{"content_html": "<div class=\"single-content col-col-2 col-md-7 pull-left\"><h1 class=\"single-title\" itemprop=\"headline\">What You Need to Know About Data Protection in Virtual Environments</h1><div class=\"after-title\"><div class=\"pull-left\"><div class=\"author-img pull-left\"> <img alt=\"Avatar\" class=\"avatar avatar-30 wp-user-avatar wp-user-avatar-30 photo avatar-default\" height=\"30\" src=\"http://2.gravatar.com/avatar/2d0d2c632821281d261a204eaceb4dd0?s=30&amp;d=identicon&amp;r=g\" width=\"30\"/></div><div class=\"author-info\"> <strong itemprop=\"author\"><a href=\"https://www.smartdatacollective.com/author/paullopez/\" rel=\"author\" title=\"Posts by paullopez\">paullopez</a></strong> <small class=\"color-silver-light\" itemprop=\"datePublished\">November 14, 2013</small> <span class=\"hide\" itemprop=\"dateModified\">November 14, 2013</span></div></div><div class=\"post-statistic pull-left\"> <span class=\"stat-views\"><strong>649</strong> Views</span></div><div class=\"clearfix\"></div><ul class=\"share top\"><li class=\"share-facebook\"><a class=\"mt-radius\" href=\"http://www.facebook.com/sharer.php?u=https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/\" target=\"_blank\"><span>Share on Facebook</span></a></li><li class=\"share-twitter\"><a class=\"mt-radius\" href=\"http://twitter.com/home/?status=What+You+Need+to+Know+About+Data+Protection+in+Virtual+Environments+https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/\" target=\"_blank\"><span>Tweet on Twitter</span></a></li><li class=\"share-more\"><div class=\"share-more-wrap\"><div class=\"share-more-icon mt-radius\">+</div></div> <a class=\"mt-radius\" href=\"http://pinterest.com/pin/create/button/?url=https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/&amp;media=\" target=\"_blank\"><div class=\"pinterest mt-radius-b\"></div></a> <a class=\"mt-radius\" href=\"https://plus.google.com/share?url=https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/\" target=\"_blank\"><div class=\"google mt-radius-b\"></div></a></li></ul><div class=\"single-stat-comments\"></div><div class=\"clearfix\"></div></div><div class=\"entry-content\" itemprop=\"articleBody\"><p style=\"text-align: left;\"><img alt=\"\" height=\"249\" src=\"http://blog.bodhost.com/wp-content/uploads/2013/11/index.jpg\" style=\"display: block; margin-left: auto; margin-right: auto;\" width=\"312\"/></p><div class=\"quads-location quads-ad1\" id=\"quads-ad1\" style=\"float:none;margin:5px;\"> <script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-format=\"fluid\" data-ad-layout=\"in-article\" data-ad-slot=\"4409634097\" style=\"display:block; text-align:center;\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script> </div><p style=\"text-align: left;\">Price, complexity, features and compatibility, all paths to overcome the difficulties related to the protection of virtual data.</p><p style=\"text-align: left;\">Today, IT departments rapidly set up Virtualization technologies. But in this situation, customers face the challenge of integrating data protection and archiving methodologies for their virtual data.</p><p style=\"text-align: left;\"><img alt=\"\" height=\"249\" src=\"http://blog.bodhost.com/wp-content/uploads/2013/11/index.jpg\" style=\"display: block; margin-left: auto; margin-right: auto;\" width=\"312\"/></p><p style=\"text-align: left;\">Price, complexity, features and compatibility, all paths to overcome the difficulties related to the protection of virtual data.</p><p style=\"text-align: left;\">Today, IT departments rapidly set up Virtualization technologies. But in this situation, customers face the challenge of integrating data protection and archiving methodologies for their virtual data.</p><p>Several reports from market research companies suggest that the resolution of problems for the protection of virtual data was one of the main priorities of 60% of users of Virtualization technology in 2013, this is quite amazing figure. The options available to protect traditional data are numerous, but it is quite different in case of data in the virtual environment.</p><p>Some reports also suggest that more than a third of organizations will change their solution provider for backup, due to the major factors such as price, complexity or functionality. This statement is based on what we have heard from customers; I would include a fourth factor, compatibility. In this post we will examine these four areas to find ways to overcome the difficulties related specifically to the protection of virtual data.</p><p><strong>Price Control</strong></p><p>Many market analysts admitted that they were amazed that basic and routine IT tasks such as data protection still cause major problems for customers. And the addition of Virtualization setting is not necessarily likely to make things easier.</p><p>When they start to think about protecting their virtual data, customers can have the first instinct to use an application of existing traditional backup, but should be approached with carefulness to this move toward. Indeed, traditional backup software can quickly become too much expensive to manage virtual data.</p><p>Most of the traditional applications apply based on the billing agent per host or sometimes by the virtual machine (VM); resulting in license fees and unnecessary maintenance and increases the time spent on managing additional required licenses. Furthermore, in case of the agent’s absence for these hosts, valuable data may not be taken into account when the next backup required. Although, including a default backup agent on each virtual machine can certainly simplify deployment tasks, but this can quickly become expensive and unnecessarily increase the consumption of resources (CPU, Network, etc…).</p><p>While protecting applications such Microsoft Exchange, SQL and SharePoint, or other tasks such as tape backup or remote application for data protection, most of the backup software requires additional plug-ins and license. Even some traditional backup software today use license based on capacity, they may well suit for some large organizations, but also lead to an explosion of costs and provide features that users do not necessarily need.</p><p><strong>Applications simple backup</strong></p><p>We must think about backup applications which adopt a simpler approach to licensing and do not use agents or plug-ins, or do not charge for unnecessary features. Indeed, applications of this type are generally less expensive and process methodology also reduces overhead and avoids the need to track licenses. Most importantly, these applications ensure that all data of customer are saved, not like some software which always planning to sell their licenses.</p><p>Also keep in mind that saving more data than necessary will increase costs and therefore increase the amount of data adding virtual machines to a backup plan which can also lead to an exponential increase in spending. Virtual machines generate a lot of unnecessary data tools (useless for restoration), but hypervisors data can be put in place to deal with this problem in a controlled manner which would be remarkable.</p><p>It is therefore essential to focus on the dedicated virtual machines that take advantage of these features of the hypervisor and help to eliminate these needless data tools. In addition, duplication can reduce the space of storage needed for backups on the site, and volume of data can be sent and reside in the <a href=\"http://www.bodhost.com/disaster-recovery-in-the-cloud.php\" rel=\"nofollow\" target=\"_blank\" title=\"Disaster Recovery in the Cloud\">cloud for disaster recovery</a> and off-site backup.</p><div style=\"clear:both; margin-top:0em; margin-bottom:1em;\"><a class=\"IRPP_ruby\" href=\"https://www.smartdatacollective.com/most-pressing-threats-to-cloud-computing-how-to-thwart-them/\" target=\"_self\"><div class=\"postImageUrl\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/cloud-computing-threats-300x218.jpg);\"></div><div class=\"centered-text-area\"><div class=\"centered-text\"><div class=\"IRPP_ruby-content\"><div class=\"ctaText\" style=\"float:left;\">READ</div><div style=\"clear:both\"></div><div class=\"postTitle\" style=\"float:left;\">The Most Pressing Threats To Cloud Computing And How To Thwart Them</div></div></div><div class=\"ctaButton\"></div></div></a></div><p>As a final point, the additional costs associated with virtual data backup can be linked to the increase in the number of physical (or backup servers) servers than the number of storage facilities for these data and additional support to edit the data ensure the maintenance of virtual data.</p><p>Server side physical backup applications are specifically designed to run as virtual machines and take full advantage not only for the existing infrastructure but also for all the technologies associated with a virtual machine. For example, vMotion and vStorage Motion in VMware environments.</p><p>Now we are going to see complexity, functionality and compatibility of data protection in virtual environments.</p><p><strong>Managing complexity</strong></p><p>Virtual machines are logically dynamic structures that initiate various types of disturbances in the creation of relatively controlled data protection. Many factors are at the root of this complexity, particularly in the creation of virtual machines. It is so easy to set up these virtual machines; even employees who know nothing about data protection or do not care can create them, which lead to unnecessary side effects and even sometimes IT managers also find them difficult to control.</p><p><strong>Concerns</strong></p><p>Major concerns related to several key issues: how the application of safeguard integrates the hypervisor? Some application may work directly with the tools to make inventory and automatically detect new hosts or created virtual machines or added since the last backup. This ensures that data will be protected, regardless of how the creation of virtual machines.</p><p>It should also take into account the serious performance problems that many adverse effects on the environment. Backup applications run on a schedule, regardless of other events that occur in the environment, and tasks require resources (network, disk I / O, processing power) and more focused on applications in virtual environments. These applications can typically be deployed as virtual machine and use fewer resource model, but vMotion feature can also be disabled when their work come to an end in order to free resources for the hosts needs to other virtual machines that perform more strategic functions.</p><p>It is also important to understand how simple it is to make restoration with an application. If it uses a proprietary format (like the vast majority of applications), it only has access to data, which significantly reduce the possibility of restoration and creates unnecessary conflicts over resources. It will deploy a virtual assistant to restore the data so that the hypervisor or the database can understand what he or she receives. Backup applications that can protect data in their native format are naturally more flexible and do not require starting the virtual machines before the exploration, research or restoring individual files.</p><p><strong>Features: which are necessary?</strong></p><p>The scalability of a solution of virtual data protection is an important aspect to consider. The rate of adoption of virtualization technologies is not diminishing, most of the environments that are likely to benefit need a scalable solution for data protection, not only from the point of view of the support but also on the fly, to measure the increasing virtual data volume. The proliferation of virtual machines and superfluous data drive up the costs of backup, but if it is not able to support the growing data of virtual machines, it is legitimate to question on its usefulness.</p><p>IT managers need a system that can evolve easily, so all data is always protected. Traditional applications are designed to protect the physical data and those who succeeded with them do not necessarily offer the functionality, interoperability with data from Virtualization hypervisors or needed to meet today’s needs.</p><div style=\"clear:both; margin-top:0em; margin-bottom:1em;\"><a class=\"IRPP_ruby\" href=\"https://www.smartdatacollective.com/cloud-security-practical-and-effective-ways-to-protect-data/\" target=\"_self\"><div class=\"postImageUrl\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/cloud-security-to-protect-your-data-300x200.jpg);\"></div><div class=\"centered-text-area\"><div class=\"centered-text\"><div class=\"IRPP_ruby-content\"><div class=\"ctaText\" style=\"float:left;\">READ</div><div style=\"clear:both\"></div><div class=\"postTitle\" style=\"float:left;\">Cloud Security: Practical And Effective Ways To Protect Your Data</div></div></div><div class=\"ctaButton\"></div></div></a></div><p>The solutions offering direct links with the hypervisor undeniably provide a strategic interest for the protection of virtual data. Some hypervisors implement unique methods to reduce the additional data associated with their virtual machines, but it is important that the data protection solution can also automatically detect new virtual machines so that all data are protected. When moving the virtual machines or data store associated with it, the backup application does still protect the data?</p><p>Protection system should not only protect virtual data but also the physical data that will continue to exist, even if the volume does not necessarily increase. The combination of application dedicated to virtual data and software for traditional physical data is the best approach. However, a dedicated Virtualization implementation might work in conjunction with a traditional application, presenting virtual data, so that the investment represents the backup media, backup application, the existing policies and procedures is not lost.</p><p>The last question to ask is this: a solution it offers flexibility in terms of backup media? Can it for to save the data on tape, or in the cloud using the best method to come? Protection solutions for the most desired data will be those that can take advantage of any backup media not only for backup but also for archiving virtual machines and associated data. Therefore, you must ensure that any application or solution in place can support the disc, the cloud, cut the bandwidth also. The latter remains the medium of choice for backup and archiving up to 80% organizations.</p><p><strong>Compatibility</strong></p><p>The term “compatibility” can have several meanings. In the context of ours, we are talking specifically the type of format in which the backup application “protects” the data to the target destination. Most applications use a proprietary format that allows only the application that made the backup to access the data, which virtually eliminates any flexibility in the choice of backup and disaster recovery.</p><p>But that’s not all. Imagine using a backup application that can protect data in their native format on the virtual as well as data associated machine, which eliminates vendor lock-in and data is a real resource not only for end users but also for the IT department. Keeping the data in a proprietary format limit the use of IaaS technologies, backup application can quickly become a single brake as it can access and read the data.</p><p>With applications that use the native format, it is possible to verify that the data are not infected by viruses, monitor security and compliance, and use the indexing engine in conjunction with the data. More importantly, applications that store data in their native format preserve the freedom of choice of backup media and other applications that may require two data, five or ten years after their initial storage. Although this choice is never exercised, it is good to know it is possible.</p><p><strong>Conclusion</strong></p><p>Data from Virtualization continue to impose and customers will continue to enjoy the benefits of Virtualization. But they will also learn how to best protect the new data structure that the technology introduced. While traditional applications may suffice today to protect virtual data, what will happen tomorrow? Will they become an ally or an enemy of the virtual infrastructure?<div class=\"quads-location quads-ad2\" id=\"quads-ad2\" style=\"float:none;margin:5px 0 5px 0;text-align:center;\"> <script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-format=\"fluid\" data-ad-layout=\"in-article\" data-ad-slot=\"4409634097\" style=\"display:block; text-align:center;\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script> </div></p><p>Customers should know why the virtual data are different from the physical data but should not be afraid to analyze the options available to protect them. Some applications built using traditional methods of data protection have been adapted to protect virtual data but others were created to Virtualization technologies and their environments, and are able to take advantage of features and flexibilities of virtual infrastructure. Each other have strengths and weaknesses, and the good news is that you have a choice.</p></div><div class=\"mt-pagepagination\"></div><div class=\"tags\"></div><ul class=\"share down\"><li class=\"share-facebook\"><a class=\"mt-radius\" href=\"http://www.facebook.com/sharer.php?u=https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/\" target=\"_blank\"><span>Share on Facebook</span></a></li><li class=\"share-twitter\"><a class=\"mt-radius\" href=\"http://twitter.com/home/?status=What+You+Need+to+Know+About+Data+Protection+in+Virtual+Environments+https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/\" target=\"_blank\"><span>Tweet on Twitter</span></a></li><li class=\"share-more\"> <a class=\"mt-radius\" href=\"https://plus.google.com/share?url=https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/\" target=\"_blank\"><div class=\"google mt-radius-b\"></div></a> <a class=\"mt-radius\" href=\"http://pinterest.com/pin/create/button/?url=https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/&amp;media=\" target=\"_blank\"><div class=\"pinterest mt-radius-b\"></div></a><div class=\"share-more-wrap\"><div class=\"share-more-icon mt-radius\">+</div></div></li></ul><div class=\"clearfix\"></div><div class=\"entry-meta\"></div><ul class=\"nav-single mt-radius\"><li class=\"previous pull-left\"><a href=\"https://www.smartdatacollective.com/analytics-emotional-examination/\" rel=\"prev\"><span class=\"color-silver-light\">Previous article</span><div>Analytics for Emotional Examination?</div></a></li><li class=\"next pull-right\"><a href=\"https://www.smartdatacollective.com/kindling-flames-future-data-governance/\" rel=\"next\"> <span class=\"color-silver-light\">Next article</span><div>Kindling the Flames: The Future of Data Governance</div></a></li><li class=\"clearfix\"></li></ul><div class=\"clear\"></div><div class=\"widget\"><div class=\"advertise text-center\" itemscope=\"\" itemtype=\"https://schema.org/WPAdBlock\"><script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-format=\"auto\" data-ad-slot=\"7980174680\" style=\"display:block\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script></div><div class=\"clear\"></div></div><div class=\"mt-comment-area\"><p class=\"must-log-in\">You must <a href=\"https://www.smartdatacollective.com/wp-login.php?redirect_to=https%3A%2F%2Fwww.smartdatacollective.com%2Fwhat-you-need-know-about-data-protection-virtual-environments%2F%23respond\">log in</a> to post a comment.</p></div></div>", "title": "What You Need to Know About Data Protection in Virtual Environments", "content": "What You Need to Know About Data Protection in Virtual Environments   paullopez November 14, 2013 November 14, 2013 649 ViewsShare on FacebookTweet on Twitter+      (adsbygoogle = window.adsbygoogle || []).push({}); Price, complexity, features and compatibility, all paths to overcome the difficulties related to the protection of virtual data.Today, IT departments rapidly set up Virtualization technologies. But in this situation, customers face the challenge of integrating data protection and archiving methodologies for their virtual data.Price, complexity, features and compatibility, all paths to overcome the difficulties related to the protection of virtual data.Today, IT departments rapidly set up Virtualization technologies. But in this situation, customers face the challenge of integrating data protection and archiving methodologies for their virtual data.Several reports from market research companies suggest that the resolution of problems for the protection of virtual data was one of the main priorities of 60% of users of Virtualization technology in 2013, this is quite amazing figure. The options available to protect traditional data are numerous, but it is quite different in case of data in the virtual environment.Some reports also suggest that more than a third of organizations will change their solution provider for backup, due to the major factors such as price, complexity or functionality. This statement is based on what we have heard from customers; I would include a fourth factor, compatibility. In this post we will examine these four areas to find ways to overcome the difficulties related specifically to the protection of virtual data.Price ControlMany market analysts admitted that they were amazed that basic and routine IT tasks such as data protection still cause major problems for customers. And the addition of Virtualization setting is not necessarily likely to make things easier.When they start to think about protecting their virtual data, customers can have the first instinct to use an application of existing traditional backup, but should be approached with carefulness to this move toward. Indeed, traditional backup software can quickly become too much expensive to manage virtual data.Most of the traditional applications apply based on the billing agent per host or sometimes by the virtual machine (VM); resulting in license fees and unnecessary maintenance and increases the time spent on managing additional required licenses. Furthermore, in case of the agent’s absence for these hosts, valuable data may not be taken into account when the next backup required. Although, including a default backup agent on each virtual machine can certainly simplify deployment tasks, but this can quickly become expensive and unnecessarily increase the consumption of resources (CPU, Network, etc…).While protecting applications such Microsoft Exchange, SQL and SharePoint, or other tasks such as tape backup or remote application for data protection, most of the backup software requires additional plug-ins and license. Even some traditional backup software today use license based on capacity, they may well suit for some large organizations, but also lead to an explosion of costs and provide features that users do not necessarily need.Applications simple backupWe must think about backup applications which adopt a simpler approach to licensing and do not use agents or plug-ins, or do not charge for unnecessary features. Indeed, applications of this type are generally less expensive and process methodology also reduces overhead and avoids the need to track licenses. Most importantly, these applications ensure that all data of customer are saved, not like some software which always planning to sell their licenses.Also keep in mind that saving more data than necessary will increase costs and therefore increase the amount of data adding virtual machines to a backup plan which can also lead to an exponential increase in spending. Virtual machines generate a lot of unnecessary data tools (useless for restoration), but hypervisors data can be put in place to deal with this problem in a controlled manner which would be remarkable.It is therefore essential to focus on the dedicated virtual machines that take advantage of these features of the hypervisor and help to eliminate these needless data tools. In addition, duplication can reduce the space of storage needed for backups on the site, and volume of data can be sent and reside in the cloud for disaster recovery and off-site backup.READThe Most Pressing Threats To Cloud Computing And How To Thwart ThemAs a final point, the additional costs associated with virtual data backup can be linked to the increase in the number of physical (or backup servers) servers than the number of storage facilities for these data and additional support to edit the data ensure the maintenance of virtual data.Server side physical backup applications are specifically designed to run as virtual machines and take full advantage not only for the existing infrastructure but also for all the technologies associated with a virtual machine. For example, vMotion and vStorage Motion in VMware environments.Now we are going to see complexity, functionality and compatibility of data protection in virtual environments.Managing complexityVirtual machines are logically dynamic structures that initiate various types of disturbances in the creation of relatively controlled data protection. Many factors are at the root of this complexity, particularly in the creation of virtual machines. It is so easy to set up these virtual machines; even employees who know nothing about data protection or do not care can create them, which lead to unnecessary side effects and even sometimes IT managers also find them difficult to control.ConcernsMajor concerns related to several key issues: how the application of safeguard integrates the hypervisor? Some application may work directly with the tools to make inventory and automatically detect new hosts or created virtual machines or added since the last backup. This ensures that data will be protected, regardless of how the creation of virtual machines.It should also take into account the serious performance problems that many adverse effects on the environment. Backup applications run on a schedule, regardless of other events that occur in the environment, and tasks require resources (network, disk I / O, processing power) and more focused on applications in virtual environments. These applications can typically be deployed as virtual machine and use fewer resource model, but vMotion feature can also be disabled when their work come to an end in order to free resources for the hosts needs to other virtual machines that perform more strategic functions.It is also important to understand how simple it is to make restoration with an application. If it uses a proprietary format (like the vast majority of applications), it only has access to data, which significantly reduce the possibility of restoration and creates unnecessary conflicts over resources. It will deploy a virtual assistant to restore the data so that the hypervisor or the database can understand what he or she receives. Backup applications that can protect data in their native format are naturally more flexible and do not require starting the virtual machines before the exploration, research or restoring individual files.Features: which are necessary?The scalability of a solution of virtual data protection is an important aspect to consider. The rate of adoption of virtualization technologies is not diminishing, most of the environments that are likely to benefit need a scalable solution for data protection, not only from the point of view of the support but also on the fly, to measure the increasing virtual data volume. The proliferation of virtual machines and superfluous data drive up the costs of backup, but if it is not able to support the growing data of virtual machines, it is legitimate to question on its usefulness.IT managers need a system that can evolve easily, so all data is always protected. Traditional applications are designed to protect the physical data and those who succeeded with them do not necessarily offer the functionality, interoperability with data from Virtualization hypervisors or needed to meet today’s needs.READCloud Security: Practical And Effective Ways To Protect Your DataThe solutions offering direct links with the hypervisor undeniably provide a strategic interest for the protection of virtual data. Some hypervisors implement unique methods to reduce the additional data associated with their virtual machines, but it is important that the data protection solution can also automatically detect new virtual machines so that all data are protected. When moving the virtual machines or data store associated with it, the backup application does still protect the data?Protection system should not only protect virtual data but also the physical data that will continue to exist, even if the volume does not necessarily increase. The combination of application dedicated to virtual data and software for traditional physical data is the best approach. However, a dedicated Virtualization implementation might work in conjunction with a traditional application, presenting virtual data, so that the investment represents the backup media, backup application, the existing policies and procedures is not lost.The last question to ask is this: a solution it offers flexibility in terms of backup media? Can it for to save the data on tape, or in the cloud using the best method to come? Protection solutions for the most desired data will be those that can take advantage of any backup media not only for backup but also for archiving virtual machines and associated data. Therefore, you must ensure that any application or solution in place can support the disc, the cloud, cut the bandwidth also. The latter remains the medium of choice for backup and archiving up to 80% organizations.CompatibilityThe term “compatibility” can have several meanings. In the context of ours, we are talking specifically the type of format in which the backup application “protects” the data to the target destination. Most applications use a proprietary format that allows only the application that made the backup to access the data, which virtually eliminates any flexibility in the choice of backup and disaster recovery.But that’s not all. Imagine using a backup application that can protect data in their native format on the virtual as well as data associated machine, which eliminates vendor lock-in and data is a real resource not only for end users but also for the IT department. Keeping the data in a proprietary format limit the use of IaaS technologies, backup application can quickly become a single brake as it can access and read the data.With applications that use the native format, it is possible to verify that the data are not infected by viruses, monitor security and compliance, and use the indexing engine in conjunction with the data. More importantly, applications that store data in their native format preserve the freedom of choice of backup media and other applications that may require two data, five or ten years after their initial storage. Although this choice is never exercised, it is good to know it is possible.ConclusionData from Virtualization continue to impose and customers will continue to enjoy the benefits of Virtualization. But they will also learn how to best protect the new data structure that the technology introduced. While traditional applications may suffice today to protect virtual data, what will happen tomorrow? Will they become an ally or an enemy of the virtual infrastructure?   (adsbygoogle = window.adsbygoogle || []).push({}); Customers should know why the virtual data are different from the physical data but should not be afraid to analyze the options available to protect them. Some applications built using traditional methods of data protection have been adapted to protect virtual data but others were created to Virtualization technologies and their environments, and are able to take advantage of features and flexibilities of virtual infrastructure. Each other have strengths and weaknesses, and the good news is that you have a choice.   Share on FacebookTweet on Twitter  +   Previous articleAnalytics for Emotional Examination? Next articleKindling the Flames: The Future of Data Governance    (adsbygoogle = window.adsbygoogle || []).push({}); You must log in to post a comment.", "url": "http://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments", "title_html": "<h1 class=\"single-title\" itemprop=\"headline\">What You Need to Know About Data Protection in Virtual Environments</h1>", "html": "<!DOCTYPE html>\n<html class=\"no-js\" lang=\"en-US\" prefix=\"og: http://ogp.me/ns#\"><head class=\"animated\"><meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/><meta content=\"width=device-width, initial-scale=1\" name=\"viewport\"/><link href=\"http://gmpg.org/xfn/11\" rel=\"profile\"/><link href=\"http://www.smartdatacollective.com/xmlrpc.php\" rel=\"pingback\"/> <script>(function(html){html.className = html.className.replace(/\\bno-js\\b/,'js')})(document.documentElement);</script> <script>(function(html){html.className = html.className.replace(/\\bno-js\\b/,'js')})(document.documentElement);</script> <link href=\"http://www.smartdatacollective.com/wp-content/cache/autoptimize/css/autoptimize_6eaf58245d3d5402f417be940eefeeaf.css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/><title>What You Need to Know About Data Protection in Virtual Environments - SmartData Collective</title><link href=\"https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/\" rel=\"canonical\"/><link href=\"https://plus.google.com/+SmartDataCollective\" rel=\"publisher\"/><meta content=\"en_US\" property=\"og:locale\"><meta content=\"article\" property=\"og:type\"/><meta content=\"What You Need to Know About Data Protection in Virtual Environments - SmartData Collective\" property=\"og:title\"/><meta content=\"Price, complexity, features and compatibility, all paths to overcome the difficulties related to the protection of virtual data. Today, IT departments rapidly set up Virtualization technologies. But in this situation, customers face the challenge of integrating data protection and archiving methodologies for their virtual data. Price, complexity, features and compatibility, all paths to overcome the …\" property=\"og:description\"/><meta content=\"https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/\" property=\"og:url\"/><meta content=\"SmartData Collective\" property=\"og:site_name\"/><meta content=\"https://www.facebook.com/SmartDataCo/\" property=\"article:publisher\"/><meta content=\"Cloud Computing\" property=\"article:section\"/><meta content=\"2013-11-14T09:00:00+00:00\" property=\"article:published_time\"/><meta content=\"http://blog.bodhost.com/wp-content/uploads/2013/11/index.jpg\" property=\"og:image\"/><meta content=\"summary_large_image\" name=\"twitter:card\"/><meta content=\"Price, complexity, features and compatibility, all paths to overcome the difficulties related to the protection of virtual data. Today, IT departments rapidly set up Virtualization technologies. But in this situation, customers face the challenge of integrating data protection and archiving methodologies for their virtual data. Price, complexity, features and compatibility, all paths to overcome the […]\" name=\"twitter:description\"/><meta content=\"What You Need to Know About Data Protection in Virtual Environments - SmartData Collective\" name=\"twitter:title\"/><meta content=\"@smartdataco\" name=\"twitter:site\"/><meta content=\"http://blog.bodhost.com/wp-content/uploads/2013/11/index.jpg\" name=\"twitter:image\"/><meta content=\"@smartdataco\" name=\"twitter:creator\"/> <script type=\"application/ld+json\">{\"@context\":\"https://schema.org\",\"@type\":\"Organization\",\"url\":\"https://www.smartdatacollective.com/\",\"sameAs\":[\"https://www.facebook.com/SmartDataCo/\",\"https://plus.google.com/+SmartDataCollective\",\"https://twitter.com/smartdataco\"],\"@id\":\"https://www.smartdatacollective.com/#organization\",\"name\":\"SmartData Collective\",\"logo\":\"\"}</script> <link href=\"//s0.wp.com\" rel=\"dns-prefetch\"/><link href=\"//www.google.com\" rel=\"dns-prefetch\"/><link href=\"//fonts.googleapis.com\" rel=\"dns-prefetch\"/><link href=\"//s.w.org\" rel=\"dns-prefetch\"/><link href=\"https://www.smartdatacollective.com/feed/\" rel=\"alternate\" title=\"SmartData Collective » Feed\" type=\"application/rss+xml\"/><link href=\"https://www.smartdatacollective.com/comments/feed/\" rel=\"alternate\" title=\"SmartData Collective » Comments Feed\" type=\"application/rss+xml\"/><link href=\"https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/feed/\" rel=\"alternate\" title=\"SmartData Collective » What You Need to Know About Data Protection in Virtual Environments Comments Feed\" type=\"application/rss+xml\"/> <script type=\"text/javascript\">window._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11.2.0\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11.2.0\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"http:\\/\\/www.smartdatacollective.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?ver=5.1.1\"}};\n\t\t\t!function(a,b,c){function d(a,b){var c=String.fromCharCode;l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,a),0,0);var d=k.toDataURL();l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,b),0,0);var e=k.toDataURL();return d===e}function e(a){var b;if(!l||!l.fillText)return!1;switch(l.textBaseline=\"top\",l.font=\"600 32px Arial\",a){case\"flag\":return!(b=d([55356,56826,55356,56819],[55356,56826,8203,55356,56819]))&&(b=d([55356,57332,56128,56423,56128,56418,56128,56421,56128,56430,56128,56423,56128,56447],[55356,57332,8203,56128,56423,8203,56128,56418,8203,56128,56421,8203,56128,56430,8203,56128,56423,8203,56128,56447]),!b);case\"emoji\":return b=d([55358,56760,9792,65039],[55358,56760,8203,9792,65039]),!b}return!1}function f(a){var c=b.createElement(\"script\");c.src=a,c.defer=c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var g,h,i,j,k=b.createElement(\"canvas\"),l=k.getContext&&k.getContext(\"2d\");for(j=Array(\"flag\",\"emoji\"),c.supports={everything:!0,everythingExceptFlag:!0},i=0;i<j.length;i++)c.supports[j[i]]=e(j[i]),c.supports.everything=c.supports.everything&&c.supports[j[i]],\"flag\"!==j[i]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[j[i]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(h=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",h,!1),a.addEventListener(\"load\",h,!1)):(a.attachEvent(\"onload\",h),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),g=c.source||{},g.concatemoji?f(g.concatemoji):g.wpemoji&&g.twemoji&&(f(g.twemoji),f(g.wpemoji)))}(window,document,window._wpemojiSettings);</script> <link href=\"//fonts.googleapis.com/css?family=Nunito%3A200%2C400%2C600%2C700%2C900&amp;ver=1.0.0\" id=\"techpro-fonts-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/> <script src=\"http://www.smartdatacollective.com/wp-includes/js/jquery/jquery.js?ver=1.12.4\" type=\"text/javascript\"></script> <link href=\"https://www.smartdatacollective.com/wp-json/\" rel=\"https://api.w.org/\"/><link href=\"https://www.smartdatacollective.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/><link href=\"https://wp.me/p8KVJT-2oz\" rel=\"shortlink\"/><link href=\"https://www.smartdatacollective.com/wp-json/oembed/1.0/embed?url=https%3A%2F%2Fwww.smartdatacollective.com%2Fwhat-you-need-know-about-data-protection-virtual-environments%2F\" rel=\"alternate\" type=\"application/json+oembed\"/><link href=\"https://www.smartdatacollective.com/wp-json/oembed/1.0/embed?url=https%3A%2F%2Fwww.smartdatacollective.com%2Fwhat-you-need-know-about-data-protection-virtual-environments%2F&amp;format=xml\" rel=\"alternate\" type=\"text/xml+oembed\"/><link href=\"//v0.wordpress.com\" rel=\"dns-prefetch\"/><link href=\"//jetpack.wordpress.com\" rel=\"dns-prefetch\"/><link href=\"//s0.wp.com\" rel=\"dns-prefetch\"/><link href=\"//s1.wp.com\" rel=\"dns-prefetch\"/><link href=\"//s2.wp.com\" rel=\"dns-prefetch\"/><link href=\"//public-api.wordpress.com\" rel=\"dns-prefetch\"/><link href=\"//0.gravatar.com\" rel=\"dns-prefetch\"/><link href=\"//1.gravatar.com\" rel=\"dns-prefetch\"/><link href=\"//2.gravatar.com\" rel=\"dns-prefetch\"/></meta></head><body class=\"post-template-default single single-post postid-9211 single-format-standard remove-pl-author remove-pl-date mt-menu-full zoom-on mt-radius-25 mt-color-1 mt-fixed-no mt-fixed-up post-style-1 random-off menu-ad-off\" itemscope=\"\" itemtype=\"http://schema.org/WebPage\"><div class=\"mt-smart-menu-out\"></div><div class=\"mt-outer-wrap mt-fixed-wrap\"><div class=\"fixed-top\"><div class=\"container\"><div class=\"row\"><div class=\"col-md-12\"><ul class=\"share\"><li class=\"share-facebook\"><a class=\"mt-radius\" href=\"http://www.facebook.com/sharer.php?u=https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/\" target=\"_blank\"><span>Share on Facebook</span></a></li><li class=\"share-twitter\"><a class=\"mt-radius\" href=\"http://twitter.com/home/?status=What+You+Need+to+Know+About+Data+Protection+in+Virtual+Environments+https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/\" target=\"_blank\"><span>Tweet on Twitter</span></a></li><li class=\"share-more\"><div class=\"share-more-wrap\"><div class=\"share-more-icon mt-radius\">+</div></div> <a class=\"mt-radius\" href=\"https://plus.google.com/share?url=https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/\" target=\"_blank\"><div class=\"google mt-radius-b\"></div></a> <a class=\"mt-radius\" href=\"http://pinterest.com/pin/create/button/?url=https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/&amp;media=\" target=\"_blank\"><div class=\"pinterest mt-radius-b\"></div></a></li></ul></div></div></div></div><div class=\"fixed-top-menu\"><div class=\"container\"><div class=\"row\"><div class=\"col-md-12\"> <a class=\"logo\" href=\"https://www.smartdatacollective.com/\"> <img alt=\"What You Need to Know About Data Protection in Virtual Environments\" height=\"40\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png\" srcset=\"https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png, https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png 2x\" width=\"276\"/> </a><div class=\"menu-header-container\"><ul class=\"fixed-menu-ul\" id=\"menu-header\"><li class=\"menu-item menu-item-type-post_type menu-item-object-page df-md-menuitem dropdown df-is-not-megamenu menu-item-14717\" id=\"menu-item-14717\"><a href=\"https://www.smartdatacollective.com/post-here/\">Post Here</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem df-is-megamenu dropdown menu-item-14677\" id=\"menu-item-14677\"><a href=\"https://www.smartdatacollective.com/category/smartdata-collective-exclusive/\">Exclusive</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem dropdown df-is-not-megamenu menu-item-14674\" id=\"menu-item-14674\"><a href=\"https://www.smartdatacollective.com/category/analytics/\">Analytics</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem dropdown df-is-not-megamenu menu-item-14669\" id=\"menu-item-14669\"><a href=\"https://www.smartdatacollective.com/category/big-data/\">Big Data</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem dropdown df-is-not-megamenu menu-item-14670\" id=\"menu-item-14670\"><a href=\"https://www.smartdatacollective.com/category/business-intelligence/\" title=\"Business Intelligence\">BI</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category current-post-ancestor df-md-menuitem dropdown df-is-not-megamenu menu-item-14675\" id=\"menu-item-14675\"><a href=\"https://www.smartdatacollective.com/category/it/\">IT</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem df-is-megamenu dropdown menu-item-14676\" id=\"menu-item-14676\"><a href=\"https://www.smartdatacollective.com/category/marketing/\">Marketing</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem dropdown df-is-not-megamenu menu-item-14683\" id=\"menu-item-14683\"><a href=\"https://www.smartdatacollective.com/category/software/\">Software</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem dropdown df-is-not-megamenu menu-item-14721\" id=\"menu-item-14721\"><a href=\"https://www.smartdatacollective.com/category/podcasts/\">Podcasts</a></li></ul></div><div class=\"clear\"></div></div></div></div></div></div><div class=\"mt-smart-menu\"> <span class=\"close pointer\"></span><ul class=\"social\"><li><a href=\"https://twitter.com/SmartDataCo\" target=\"_blank\"><i class=\"ic-twitter\"></i></a></li><li><a href=\"https://www.facebook.com/SmartDataCo\" target=\"_blank\"><i class=\"ic-facebook\"></i></a></li><li><a href=\"https://plus.google.com/+SmartDataCollective\" target=\"_blank\"><i class=\"ic-google-plus\"></i></a></li><li><a href=\"https://www.smartdatacollective.com/rss/feed.xml\" target=\"_blank\"><i class=\"ic-rss\"></i></a></li></ul><div class=\"menu-mobile-menu-container\"><ul class=\"mobile\" id=\"menu-mobile-menu\"><li class=\"menu-item menu-item-type-post_type menu-item-object-page df-md-menuitem dropdown df-is-not-megamenu menu-item-14500\" id=\"menu-item-14500\"><a href=\"https://www.smartdatacollective.com/news/\">News</a></li><li class=\"menu-item menu-item-type-post_type menu-item-object-page df-md-menuitem dropdown df-is-not-megamenu menu-item-14501\" id=\"menu-item-14501\"><a href=\"https://www.smartdatacollective.com/auto/\">Auto</a></li></ul></div></div><div class=\"mt-outer-wrap\"><div class=\"mt-header-mobile menu-background-mobile hide-desktop top-nav search-on\"><div class=\"nav-mobile pointer pull-left\"><div class=\"mt-m-cool-button\"> <span class=\"mt-m-cool-button-line\"></span></div></div><div class=\"mt-mobile-logo\"> <a href=\"https://www.smartdatacollective.com/\"> <img alt=\"What You Need to Know About Data Protection in Virtual Environments\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png\"/> </a></div><div class=\"search-close\"></div><div class=\"nav-search-wrap pull-right\"><div class=\"nav-search pointer\"></div><div class=\"nav-search-input mt-radius\"><form action=\"https://www.smartdatacollective.com//\" id=\"searchform\" method=\"get\"> <input name=\"s\" placeholder=\"To search type and hit enter\" type=\"text\"/></form></div></div></div><div class=\"mt-header-space hide-desktop\"></div><div class=\"header-wrap\" itemscope=\"itemscope\" itemtype=\"http://schema.org/WPHeader\"><div class=\"header-mt-container-wrap\"><div class=\"container mt-header-container\"><div class=\"row\"><div class=\"col-md-12\"><div class=\"head container-fluid\"><div class=\"head-logo\"> <a class=\"logo\" href=\"https://www.smartdatacollective.com/\"> <img alt=\"What You Need to Know About Data Protection in Virtual Environments\" height=\"40\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png\" srcset=\"https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png, https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png 2x\" width=\"276\"/> </a></div><div class=\"head-nav\"> <a class=\"mt_l_popular\" href=\"https://www.smartdatacollective.com/popular/\">POPULAR <span>Posts</span></a> <a class=\"mt_l_trending\" href=\"https://www.smartdatacollective.com/trending/\">TRENDING <span>Posts</span></a></div><div class=\"head-bookmark\"> <a class=\"mt-radius\" href=\"https://www.smartdatacollective.com/post-here/\">Post Here</a></div></div></div></div></div></div><div class=\"header-menu mt-header-container search-on small-on\"><div class=\"container\"><div class=\"row\"><div class=\"col-md-12\"><div class=\"top-nav container-fluid\"><div class=\"nav-button mt-radius pointer pull-left menu-background-left\"><div class=\"mt-m-cool-button\"> <span class=\"mt-m-cool-button-line\"></span></div></div><div class=\"nav pull-left\" itemscope=\"itemscope\" itemtype=\"http://schema.org/SiteNavigationElement\"><div class=\"menu-header-container\"><ul class=\"sf-menu menu-background mt-radius\" id=\"menu-header-1\"><li class=\"menu-item menu-item-type-post_type menu-item-object-page df-md-menuitem dropdown df-is-not-megamenu menu-item-14717\"><a href=\"https://www.smartdatacollective.com/post-here/\">Post Here</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem df-is-megamenu dropdown menu-item-14677\"><a href=\"https://www.smartdatacollective.com/category/smartdata-collective-exclusive/\">Exclusive</a><ul class=\"sub-menu\"><li class=\"menu-item-0\" id=\"menu-item-0\"><a></a><div class=\"df-block-megamenu df-block-megamenu-9-2\"><div class=\"row\"><div class=\"df-loading hidden df-loading-9-2\">LOADING</div><div class=\"df-block-inner-megamenu df-block-inner-megamenu-9-2\"><input class=\"df-total-pages-9-2\" name=\"df-total-pages-9-2\" type=\"hidden\" value=\"137\"/><input class=\"df-posts-per-page-9-2\" name=\"df-posts-per-page-9-2\" type=\"hidden\" value=\"5\"/><input class=\"df-current-page-9-2\" name=\"df-current-page-9-2\" type=\"hidden\" value=\"1\"/><input class=\"df-has-sub-cat-9-2\" name=\"df-has-sub-cat-9-2\" type=\"hidden\" value=\"false\"/><div class=\"mega-post-wrap megamenu-grid-container-9-2\"><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/understanding-nuances-of-instagram-data-transparency-policies/\"><div class=\"poster-cat mt-theme-background\"><span>Big Data</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/Instagram-data-tranperancy-15x10.jpg);\"></div><img alt=\"Understanding The Nuances of Instagram Data Transparency Policies\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/Instagram-data-tranperancy-300x200.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/understanding-nuances-of-instagram-data-transparency-policies/\"><h4>Understanding The Nuances of Instagram Data Transparency Policies</h4></a></div></div><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/predictive-analytics-solutions-bolster-crypto-trading-security-in-2019/\"><div class=\"poster-cat mt-theme-background\"><span>Analytics</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/predictive-analytics-and-crypto-trading-15x10.jpg);\"></div><img alt=\"Predictive Analytics Solutions Bolster Crypto Trading Security in 2019\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/predictive-analytics-and-crypto-trading-300x200.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/predictive-analytics-solutions-bolster-crypto-trading-security-in-2019/\"><h4>Predictive Analytics Solutions Bolster Crypto Trading Security in 2019</h4></a></div></div><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/7-ways-big-data-essential-for-life-insurance-settlements/\"><div class=\"poster-cat mt-theme-background\"><span>Big Data</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/life-insurance-settlement-data-15x11.jpg);\"></div><img alt=\"7 Ways Big Data Is Essential For Life Insurance Settlements\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/life-insurance-settlement-data-300x220.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/7-ways-big-data-essential-for-life-insurance-settlements/\"><h4>7 Ways Big Data Is Essential For Life Insurance Settlements</h4></a></div></div><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/optimizing-iot-infrastructure-for-enhanced-big-data-performance/\"><div class=\"poster-cat mt-theme-background\"><span>Big Data</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/IoT-infrastructure-and-big-data-15x10.jpg);\"></div><img alt=\"Optimizing the IoT Infrastructure for Enhanced Big Data Performance\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/IoT-infrastructure-and-big-data-300x200.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/optimizing-iot-infrastructure-for-enhanced-big-data-performance/\"><h4>Optimizing the IoT Infrastructure for Enhanced Big Data Performance</h4></a></div></div><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/how-financial-institutions-are-becoming-champions-of-big-data/\"><div class=\"poster-cat mt-theme-background\"><span>Big Data</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/financial-institutions-are-becoming-champions-of-big-data-15x11.jpg);\"></div><img alt=\"How Financial Institutions Are Becoming Champions Of Big Data\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/financial-institutions-are-becoming-champions-of-big-data-300x221.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/how-financial-institutions-are-becoming-champions-of-big-data/\"><h4>How Financial Institutions Are Becoming Champions Of Big Data</h4></a></div></div></div></div></div></div><a></a></li></ul></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem dropdown df-is-not-megamenu menu-item-14674\"><a href=\"https://www.smartdatacollective.com/category/analytics/\">Analytics</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem dropdown df-is-not-megamenu menu-item-14669\"><a href=\"https://www.smartdatacollective.com/category/big-data/\">Big Data</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem dropdown df-is-not-megamenu menu-item-14670\"><a href=\"https://www.smartdatacollective.com/category/business-intelligence/\" title=\"Business Intelligence\">BI</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category current-post-ancestor df-md-menuitem dropdown df-is-not-megamenu menu-item-14675\"><a href=\"https://www.smartdatacollective.com/category/it/\">IT</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem df-is-megamenu dropdown menu-item-14676\"><a href=\"https://www.smartdatacollective.com/category/marketing/\">Marketing</a><ul class=\"sub-menu\"><li class=\"menu-item-0\"><a></a><div class=\"df-block-megamenu df-block-megamenu-12-7\"><div class=\"row\"><div class=\"df-loading hidden df-loading-12-7\">LOADING</div><div class=\"df-block-inner-megamenu df-block-inner-megamenu-12-7\"><input class=\"df-total-pages-12-7\" name=\"df-total-pages-12-7\" type=\"hidden\" value=\"68\"/><input class=\"df-posts-per-page-12-7\" name=\"df-posts-per-page-12-7\" type=\"hidden\" value=\"5\"/><input class=\"df-current-page-12-7\" name=\"df-current-page-12-7\" type=\"hidden\" value=\"1\"/><input class=\"df-has-sub-cat-12-7\" name=\"df-has-sub-cat-12-7\" type=\"hidden\" value=\"false\"/><div class=\"mega-post-wrap megamenu-grid-container-12-7\"><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/importance-of-analytics-content-marketing/\"><div class=\"poster-cat mt-theme-background\"><span>Analytics</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/content-marketing-analyatics-15x10.jpg);\"></div><img alt=\"What To Know About The Importance Of Analytics In Content Marketing\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/content-marketing-analyatics-300x202.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/importance-of-analytics-content-marketing/\"><h4>What To Know About The Importance Of Analytics In Content Marketing</h4></a></div></div><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/why-data-is-necessary-for-an-seo-campaign-to-be-successful/\"><div class=\"poster-cat mt-theme-background\"><span>Big Data</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/02/data-used-for-rankings-SEO-15x12.jpg);\"></div><img alt=\"Why Data Is Necessary for an SEO Campaign to Be Successful\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/02/data-used-for-rankings-SEO-300x241.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/why-data-is-necessary-for-an-seo-campaign-to-be-successful/\"><h4>Why Data Is Necessary for an SEO Campaign to Be Successful</h4></a></div></div><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/4-key-ways-cannabis-marketers-can-use-big-data/\"><div class=\"poster-cat mt-theme-background\"><span>Big Data</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2018/09/digital-marketing-15x9.jpg);\"></div><img alt=\"4 Key Ways Cannabis Marketers Can Use Big Data\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2018/09/digital-marketing-300x186.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/4-key-ways-cannabis-marketers-can-use-big-data/\"><h4>4 Key Ways Cannabis Marketers Can Use Big Data</h4></a></div></div><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/ai-streamlines-content-curation-strategies-in-digital-marketing/\"><div class=\"poster-cat mt-theme-background\"><span>Artificial Intelligence</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/02/content-curation-strategies-in-digital-marketing-15x10.jpg);\"></div><img alt=\"AI Streamlines Content Curation Strategies In Digital Marketing\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/02/content-curation-strategies-in-digital-marketing-300x200.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/ai-streamlines-content-curation-strategies-in-digital-marketing/\"><h4>AI Streamlines Content Curation Strategies In Digital Marketing</h4></a></div></div><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/how-big-data-improves-customer-segmentation-analysis-for-email-marketers/\"><div class=\"poster-cat mt-theme-background\"><span>Analytics</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/01/customer-segmentation-analysis-for-email-15x10.jpg);\"></div><img alt=\"How Big Data Improves Customer Segmentation Analysis For Email Marketers\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/01/customer-segmentation-analysis-for-email-300x200.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/how-big-data-improves-customer-segmentation-analysis-for-email-marketers/\"><h4>How Big Data Improves Customer Segmentation Analysis For Email Marketers</h4></a></div></div></div></div></div></div><a></a></li></ul></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem dropdown df-is-not-megamenu menu-item-14683\"><a href=\"https://www.smartdatacollective.com/category/software/\">Software</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem dropdown df-is-not-megamenu menu-item-14721\"><a href=\"https://www.smartdatacollective.com/category/podcasts/\">Podcasts</a></li></ul></div><div class=\"pull-right menu-background mt-radius\"><ul class=\"social\"><li><a href=\"https://twitter.com/SmartDataCo\" target=\"_blank\"><i class=\"ic-twitter\"></i></a></li><li><a href=\"https://www.facebook.com/SmartDataCo\" target=\"_blank\"><i class=\"ic-facebook\"></i></a></li><li><a href=\"https://plus.google.com/+SmartDataCollective\" target=\"_blank\"><i class=\"ic-google-plus\"></i></a></li><li><a href=\"https://www.smartdatacollective.com/rss/feed.xml\" target=\"_blank\"><i class=\"ic-rss\"></i></a></li></ul></div></div><div class=\"search-close\"></div><div class=\"search-close\"></div><div class=\"nav-search-wrap pull-right menu-background-right mt-radius\"><div class=\"nav-search pointer\"></div><div class=\"nav-search-input mt-radius\"><form action=\"https://www.smartdatacollective.com//\" method=\"get\"> <input name=\"s\" placeholder=\"To search type and hit enter\" type=\"text\"/></form></div></div></div></div></div></div></div></div> <br/><div align=\"center\"><script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-slot=\"8237198465\" style=\"display:inline-block;width:970px;height:250px\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script></div><article itemscope=\"\" itemtype=\"http://schema.org/Article\"><div class=\"post-content-wrap mt-content-container\" itemprop=\"mainEntityOfPage\"><div class=\"container\"><div class=\"row\"><div class=\"col-col-1 col-md-1 sidebar theiaStickySidebar\"><div class=\"single-cat-wrap\"><ul class=\"post-categories\"><li><a href=\"https://www.smartdatacollective.com/category/it/cloud-computing/\" rel=\"category tag\">Cloud Computing</a></li></ul></div><div><div class=\"poster-small-bottom-wrap\"><div class=\"poster-small-bottom\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/how-cloud-computing-and-robotics-play-role-in-industrial-automation/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/cloud-computing-and-robotics-15x10.jpg);\"></div><img alt=\"How Cloud Computing And Robotics Play A Role In Industrial Automation\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/cloud-computing-and-robotics-300x200.jpg\" height=\"480\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"480\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/how-cloud-computing-and-robotics-play-role-in-industrial-automation/\"><h4>How Cloud Computing And Robotics Play A Role In Industrial Automation</h4></a></div><div class=\"clearfix\"></div></div><div class=\"poster-small-bottom\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/most-pressing-threats-to-cloud-computing-how-to-thwart-them/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/cloud-computing-threats-15x11.jpg);\"></div><img alt=\"The Most Pressing Threats To Cloud Computing And How To Thwart Them\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/cloud-computing-threats-300x218.jpg\" height=\"480\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"480\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/most-pressing-threats-to-cloud-computing-how-to-thwart-them/\"><h4>The Most Pressing Threats To Cloud Computing And How To Thwart Them</h4></a></div><div class=\"clearfix\"></div></div><div class=\"poster-small-bottom\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/6-big-companies-that-succeeded-with-cloud-computing/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/companies-that-succeeded-with-cloud-computing-15x10.jpg);\"></div><img alt=\"6 Big Companies That Succeeded With Cloud Computing\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/companies-that-succeeded-with-cloud-computing-300x200.jpg\" height=\"480\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"480\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/6-big-companies-that-succeeded-with-cloud-computing/\"><h4>6 Big Companies That Succeeded With Cloud Computing</h4></a></div><div class=\"clearfix\"></div></div><div class=\"poster-small-bottom\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/cloud-security-practical-and-effective-ways-to-protect-data/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/cloud-security-to-protect-your-data-15x10.jpg);\"></div><img alt=\"Cloud Security: Practical And Effective Ways To Protect Your Data\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/cloud-security-to-protect-your-data-300x200.jpg\" height=\"480\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"480\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/cloud-security-practical-and-effective-ways-to-protect-data/\"><h4>Cloud Security: Practical And Effective Ways To Protect Your Data</h4></a></div><div class=\"clearfix\"></div></div><div class=\"poster-small-bottom\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/cloud-does-not-eliminate-need-for-data-recovery-software/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2018/08/data-recovery-image-15x8.jpg);\"></div><img alt=\"The Cloud Doesn’t Eliminate The Need For Data Recovery Software\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2018/08/data-recovery-image-300x150.jpg\" height=\"480\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"480\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/cloud-does-not-eliminate-need-for-data-recovery-software/\"><h4>The Cloud Doesn’t Eliminate The Need For Data Recovery Software</h4></a></div><div class=\"clearfix\"></div></div></div></div></div><div class=\"single-content col-col-2 col-md-7 pull-left\"><h1 class=\"single-title\" itemprop=\"headline\">What You Need to Know About Data Protection in Virtual Environments</h1><div class=\"after-title\"><div class=\"pull-left\"><div class=\"author-img pull-left\"> <img alt=\"Avatar\" class=\"avatar avatar-30 wp-user-avatar wp-user-avatar-30 photo avatar-default\" height=\"30\" src=\"http://2.gravatar.com/avatar/2d0d2c632821281d261a204eaceb4dd0?s=30&amp;d=identicon&amp;r=g\" width=\"30\"/></div><div class=\"author-info\"> <strong itemprop=\"author\"><a href=\"https://www.smartdatacollective.com/author/paullopez/\" rel=\"author\" title=\"Posts by paullopez\">paullopez</a></strong> <small class=\"color-silver-light\" itemprop=\"datePublished\">November 14, 2013</small> <span class=\"hide\" itemprop=\"dateModified\">November 14, 2013</span></div></div><div class=\"post-statistic pull-left\"> <span class=\"stat-views\"><strong>649</strong> Views</span></div><div class=\"clearfix\"></div><ul class=\"share top\"><li class=\"share-facebook\"><a class=\"mt-radius\" href=\"http://www.facebook.com/sharer.php?u=https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/\" target=\"_blank\"><span>Share on Facebook</span></a></li><li class=\"share-twitter\"><a class=\"mt-radius\" href=\"http://twitter.com/home/?status=What+You+Need+to+Know+About+Data+Protection+in+Virtual+Environments+https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/\" target=\"_blank\"><span>Tweet on Twitter</span></a></li><li class=\"share-more\"><div class=\"share-more-wrap\"><div class=\"share-more-icon mt-radius\">+</div></div> <a class=\"mt-radius\" href=\"http://pinterest.com/pin/create/button/?url=https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/&amp;media=\" target=\"_blank\"><div class=\"pinterest mt-radius-b\"></div></a> <a class=\"mt-radius\" href=\"https://plus.google.com/share?url=https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/\" target=\"_blank\"><div class=\"google mt-radius-b\"></div></a></li></ul><div class=\"single-stat-comments\"></div><div class=\"clearfix\"></div></div><div class=\"entry-content\" itemprop=\"articleBody\"><p style=\"text-align: left;\"><img alt=\"\" height=\"249\" src=\"http://blog.bodhost.com/wp-content/uploads/2013/11/index.jpg\" style=\"display: block; margin-left: auto; margin-right: auto;\" width=\"312\"/></p><div class=\"quads-location quads-ad1\" id=\"quads-ad1\" style=\"float:none;margin:5px;\"> <script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-format=\"fluid\" data-ad-layout=\"in-article\" data-ad-slot=\"4409634097\" style=\"display:block; text-align:center;\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script> </div><p style=\"text-align: left;\">Price, complexity, features and compatibility, all paths to overcome the difficulties related to the protection of virtual data.</p><p style=\"text-align: left;\">Today, IT departments rapidly set up Virtualization technologies. But in this situation, customers face the challenge of integrating data protection and archiving methodologies for their virtual data.</p><p style=\"text-align: left;\"><img alt=\"\" height=\"249\" src=\"http://blog.bodhost.com/wp-content/uploads/2013/11/index.jpg\" style=\"display: block; margin-left: auto; margin-right: auto;\" width=\"312\"/></p><p style=\"text-align: left;\">Price, complexity, features and compatibility, all paths to overcome the difficulties related to the protection of virtual data.</p><p style=\"text-align: left;\">Today, IT departments rapidly set up Virtualization technologies. But in this situation, customers face the challenge of integrating data protection and archiving methodologies for their virtual data.</p><p>Several reports from market research companies suggest that the resolution of problems for the protection of virtual data was one of the main priorities of 60% of users of Virtualization technology in 2013, this is quite amazing figure. The options available to protect traditional data are numerous, but it is quite different in case of data in the virtual environment.</p><p>Some reports also suggest that more than a third of organizations will change their solution provider for backup, due to the major factors such as price, complexity or functionality. This statement is based on what we have heard from customers; I would include a fourth factor, compatibility. In this post we will examine these four areas to find ways to overcome the difficulties related specifically to the protection of virtual data.</p><p><strong>Price Control</strong></p><p>Many market analysts admitted that they were amazed that basic and routine IT tasks such as data protection still cause major problems for customers. And the addition of Virtualization setting is not necessarily likely to make things easier.</p><p>When they start to think about protecting their virtual data, customers can have the first instinct to use an application of existing traditional backup, but should be approached with carefulness to this move toward. Indeed, traditional backup software can quickly become too much expensive to manage virtual data.</p><p>Most of the traditional applications apply based on the billing agent per host or sometimes by the virtual machine (VM); resulting in license fees and unnecessary maintenance and increases the time spent on managing additional required licenses. Furthermore, in case of the agent’s absence for these hosts, valuable data may not be taken into account when the next backup required. Although, including a default backup agent on each virtual machine can certainly simplify deployment tasks, but this can quickly become expensive and unnecessarily increase the consumption of resources (CPU, Network, etc…).</p><p>While protecting applications such Microsoft Exchange, SQL and SharePoint, or other tasks such as tape backup or remote application for data protection, most of the backup software requires additional plug-ins and license. Even some traditional backup software today use license based on capacity, they may well suit for some large organizations, but also lead to an explosion of costs and provide features that users do not necessarily need.</p><p><strong>Applications simple backup</strong></p><p>We must think about backup applications which adopt a simpler approach to licensing and do not use agents or plug-ins, or do not charge for unnecessary features. Indeed, applications of this type are generally less expensive and process methodology also reduces overhead and avoids the need to track licenses. Most importantly, these applications ensure that all data of customer are saved, not like some software which always planning to sell their licenses.</p><p>Also keep in mind that saving more data than necessary will increase costs and therefore increase the amount of data adding virtual machines to a backup plan which can also lead to an exponential increase in spending. Virtual machines generate a lot of unnecessary data tools (useless for restoration), but hypervisors data can be put in place to deal with this problem in a controlled manner which would be remarkable.</p><p>It is therefore essential to focus on the dedicated virtual machines that take advantage of these features of the hypervisor and help to eliminate these needless data tools. In addition, duplication can reduce the space of storage needed for backups on the site, and volume of data can be sent and reside in the <a href=\"http://www.bodhost.com/disaster-recovery-in-the-cloud.php\" rel=\"nofollow\" target=\"_blank\" title=\"Disaster Recovery in the Cloud\">cloud for disaster recovery</a> and off-site backup.</p><div style=\"clear:both; margin-top:0em; margin-bottom:1em;\"><a class=\"IRPP_ruby\" href=\"https://www.smartdatacollective.com/most-pressing-threats-to-cloud-computing-how-to-thwart-them/\" target=\"_self\"><div class=\"postImageUrl\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/cloud-computing-threats-300x218.jpg);\"></div><div class=\"centered-text-area\"><div class=\"centered-text\"><div class=\"IRPP_ruby-content\"><div class=\"ctaText\" style=\"float:left;\">READ</div><div style=\"clear:both\"></div><div class=\"postTitle\" style=\"float:left;\">The Most Pressing Threats To Cloud Computing And How To Thwart Them</div></div></div><div class=\"ctaButton\"></div></div></a></div><p>As a final point, the additional costs associated with virtual data backup can be linked to the increase in the number of physical (or backup servers) servers than the number of storage facilities for these data and additional support to edit the data ensure the maintenance of virtual data.</p><p>Server side physical backup applications are specifically designed to run as virtual machines and take full advantage not only for the existing infrastructure but also for all the technologies associated with a virtual machine. For example, vMotion and vStorage Motion in VMware environments.</p><p>Now we are going to see complexity, functionality and compatibility of data protection in virtual environments.</p><p><strong>Managing complexity</strong></p><p>Virtual machines are logically dynamic structures that initiate various types of disturbances in the creation of relatively controlled data protection. Many factors are at the root of this complexity, particularly in the creation of virtual machines. It is so easy to set up these virtual machines; even employees who know nothing about data protection or do not care can create them, which lead to unnecessary side effects and even sometimes IT managers also find them difficult to control.</p><p><strong>Concerns</strong></p><p>Major concerns related to several key issues: how the application of safeguard integrates the hypervisor? Some application may work directly with the tools to make inventory and automatically detect new hosts or created virtual machines or added since the last backup. This ensures that data will be protected, regardless of how the creation of virtual machines.</p><p>It should also take into account the serious performance problems that many adverse effects on the environment. Backup applications run on a schedule, regardless of other events that occur in the environment, and tasks require resources (network, disk I / O, processing power) and more focused on applications in virtual environments. These applications can typically be deployed as virtual machine and use fewer resource model, but vMotion feature can also be disabled when their work come to an end in order to free resources for the hosts needs to other virtual machines that perform more strategic functions.</p><p>It is also important to understand how simple it is to make restoration with an application. If it uses a proprietary format (like the vast majority of applications), it only has access to data, which significantly reduce the possibility of restoration and creates unnecessary conflicts over resources. It will deploy a virtual assistant to restore the data so that the hypervisor or the database can understand what he or she receives. Backup applications that can protect data in their native format are naturally more flexible and do not require starting the virtual machines before the exploration, research or restoring individual files.</p><p><strong>Features: which are necessary?</strong></p><p>The scalability of a solution of virtual data protection is an important aspect to consider. The rate of adoption of virtualization technologies is not diminishing, most of the environments that are likely to benefit need a scalable solution for data protection, not only from the point of view of the support but also on the fly, to measure the increasing virtual data volume. The proliferation of virtual machines and superfluous data drive up the costs of backup, but if it is not able to support the growing data of virtual machines, it is legitimate to question on its usefulness.</p><p>IT managers need a system that can evolve easily, so all data is always protected. Traditional applications are designed to protect the physical data and those who succeeded with them do not necessarily offer the functionality, interoperability with data from Virtualization hypervisors or needed to meet today’s needs.</p><div style=\"clear:both; margin-top:0em; margin-bottom:1em;\"><a class=\"IRPP_ruby\" href=\"https://www.smartdatacollective.com/cloud-security-practical-and-effective-ways-to-protect-data/\" target=\"_self\"><div class=\"postImageUrl\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/cloud-security-to-protect-your-data-300x200.jpg);\"></div><div class=\"centered-text-area\"><div class=\"centered-text\"><div class=\"IRPP_ruby-content\"><div class=\"ctaText\" style=\"float:left;\">READ</div><div style=\"clear:both\"></div><div class=\"postTitle\" style=\"float:left;\">Cloud Security: Practical And Effective Ways To Protect Your Data</div></div></div><div class=\"ctaButton\"></div></div></a></div><p>The solutions offering direct links with the hypervisor undeniably provide a strategic interest for the protection of virtual data. Some hypervisors implement unique methods to reduce the additional data associated with their virtual machines, but it is important that the data protection solution can also automatically detect new virtual machines so that all data are protected. When moving the virtual machines or data store associated with it, the backup application does still protect the data?</p><p>Protection system should not only protect virtual data but also the physical data that will continue to exist, even if the volume does not necessarily increase. The combination of application dedicated to virtual data and software for traditional physical data is the best approach. However, a dedicated Virtualization implementation might work in conjunction with a traditional application, presenting virtual data, so that the investment represents the backup media, backup application, the existing policies and procedures is not lost.</p><p>The last question to ask is this: a solution it offers flexibility in terms of backup media? Can it for to save the data on tape, or in the cloud using the best method to come? Protection solutions for the most desired data will be those that can take advantage of any backup media not only for backup but also for archiving virtual machines and associated data. Therefore, you must ensure that any application or solution in place can support the disc, the cloud, cut the bandwidth also. The latter remains the medium of choice for backup and archiving up to 80% organizations.</p><p><strong>Compatibility</strong></p><p>The term “compatibility” can have several meanings. In the context of ours, we are talking specifically the type of format in which the backup application “protects” the data to the target destination. Most applications use a proprietary format that allows only the application that made the backup to access the data, which virtually eliminates any flexibility in the choice of backup and disaster recovery.</p><p>But that’s not all. Imagine using a backup application that can protect data in their native format on the virtual as well as data associated machine, which eliminates vendor lock-in and data is a real resource not only for end users but also for the IT department. Keeping the data in a proprietary format limit the use of IaaS technologies, backup application can quickly become a single brake as it can access and read the data.</p><p>With applications that use the native format, it is possible to verify that the data are not infected by viruses, monitor security and compliance, and use the indexing engine in conjunction with the data. More importantly, applications that store data in their native format preserve the freedom of choice of backup media and other applications that may require two data, five or ten years after their initial storage. Although this choice is never exercised, it is good to know it is possible.</p><p><strong>Conclusion</strong></p><p>Data from Virtualization continue to impose and customers will continue to enjoy the benefits of Virtualization. But they will also learn how to best protect the new data structure that the technology introduced. While traditional applications may suffice today to protect virtual data, what will happen tomorrow? Will they become an ally or an enemy of the virtual infrastructure?<div class=\"quads-location quads-ad2\" id=\"quads-ad2\" style=\"float:none;margin:5px 0 5px 0;text-align:center;\"> <script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-format=\"fluid\" data-ad-layout=\"in-article\" data-ad-slot=\"4409634097\" style=\"display:block; text-align:center;\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script> </div></p><p>Customers should know why the virtual data are different from the physical data but should not be afraid to analyze the options available to protect them. Some applications built using traditional methods of data protection have been adapted to protect virtual data but others were created to Virtualization technologies and their environments, and are able to take advantage of features and flexibilities of virtual infrastructure. Each other have strengths and weaknesses, and the good news is that you have a choice.</p></div><div class=\"mt-pagepagination\"></div><div class=\"tags\"></div><ul class=\"share down\"><li class=\"share-facebook\"><a class=\"mt-radius\" href=\"http://www.facebook.com/sharer.php?u=https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/\" target=\"_blank\"><span>Share on Facebook</span></a></li><li class=\"share-twitter\"><a class=\"mt-radius\" href=\"http://twitter.com/home/?status=What+You+Need+to+Know+About+Data+Protection+in+Virtual+Environments+https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/\" target=\"_blank\"><span>Tweet on Twitter</span></a></li><li class=\"share-more\"> <a class=\"mt-radius\" href=\"https://plus.google.com/share?url=https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/\" target=\"_blank\"><div class=\"google mt-radius-b\"></div></a> <a class=\"mt-radius\" href=\"http://pinterest.com/pin/create/button/?url=https://www.smartdatacollective.com/what-you-need-know-about-data-protection-virtual-environments/&amp;media=\" target=\"_blank\"><div class=\"pinterest mt-radius-b\"></div></a><div class=\"share-more-wrap\"><div class=\"share-more-icon mt-radius\">+</div></div></li></ul><div class=\"clearfix\"></div><div class=\"entry-meta\"></div><ul class=\"nav-single mt-radius\"><li class=\"previous pull-left\"><a href=\"https://www.smartdatacollective.com/analytics-emotional-examination/\" rel=\"prev\"><span class=\"color-silver-light\">Previous article</span><div>Analytics for Emotional Examination?</div></a></li><li class=\"next pull-right\"><a href=\"https://www.smartdatacollective.com/kindling-flames-future-data-governance/\" rel=\"next\"> <span class=\"color-silver-light\">Next article</span><div>Kindling the Flames: The Future of Data Governance</div></a></li><li class=\"clearfix\"></li></ul><div class=\"clear\"></div><div class=\"widget\"><div class=\"advertise text-center\" itemscope=\"\" itemtype=\"https://schema.org/WPAdBlock\"><script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-format=\"auto\" data-ad-slot=\"7980174680\" style=\"display:block\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script></div><div class=\"clear\"></div></div><div class=\"mt-comment-area\"><p class=\"must-log-in\">You must <a href=\"https://www.smartdatacollective.com/wp-login.php?redirect_to=https%3A%2F%2Fwww.smartdatacollective.com%2Fwhat-you-need-know-about-data-protection-virtual-environments%2F%23respond\">log in</a> to post a comment.</p></div></div><div class=\"col-col-3 col-md-4 pull-right sidebar theiaStickySidebar\" itemscope=\"itemscope\" itemtype=\"http://schema.org/WPSideBar\"><div class=\"mt-sidebar-in\"><div class=\"widget\"><div id=\"fb-root\"></div><div class=\"fb-page\" data-height=\"430\" data-hide-cover=\"false\" data-href=\"https://www.facebook.com/SmartDataCo\" data-show-facepile=\"true\" data-show-posts=\"false\" data-width=\"340\"><div class=\"fb-xfbml-parse-ignore\"><blockquote cite=\"https://www.facebook.com/SmartDataCo\"><a href=\"https://www.facebook.com/SmartDataCo\"></a></blockquote></div></div><div class=\"clear\"></div></div><div class=\"widget\"><div class=\"advertise text-center\" itemscope=\"\" itemtype=\"https://schema.org/WPAdBlock\"><script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-slot=\"9481711964\" style=\"display:inline-block;width:300px;height:1050px\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script></div><div class=\"clear\"></div></div><div class=\"widget\"><h2 class=\"heading\"><span>Trending Now </span></h2><div class=\"poster trending-normal\"><div class=\"number mt-theme-background\">1</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/how-cloud-computing-and-robotics-play-role-in-industrial-automation/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/cloud-computing-and-robotics-15x10.jpg);\"></div><img alt=\"How Cloud Computing And Robotics Play A Role In Industrial Automation\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/cloud-computing-and-robotics.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Cloud Computing</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">59 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,652 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">59 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,652 <span class=\"mt-data-text\">views</span></span></div><a href=\"https://www.smartdatacollective.com/how-cloud-computing-and-robotics-play-role-in-industrial-automation/\"><h2>How Cloud Computing And Robotics Play A Role In Industrial Automation</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Ryan Kh</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">March 22, 2019</span></small></div></div><div class=\"poster trending-normal\"><div class=\"number mt-theme-background\">2</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/optimizing-saas-pricing-strategy-based-on-data-analysis/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2018/01/big-data-and-SaaS-startups-15x11.jpg);\"></div><img alt=\"Optimizing SaaS Pricing Strategy Based On Data Analysis\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2018/01/big-data-and-SaaS-startups-550x398.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>SaaS</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">62 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,919 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">62 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,919 <span class=\"mt-data-text\">views</span></span></div><a href=\"https://www.smartdatacollective.com/optimizing-saas-pricing-strategy-based-on-data-analysis/\"><h2>Optimizing SaaS Pricing Strategy Based On Data Analysis</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Milos Mudric</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">March 21, 2019</span></small></div></div><div class=\"poster trending-normal\"><div class=\"number mt-theme-background\">3</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/importance-of-analytics-content-marketing/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/content-marketing-analyatics-15x10.jpg);\"></div><img alt=\"What To Know About The Importance Of Analytics In Content Marketing\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/content-marketing-analyatics-550x370.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Analytics</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">41 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,706 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">41 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,706 <span class=\"mt-data-text\">views</span></span></div><a href=\"https://www.smartdatacollective.com/importance-of-analytics-content-marketing/\"><h2>What To Know About The Importance Of Analytics In Content Marketing</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Annie Qureshi</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">March 21, 2019</span></small></div></div><div class=\"poster trending-normal\"><div class=\"number mt-theme-background\">4</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/intent-data-101-what-b2bs-need-to-know-about-information/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/intent-data-15x10.jpg);\"></div><img alt=\"Intent Data 101: What B2Bs Need To Know About This Information\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/intent-data.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Big Data</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">43 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,043 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">43 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,043 <span class=\"mt-data-text\">views</span></span></div><a href=\"https://www.smartdatacollective.com/intent-data-101-what-b2bs-need-to-know-about-information/\"><h2>Intent Data 101: What B2Bs Need To Know About This Information</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Ryan Kade</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">March 21, 2019</span></small></div></div><div class=\"poster trending-normal\"><div class=\"number mt-theme-background\">5</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/most-pressing-threats-to-cloud-computing-how-to-thwart-them/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/cloud-computing-threats-15x11.jpg);\"></div><img alt=\"The Most Pressing Threats To Cloud Computing And How To Thwart Them\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/cloud-computing-threats-550x399.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Cloud Computing</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">56 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,488 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">56 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,488 <span class=\"mt-data-text\">views</span></span></div><a href=\"https://www.smartdatacollective.com/most-pressing-threats-to-cloud-computing-how-to-thwart-them/\"><h2>The Most Pressing Threats To Cloud Computing And How To Thwart Them</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Matt James</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">March 21, 2019</span></small></div></div><div class=\"poster trending-normal\"><div class=\"number mt-theme-background\">6</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/how-continuous-testing-is-hitting-shift-left-on-security/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/stronger-cybersecurity-practices-15x10.jpg);\"></div><img alt=\"How Continuous Testing Is Hitting Shift Left On Security\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/stronger-cybersecurity-practices-550x367.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Security</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">35 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,202 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">35 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,202 <span class=\"mt-data-text\">views</span></span></div><a href=\"https://www.smartdatacollective.com/how-continuous-testing-is-hitting-shift-left-on-security/\"><h2>How Continuous Testing Is Hitting Shift Left On Security</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Larry Alton</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">March 20, 2019</span></small></div></div><div class=\"poster trending-normal\"><div class=\"number mt-theme-background\">7</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/6-big-companies-that-succeeded-with-cloud-computing/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/companies-that-succeeded-with-cloud-computing-15x10.jpg);\"></div><img alt=\"6 Big Companies That Succeeded With Cloud Computing\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/companies-that-succeeded-with-cloud-computing.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Cloud Computing</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">111 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">3,014 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">111 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">3,014 <span class=\"mt-data-text\">views</span></span></div><a href=\"https://www.smartdatacollective.com/6-big-companies-that-succeeded-with-cloud-computing/\"><h2>6 Big Companies That Succeeded With Cloud Computing</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Kayla Matthews</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">March 20, 2019</span></small></div></div><div class=\"clear\"></div></div><div class=\"widget\"><div class=\"advertise text-center\" itemscope=\"\" itemtype=\"https://schema.org/WPAdBlock\"><script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-slot=\"9481711964\" style=\"display:inline-block;width:300px;height:1050px\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script></div><div class=\"clear\"></div></div></div></div></div></div></div><div class=\"hidde\" itemprop=\"image\" itemscope=\"\" itemtype=\"https://schema.org/ImageObject\"><meta content=\"\" itemprop=\"url\"/><meta content=\"1200\" itemprop=\"width\"/><meta content=\"801\" itemprop=\"height\"/></div><div class=\"hidde\" itemprop=\"publisher\" itemscope=\"\" itemtype=\"https://schema.org/Organization\"><div class=\"hidde\" itemprop=\"logo\" itemscope=\"\" itemtype=\"https://schema.org/ImageObject\"><meta content=\"https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png\" itemprop=\"url\"/><meta content=\"276\" itemprop=\"width\"/><meta content=\"40\" itemprop=\"height\"/></div><meta content=\"SmartData Collective\" itemprop=\"name\"/></div></article><div class=\"footer-wrap\" itemscope=\"itemscope\" itemtype=\"http://schema.org/WPFooter\"><div class=\"container\"><div class=\"poster-carousel-trending mt-radius\"><h2 class=\"heading heading-left\"><span>Hot Posts</span></h2><div class=\"post-carousel\"><div class=\"poster trending-carousel\"><div class=\"number mt-theme-background\">1</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/understanding-nuances-of-instagram-data-transparency-policies/\"><div class=\"mt-post-image\"><img alt=\"Understanding The Nuances of Instagram Data Transparency Policies\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/Instagram-data-tranperancy-300x200.jpg\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Big Data</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">49 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">1,618 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">49 </span><span class=\"poster-views\">1,618 </span></div><a href=\"https://www.smartdatacollective.com/understanding-nuances-of-instagram-data-transparency-policies/\"><h2>Understanding The Nuances of Instagram Data Transparency Policies</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Ryan Kh</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">April 1, 2019</span></small></div></div><div class=\"poster trending-carousel\"><div class=\"number mt-theme-background\">2</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/predictive-analytics-solutions-bolster-crypto-trading-security-in-2019/\"><div class=\"mt-post-image\"><img alt=\"Predictive Analytics Solutions Bolster Crypto Trading Security in 2019\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/predictive-analytics-and-crypto-trading-300x200.jpg\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Analytics</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">66 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">1,954 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">66 </span><span class=\"poster-views\">1,954 </span></div><a href=\"https://www.smartdatacollective.com/predictive-analytics-solutions-bolster-crypto-trading-security-in-2019/\"><h2>Predictive Analytics Solutions Bolster Crypto Trading Security in 2019</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Rehan Ijaz</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">March 29, 2019</span></small></div></div><div class=\"poster trending-carousel\"><div class=\"number mt-theme-background\">3</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/7-ways-big-data-essential-for-life-insurance-settlements/\"><div class=\"mt-post-image\"><img alt=\"7 Ways Big Data Is Essential For Life Insurance Settlements\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/life-insurance-settlement-data-300x220.jpg\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Big Data</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">47 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,243 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">47 </span><span class=\"poster-views\">2,243 </span></div><a href=\"https://www.smartdatacollective.com/7-ways-big-data-essential-for-life-insurance-settlements/\"><h2>7 Ways Big Data Is Essential For Life Insurance Settlements</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Ryan Kh</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">March 28, 2019</span></small></div></div><div class=\"poster trending-carousel\"><div class=\"number mt-theme-background\">4</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/optimizing-iot-infrastructure-for-enhanced-big-data-performance/\"><div class=\"mt-post-image\"><img alt=\"Optimizing the IoT Infrastructure for Enhanced Big Data Performance\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/IoT-infrastructure-and-big-data-300x200.jpg\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Big Data</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">43 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,227 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">43 </span><span class=\"poster-views\">2,227 </span></div><a href=\"https://www.smartdatacollective.com/optimizing-iot-infrastructure-for-enhanced-big-data-performance/\"><h2>Optimizing the IoT Infrastructure for Enhanced Big Data Performance</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Annie Qureshi</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">March 28, 2019</span></small></div></div><div class=\"poster trending-carousel\"><div class=\"number mt-theme-background\">5</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/how-financial-institutions-are-becoming-champions-of-big-data/\"><div class=\"mt-post-image\"><img alt=\"How Financial Institutions Are Becoming Champions Of Big Data\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/financial-institutions-are-becoming-champions-of-big-data-300x221.jpg\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Big Data</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">33 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,154 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">33 </span><span class=\"poster-views\">2,154 </span></div><a href=\"https://www.smartdatacollective.com/how-financial-institutions-are-becoming-champions-of-big-data/\"><h2>How Financial Institutions Are Becoming Champions Of Big Data</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Sean Mallon</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">March 28, 2019</span></small></div></div></div></div></div><div class=\"container footer-page\"><div class=\"panel-layout\" id=\"pl-14546\"><div class=\"panel-grid panel-has-style\" id=\"pg-14546-0\"><div class=\"mt-radius panel-row-style panel-row-style-for-14546-0\"><div class=\"panel-grid-cell\" id=\"pgc-14546-0-0\"><div class=\"so-panel widget widget_space_widget panel-first-child\" data-index=\"0\" id=\"panel-14546-0-0-0\"><div class=\"clearfix\" style=\"height:40px\"></div></div><div class=\"so-panel widget widget_posts_widget\" data-index=\"1\" id=\"panel-14546-0-0-1\"><div class=\"title_bg_fix panel-widget-style panel-widget-style-for-14546-0-0-1\"><h2 class=\"heading\"><span>Latest</span></h2><div><div class=\"poster-small\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/understanding-nuances-of-instagram-data-transparency-policies/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/Instagram-data-tranperancy-15x10.jpg);\"></div><img alt=\"Understanding The Nuances of Instagram Data Transparency Policies\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/Instagram-data-tranperancy-150x150.jpg\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/understanding-nuances-of-instagram-data-transparency-policies/\"><h4>Understanding The Nuances of Instagram Data Transparency Policies</h4></a><small class=\"mt-pl\"><span class=\"color-silver-light mt-pl-d\">April 1, 2019</span></small></div><div class=\"clearfix\"></div></div><div class=\"poster-small\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/predictive-analytics-solutions-bolster-crypto-trading-security-in-2019/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/predictive-analytics-and-crypto-trading-15x10.jpg);\"></div><img alt=\"Predictive Analytics Solutions Bolster Crypto Trading Security in 2019\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/predictive-analytics-and-crypto-trading-150x150.jpg\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/predictive-analytics-solutions-bolster-crypto-trading-security-in-2019/\"><h4>Predictive Analytics Solutions Bolster Crypto Trading Security in 2019</h4></a><small class=\"mt-pl\"><span class=\"color-silver-light mt-pl-d\">March 29, 2019</span></small></div><div class=\"clearfix\"></div></div><div class=\"poster-small\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/7-ways-big-data-essential-for-life-insurance-settlements/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/life-insurance-settlement-data-15x11.jpg);\"></div><img alt=\"7 Ways Big Data Is Essential For Life Insurance Settlements\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/life-insurance-settlement-data-150x150.jpg\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/7-ways-big-data-essential-for-life-insurance-settlements/\"><h4>7 Ways Big Data Is Essential For Life Insurance Settlements</h4></a><small class=\"mt-pl\"><span class=\"color-silver-light mt-pl-d\">March 28, 2019</span></small></div><div class=\"clearfix\"></div></div></div></div></div><div class=\"so-panel widget widget_space_widget panel-last-child\" data-index=\"2\" id=\"panel-14546-0-0-2\"><div class=\"clearfix\" style=\"height:20px\"></div></div></div><div class=\"panel-grid-cell\" id=\"pgc-14546-0-1\"><div class=\"so-panel widget widget_space_widget panel-first-child\" data-index=\"3\" id=\"panel-14546-0-1-0\"><div class=\"clearfix\" style=\"height:40px\"></div></div><div class=\"so-panel widget widget_posts_widget\" data-index=\"4\" id=\"panel-14546-0-1-1\"><div class=\"title_bg_fix panel-widget-style panel-widget-style-for-14546-0-1-1\"><h2 class=\"heading\"><span>Popular</span></h2><div><div class=\"poster-small\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/data-visualisation-scientific-treatment/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2016/01/advantages-of-data-visualization-15x9.jpg);\"></div><img alt=\"Data Visualization: A Scientific Treatment\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2016/01/advantages-of-data-visualization-150x150.jpg\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/data-visualisation-scientific-treatment/\"><h4>Data Visualization: A Scientific Treatment</h4></a><small class=\"mt-pl\"><span class=\"color-silver-light mt-pl-d\">November 7, 2014</span></small></div><div class=\"clearfix\"></div></div><div class=\"poster-small\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/96-companies-are-failing-miserably-when-it-comes-marketing-data-insights/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2015/12/marketing-Data-Insights-15x8.jpg);\"></div><img alt=\"96% of Companies Are Failing Miserably When it Comes to Marketing Data Insights\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2015/12/marketing-Data-Insights-150x150.jpg\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/96-companies-are-failing-miserably-when-it-comes-marketing-data-insights/\"><h4>96% of Companies Are Failing Miserably When it Comes to Marketing Data Insights</h4></a><small class=\"mt-pl\"><span class=\"color-silver-light mt-pl-d\">December 3, 2015</span></small></div><div class=\"clearfix\"></div></div><div class=\"poster-small\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/user-adoption-resistance-it-futile-we-hope/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2012/01/User-Adoption-15x10.jpg);\"></div><img alt=\"User Adoption – Resistance Is Futile, We Hope\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2012/01/User-Adoption-150x150.jpg\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/user-adoption-resistance-it-futile-we-hope/\"><h4>User Adoption – Resistance Is Futile, We Hope</h4></a><small class=\"mt-pl\"><span class=\"color-silver-light mt-pl-d\">January 10, 2012</span></small></div><div class=\"clearfix\"></div></div></div></div></div><div class=\"so-panel widget widget_space_widget panel-last-child\" data-index=\"5\" id=\"panel-14546-0-1-2\"><div class=\"clearfix\" style=\"height:20px\"></div></div></div><div class=\"panel-grid-cell\" id=\"pgc-14546-0-2\"><div class=\"so-panel widget widget_space_widget panel-first-child\" data-index=\"6\" id=\"panel-14546-0-2-0\"><div class=\"clearfix\" style=\"height:40px\"></div></div><div class=\"so-panel widget\" data-index=\"7\" id=\"panel-14546-0-2-1\"><div class=\"panel-widget-style panel-widget-style-for-14546-0-2-1\"></div></div><div class=\"so-panel widget widget_space_widget panel-last-child\" data-index=\"8\" id=\"panel-14546-0-2-2\"><div class=\"clearfix\" style=\"height:20px\"></div></div></div></div></div><div class=\"panel-grid panel-no-style\" id=\"pg-14546-1\"><div class=\"panel-grid-cell\" id=\"pgc-14546-1-0\"><div class=\"so-panel widget widget_space_widget panel-first-child panel-last-child\" data-index=\"9\" id=\"panel-14546-1-0-0\"><div class=\"clearfix\" style=\"height:20px\"></div></div></div></div></div></div></div></div></body></html><div class=\"quads-location quads-ad1\" id=\"quads-ad1\" style=\"float:none;margin:5px;\"> <script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-format=\"fluid\" data-ad-layout=\"in-article\" data-ad-slot=\"4409634097\" style=\"display:block; text-align:center;\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script> </div><div class=\"footer\"><div class=\"footer-top\"><div class=\"container mt-radius\"><div class=\"row\"><div class=\"col-md-4 footer-logo\"> <img alt=\"What You Need to Know About Data Protection in Virtual Environments\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png\" srcset=\"https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png 1x, https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png 2x\"/></div><div class=\"col-md-4 footer-about\"></div><div class=\"col-md-4 footer-social\"><ul class=\"social\"><li><a href=\"https://twitter.com/SmartDataCo\" target=\"_blank\"><i class=\"ic-twitter\"></i></a></li><li><a href=\"https://www.facebook.com/SmartDataCo\" target=\"_blank\"><i class=\"ic-facebook\"></i></a></li><li><a href=\"https://plus.google.com/+SmartDataCollective\" target=\"_blank\"><i class=\"ic-google-plus\"></i></a></li><li><a href=\"https://www.smartdatacollective.com/rss/feed.xml\" target=\"_blank\"><i class=\"ic-rss\"></i></a></li></ul><ul class=\"footer-nav\" id=\"menu-footer-menu\"><li class=\"menu-item menu-item-type-post_type menu-item-object-page df-md-menuitem dropdown df-is-not-megamenu menu-item-14497\" id=\"menu-item-14497\"><a href=\"https://www.smartdatacollective.com/news/\">Home</a></li><li class=\"menu-item menu-item-type-custom menu-item-object-custom df-md-menuitem dropdown df-is-not-megamenu menu-item-14499\" id=\"menu-item-14499\"><a href=\"https://www.smartdatacollective.com/advertising-and-sponsorship-smart-data-collective/\">Advertise</a></li><li class=\"menu-item menu-item-type-custom menu-item-object-custom df-md-menuitem dropdown df-is-not-megamenu menu-item-14498\" id=\"menu-item-14498\"><a href=\"https://www.smartdatacollective.com/about/\">About</a></li></ul></div></div></div></div><div class=\"footer-bottom\"><div class=\"container mt-radius\"><div class=\"row\"><div class=\"col-md-6 footer-copyright\"><p>Copyright 2008-19 © SmartData Collective ™</p></div><div class=\"col-md-6\"><div class=\"head-nav\"> <a class=\"mt_l_popular\" href=\"https://www.smartdatacollective.com/popular/\">POPULAR <span>Posts</span></a> <a class=\"mt_l_trending\" href=\"https://www.smartdatacollective.com/trending/\">TRENDING <span>Posts</span></a></div></div></div></div></div></div> <a class=\"footer-scroll-to-top mt-radius mt-theme-background\" href=\"#\"></a> <script src=\"https://s0.wp.com/wp-content/js/devicepx-jetpack.js?ver=201914\" type=\"text/javascript\"></script> <script type=\"text/javascript\">var $rtl = false;\nvar $autoplay = true;</script> <script type=\"text/javascript\">var rating_form_script = {\"ajaxurl\":\"https:\\/\\/www.smartdatacollective.com\\/wp-admin\\/admin-ajax.php\"};</script> <script type=\"text/javascript\">var renderInvisibleReCaptcha = function() {\n\n    for (var i = 0; i < document.forms.length; ++i) {\n        var form = document.forms[i];\n        var holder = form.querySelector('.inv-recaptcha-holder');\n\n        if (null === holder) continue;\n\t\tholder.innerHTML = '';\n\n         (function(frm){\n\t\t\tvar cf7SubmitElm = frm.querySelector('.wpcf7-submit');\n            var holderId = grecaptcha.render(holder,{\n                'sitekey': '6LfVtyQUAAAAAOAG4ChM_z9A5W8Ao5vx8LaiDkYK', 'size': 'invisible', 'badge' : 'bottomright',\n                'callback' : function (recaptchaToken) {\n\t\t\t\t\tif((null !== cf7SubmitElm) && (typeof jQuery != 'undefined')){jQuery(frm).submit();grecaptcha.reset(holderId);return;}\n\t\t\t\t\t HTMLFormElement.prototype.submit.call(frm);\n                },\n                'expired-callback' : function(){grecaptcha.reset(holderId);}\n            });\n\n\t\t\tif(null !== cf7SubmitElm && (typeof jQuery != 'undefined') ){\n\t\t\t\tjQuery(cf7SubmitElm).off('click').on('click', function(clickEvt){\n\t\t\t\t\tclickEvt.preventDefault();\n\t\t\t\t\tgrecaptcha.execute(holderId);\n\t\t\t\t});\n\t\t\t}\n\t\t\telse\n\t\t\t{\n\t\t\t\tfrm.onsubmit = function (evt){evt.preventDefault();grecaptcha.execute(holderId);};\n\t\t\t}\n\n\n        })(form);\n    }\n};</script> <script async=\"\" defer=\"\" src=\"https://www.google.com/recaptcha/api.js?onload=renderInvisibleReCaptcha&amp;render=explicit&amp;hl=en\" type=\"text/javascript\"></script> <script type=\"text/javascript\">var ajax_posts = {\"ajaxurl\":\"https:\\/\\/www.smartdatacollective.com\\/wp-admin\\/admin-ajax.php\",\"noposts\":\"No older posts found\"};</script> <!--[if lt IE 9]> <script type='text/javascript' src='http://www.smartdatacollective.com/wp-content/themes/techpro/inc/js/respond.js?ver=1.0'></script> <![endif]--> <script type=\"text/javascript\">var jpfbembed = {\"appid\":\"249643311490\",\"locale\":\"en_US\"};</script> <!--[if IE]> <script type=\"text/javascript\">if ( 0 === window.location.hash.indexOf( '#comment-' ) ) {\n\t\t\t\t// window.location.reload() doesn't respect the Hash in IE\n\t\t\t\twindow.location.hash = window.location.hash;\n\t\t\t}</script> <![endif]--> <script type=\"text/javascript\">(function () {\n\t\t\t\tvar comm_par_el = document.getElementById( 'comment_parent' ),\n\t\t\t\t\tcomm_par = ( comm_par_el && comm_par_el.value ) ? comm_par_el.value : '',\n\t\t\t\t\tframe = document.getElementById( 'jetpack_remote_comment' ),\n\t\t\t\t\ttellFrameNewParent;\n\n\t\t\t\ttellFrameNewParent = function () {\n\t\t\t\t\tif ( comm_par ) {\n\t\t\t\t\t\tframe.src = \"\" + '&replytocom=' + parseInt( comm_par, 10 ).toString();\n\t\t\t\t\t} else {\n\t\t\t\t\t\tframe.src = \"\";\n\t\t\t\t\t}\n\t\t\t\t};\n\n\t\t\t\t\n\t\t\t\tif ( 'undefined' !== typeof addComment ) {\n\t\t\t\t\taddComment._Jetpack_moveForm = addComment.moveForm;\n\n\t\t\t\t\taddComment.moveForm = function ( commId, parentId, respondId, postId ) {\n\t\t\t\t\t\tvar returnValue = addComment._Jetpack_moveForm( commId, parentId, respondId, postId ),\n\t\t\t\t\t\t\tcancelClick, cancel;\n\n\t\t\t\t\t\tif ( false === returnValue ) {\n\t\t\t\t\t\t\tcancel = document.getElementById( 'cancel-comment-reply-link' );\n\t\t\t\t\t\t\tcancelClick = cancel.onclick;\n\t\t\t\t\t\t\tcancel.onclick = function () {\n\t\t\t\t\t\t\t\tvar cancelReturn = cancelClick.call( this );\n\t\t\t\t\t\t\t\tif ( false !== cancelReturn ) {\n\t\t\t\t\t\t\t\t\treturn cancelReturn;\n\t\t\t\t\t\t\t\t}\n\n\t\t\t\t\t\t\t\tif ( ! comm_par ) {\n\t\t\t\t\t\t\t\t\treturn cancelReturn;\n\t\t\t\t\t\t\t\t}\n\n\t\t\t\t\t\t\t\tcomm_par = 0;\n\n\t\t\t\t\t\t\t\ttellFrameNewParent();\n\n\t\t\t\t\t\t\t\treturn cancelReturn;\n\t\t\t\t\t\t\t};\n\t\t\t\t\t\t}\n\n\t\t\t\t\t\tif ( comm_par == parentId ) {\n\t\t\t\t\t\t\treturn returnValue;\n\t\t\t\t\t\t}\n\n\t\t\t\t\t\tcomm_par = parentId;\n\n\t\t\t\t\t\ttellFrameNewParent();\n\n\t\t\t\t\t\treturn returnValue;\n\t\t\t\t\t};\n\t\t\t\t}\n\n\t\t\t\t\n\t\t\t\t// Do the post message bit after the dom has loaded.\n\t\t\t\tdocument.addEventListener( 'DOMContentLoaded', function () {\n\t\t\t\t\tvar iframe_url = \"http:\\/\\/jetpack.wordpress.com\";\n\t\t\t\t\tif ( window.postMessage ) {\n\t\t\t\t\t\tif ( document.addEventListener ) {\n\t\t\t\t\t\t\twindow.addEventListener( 'message', function ( event ) {\n\t\t\t\t\t\t\t\tvar origin = event.origin.replace( /^http:\\/\\//i, 'https://' );\n\t\t\t\t\t\t\t\tif ( iframe_url.replace( /^http:\\/\\//i, 'https://' ) !== origin ) {\n\t\t\t\t\t\t\t\t\treturn;\n\t\t\t\t\t\t\t\t}\n\t\t\t\t\t\t\t\tjQuery( frame ).height( event.data );\n\t\t\t\t\t\t\t});\n\t\t\t\t\t\t} else if ( document.attachEvent ) {\n\t\t\t\t\t\t\twindow.attachEvent( 'message', function ( event ) {\n\t\t\t\t\t\t\t\tvar origin = event.origin.replace( /^http:\\/\\//i, 'https://' );\n\t\t\t\t\t\t\t\tif ( iframe_url.replace( /^http:\\/\\//i, 'https://' ) !== origin ) {\n\t\t\t\t\t\t\t\t\treturn;\n\t\t\t\t\t\t\t\t}\n\t\t\t\t\t\t\t\tjQuery( frame ).height( event.data );\n\t\t\t\t\t\t\t});\n\t\t\t\t\t\t}\n\t\t\t\t\t}\n\t\t\t\t})\n\n\t\t\t})();</script> <script async=\"async\" defer=\"defer\" src=\"https://stats.wp.com/e-201914.js\" type=\"text/javascript\"></script> <script type=\"text/javascript\">_stq = window._stq || [];\n\t_stq.push([ 'view', {v:'ext',j:'1:7.1.1',blog:'129395729',post:'9211',tz:'0',srv:'www.smartdatacollective.com'} ]);\n\t_stq.push([ 'clickTrackerInit', '129395729', '9211' ]);</script> <script defer=\"\" src=\"http://www.smartdatacollective.com/wp-content/cache/autoptimize/js/autoptimize_f9a816bac3c4c87b9aa7af217e2264aa.js\" type=\"text/javascript\"></script>\n<!-- Dynamic page generated in 0.768 seconds. -->\n<!-- Cached page generated by WP-Super-Cache on 2019-04-01 19:17:39 -->\n<!-- Compression = gzip -->"}