{"content": "comments By Vaishali Lambe , Data Scientist There are lots of job profiles which are in demand in the market - data analyst / data analytics / data visualization / machine learning / deep learning / data scientist / software engineering in data analysis / data science / machine learning, big data engineer and many more. Titles may keep changing depending on your expertise in skills and work experience. So, as lots of people are ready to dive their career into it, I am going to provide very interesting and useful tips through this blog series which will help students to kick start their career in Data.   Kick start your career in Data Tip #1   Be an Explorer [In Academics] - Never limit your area when you are exploring & learning things. Stop worrying about GPA [Score] I would say, if you are enrolling yourself in masters or PhD programs in any area - you are brave. You are showing a courage to learn and grow. So, what goes wrong after this step? Once you start studying, you get lots of assignments, lots of things to self-learn and explore, do work on research topics etc. Students start worrying about completing assignments On TIME to get maximum score, completing assignments 100% to get maximum score, completing assignment ACCURATE for maximum score. Which in turn counts towards their GPA. So, they start ignoring the fact of learning things and run behind scoring and getting good GPA. I would like to tell you, if you are worrying about getting maximum grades and for that if you are asking somebody else’s work to complete your assignment, this is going to give you nothing more than score. The consequences of it you realize when you start looking for a job. If you are maintaining your GPA equal to or greater than 3.0 [whatever standard, you have in your university], you are good to go. GPA doesn’t matter, what matters is how much knowledge you gained. GPA is just a number, if you are having minimum criteria required to be eligible for applying to any job in the market, you are doing good. And if you follow the learning and gaining knowledge you will definitely end up scoring good. So, don’t limit yourself in exploring things during your academic years. Treat yourself as a blank slate and explore that area as much as you can within your academics. This is your time to explore being new bee in the area. Don’t hesitate to audit the courses apart from your required semester credits. The best part of universities here is you can audit courses for free. For that sometimes you may need to approach to a particular professor to audit his/her class. You are gaining knowledge by auditing too. If you are not allowed to audit any class, I am sure you should be knowing someone else taking that class. So, approach and ask that friend about what’s going in that class, what are they learning. This way you will get to know what’s going on around. What skills are in demand in the market. What’s going on in other areas too. Once you start exploring, you will get to know more and more about it and start getting to know your areas of interest too. Talking specifically for data – take / audit maximum courses provided in your universities related to data analysis, data mining, machine learning, deep learning, data science, cognitive, data visualization, programming [ R, python, Scala etc.], big data, business intelligence, probability, statistics, and many more. Don’t just fall for completing credits, graduating and getting degree. You are enough grown up to figure out what works for you. Try to find time. Try to do your assignments your own. Don’t worry about getting score. If you want to really worry about something then worry about understanding concepts right, worry about utilizing your university time effectively, worry about helping yourself on time. So please, “Be an explorer!!”.   Kick start your career in Data Tip #2   Take an advantage of facilities around – Be wise to utilize the facilities provided by University Being enrolled in university program you get lots of free facilities: Free Wi-Fi [24X 7] Open library [24 X7], access to lots of books and material Free individual/group study rooms Free access to lots of software and installation tools Access to lots of technical events happening in the university [where employers come to present their case studies and what they are looking for Visiting tours to some employers to understand their work culture Access Printers, scanners, auditoriums, white boards And many more … Take an advantage of each facility you are getting. You can learn and explore lots of tools free of cost. Group study rooms help you and guide on team work when you do your projects, prepare for your presentations. Visiting tours to employer’s work place gives you motivation to work harder as it might be your dream job to get into it. It’s not that due to these things you get into a job, but its understanding importance of each facility that university provides to you. It’s up to you how you utilize those. As we are looking for being an explorer, along with that it’s important to take an advantage of facilities that university provides to you. University programs doesn’t restrict you to particular subject, lots of these facilities are for you to explore and learn more. Couple of you might not enjoy studying and learning all the time [ it’s hard for everyone to be monotonous all the time], so there are couple more facilities which universities provide for your entertainment too like - Movie nights Cultural events and celebrations Free pub or disc Music events Weekend tours / trips Social Cause Activities like [END 7 initiatives etc.] Game nights/ sports Different clubs like hiking, rock climbing etc. Make use of those too along with studies, but you are enough grown up to understand how much time you would like to spend on those. These non-technical events help you to make friends, have social life, gives an opportunity to lead or organize some events. So, every facility you are getting has its own purpose. Its only your job to figure out the priority of each one of those. You are a student, and it’s your job to take right advantage of any facility that university provides to you. Talking specifically to Data field, learn and explore maximum tools and software you are getting in university. Read books on stats, probability, mathematics, machine learning etc. Take the prints of book pages you want to refer in future too or write notes for your reference. Use group study rooms to discuss and understand your data. Do presentations. Attend company seminars or presentations to see their case studies. Join data clubs, if it’s not there form one and organize events/meetings. Participate in competitions, it’s easy to form a group in university as you will find lots of people having common interest in your class. Take an advantage and be wise to utilize the facilities provided by University.   Kick start your career in Data Tip #3   Seek, Network and Showcase –  Seek for groups/people, connect with people [University and beyond], showcase your talent/interest Another very important aspect of getting into  field that you are interested in is “Seek for same passionate people, network and showcase your talent/interest”. It’s hard but long and continuous process, needs to happen parallel with your education. One aspect of networking within university we already talked about, but I will elaborate on that part a bit in this blog. As universities hold and organize lots of technical events it’s important to connect with people participating in the event. Not required to connect with everyone but important to initiate communication and showcase your passion. Lots of employers visit the university campus to present their case studies, kind of work they are doing in their industry, it’s important to meet and greet them, ask questions if you find something interesting to your area, and discuss your thoughts on it. Sometimes universities short list the profiles and take some students to show work culture of couple of employers, there too it’s important to show courage, present yourself with confidence and build relation. Apart from University activities there are other ways to do networking and connect with people. Like you can join technical meet ups in data [ there are lots of available in every area], show up there, interact with people, ask them what they are working on, and show what you can do contribute. There are couple meetups run specifically to collaborate and work on Kaggle competitions, it’s a great way to form group and work. If, sometimes you don’t want to go for technical meetups, you can go for non-technical meets ups as well like gaming, hiking, movie clubs, Sunday brunches, those connections can turn into good and gives you more knowledge about area you are trying to build your career in. Apart from meet ups, there are conference like Open Data Science, Machine Learning, Robotics and AI, Other university events – like MIT, Harvard etc. If you are not able to purchase the ticket, advantage of being student is these conferences promote students and provide them discounts on tickets or you can join them to volunteer. That way you can again listen to and connect with lots of leaders and learn about their work in Data. Participating in hackathons – This also gives you an opportunity to learn more creative work and allows you to participate and show your talent too. So, what I feel is there are many ways you find, only thing you require is to seek always what you are looking for. It’s important to approach people and ask questions. Always keep in mind, no question is right or wrong, may be sometimes it can be easy one or hard one. But never hesitate to find answer by yourself or to ask someone. Never fall for finding any purpose talking to any person, you never know that contact can help you further in your career change. So, please “Seek, Network and Showcase”.   Kick start your career in Data Tip #4   Be hardworking, persistent and patient – Always be persistent and have patience to achieve what you want. Hard work always pays you back. We talked a lot about, exploring, learning things, networking, showing knowledge or interest. Though the keywords sound very easy, it’s a very hard and continuous process. Most of the people have tendency to give up in between. I don’t think it’s their fault, but it’s an attitude or a human tendency, where everybody needs or seeks a success and a fame overnight. Bitter part is, it never happens so. Always we see success of a person but never see how long it took for that person to get that success or a fame. There might be some exceptions who became billionaire in early age, but life wasn’t easy for any one of them after that too, even though they achieved so much success, maintaining, digesting and further growing that success is an important factor. As we know, data field is in a boom right now, in the job market and there are lots of job opportunities/openings in similar area, salaries are pretty fat too. No doubt, every individual wants to build their career into it. In result it’s competitive field. And considering the kind of  job application process we have, - it’s not effective, it’s almost outdated in turn people hardly get calls. Lots of profiles get filtered out with automated parsing system. So, students might find it challenging to get interview calls, but its important to be patient and persistent. You should not lose your interest and patience if you are really looking to get into any specific job role. Keep applying to jobs through online job boards. People with whom you are networking always handover your resume. Its important not to give up and if you don’t then definitely you will get what you want. Career change or technology change though they sound very easy, its easy on learning part, but always hard on getting into that first job opportunity. I do remember, when I started my job search in Data science, my first concern was, why do they need PhD candidates? How come degree can be a filter to any job role? How experience doesn’t take priority over the degree? No doubt you are going to be in similar situation now or later. But one very good quality I have is, \" I never give up \". I was persistently applying to jobs – all the platforms – LinkedIn, Glass door or Monster [whichever you feel or all]. And finally got into one opportunity. If you are getting your masters or PhD in any specific area, it is required to work hard and get into same area of interest. There might be more challenges being an immigrant or being new in that field, but definitely these three qualities helps to overcome those challenges.  So, keep applying. It’s not good to compromise before putting on efforts to achieve it. Be persistent & patient. I am sure things will work out for you one day, the way it worked for me. Happy job hunting!   Kick start your career in Data Tip #5   Be outstanding – Find out your strengths and utilize those to be outstanding in any area you are interested to build your career in. You might have heard from people you are meeting / networking / approaching, lot more about being outstanding in area you would like to build your career in. So general question – What I need to do, to be outstanding, to out-stand from other applicants who are looking to enter into data field? What should one have? Well answer is not straight forward, but definitely analyzing self-strengths and being creative & smart definitely helps to out-stand. One needs to find out what he/she good at. It might be your writing, communication or leadership skills. Or you might be more innovative or creative. Answer to it is that every quality gives you an opportunity to be outstanding in area you are interested in. If you want to show that, yes, I have all the skill-sets required but something additional which makes my profile stronger compare to other applicants, it could be your blogging, it could be hosting and organizing meetups/ events, it could be public speaking, it could be doing your own projects. All these qualities definitely help you out-stand from any other normal job applicant. So, remember every quality has its own glory and benefits, you need to understand how you would like to use that to build your career in any specific field. Talking specific about data, you might find lots of people doing and using Kaggle projects, but you might believe and showcase your own interesting projects apart from academics to show your skills and creativity. You might find lots of people going to technical meetups, but adding value to those meetups, showing knowledge and sharing it, also holding and organizing those might out-stand you from others. You might find people following lots of leaders to gain knowledge, but there will be only few who believes in sharing knowledge and enhancing skills. Only thing you need to find out which side you would like to prefer to out-stand yourself. I have seen lots of people changing their resume as per data job roles, does that really a need? The answer is may be for automatic parsing system sometimes it is a need, but trust me, if you are good in any specific field or area, those obstacles don’t affect much.  Being creative at making your resume, is another separate topic, I will not go much in details for this blog, but rather than that important factor is “Finding out your strengths and utilizing those to out-stand yourself in the job market”. Hope you are following 😊. Remember \"Everyone doesn't born as a SMART, but people definitely learn to be SMART\".   Bio: Vaishali Lambe has graduated masters in computer systems with data science as focus work and currently working as a Data Scientist for one healthcare employer. Have 8 Years of prior work experience in IT. She has worked internationally in India, New Zealand and USA. Original . Reposted with permission. Related: 6 Goals Every Wannabe Data Scientist Should Make for 2019 5 Career Paths in Big Data and Data Science, Explained 5 Key Data Science Job Market Trends", "title_html": "<h1 id=\"title\">Kick Start Your Data Career! Tips From the Frontline</h1> ", "url": "https://www.kdnuggets.com/2018/12/kick-start-your-data-career.html", "tfidf": {"tfidf": {"after": 2.04140414042, "patient": 28.639807576680003, "audit": 90.72, "fall": 3.3890489913599997, "greet": 13.5114893617, "too": 18.1585268215, "analyst": 14.8373831776, "campus": 7.380753138080001, "project": 7.013916501000001, "form": 3.38267045454, "kind": 5.1612483745199995, "assign": 23.01981633642, "addit": 1.24634950542, "veri": 7.55280685062, "topic": 10.915091096600001, "fat": 15.5342465753, "eventsmeet": 1587.6, "resum": 19.189363416600003, "elig": 11.2118644068, "etc": 25.240063593, "specif": 14.975592500879998, "class": 10.582588988149999, "happi": 6.125, "seminar": 28.1989342806, "univers": 27.47577092502, "python": 56.2978723404, "stronger": 8.07117437722, "thought": 1.9854927463699998, "printer": 27.2315608919, "well": 2.1311497416, "join": 5.376834499889999, "tri": 5.563368765329999, "pub": 15.3095467695, "never": 10.903846153829999, "complet": 6.2010780408, "approach": 8.30226173356, "path": 4.6421052631599995, "meetup": 7938.0, "know": 15.559621038900001, "their": 12.185749008600002, "motiv": 5.01611374408, "automat": 6.787516032490001, "yes": 14.1876675603, "equal": 2.542193755, "profil": 19.3256238588, "grown": 11.57986870898, "scala": 114.215827338, "room": 9.23023255815, "boom": 9.34432018835, "how": 11.21752296357, "repost": 933.882352941, "present": 7.5330960853799995, "treat": 3.59023066486, "obstacl": 13.963060685999999, "maintain": 3.54612463704, "immigr": 5.32751677852, "initi": 2.7, "due": 1.23789473684, "end": 1.10680423871, "they": 8.24138602296, "interest": 17.63643708343, "deep": 7.2559414990799995, "will": 12.2481098596, "event": 13.821242019750002, "open": 2.49113447356, "contact": 3.2196309065099995, "weekend": 8.79556786704, "write": 4.1150855365400005, "credit": 6.08625646924, "purpos": 4.46833661694, "glori": 11.6821192053, "hunt": 5.2621809744800006, "new": 3.0536641662, "talent": 6.320063694269999, "similar": 2.75028150714, "healthcar": 18.7659574468, "success": 6.60014966325, "definit": 22.68, "need": 14.372623574099999, "cost": 2.31935719503, "final": 1.34008609775, "doubt": 10.6265060241, "applic": 13.70688538744, "lead": 1.2664326739, "sport": 3.29651162791, "organ": 8.193641618500001, "robot": 20.0201765448, "has": 4.1745990008, "enough": 4.463939266140001, "stop": 2.1783754116400003, "collabor": 4.45454545455, "listen": 6.97846153846, "advantag": 19.94472361812, "use": 5.148193786899999, "experi": 5.61187698834, "count": 3.48157894737, "sound": 6.22588235294, "onlin": 2.6051854282900004, "out": 8.48133555928, "enjoy": 3.3269069572500003, "becam": 1.17347919284, "good": 13.67834577831, "alway": 14.472196900630001, "concept": 2.65707112971, "hike": 58.1538461538, "cours": 6.45278417559, "per": 1.9597580545599997, "auditorium": 24.5, "field": 14.2321828776, "situat": 2.06611140031, "entertain": 4.02739726027, "short": 1.41295834817, "climb": 9.284210526319999, "not": 12.18808777428, "someth": 9.84456386937, "visit": 6.618677042789999, "wifi": 217.479452055, "print": 3.29719626168, "kaggl": 3175.2, "happen": 8.89079708793, "grade": 6.536023054759999, "pleas": 18.2587694077, "easi": 31.7625875292, "persist": 33.937580162450004, "though": 4.082283363329999, "scienc": 16.23787258912, "separ": 1.6012102874399998, "purchas": 3.08092373375, "anoth": 2.27287043664, "instal": 3.78721374046, "turn": 4.151673640169999, "effect": 2.7926121372000003, "allow": 2.5432118542200004, "minimum": 6.02962400304, "brunch": 793.8, "employ": 12.99181669392, "job": 71.58680057385999, "blog": 56.7506702412, "ticket": 18.9, "lamb": 50.96629213479999, "seek": 17.025201072359998, "individualgroup": 1587.6, "alreadi": 1.9551724137900002, "day": 1.18371607516, "mine": 4.875921375919999, "valu": 2.2777618364400003, "softwar": 30.7873303167, "got": 3.61969904241, "tour": 10.463093145870001, "meet": 8.3294858342, "explor": 44.14716577544, "with": 14.016774925859997, "monoton": 97.3987730061, "network": 20.74955072704, "confer": 5.6649420160599995, "three": 1.06621893889, "lot": 101.40183282414, "some": 4.16146788992, "beyond": 2.54586273252, "should": 6.657301603960001, "put": 1.65806788512, "courag": 27.877085162399997, "tell": 3.36142282448, "result": 1.14611608432, "concern": 1.8852867830400002, "confid": 6.327620565959999, "whom": 2.30320615117, "smart": 16.746835443, "filter": 33.7787234042, "india": 3.92387543253, "professor": 4.31061634537, "platform": 6.2332155476999995, "more": 13.2232188621, "ani": 15.87373232396, "question": 8.8163265306, "and": 80.0050393704, "from": 8.00453771976, "answer": 18.59560761348, "limit": 3.0373062942400004, "dive": 16.085106383, "detail": 2.26186066391, "num": 15.004725600150001, "volunt": 6.35294117647, "technolog": 2.6034765496900003, "market": 14.19612518628, "els": 10.88888888888, "free": 12.02727272726, "kick": 78.59405940599999, "movi": 8.0080706179, "for": 30.009451200300003, "depend": 2.2411067193700003, "fame": 9.06164383562, "rock": 3.28968089515, "friend": 4.40388349514, "seen": 1.61079545455, "book": 4.30243902438, "requir": 9.17069413692, "competit": 9.20881670535, "these": 6.44492557512, "are": 51.495296789, "speak": 2.89127663449, "compani": 1.5523613963, "effort": 1.89247824532, "current": 1.5325803649, "look": 11.451791295959998, "technic": 15.700158227849998, "slate": 15.9557788945, "skillset": 1587.6, "refer": 2.6004914005, "intern": 1.30355530011, "handov": 130.131147541, "harder": 17.1262135922, "think": 2.90715986083, "trend": 5.43140608963, "public": 1.22424429365, "pars": 291.302752294, "util": 27.958908130319998, "later": 1.08650424309, "keyword": 139.263157895, "master": 9.45375148869, "educ": 2.00733341763, "toward": 1.6303142329, "again": 1.50883862384, "compar": 1.8662278123900002, "someon": 9.8700652782, "group": 4.83987500952, "doe": 3.4116256581, "even": 1.16461267606, "straight": 6.203985932, "give": 12.2879256966, "probabl": 5.29111814698, "side": 1.5989525632, "part": 4.17322731156, "place": 1.1004366812200002, "great": 1.26592775696, "focus": 2.01012914662, "goal": 3.28152128979, "big": 8.22022782189, "comment": 3.05954904606, "overcom": 8.38668779715, "note": 1.42449528937, "demand": 4.6831858407, "thing": 21.658935879989997, "analyz": 9.68639414277, "scientist": 18.77705499704, "machin": 20.121673003799998, "into": 11.16527076269, "opportunitiesopen": 1587.6, "readi": 5.15789473684, "prior": 2.17807655371, "strength": 8.05479452054, "hackathon": 1587.6, "sure": 14.907042253520002, "through": 2.14149861738, "cultur": 5.58227848101, "figur": 4.0686827268, "tendenc": 15.68, "what": 22.561819043039996, "social": 3.9809428284800004, "hesit": 37.3552941176, "help": 11.19703782072, "affect": 2.4794627518400003, "nontechn": 3175.2, "believ": 3.2900217594, "find": 24.21176470594, "bitter": 9.48387096774, "wrong": 10.956521739140001, "own": 5.8922209026, "outdat": 36.6651270208, "relat": 3.71252630757, "fact": 1.73375559681, "who": 3.18837863169, "enter": 1.75813953488, "trip": 4.9, "compromis": 7.542042755339999, "hold": 3.3102585488, "here": 2.42307692308, "factor": 5.78255326898, "maximum": 28.80435439974, "long": 2.5314518057799997, "apart": 12.4128225176, "human": 1.8965476048299998, "much": 7.165337746379999, "greater": 2.14801785956, "parallel": 4.57917507932, "about": 17.03776242544, "board": 4.96435272046, "brave": 15.7970149254, "mind": 3.5918552036199998, "have": 13.193632934819998, "just": 2.67160286074, "disc": 10.8, "ignor": 4.58446433728, "heard": 4.45204711161, "she": 2.16, "sunday": 5.38717339667, "dure": 1.0503473370799998, "would": 6.497237569079999, "them": 5.4938057997000005, "continu": 2.27857911734, "contribut": 1.9255306246200001, "activ": 2.92807082258, "where": 2.13430127042, "rememb": 14.66379310344, "opportun": 15.059760956200002, "communic": 5.679127168659999, "tool": 14.991501416430001, "start": 16.467565626720003, "took": 1.4009883515700001, "noth": 3.46410648047, "run": 3.11385701676, "music": 2.47791478071, "criteria": 11.7426035503, "guid": 2.49113447356, "whichev": 76.3269230769, "peopl": 20.62448418162, "seri": 1.46511627907, "studi": 13.786568892359998, "keep": 8.16981860284, "explain": 2.60049140049, "standard": 1.8915763135900003, "lose": 3.0851146521599997, "autom": 19.8202247191, "semest": 36.5806451613, "abl": 1.8208510150200001, "attend": 2.3055474876599997, "realiz": 4.89244992296, "over": 1.02525024217, "age": 1.48623853211, "door": 4.89244992296, "build": 9.805043746800001, "analysi": 6.95705521472, "creativ": 32.61298274445, "provid": 10.93974427683, "number": 1.10142916609, "worri": 82.41920830640001, "team": 2.2748244734200003, "earli": 1.12468121281, "same": 2.23715916296, "show": 12.670391061499998, "there": 14.57277734066, "connect": 11.306350148340002, "titl": 1.87261146497, "wise": 31.0989226248, "industri": 2.02319357716, "say": 1.7544480053, "best": 1.5828514456600002, "origin": 1.13724928367, "ask": 13.046979865800001, "spend": 4.15928739848, "interview": 3.3981164383599998, "particip": 8.79313209636, "prefer": 3.0216977540900003, "stat": 52.92, "knowledg": 27.184931506879998, "linkedin": 610.615384615, "visual": 10.45505432994, "follow": 3.1392037964699995, "now": 2.321561746, "further": 2.723623263, "then": 2.17315721032, "hard": 21.86024096384, "interact": 4.4185917061, "tip": 56.53175074182, "than": 3.0983606557499996, "realli": 14.2428229665, "goe": 4.251740760580001, "showcas": 82.9756097562, "matter": 4.89546716004, "feel": 6.271380604380001, "also": 2.02953020134, "coupl": 13.029134181360002, "person": 4.21561338291, "mani": 4.17707031508, "around": 2.42789417342, "materi": 2.13014893332, "white": 1.86930413282, "role": 4.6598180217300005, "research": 1.9420183486200002, "passion": 16.29143150334, "attitud": 5.7396963123599996, "the": 30.0, "area": 22.210020110240002, "candid": 4.51279135873, "vaishali": 3175.2, "patienc": 88.44568245120001, "consid": 1.2397313759200002, "challeng": 7.674508540110001, "those": 13.150301204809999, "want": 13.97886792456, "enhanc": 5.15957101072, "talk": 18.1820958198, "selfstrength": 1587.6, "system": 4.16219522853, "individu": 1.8004082558400003, "behind": 2.0845588235299997, "zealand": 6.120277563609999, "share": 3.7132499123000002, "scanner": 90.72, "cognit": 21.454054054100002, "enrol": 15.6490882208, "work": 25.64962067999, "outstand": 85.43835616436999, "that": 26.1035856575, "which": 6.03115107, "intellig": 4.19334389857, "skill": 18.49487418455, "onc": 2.9949066213999997, "blank": 23.3470588235, "somebodi": 27.2783505155, "dream": 5.272666888080001, "other": 7.06946564884, "appli": 9.1888294024, "one": 12.07529948664, "restrict": 3.1062414400300002, "take": 11.3961668222, "hope": 2.50884955752, "see": 3.81726376533, "mathemat": 7.391061452510001, "phd": 67.08169014090001, "get": 46.426273760099996, "like": 13.790228013, "except": 1.71948445792, "forward": 3.66566612792, "analyt": 17.256521739100002, "club": 8.77127071824, "digest": 19.0588235294, "yourself": 212.74371859279998, "celebr": 2.48256450352, "born": 2.21762816036, "access": 7.493981590760001, "this": 8.03034901368, "pretti": 15.75, "facil": 35.97033985578, "time": 7.078922224359999, "step": 2.8279301745599996, "engin": 4.94271481942, "back": 1.26070038911, "chang": 5.9044927105, "graduat": 9.20347826086, "prioriti": 17.247148288979997, "differ": 1.23654490225, "but": 21.34280775879, "statist": 4.24265098878, "may": 4.20807103572, "most": 1.02096463023, "between": 1.03453668708, "fault": 13.963060685999999, "everi": 8.87505823164, "groupspeopl": 1587.6, "trust": 4.89546716004, "hisher": 1587.6, "along": 2.5947536160799998, "all": 6.06880733946, "everyon": 19.189363416600003, "grow": 4.5457408733, "wannab": 481.09090909099996, "discount": 21.570652173899997, "expertis": 20.0201765448, "program": 8.08556149732, "elabor": 7.0591373944, "almost": 1.53584212054, "degre": 7.455854727599999, "case": 4.45496211768, "whatev": 7.6473988439300005, "normal": 2.61075481006, "subject": 1.8715077213299998, "selflearn": 1587.6, "call": 2.1353059852, "academ": 15.568521696479998, "futur": 1.8577112099200002, "bee": 25.0805687204, "list": 1.36321483771, "discuss": 4.39352428394, "achiev": 5.61650943396, "salari": 10.2096463023, "prepar": 2.43012398592, "benefit": 3.06841901817, "leadership": 4.03661327231, "gain": 7.392782305, "general": 1.1218202374200001, "could": 4.8174783796, "night": 4.5334094803, "befor": 1.10036041031, "librari": 2.68266306185, "monster": 15.0769230769, "particular": 2.7629655412400003, "talentinterest": 3175.2, "consequ": 2.98533283189, "can": 14.11513669704, "avail": 1.7288467821, "process": 5.08574479446, "comput": 3.9277585353800006, "make": 5.3813300793000005, "way": 7.3144436766, "search": 3.2539454806299997, "onli": 4.102590606640001, "each": 3.56924460432, "harvard": 7.28256880734, "promot": 2.0172808132099997, "few": 1.31729173581, "key": 2.28005170185, "student": 17.30219523585, "permiss": 6.280063291139999, "read": 2.3149606299200003, "common": 1.4025974025999999, "data": 124.92811569558, "caus": 1.38521943984, "qualiti": 14.664696102, "everybodi": 17.9389830508, "rather": 1.55692850838, "sometim": 8.563106796100001, "bio": 42.336000000000006, "overnight": 20.0962025316, "come": 2.65662650602, "might": 28.030422382170002, "aspect": 6.1786339754799995, "pay": 2.80148226575, "career": 44.8136996613, "leader": 4.1988891827599994, "right": 5.621813031159999, "understand": 17.81151832458, "import": 16.082390680440003, "first": 2.01523229246, "game": 5.15957101072, "busi": 2.05541170378, "hesh": 1443.27272727, "page": 2.03669018602, "score": 34.307941653200004, "innov": 4.74051955808, "hardwork": 466.941176471, "year": 2.0970873786400004, "host": 2.7092150170599996, "billionair": 61.7743190661, "whi": 3.2566153846200003, "glass": 6.2651933701699996, "life": 2.74102209944, "within": 2.4738605376, "bit": 8.33385826772, "learn": 48.77776152165001, "when": 4.0830707902}, "logtfidf": {"after": 0.040981389296199995, "patient": 6.76855600413, "audit": 16.2961102245, "fall": 1.054804335904, "greet": 2.60354038732, "too": 5.96555154722, "analyst": 2.6971498864499996, "campus": 1.9988756846400002, "project": 2.246407543628, "form": 0.36015955257300003, "kind": 1.896062605434, "assign": 8.0675757336, "addit": 0.220218882972, "veri": 1.3809587594280002, "topic": 3.3939983108200003, "fat": 2.7430470431400003, "eventsmeet": 7.369978720910001, "resum": 5.56723154442, "elig": 2.41697253965, "etc": 8.620038527820002, "specif": 5.015841340328, "class": 3.7488609496650005, "happi": 1.81237875643, "seminar": 3.33928418576, "univers": 4.889766325092, "python": 4.03065674296, "stronger": 2.08829899551, "thought": 0.685867118283, "printer": 3.30437662755, "well": 0.1270288766312, "join": 1.75046258826, "tri": 1.8527745874800001, "pub": 2.7284766056700005, "never": 3.102438052637, "complet": 1.076426210235, "approach": 2.9209344583240004, "path": 1.5351679838499999, "meetup": 36.849893604550005, "know": 5.7175181663879995, "their": 0.18432606147240002, "motiv": 1.61265547932, "automat": 1.9150850473199998, "yes": 2.65237310559, "equal": 0.933027391343, "profil": 6.300550061240001, "grown": 3.51224190756, "scala": 4.73808988077, "room": 3.37161586629, "boom": 2.23476869223, "how": 3.30096869851, "repost": 6.83935046985, "present": 1.365279928794, "treat": 1.27821645249, "obstacl": 2.63641532015, "maintain": 1.145416350204, "immigr": 1.6728852344, "initi": 0.6002091849, "due": 0.21341214386399998, "end": 0.101476798618, "they": 0.2378159581408, "interest": 5.192789557802, "deep": 2.5773469396, "will": 2.0278653491500003, "event": 3.860838973323, "open": 0.439182076058, "contact": 1.16926672768, "weekend": 2.17424794314, "write": 1.443024879754, "credit": 2.22577202176, "purpos": 1.607738074644, "glori": 2.4580593997499998, "hunt": 1.66054557474, "new": 0.0531898405533, "talent": 1.8437292863099999, "similar": 0.637112184228, "healthcar": 2.9320444543, "success": 1.3882720629599998, "definit": 8.229013308599999, "need": 3.62740163442, "cost": 0.84129007618, "final": 0.292733863948, "doubt": 3.3404085353, "applic": 4.92641571396, "lead": 0.23620402986699998, "sport": 1.19286482691, "organ": 2.46960264335, "robot": 2.99674059227, "has": 0.1708957794192, "enough": 1.605768878338, "stop": 0.778579374963, "collabor": 1.4939250253100003, "listen": 1.94282848252, "advantag": 7.20723095298, "use": 0.146040098658, "experi": 1.878818861799, "count": 1.24748591139, "sound": 2.27113599038, "onlin": 0.957503854357, "out": 0.4674111273544, "enjoy": 1.2020430306899998, "becam": 0.1599730053, "good": 3.7673046441629996, "alway": 5.084234432004, "concept": 0.977224437103, "hike": 6.73988967632, "cours": 2.2976982123989997, "per": 0.672821024072, "auditorium": 3.19867311755, "field": 4.6085140668080005, "situat": 0.725668290015, "entertain": 1.3931203261899998, "short": 0.345685625679, "climb": 2.2283151644099997, "not": 0.18662895609, "someth": 3.56492136819, "visit": 2.373849656499, "wifi": 5.38210437275, "print": 1.19307248967, "kaggl": 14.739957441820001, "happen": 3.2592132540600005, "grade": 1.8773288849, "pleas": 4.4229965991, "easi": 9.9991778109, "persist": 9.5754252366, "though": 0.924132573237, "scienc": 5.890053252237, "separ": 0.470759772949, "purchas": 1.1252294655700001, "anoth": 0.255792723304, "instal": 1.3316305879, "turn": 0.974697753192, "effect": 0.667660454316, "allow": 0.48056122237800003, "minimum": 1.79668465441, "brunch": 6.676831540349999, "employ": 4.635361229658, "job": 25.957101589979995, "blog": 10.60949242236, "ticket": 4.49202948302, "lamb": 6.47603459024, "seek": 6.25761115896, "individualgroup": 7.369978720910001, "alreadi": 0.670478380747, "day": 0.16865870631700003, "mine": 1.58430908678, "valu": 0.823193310148, "softwar": 6.9854728899900005, "got": 1.2863908849299999, "tour": 3.7477255143000003, "meet": 2.551819086275, "explor": 15.89353183834, "with": 0.01676488398746, "monoton": 4.5788136131, "network": 7.624664424415999, "confer": 2.0822989568, "three": 0.06411868822490001, "lot": 34.12272985575, "some": 0.158294036258, "beyond": 0.934469583725, "should": 2.037679507032, "put": 0.505652999854, "courag": 5.269315700919999, "tell": 1.21236434401, "result": 0.136378908381, "concern": 0.634079948873, "confid": 1.8449242675400002, "whom": 0.8343021310169999, "smart": 2.81820931165, "filter": 5.65336787728, "india": 1.36707979618, "professor": 1.46108089746, "platform": 1.8298923389200001, "more": 0.22132411079999997, "ani": 1.758517017124, "question": 3.161243716056, "and": 0.005039211365088, "from": 0.004536433350928, "answer": 6.1465241676, "limit": 0.83564770926, "dive": 2.7778937744700003, "detail": 0.816187777173, "num": 0.004724855930955001, "volunt": 1.8489178830700002, "technolog": 0.956847686355, "market": 5.167257503622, "els": 3.3891914415400004, "free": 3.7888665448690007, "kick": 15.43521988362, "movi": 2.7746053596599998, "for": 0.009449711861910001, "depend": 0.806969815, "fame": 3.0218067237, "rock": 1.1907905677200001, "friend": 1.5786791672479998, "seen": 0.47672812813, "book": 1.0817093646, "requir": 2.54552106405, "competit": 3.3646472220300003, "these": 0.4292017164048, "are": 1.473373679135, "speak": 1.06169814662, "compani": 0.439777253097, "effort": 0.637887211057, "current": 0.42695282784500005, "look": 3.8783201616, "technic": 5.7211643904, "slate": 2.7698210767400004, "skillset": 7.369978720910001, "refer": 0.525106493596, "intern": 0.265095377816, "handov": 4.86854276917, "harder": 2.84061024834, "think": 1.06717661175, "trend": 1.6921980487900001, "public": 0.20232375048700002, "pars": 9.962431863339999, "util": 9.233858377439999, "later": 0.0829654259878, "keyword": 4.93636536551, "master": 3.44339807097, "educ": 0.696807183384, "toward": 0.48877277716000006, "again": 0.411340231612, "compar": 0.6239191809269999, "someon": 3.19271857332, "group": 0.762378139188, "doe": 1.0680834594339998, "even": 0.152388564834, "straight": 1.82519197774, "give": 2.8025329700159998, "probabl": 1.945764825826, "side": 0.46934876686899996, "part": 0.16958124393120003, "place": 0.0957070839572, "great": 0.235805258079, "focus": 0.6981989720559999, "goal": 1.18830712273, "big": 3.0239569067100005, "comment": 1.11826753454, "overcom": 2.12664566269, "note": 0.353817568083, "demand": 1.701662865938, "thing": 7.90374181212, "analyz": 2.2707222351599996, "scientist": 6.18536513776, "machin": 6.9617979031, "into": 0.1640414955157, "opportunitiesopen": 7.369978720910001, "readi": 1.6405284994999998, "prior": 0.778442172521, "strength": 2.7862406523799996, "hackathon": 7.369978720910001, "sure": 4.0173731104, "through": 0.1367173837698, "cultur": 1.8629542029359998, "figur": 1.4203442243200002, "tendenc": 4.11847766872, "what": 4.065971342886, "social": 1.376743004522, "hesit": 5.8546549288400005, "help": 2.689661770752, "affect": 0.908041904384, "nontechn": 14.739957441820001, "believ": 0.995493995992, "find": 7.668938624032, "bitter": 2.2495925628499998, "wrong": 3.40157538204, "own": 0.8209753871050001, "outdat": 3.6018260858999995, "relat": 0.639300904962, "fact": 0.5502899207949999, "who": 0.1827006989577, "enter": 0.564256167492, "trip": 1.58923520512, "compromis": 2.02049306779, "hold": 1.007758234392, "here": 0.8850381883700001, "factor": 2.12339629324, "maximum": 9.41260260552, "long": 0.471291587756, "apart": 4.5297426048, "human": 0.640035183243, "much": 1.0649743758060002, "greater": 0.764545491118, "parallel": 1.52151886822, "about": 1.0054956395936, "board": 1.818271479898, "brave": 2.7598209934099995, "mind": 1.2786688388299998, "have": 0.1922050304356, "just": 0.579062868218, "disc": 2.37954613413, "ignor": 1.5226732694999998, "heard": 1.4933640154799999, "she": 0.7701082216959999, "sunday": 1.6840208311700002, "dure": 0.0491209066894, "would": 0.47770576778819995, "them": 0.47091663454649996, "continu": 0.26080974797400003, "contribut": 0.655201578909, "activ": 0.762393206568, "where": 0.1299842774914, "rememb": 4.76030733786, "opportun": 5.512942185250001, "communic": 2.08730074576, "tool": 4.826613538889999, "start": 3.073763800783, "took": 0.337177952953, "noth": 1.24245472939, "run": 0.885429951078, "music": 0.907417392264, "criteria": 2.4632235573, "guid": 0.912738218589, "whichev": 4.3350257342, "peopl": 3.285514834041, "seri": 0.38193461069799994, "studi": 3.838232449989, "keep": 2.8566093786919997, "explain": 0.955700427358, "standard": 0.63741050982, "lose": 1.1265888210600001, "autom": 2.9867028668299995, "semest": 3.5995192798, "abl": 0.599303982475, "attend": 0.8353181700040001, "realiz": 1.5876931847600002, "over": 0.0249367214957, "age": 0.39624845300300005, "door": 1.5876931847600002, "build": 2.9468247125460003, "analysi": 2.4932182058400003, "creativ": 9.3763627018, "provid": 1.7566005989250002, "number": 0.0966085784186, "worri": 18.659015828639998, "team": 0.821902894886, "earli": 0.117499629108, "same": 0.224119299208, "show": 2.3668276601300002, "there": 0.561370500957, "connect": 3.8016303520920003, "titl": 0.6273339619899999, "wise": 5.48805199148, "industri": 0.7046772417749999, "say": 0.562154280552, "best": 0.459227932947, "origin": 0.128612437587, "ask": 4.660783259082, "spend": 1.42534376116, "interview": 1.2232212893899999, "particip": 3.1507064482639997, "prefer": 1.10581884366, "stat": 3.96878133925, "knowledg": 9.785770315119999, "linkedin": 6.414467275880001, "visual": 3.3078766977200003, "follow": 0.1360707332826, "now": 0.298185890042, "further": 0.617631790594, "then": 0.16606773046179998, "hard": 8.04182371248, "interact": 1.4858210267899998, "tip": 13.458257826720002, "than": 0.0967825866546, "realli": 4.6729225191, "goe": 1.4473284897999998, "showcas": 15.760723422120002, "matter": 1.7903250540720002, "feel": 2.2856986838599997, "also": 0.0293143156, "coupl": 4.72357431888, "person": 1.0205484480540001, "mani": 0.1732630324884, "around": 0.38775421156400003, "materi": 0.7561918990209999, "white": 0.625566240123, "role": 1.321092322722, "research": 0.663727818138, "passion": 4.1949842288, "attitud": 1.7474063016799999, "the": 0.0, "area": 5.247277137952, "candid": 1.50691588861, "vaishali": 14.739957441820001, "patienc": 7.57848285082, "consid": 0.214894723824, "challeng": 2.8178759066850003, "those": 1.9640432996029997, "want": 4.841456243784999, "enhanc": 1.6408534385799998, "talk": 6.65206736694, "selfstrength": 7.369978720910001, "system": 0.982291036755, "individu": 0.588013447985, "behind": 0.7345572374320001, "zealand": 1.81160744903, "share": 1.237520599494, "scanner": 4.50777783998, "cognit": 3.0659136276999996, "enrol": 4.11453094816, "work": 2.507795047279, "outstand": 22.548898488379997, "that": 0.10337985787064, "which": 0.03107048307258, "intellig": 1.43349848213, "skill": 6.540278550750001, "onc": 0.80753174471, "blank": 3.15047101573, "somebodi": 3.30609336617, "dream": 1.6625362854199999, "other": 0.06912323543832, "appli": 3.3267767592479998, "one": 0.075064219746, "restrict": 1.13341345513, "take": 1.30691962197, "hope": 0.919824304455, "see": 0.722764756476, "mathemat": 2.00027135827, "phd": 9.321896531610001, "get": 15.073994150331998, "like": 1.66864291854, "except": 0.54202451213, "forward": 1.29901007269, "analyt": 2.8481901438599997, "club": 3.2186082029099996, "digest": 2.9475301717400004, "yourself": 26.24517360408, "celebr": 0.9092920998899999, "born": 0.7964382285070001, "access": 2.511223530864, "this": 0.03029159242, "pretti": 2.75684036527, "facil": 13.032793764979997, "time": 0.07848063203820001, "step": 1.03954505698, "engin": 1.809535116552, "back": 0.23166743089699998, "chang": 0.83137812529, "graduat": 3.05286860776, "prioriti": 4.308999265340001, "differ": 0.212321121312, "but": 0.3400398135099, "statist": 1.4451883070700002, "may": 0.20283998113760002, "most": 0.020747896295599998, "between": 0.033953681165299995, "fault": 2.63641532015, "everi": 2.348912564526, "groupspeopl": 7.369978720910001, "trust": 1.5883097076, "hisher": 7.369978720910001, "along": 0.520688771834, "all": 0.06841579258679999, "everyon": 5.56723154442, "grow": 1.642087084424, "wannab": 6.17605625244, "discount": 3.0713336951700003, "expertis": 2.99674059227, "program": 2.8151423150599997, "elabor": 1.9543228619400002, "almost": 0.42907884333400004, "degre": 2.7311619137039997, "case": 1.186218806667, "whatev": 2.0343655696200003, "normal": 0.959639378783, "subject": 0.6267443740950001, "selflearn": 7.369978720910001, "call": 0.1309255488976, "academ": 5.43582669836, "futur": 0.619345197699, "bee": 3.22209339176, "list": 0.309845761506, "discuss": 1.57396904524, "achiev": 1.881294255351, "salari": 2.3233329892900003, "prepar": 0.8879422790620001, "benefit": 1.12116245116, "leadership": 1.3954060414700002, "gain": 2.4568391956999998, "general": 0.114952578063, "could": 0.7438250891600001, "night": 1.6366542409940001, "befor": 0.0956377718795, "librari": 0.986809980943, "monster": 2.7131653017699997, "particular": 0.646314787608, "talentinterest": 14.739957441820001, "consequ": 1.0937112421, "can": 1.948093156728, "avail": 0.547454586289, "process": 1.583487597075, "comput": 1.36806891594, "make": 0.36748828911449993, "way": 1.1885490596100001, "search": 1.1798682540899998, "onli": 0.10129707331639999, "each": 0.521225067912, "harvard": 1.9854836581200002, "promot": 0.7017504724920001, "few": 0.275577913653, "key": 0.82419811896, "student": 6.334462656515, "permiss": 1.8373800586400002, "read": 0.83939268088, "common": 0.338325805271, "data": 45.0223616376, "caus": 0.325858567406, "qualiti": 5.38002533555, "everybodi": 2.8869761689, "rather": 0.442714975539, "sometim": 2.690125776715, "bio": 3.7456377879300002, "overnight": 3.0005308684400003, "come": 0.5678198130600001, "might": 9.988433994942001, "aspect": 2.25590005382, "pay": 1.0301486577299999, "career": 16.416955313699997, "leader": 1.483345658904, "right": 1.36143941668, "understand": 6.528515254079998, "import": 3.513819324792, "first": 0.015174579624319999, "game": 1.8954125160420001, "busi": 0.720476170355, "hesh": 7.2746685411000005, "page": 0.711326032411, "score": 11.647482566160003, "innov": 1.55614674111, "hardwork": 6.14620328929, "year": 0.09480447778920001, "host": 0.996658931332, "billionair": 4.12348772901, "whi": 1.18068843047, "glass": 1.83500945302, "life": 0.630367398554, "within": 0.42526544119599996, "bit": 2.12032652634, "learn": 17.697793359645, "when": 0.0822199554336}, "logidf": {"after": 0.020490694648099998, "patient": 2.25618533471, "audit": 2.71601837075, "fall": 0.527402167952, "greet": 2.60354038732, "too": 0.5965551547219999, "analyst": 2.6971498864499996, "campus": 1.9988756846400002, "project": 0.561601885907, "form": 0.120053184191, "kind": 0.948031302717, "assign": 1.3445959556, "addit": 0.220218882972, "veri": 0.230159793238, "topic": 1.6969991554100001, "fat": 2.7430470431400003, "eventsmeet": 7.369978720910001, "resum": 1.8557438481400002, "elig": 2.41697253965, "etc": 1.4366730879700003, "specif": 0.626980167541, "class": 0.7497721899330001, "happi": 1.81237875643, "seminar": 3.33928418576, "univers": 0.222262105686, "python": 4.03065674296, "stronger": 2.08829899551, "thought": 0.685867118283, "printer": 3.30437662755, "well": 0.0635144383156, "join": 0.58348752942, "tri": 0.61759152916, "pub": 2.7284766056700005, "never": 0.443205436091, "complet": 0.215285242047, "approach": 0.7302336145810001, "path": 1.5351679838499999, "meetup": 7.369978720910001, "know": 0.952919694398, "their": 0.015360505122700001, "motiv": 1.61265547932, "automat": 1.9150850473199998, "yes": 2.65237310559, "equal": 0.933027391343, "profil": 1.5751375153100002, "grown": 1.75612095378, "scala": 4.73808988077, "room": 1.12387195543, "boom": 2.23476869223, "how": 0.47156695693000006, "repost": 6.83935046985, "present": 0.227546654799, "treat": 1.27821645249, "obstacl": 2.63641532015, "maintain": 0.572708175102, "immigr": 1.6728852344, "initi": 0.30010459245, "due": 0.21341214386399998, "end": 0.101476798618, "they": 0.0297269947676, "interest": 0.47207177798199995, "deep": 1.2886734698, "will": 0.202786534915, "event": 0.428982108147, "open": 0.219591038029, "contact": 1.16926672768, "weekend": 2.17424794314, "write": 0.721512439877, "credit": 1.11288601088, "purpos": 0.803869037322, "glori": 2.4580593997499998, "hunt": 1.66054557474, "new": 0.0177299468511, "talent": 1.8437292863099999, "similar": 0.318556092114, "healthcar": 2.9320444543, "success": 0.27765441259199997, "definit": 1.1755733298, "need": 0.362740163442, "cost": 0.84129007618, "final": 0.292733863948, "doubt": 1.67020426765, "applic": 1.23160392849, "lead": 0.23620402986699998, "sport": 1.19286482691, "organ": 0.49392052866999997, "robot": 2.99674059227, "has": 0.0427239448548, "enough": 0.802884439169, "stop": 0.778579374963, "collabor": 1.4939250253100003, "listen": 1.94282848252, "advantag": 1.20120515883, "use": 0.0292080197316, "experi": 0.626272953933, "count": 1.24748591139, "sound": 1.13556799519, "onlin": 0.957503854357, "out": 0.0584263909193, "enjoy": 1.2020430306899998, "becam": 0.1599730053, "good": 0.418589404907, "alway": 0.726319204572, "concept": 0.977224437103, "hike": 3.36994483816, "cours": 0.765899404133, "per": 0.672821024072, "auditorium": 3.19867311755, "field": 0.5760642583510001, "situat": 0.725668290015, "entertain": 1.3931203261899998, "short": 0.345685625679, "climb": 2.2283151644099997, "not": 0.0155524130075, "someth": 1.18830712273, "visit": 0.791283218833, "wifi": 5.38210437275, "print": 1.19307248967, "kaggl": 7.369978720910001, "happen": 1.08640441802, "grade": 1.8773288849, "pleas": 2.21149829955, "easi": 1.6665296351499999, "persist": 1.9150850473199998, "though": 0.308044191079, "scienc": 0.841436178891, "separ": 0.470759772949, "purchas": 1.1252294655700001, "anoth": 0.127896361652, "instal": 1.3316305879, "turn": 0.324899251064, "effect": 0.333830227158, "allow": 0.24028061118900002, "minimum": 1.79668465441, "brunch": 6.676831540349999, "employ": 0.7725602049429999, "job": 1.1798682540899998, "blog": 2.65237310559, "ticket": 2.24601474151, "lamb": 3.23801729512, "seek": 1.04293519316, "individualgroup": 7.369978720910001, "alreadi": 0.670478380747, "day": 0.16865870631700003, "mine": 1.58430908678, "valu": 0.823193310148, "softwar": 2.32849096333, "got": 1.2863908849299999, "tour": 1.2492418381000001, "meet": 0.510363817255, "explor": 1.22257937218, "with": 0.00119749171339, "monoton": 4.5788136131, "network": 0.9530830530519999, "confer": 1.0411494784, "three": 0.06411868822490001, "lot": 1.4835969502500002, "some": 0.0395735090645, "beyond": 0.934469583725, "should": 0.509419876758, "put": 0.505652999854, "courag": 2.6346578504599996, "tell": 1.21236434401, "result": 0.136378908381, "concern": 0.634079948873, "confid": 1.8449242675400002, "whom": 0.8343021310169999, "smart": 2.81820931165, "filter": 2.82668393864, "india": 1.36707979618, "professor": 1.46108089746, "platform": 1.8298923389200001, "more": 0.017024931599999998, "ani": 0.125608358366, "question": 0.790310929014, "and": 6.29901420636e-05, "from": 0.000567054168866, "answer": 1.5366310419, "limit": 0.41782385463, "dive": 2.7778937744700003, "detail": 0.816187777173, "num": 0.00031499039539700004, "volunt": 1.8489178830700002, "technolog": 0.956847686355, "market": 0.8612095839370001, "els": 1.6945957207700002, "free": 0.5412666492670001, "kick": 2.57253664727, "movi": 1.3873026798299999, "for": 0.00031499039539700004, "depend": 0.806969815, "fame": 1.51090336185, "rock": 1.1907905677200001, "friend": 0.7893395836239999, "seen": 0.47672812813, "book": 0.3605697882, "requir": 0.424253510675, "competit": 1.12154907401, "these": 0.0715336194008, "are": 0.0294674735827, "speak": 1.06169814662, "compani": 0.439777253097, "effort": 0.637887211057, "current": 0.42695282784500005, "look": 0.6463866936, "technic": 1.14423287808, "slate": 2.7698210767400004, "skillset": 7.369978720910001, "refer": 0.262553246798, "intern": 0.265095377816, "handov": 4.86854276917, "harder": 2.84061024834, "think": 1.06717661175, "trend": 1.6921980487900001, "public": 0.20232375048700002, "pars": 4.9812159316699995, "util": 1.5389763962399998, "later": 0.0829654259878, "keyword": 4.93636536551, "master": 1.14779935699, "educ": 0.696807183384, "toward": 0.48877277716000006, "again": 0.411340231612, "compar": 0.6239191809269999, "someon": 1.59635928666, "group": 0.190594534797, "doe": 0.5340417297169999, "even": 0.152388564834, "straight": 1.82519197774, "give": 0.311392552224, "probabl": 0.972882412913, "side": 0.46934876686899996, "part": 0.04239531098280001, "place": 0.0957070839572, "great": 0.235805258079, "focus": 0.6981989720559999, "goal": 1.18830712273, "big": 1.00798563557, "comment": 1.11826753454, "overcom": 2.12664566269, "note": 0.353817568083, "demand": 0.850831432969, "thing": 0.8781935346799999, "analyz": 2.2707222351599996, "scientist": 1.54634128444, "machin": 1.39235958062, "into": 0.0149128632287, "opportunitiesopen": 7.369978720910001, "readi": 1.6405284994999998, "prior": 0.778442172521, "strength": 1.3931203261899998, "hackathon": 7.369978720910001, "sure": 2.0086865552, "through": 0.0683586918849, "cultur": 0.620984734312, "figur": 0.7101721121600001, "tendenc": 2.05923883436, "what": 0.225887296827, "social": 0.688371502261, "hesit": 2.9273274644200002, "help": 0.336207721344, "affect": 0.908041904384, "nontechn": 7.369978720910001, "believ": 0.497746997996, "find": 0.547781330288, "bitter": 2.2495925628499998, "wrong": 1.70078769102, "own": 0.164195077421, "outdat": 3.6018260858999995, "relat": 0.21310030165399999, "fact": 0.5502899207949999, "who": 0.0609002329859, "enter": 0.564256167492, "trip": 1.58923520512, "compromis": 2.02049306779, "hold": 0.503879117196, "here": 0.8850381883700001, "factor": 1.06169814662, "maximum": 1.5687671009200002, "long": 0.235645793878, "apart": 1.1324356512, "human": 0.640035183243, "much": 0.17749572930100002, "greater": 0.764545491118, "parallel": 1.52151886822, "about": 0.0628434774746, "board": 0.909135739949, "brave": 2.7598209934099995, "mind": 1.2786688388299998, "have": 0.0147850023412, "just": 0.289531434109, "disc": 2.37954613413, "ignor": 1.5226732694999998, "heard": 1.4933640154799999, "she": 0.7701082216959999, "sunday": 1.6840208311700002, "dure": 0.0491209066894, "would": 0.0796176279647, "them": 0.0941833269093, "continu": 0.13040487398700001, "contribut": 0.655201578909, "activ": 0.381196603284, "where": 0.0649921387457, "rememb": 1.5867691126199999, "opportun": 1.10258843705, "communic": 1.04365037288, "tool": 1.60887117963, "start": 0.236443369291, "took": 0.337177952953, "noth": 1.24245472939, "run": 0.442714975539, "music": 0.907417392264, "criteria": 2.4632235573, "guid": 0.912738218589, "whichev": 4.3350257342, "peopl": 0.193265578473, "seri": 0.38193461069799994, "studi": 0.426470272221, "keep": 0.7141523446729999, "explain": 0.955700427358, "standard": 0.63741050982, "lose": 1.1265888210600001, "autom": 2.9867028668299995, "semest": 3.5995192798, "abl": 0.599303982475, "attend": 0.8353181700040001, "realiz": 1.5876931847600002, "over": 0.0249367214957, "age": 0.39624845300300005, "door": 1.5876931847600002, "build": 0.491137452091, "analysi": 1.2466091029200002, "creativ": 1.87527254036, "provid": 0.19517784432500002, "number": 0.0966085784186, "worri": 2.3323769785799997, "team": 0.821902894886, "earli": 0.117499629108, "same": 0.112059649604, "show": 0.236682766013, "there": 0.0400978929255, "connect": 0.633605058682, "titl": 0.6273339619899999, "wise": 2.74402599574, "industri": 0.7046772417749999, "say": 0.562154280552, "best": 0.459227932947, "origin": 0.128612437587, "ask": 0.776797209847, "spend": 1.42534376116, "interview": 1.2232212893899999, "particip": 0.7876766120659999, "prefer": 1.10581884366, "stat": 3.96878133925, "knowledg": 1.2232212893899999, "linkedin": 6.414467275880001, "visual": 1.6539383488600001, "follow": 0.045356911094199995, "now": 0.149092945021, "further": 0.308815895297, "then": 0.08303386523089999, "hard": 1.00522796406, "interact": 1.4858210267899998, "tip": 2.2430429711200004, "than": 0.0322608622182, "realli": 1.5576408397, "goe": 1.4473284897999998, "showcas": 2.6267872370200003, "matter": 0.8951625270360001, "feel": 1.1428493419299999, "also": 0.0146571578, "coupl": 1.18089357972, "person": 0.34018281601800004, "mani": 0.0433157581221, "around": 0.19387710578200001, "materi": 0.7561918990209999, "white": 0.625566240123, "role": 0.44036410757399996, "research": 0.663727818138, "passion": 2.0974921144, "attitud": 1.7474063016799999, "the": 0.0, "area": 0.327954821122, "candid": 1.50691588861, "vaishali": 7.369978720910001, "patienc": 3.78924142541, "consid": 0.214894723824, "challeng": 0.9392919688950001, "those": 0.17854939087299998, "want": 0.6916366062549999, "enhanc": 1.6408534385799998, "talk": 1.10867789449, "selfstrength": 7.369978720910001, "system": 0.327430345585, "individu": 0.588013447985, "behind": 0.7345572374320001, "zealand": 1.81160744903, "share": 0.618760299747, "scanner": 4.50777783998, "cognit": 3.0659136276999996, "enrol": 2.05726547408, "work": 0.109034567273, "outstand": 2.04989986258, "that": 0.00397614837964, "which": 0.00517841384543, "intellig": 1.43349848213, "skill": 1.30805571015, "onc": 0.403765872355, "blank": 3.15047101573, "somebodi": 3.30609336617, "dream": 1.6625362854199999, "other": 0.00987474791976, "appli": 0.8316941898119999, "one": 0.0062553516455, "restrict": 1.13341345513, "take": 0.130691962197, "hope": 0.919824304455, "see": 0.240921585492, "mathemat": 2.00027135827, "phd": 3.10729884387, "get": 0.579769005782, "like": 0.139053576545, "except": 0.54202451213, "forward": 1.29901007269, "analyt": 2.8481901438599997, "club": 1.07286940097, "digest": 2.9475301717400004, "yourself": 3.28064670051, "celebr": 0.9092920998899999, "born": 0.7964382285070001, "access": 0.627805882716, "this": 0.0037864490525, "pretti": 2.75684036527, "facil": 1.1847994331799998, "time": 0.0112115188626, "step": 1.03954505698, "engin": 0.904767558276, "back": 0.23166743089699998, "chang": 0.166275625058, "graduat": 1.52643430388, "prioriti": 2.1544996326700003, "differ": 0.212321121312, "but": 0.0161923720719, "statist": 1.4451883070700002, "may": 0.050709995284400004, "most": 0.020747896295599998, "between": 0.033953681165299995, "fault": 2.63641532015, "everi": 0.391485427421, "groupspeopl": 7.369978720910001, "trust": 1.5883097076, "hisher": 7.369978720910001, "along": 0.260344385917, "all": 0.011402632097799998, "everyon": 1.8557438481400002, "grow": 0.821043542212, "wannab": 6.17605625244, "discount": 3.0713336951700003, "expertis": 2.99674059227, "program": 0.7037855787649999, "elabor": 1.9543228619400002, "almost": 0.42907884333400004, "degre": 0.910387304568, "case": 0.395406268889, "whatev": 2.0343655696200003, "normal": 0.959639378783, "subject": 0.6267443740950001, "selflearn": 7.369978720910001, "call": 0.0654627744488, "academ": 1.35895667459, "futur": 0.619345197699, "bee": 3.22209339176, "list": 0.309845761506, "discuss": 0.78698452262, "achiev": 0.6270980851169999, "salari": 2.3233329892900003, "prepar": 0.8879422790620001, "benefit": 1.12116245116, "leadership": 1.3954060414700002, "gain": 0.6142097989249999, "general": 0.114952578063, "could": 0.18595627229000003, "night": 0.8183271204970001, "befor": 0.0956377718795, "librari": 0.986809980943, "monster": 2.7131653017699997, "particular": 0.323157393804, "talentinterest": 7.369978720910001, "consequ": 1.0937112421, "can": 0.162341096394, "avail": 0.547454586289, "process": 0.527829199025, "comput": 1.36806891594, "make": 0.07349765782289999, "way": 0.19809150993500002, "search": 1.1798682540899998, "onli": 0.025324268329099998, "each": 0.173741689304, "harvard": 1.9854836581200002, "promot": 0.7017504724920001, "few": 0.275577913653, "key": 0.82419811896, "student": 0.904923236645, "permiss": 1.8373800586400002, "read": 0.83939268088, "common": 0.338325805271, "data": 1.2168205848, "caus": 0.325858567406, "qualiti": 1.07600506711, "everybodi": 2.8869761689, "rather": 0.442714975539, "sometim": 0.538025155343, "bio": 3.7456377879300002, "overnight": 3.0005308684400003, "come": 0.28390990653000003, "might": 0.7683410765340001, "aspect": 1.12795002691, "pay": 1.0301486577299999, "career": 1.0944636875799998, "leader": 0.741672829452, "right": 0.34035985417, "understand": 1.0880858756799998, "import": 0.292818277066, "first": 0.0075872898121599995, "game": 0.9477062580210001, "busi": 0.720476170355, "hesh": 7.2746685411000005, "page": 0.711326032411, "score": 1.4559353207700003, "innov": 1.55614674111, "hardwork": 6.14620328929, "year": 0.047402238894600005, "host": 0.996658931332, "billionair": 4.12348772901, "whi": 1.18068843047, "glass": 1.83500945302, "life": 0.315183699277, "within": 0.21263272059799998, "bit": 2.12032652634, "learn": 0.842752064745, "when": 0.0205549888584}, "freq": {"after": 2, "patient": 3, "audit": 6, "fall": 2, "greet": 1, "too": 10, "analyst": 1, "campus": 1, "project": 4, "form": 3, "kind": 2, "assign": 6, "addit": 1, "veri": 6, "topic": 2, "fat": 1, "eventsmeet": 1, "resum": 3, "elig": 1, "etc": 6, "specif": 8, "class": 5, "happi": 1, "seminar": 1, "univers": 22, "python": 1, "stronger": 1, "thought": 1, "printer": 1, "well": 2, "join": 3, "tri": 3, "pub": 1, "never": 7, "complet": 5, "approach": 4, "path": 1, "meetup": 5, "know": 6, "their": 12, "motiv": 1, "automat": 1, "yes": 1, "equal": 1, "profil": 4, "grown": 2, "scala": 1, "room": 3, "boom": 1, "how": 7, "repost": 1, "present": 6, "treat": 1, "obstacl": 1, "maintain": 2, "immigr": 1, "initi": 2, "due": 1, "end": 1, "they": 8, "interest": 11, "deep": 2, "will": 10, "event": 9, "open": 2, "contact": 1, "weekend": 1, "write": 2, "credit": 2, "purpos": 2, "glori": 1, "hunt": 1, "new": 3, "talent": 1, "similar": 2, "healthcar": 1, "success": 5, "definit": 7, "need": 10, "cost": 1, "final": 1, "doubt": 2, "applic": 4, "lead": 1, "sport": 1, "organ": 5, "robot": 1, "has": 4, "enough": 2, "stop": 1, "collabor": 1, "listen": 1, "advantag": 6, "use": 5, "experi": 3, "count": 1, "sound": 2, "onlin": 1, "out": 8, "enjoy": 1, "becam": 1, "good": 9, "alway": 7, "concept": 1, "hike": 2, "cours": 3, "per": 1, "auditorium": 1, "field": 8, "situat": 1, "entertain": 1, "short": 1, "climb": 1, "not": 12, "someth": 3, "visit": 3, "wifi": 1, "print": 1, "kaggl": 2, "happen": 3, "grade": 1, "pleas": 2, "easi": 6, "persist": 5, "though": 3, "scienc": 7, "separ": 1, "purchas": 1, "anoth": 2, "instal": 1, "turn": 3, "effect": 2, "allow": 2, "minimum": 1, "brunch": 1, "employ": 6, "job": 22, "blog": 4, "ticket": 2, "lamb": 2, "seek": 6, "individualgroup": 1, "alreadi": 1, "day": 1, "mine": 1, "valu": 1, "softwar": 3, "got": 1, "tour": 3, "meet": 5, "explor": 13, "with": 14, "monoton": 1, "network": 8, "confer": 2, "three": 1, "lot": 23, "some": 4, "beyond": 1, "should": 4, "put": 1, "courag": 2, "tell": 1, "result": 1, "concern": 1, "confid": 1, "whom": 1, "smart": 1, "filter": 2, "india": 1, "professor": 1, "platform": 1, "more": 13, "ani": 14, "question": 4, "and": 80, "from": 8, "answer": 4, "limit": 2, "dive": 1, "detail": 1, "num": 15, "volunt": 1, "technolog": 1, "market": 6, "els": 2, "free": 7, "kick": 6, "movi": 2, "for": 30, "depend": 1, "fame": 2, "rock": 1, "friend": 2, "seen": 1, "book": 3, "requir": 6, "competit": 3, "these": 6, "are": 50, "speak": 1, "compani": 1, "effort": 1, "current": 1, "look": 6, "technic": 5, "slate": 1, "skillset": 1, "refer": 2, "intern": 1, "handov": 1, "harder": 1, "think": 1, "trend": 1, "public": 1, "pars": 2, "util": 6, "later": 1, "keyword": 1, "master": 3, "educ": 1, "toward": 1, "again": 1, "compar": 1, "someon": 2, "group": 4, "doe": 2, "even": 1, "straight": 1, "give": 9, "probabl": 2, "side": 1, "part": 4, "place": 1, "great": 1, "focus": 1, "goal": 1, "big": 3, "comment": 1, "overcom": 1, "note": 1, "demand": 2, "thing": 9, "analyz": 1, "scientist": 4, "machin": 5, "into": 11, "opportunitiesopen": 1, "readi": 1, "prior": 1, "strength": 2, "hackathon": 1, "sure": 2, "through": 2, "cultur": 3, "figur": 2, "tendenc": 2, "what": 18, "social": 2, "hesit": 2, "help": 8, "affect": 1, "nontechn": 2, "believ": 2, "find": 14, "bitter": 1, "wrong": 2, "own": 5, "outdat": 1, "relat": 3, "fact": 1, "who": 3, "enter": 1, "trip": 1, "compromis": 1, "hold": 2, "here": 1, "factor": 2, "maximum": 6, "long": 2, "apart": 4, "human": 1, "much": 6, "greater": 1, "parallel": 1, "about": 16, "board": 2, "brave": 1, "mind": 1, "have": 13, "just": 2, "disc": 1, "ignor": 1, "heard": 1, "she": 1, "sunday": 1, "dure": 1, "would": 6, "them": 5, "continu": 2, "contribut": 1, "activ": 2, "where": 2, "rememb": 3, "opportun": 5, "communic": 2, "tool": 3, "start": 13, "took": 1, "noth": 1, "run": 2, "music": 1, "criteria": 1, "guid": 1, "whichev": 1, "peopl": 17, "seri": 1, "studi": 9, "keep": 4, "explain": 1, "standard": 1, "lose": 1, "autom": 1, "semest": 1, "abl": 1, "attend": 1, "realiz": 1, "over": 1, "age": 1, "door": 1, "build": 6, "analysi": 2, "creativ": 5, "provid": 9, "number": 1, "worri": 8, "team": 1, "earli": 1, "same": 2, "show": 10, "there": 14, "connect": 6, "titl": 1, "wise": 2, "industri": 1, "say": 1, "best": 1, "origin": 1, "ask": 6, "spend": 1, "interview": 1, "particip": 4, "prefer": 1, "stat": 1, "knowledg": 8, "linkedin": 1, "visual": 2, "follow": 3, "now": 2, "further": 2, "then": 2, "hard": 8, "interact": 1, "tip": 6, "than": 3, "realli": 3, "goe": 1, "showcas": 6, "matter": 2, "feel": 2, "also": 2, "coupl": 4, "person": 3, "mani": 4, "around": 2, "materi": 1, "white": 1, "role": 3, "research": 1, "passion": 2, "attitud": 1, "the": 30, "area": 16, "candid": 1, "vaishali": 2, "patienc": 2, "consid": 1, "challeng": 3, "those": 11, "want": 7, "enhanc": 1, "talk": 6, "selfstrength": 1, "system": 3, "individu": 1, "behind": 1, "zealand": 1, "share": 2, "scanner": 1, "cognit": 1, "enrol": 2, "work": 23, "outstand": 11, "that": 26, "which": 6, "intellig": 1, "skill": 5, "onc": 2, "blank": 1, "somebodi": 1, "dream": 1, "other": 7, "appli": 4, "one": 12, "restrict": 1, "take": 10, "hope": 1, "see": 3, "mathemat": 1, "phd": 3, "get": 26, "like": 12, "except": 1, "forward": 1, "analyt": 1, "club": 3, "digest": 1, "yourself": 8, "celebr": 1, "born": 1, "access": 4, "this": 8, "pretti": 1, "facil": 11, "time": 7, "step": 1, "engin": 2, "back": 1, "chang": 5, "graduat": 2, "prioriti": 2, "differ": 1, "but": 21, "statist": 1, "may": 4, "most": 1, "between": 1, "fault": 1, "everi": 6, "groupspeopl": 1, "trust": 1, "hisher": 1, "along": 2, "all": 6, "everyon": 3, "grow": 2, "wannab": 1, "discount": 1, "expertis": 1, "program": 4, "elabor": 1, "almost": 1, "degre": 3, "case": 3, "whatev": 1, "normal": 1, "subject": 1, "selflearn": 1, "call": 2, "academ": 4, "futur": 1, "bee": 1, "list": 1, "discuss": 2, "achiev": 3, "salari": 1, "prepar": 1, "benefit": 1, "leadership": 1, "gain": 4, "general": 1, "could": 4, "night": 2, "befor": 1, "librari": 1, "monster": 1, "particular": 2, "talentinterest": 2, "consequ": 1, "can": 12, "avail": 1, "process": 3, "comput": 1, "make": 5, "way": 6, "search": 1, "onli": 4, "each": 3, "harvard": 1, "promot": 1, "few": 1, "key": 1, "student": 7, "permiss": 1, "read": 1, "common": 1, "data": 37, "caus": 1, "qualiti": 5, "everybodi": 1, "rather": 1, "sometim": 5, "bio": 1, "overnight": 1, "come": 2, "might": 13, "aspect": 2, "pay": 1, "career": 15, "leader": 2, "right": 4, "understand": 6, "import": 12, "first": 2, "game": 2, "busi": 1, "hesh": 1, "page": 1, "score": 8, "innov": 1, "hardwork": 1, "year": 2, "host": 1, "billionair": 1, "whi": 1, "glass": 1, "life": 2, "within": 2, "bit": 1, "learn": 21, "when": 4}, "idf": {"after": 1.02070207021, "patient": 9.54660252556, "audit": 15.12, "fall": 1.6945244956799999, "greet": 13.5114893617, "too": 1.81585268215, "analyst": 14.8373831776, "campus": 7.380753138080001, "project": 1.7534791252500002, "form": 1.12755681818, "kind": 2.5806241872599998, "assign": 3.83663605607, "addit": 1.24634950542, "veri": 1.25880114177, "topic": 5.457545548300001, "fat": 15.5342465753, "eventsmeet": 1587.6, "resum": 6.3964544722, "elig": 11.2118644068, "etc": 4.2066772655, "specif": 1.8719490626099997, "class": 2.11651779763, "happi": 6.125, "seminar": 28.1989342806, "univers": 1.24889867841, "python": 56.2978723404, "stronger": 8.07117437722, "thought": 1.9854927463699998, "printer": 27.2315608919, "well": 1.0655748708, "join": 1.7922781666299998, "tri": 1.8544562551099997, "pub": 15.3095467695, "never": 1.55769230769, "complet": 1.24021560816, "approach": 2.07556543339, "path": 4.6421052631599995, "meetup": 1587.6, "know": 2.59327017315, "their": 1.01547908405, "motiv": 5.01611374408, "automat": 6.787516032490001, "yes": 14.1876675603, "equal": 2.542193755, "profil": 4.8314059647, "grown": 5.78993435449, "scala": 114.215827338, "room": 3.07674418605, "boom": 9.34432018835, "how": 1.60250328051, "repost": 933.882352941, "present": 1.25551601423, "treat": 3.59023066486, "obstacl": 13.963060685999999, "maintain": 1.77306231852, "immigr": 5.32751677852, "initi": 1.35, "due": 1.23789473684, "end": 1.10680423871, "they": 1.03017325287, "interest": 1.60331246213, "deep": 3.6279707495399998, "will": 1.22481098596, "event": 1.5356935577500002, "open": 1.24556723678, "contact": 3.2196309065099995, "weekend": 8.79556786704, "write": 2.0575427682700003, "credit": 3.04312823462, "purpos": 2.23416830847, "glori": 11.6821192053, "hunt": 5.2621809744800006, "new": 1.0178880554, "talent": 6.320063694269999, "similar": 1.37514075357, "healthcar": 18.7659574468, "success": 1.32002993265, "definit": 3.24, "need": 1.4372623574099999, "cost": 2.31935719503, "final": 1.34008609775, "doubt": 5.31325301205, "applic": 3.42672134686, "lead": 1.2664326739, "sport": 3.29651162791, "organ": 1.6387283237, "robot": 20.0201765448, "has": 1.0436497502, "enough": 2.2319696330700003, "stop": 2.1783754116400003, "collabor": 4.45454545455, "listen": 6.97846153846, "advantag": 3.32412060302, "use": 1.0296387573799999, "experi": 1.87062566278, "count": 3.48157894737, "sound": 3.11294117647, "onlin": 2.6051854282900004, "out": 1.06016694491, "enjoy": 3.3269069572500003, "becam": 1.17347919284, "good": 1.51981619759, "alway": 2.06745670009, "concept": 2.65707112971, "hike": 29.0769230769, "cours": 2.15092805853, "per": 1.9597580545599997, "auditorium": 24.5, "field": 1.7790228597, "situat": 2.06611140031, "entertain": 4.02739726027, "short": 1.41295834817, "climb": 9.284210526319999, "not": 1.01567398119, "someth": 3.28152128979, "visit": 2.20622568093, "wifi": 217.479452055, "print": 3.29719626168, "kaggl": 1587.6, "happen": 2.96359902931, "grade": 6.536023054759999, "pleas": 9.12938470385, "easi": 5.2937645882, "persist": 6.787516032490001, "though": 1.36076112111, "scienc": 2.31969608416, "separ": 1.6012102874399998, "purchas": 3.08092373375, "anoth": 1.13643521832, "instal": 3.78721374046, "turn": 1.3838912133899999, "effect": 1.3963060686000002, "allow": 1.2716059271100002, "minimum": 6.02962400304, "brunch": 793.8, "employ": 2.16530278232, "job": 3.2539454806299997, "blog": 14.1876675603, "ticket": 9.45, "lamb": 25.483146067399996, "seek": 2.83753351206, "individualgroup": 1587.6, "alreadi": 1.9551724137900002, "day": 1.18371607516, "mine": 4.875921375919999, "valu": 2.2777618364400003, "softwar": 10.2624434389, "got": 3.61969904241, "tour": 3.4876977152900004, "meet": 1.6658971668399998, "explor": 3.39593582888, "with": 1.0011982089899998, "monoton": 97.3987730061, "network": 2.59369384088, "confer": 2.8324710080299997, "three": 1.06621893889, "lot": 4.40877534018, "some": 1.04036697248, "beyond": 2.54586273252, "should": 1.6643254009900001, "put": 1.65806788512, "courag": 13.938542581199998, "tell": 3.36142282448, "result": 1.14611608432, "concern": 1.8852867830400002, "confid": 6.327620565959999, "whom": 2.30320615117, "smart": 16.746835443, "filter": 16.8893617021, "india": 3.92387543253, "professor": 4.31061634537, "platform": 6.2332155476999995, "more": 1.0171706817, "ani": 1.13383802314, "question": 2.20408163265, "and": 1.00006299213, "from": 1.00056721497, "answer": 4.64890190337, "limit": 1.5186531471200002, "dive": 16.085106383, "detail": 2.26186066391, "num": 1.00031504001, "volunt": 6.35294117647, "technolog": 2.6034765496900003, "market": 2.36602086438, "els": 5.44444444444, "free": 1.71818181818, "kick": 13.099009900999999, "movi": 4.00403530895, "for": 1.00031504001, "depend": 2.2411067193700003, "fame": 4.53082191781, "rock": 3.28968089515, "friend": 2.20194174757, "seen": 1.61079545455, "book": 1.43414634146, "requir": 1.52844902282, "competit": 3.06960556845, "these": 1.07415426252, "are": 1.02990593578, "speak": 2.89127663449, "compani": 1.5523613963, "effort": 1.89247824532, "current": 1.5325803649, "look": 1.9086318826599997, "technic": 3.1400316455699997, "slate": 15.9557788945, "skillset": 1587.6, "refer": 1.30024570025, "intern": 1.30355530011, "handov": 130.131147541, "harder": 17.1262135922, "think": 2.90715986083, "trend": 5.43140608963, "public": 1.22424429365, "pars": 145.651376147, "util": 4.65981802172, "later": 1.08650424309, "keyword": 139.263157895, "master": 3.15125049623, "educ": 2.00733341763, "toward": 1.6303142329, "again": 1.50883862384, "compar": 1.8662278123900002, "someon": 4.9350326391, "group": 1.20996875238, "doe": 1.70581282905, "even": 1.16461267606, "straight": 6.203985932, "give": 1.3653250774, "probabl": 2.64555907349, "side": 1.5989525632, "part": 1.04330682789, "place": 1.1004366812200002, "great": 1.26592775696, "focus": 2.01012914662, "goal": 3.28152128979, "big": 2.7400759406299997, "comment": 3.05954904606, "overcom": 8.38668779715, "note": 1.42449528937, "demand": 2.34159292035, "thing": 2.4065484311099996, "analyz": 9.68639414277, "scientist": 4.69426374926, "machin": 4.02433460076, "into": 1.01502461479, "opportunitiesopen": 1587.6, "readi": 5.15789473684, "prior": 2.17807655371, "strength": 4.02739726027, "hackathon": 1587.6, "sure": 7.453521126760001, "through": 1.07074930869, "cultur": 1.86075949367, "figur": 2.0343413634, "tendenc": 7.84, "what": 1.25343439128, "social": 1.9904714142400002, "hesit": 18.6776470588, "help": 1.39962972759, "affect": 2.4794627518400003, "nontechn": 1587.6, "believ": 1.6450108797, "find": 1.7294117647099998, "bitter": 9.48387096774, "wrong": 5.478260869570001, "own": 1.17844418052, "outdat": 36.6651270208, "relat": 1.23750876919, "fact": 1.73375559681, "who": 1.06279287723, "enter": 1.75813953488, "trip": 4.9, "compromis": 7.542042755339999, "hold": 1.6551292744, "here": 2.42307692308, "factor": 2.89127663449, "maximum": 4.80072573329, "long": 1.2657259028899999, "apart": 3.1032056294, "human": 1.8965476048299998, "much": 1.1942229577299999, "greater": 2.14801785956, "parallel": 4.57917507932, "about": 1.06486015159, "board": 2.48217636023, "brave": 15.7970149254, "mind": 3.5918552036199998, "have": 1.0148948411399998, "just": 1.33580143037, "disc": 10.8, "ignor": 4.58446433728, "heard": 4.45204711161, "she": 2.16, "sunday": 5.38717339667, "dure": 1.0503473370799998, "would": 1.0828729281799998, "them": 1.09876115994, "continu": 1.13928955867, "contribut": 1.9255306246200001, "activ": 1.46403541129, "where": 1.06715063521, "rememb": 4.88793103448, "opportun": 3.0119521912400002, "communic": 2.8395635843299996, "tool": 4.99716713881, "start": 1.26673581744, "took": 1.4009883515700001, "noth": 3.46410648047, "run": 1.55692850838, "music": 2.47791478071, "criteria": 11.7426035503, "guid": 2.49113447356, "whichev": 76.3269230769, "peopl": 1.21320495186, "seri": 1.46511627907, "studi": 1.53184098804, "keep": 2.04245465071, "explain": 2.60049140049, "standard": 1.8915763135900003, "lose": 3.0851146521599997, "autom": 19.8202247191, "semest": 36.5806451613, "abl": 1.8208510150200001, "attend": 2.3055474876599997, "realiz": 4.89244992296, "over": 1.02525024217, "age": 1.48623853211, "door": 4.89244992296, "build": 1.6341739578, "analysi": 3.47852760736, "creativ": 6.52259654889, "provid": 1.21552714187, "number": 1.10142916609, "worri": 10.302401038300001, "team": 2.2748244734200003, "earli": 1.12468121281, "same": 1.11857958148, "show": 1.26703910615, "there": 1.04091266719, "connect": 1.8843916913900003, "titl": 1.87261146497, "wise": 15.5494613124, "industri": 2.02319357716, "say": 1.7544480053, "best": 1.5828514456600002, "origin": 1.13724928367, "ask": 2.1744966443, "spend": 4.15928739848, "interview": 3.3981164383599998, "particip": 2.19828302409, "prefer": 3.0216977540900003, "stat": 52.92, "knowledg": 3.3981164383599998, "linkedin": 610.615384615, "visual": 5.22752716497, "follow": 1.04640126549, "now": 1.160780873, "further": 1.3618116315, "then": 1.08657860516, "hard": 2.73253012048, "interact": 4.4185917061, "tip": 9.42195845697, "than": 1.03278688525, "realli": 4.7476076555, "goe": 4.251740760580001, "showcas": 13.8292682927, "matter": 2.44773358002, "feel": 3.1356903021900004, "also": 1.01476510067, "coupl": 3.2572835453400004, "person": 1.40520446097, "mani": 1.04426757877, "around": 1.21394708671, "materi": 2.13014893332, "white": 1.86930413282, "role": 1.55327267391, "research": 1.9420183486200002, "passion": 8.14571575167, "attitud": 5.7396963123599996, "the": 1.0, "area": 1.3881262568900001, "candid": 4.51279135873, "vaishali": 1587.6, "patienc": 44.22284122560001, "consid": 1.2397313759200002, "challeng": 2.55816951337, "those": 1.19548192771, "want": 1.99698113208, "enhanc": 5.15957101072, "talk": 3.0303493033, "selfstrength": 1587.6, "system": 1.38739840951, "individu": 1.8004082558400003, "behind": 2.0845588235299997, "zealand": 6.120277563609999, "share": 1.8566249561500001, "scanner": 90.72, "cognit": 21.454054054100002, "enrol": 7.8245441104, "work": 1.11520089913, "outstand": 7.76712328767, "that": 1.00398406375, "which": 1.005191845, "intellig": 4.19334389857, "skill": 3.6989748369099997, "onc": 1.4974533106999999, "blank": 23.3470588235, "somebodi": 27.2783505155, "dream": 5.272666888080001, "other": 1.00992366412, "appli": 2.2972073506, "one": 1.00627495722, "restrict": 3.1062414400300002, "take": 1.13961668222, "hope": 2.50884955752, "see": 1.27242125511, "mathemat": 7.391061452510001, "phd": 22.3605633803, "get": 1.78562591385, "like": 1.14918566775, "except": 1.71948445792, "forward": 3.66566612792, "analyt": 17.256521739100002, "club": 2.92375690608, "digest": 19.0588235294, "yourself": 26.592964824099997, "celebr": 2.48256450352, "born": 2.21762816036, "access": 1.8734953976900002, "this": 1.00379362671, "pretti": 15.75, "facil": 3.2700308959799997, "time": 1.01127460348, "step": 2.8279301745599996, "engin": 2.47135740971, "back": 1.26070038911, "chang": 1.1808985421, "graduat": 4.60173913043, "prioriti": 8.623574144489998, "differ": 1.23654490225, "but": 1.01632417899, "statist": 4.24265098878, "may": 1.05201775893, "most": 1.02096463023, "between": 1.03453668708, "fault": 13.963060685999999, "everi": 1.47917637194, "groupspeopl": 1587.6, "trust": 4.89546716004, "hisher": 1587.6, "along": 1.2973768080399999, "all": 1.01146788991, "everyon": 6.3964544722, "grow": 2.27287043665, "wannab": 481.09090909099996, "discount": 21.570652173899997, "expertis": 20.0201765448, "program": 2.02139037433, "elabor": 7.0591373944, "almost": 1.53584212054, "degre": 2.4852849092, "case": 1.48498737256, "whatev": 7.6473988439300005, "normal": 2.61075481006, "subject": 1.8715077213299998, "selflearn": 1587.6, "call": 1.0676529926, "academ": 3.8921304241199994, "futur": 1.8577112099200002, "bee": 25.0805687204, "list": 1.36321483771, "discuss": 2.19676214197, "achiev": 1.87216981132, "salari": 10.2096463023, "prepar": 2.43012398592, "benefit": 3.06841901817, "leadership": 4.03661327231, "gain": 1.84819557625, "general": 1.1218202374200001, "could": 1.2043695949, "night": 2.26670474015, "befor": 1.10036041031, "librari": 2.68266306185, "monster": 15.0769230769, "particular": 1.3814827706200001, "talentinterest": 1587.6, "consequ": 2.98533283189, "can": 1.17626139142, "avail": 1.7288467821, "process": 1.69524826482, "comput": 3.9277585353800006, "make": 1.0762660158600001, "way": 1.2190739461, "search": 3.2539454806299997, "onli": 1.0256476516600002, "each": 1.18974820144, "harvard": 7.28256880734, "promot": 2.0172808132099997, "few": 1.31729173581, "key": 2.28005170185, "student": 2.47174217655, "permiss": 6.280063291139999, "read": 2.3149606299200003, "common": 1.4025974025999999, "data": 3.37643555934, "caus": 1.38521943984, "qualiti": 2.9329392204, "everybodi": 17.9389830508, "rather": 1.55692850838, "sometim": 1.7126213592200001, "bio": 42.336000000000006, "overnight": 20.0962025316, "come": 1.32831325301, "might": 2.1561863370900003, "aspect": 3.0893169877399997, "pay": 2.80148226575, "career": 2.98757997742, "leader": 2.0994445913799997, "right": 1.4054532577899999, "understand": 2.96858638743, "import": 1.3401992233700002, "first": 1.00761614623, "game": 2.57978550536, "busi": 2.05541170378, "hesh": 1443.27272727, "page": 2.03669018602, "score": 4.2884927066500005, "innov": 4.74051955808, "hardwork": 466.941176471, "year": 1.0485436893200002, "host": 2.7092150170599996, "billionair": 61.7743190661, "whi": 3.2566153846200003, "glass": 6.2651933701699996, "life": 1.37051104972, "within": 1.2369302688, "bit": 8.33385826772, "learn": 2.32275054865, "when": 1.02076769755}}, "html": "<!DOCTYPE html>\n\n<html lang=\"en-US\" xmlns=\"http://www.w3.org/1999/xhtml\">\n<head profile=\"http://gmpg.org/xfn/11\">\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<meta content=\"width=device-width, initial-scale=1\" name=\"viewport\"/>\n<title>  Kick Start Your Data Career! Tips From the Frontline</title>\n<link href=\"/wp-content/themes/kdn17/images/favicon.ico\" rel=\"shortcut icon\"/>\n<link href=\"/wp-content/themes/kdn17/style.css\" media=\"screen\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"/wp-content/themes/kdn17/js/jquery-1.9.1.min.js\" type=\"text/javascript\"></script>\n<script src=\"/aps/kda_all.js\" type=\"text/javascript\"></script>\n<link href=\"/feed/\" rel=\"alternate\" title=\"KDnuggets: Analytics, Big Data, Data Mining and Data Science Feed\" type=\"application/rss+xml\"/>\n<link href=\"//s.w.org\" rel=\"dns-prefetch\"/>\n<link href=\"https://www.kdnuggets.com/feed\" rel=\"alternate\" title=\"KDnuggets » Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://www.kdnuggets.com/comments/feed\" rel=\"alternate\" title=\"KDnuggets » Comments Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://www.kdnuggets.com/2018/12/kick-start-your-data-career.html/feed\" rel=\"alternate\" title=\"KDnuggets » Kick Start Your Data Career! Tips From the Frontline Comments Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://www.kdnuggets.com/wp-json/\" rel=\"https://api.w.org/\"/>\n<link href=\"https://www.kdnuggets.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/>\n<link href=\"https://www.kdnuggets.com/wp-includes/wlwmanifest.xml\" rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\"/>\n<link href=\"https://www.kdnuggets.com/2018/n46.html\" rel=\"prev\" title=\"KDnuggets™ News 18:n46, Dec 5: AI, Data Science, Analytics 2018 Main Developments, 2019 Key Trends; Deep Learning Cheat Sheets\"/>\n<link href=\"https://www.kdnuggets.com/2018/12/6-step-plan-starting-data-science-career.html\" rel=\"next\" title=\"6 Step Plan to Starting Your Data Science Career\"/>\n<meta content=\"WordPress 4.9.10\" name=\"generator\">\n<link href=\"https://www.kdnuggets.com/2018/12/kick-start-your-data-career.html\" rel=\"canonical\"/>\n<link href=\"https://www.kdnuggets.com/?p=87990\" rel=\"shortlink\"/>\n<link href=\"https://www.kdnuggets.com/2018/12/kick-start-your-data-career.html\" rel=\"canonical\"/>\n<!-- BEGIN ExactMetrics v5.3.7 Universal Analytics - https://exactmetrics.com/ -->\n<script>\n(function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){\n\t(i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),\n\tm=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)\n})(window,document,'script','https://www.google-analytics.com/analytics.js','ga');\n  ga('create', 'UA-361129-1', 'auto');\n  ga('send', 'pageview');\n</script>\n<!-- END ExactMetrics Universal Analytics -->\n</meta></head>\n<body class=\"post-template-default single single-post postid-87990 single-format-standard\">\n<div class=\"main_wrapper\"><!-- publ: 5-Dec, 2018  -->\n<div id=\"wrapper\">\n<div id=\"header\">\n<div id=\"header_log\">\n<div class=\"logo\">\n<a href=\"/\"></a>\n</div>\n<h1>KDnuggets</h1>\n<div class=\"text-container\">\n              <a href=\"/news/subscribe.html\" target=\"_blank\"><b>Subscribe to KDnuggets News</b></a>  |\n <a href=\"https://twitter.com/kdnuggets\" target=\"_blank\"><img alt=\"Twitter\" height=\"48\" src=\"/images/tw_c48.png\" style=\"vertical-align: bottom\" width=\"48\"/></a>   \n <a href=\"https://www.facebook.com/kdnuggets\" target=\"_blank\"><img alt=\"Facebook\" height=\"48\" src=\"/images/fb_c48.png\" style=\"vertical-align: bottom\" width=\"48\"/></a>   \n<a href=\"https://www.linkedin.com/groups/54257/\" target=\"_blank\"><img alt=\"LinkedIn\" height=\"48\" src=\"/images/in_c48.png\" style=\"vertical-align: bottom\" width=\"48\"/></a> \n |  <a href=\"/contact.html\"><b>Contact</b></a>\n</div>\n</div>\n<div class=\"search\">\n<form action=\"/\" id=\"searchform\" method=\"get\">\n<input id=\"s\" name=\"s\" placeholder=\"search KDnuggets\" type=\"text\" value=\"\"/>\n<input type=\"submit\" value=\"Search\"/></form>\n</div>\n<div href=\"#\" id=\"pull\">\n<img class=\"menu\" src=\"/images/menu-30.png\">\n<div class=\"logo\">\n<a href=\"/\"></a>\n</div>\n<img class=\"search-icon\" src=\"/images/search-icon.png\">\n</img></img></div>\n<div id=\"pull-menu\">\n<div class=\"navigation\"><ul class=\"menu\" id=\"menu-menu\"><li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-1070\" id=\"menu-item-1070\"><a href=\"/software/index.html\" title=\"Data Science Software\">SOFTWARE</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-13756\" id=\"menu-item-13756\"><a href=\"/news/index.html\" title=\"News\">News/Blog</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-46286\" id=\"menu-item-46286\"><a href=\"/news/top-stories.html\">Top stories</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-42152\" id=\"menu-item-42152\"><a href=\"https://www.kdnuggets.com/opinions/index.html\" title=\"Opinions\">Opinions</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-46415\" id=\"menu-item-46415\"><a href=\"https://www.kdnuggets.com/tutorials/index.html\">Tutorials</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-13364\" id=\"menu-item-13364\"><a href=\"/jobs/index.html\" title=\"Jobs in Analytics, Data Science\">JOBS</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-63505\" id=\"menu-item-63505\"><a href=\"https://www.kdnuggets.com/companies/index.html\">Companies</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-13366\" id=\"menu-item-13366\"><a href=\"/courses/index.html\">Courses</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-1499\" id=\"menu-item-1499\"><a href=\"https://www.kdnuggets.com/datasets/index.html\">Datasets</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-14286\" id=\"menu-item-14286\"><a href=\"https://www.kdnuggets.com/education/index.html\" title=\"Education in Analytics, Big Data, Data Science\">EDUCATION</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-51558\" id=\"menu-item-51558\"><a href=\"https://www.kdnuggets.com/education/analytics-data-mining-certificates.html\" title=\"Certificates in Analytics, Big Data, Data Science\">Certificates</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-14752\" id=\"menu-item-14752\"><a href=\"/meetings/index.html\">Meetings</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-13721\" id=\"menu-item-13721\"><a href=\"/webcasts/index.html\" title=\"Webcasts and Webinars\">Webinars</a></li>\n</ul></div></div>\n</div> <!--#header end-->\n<div id=\"spacer\">\n          \n      </div>\n<div id=\"content_wrapper\">\n<div id=\"ad_wrapper\">\n<script type=\"text/javascript\">\n\tjQuery(function() {\n   \t    var pull        = $('#pull');\n            menu        = $('#header .navigation ul');\n            menuImage = $('#header img.menu');\n            mobileMenu        = $('#pull-menu-mobile');\n            search = $('img.search-icon');\n            searchBar = $('div.search');\n            searchClick = false;\n            search.on('click', function() {\n                  searchBar.slideToggle();\n                  searchClick = true;\n            });  \n     \t    $(menuImage).on('click', function(e) {\n\t        //e.preventDefault();\n                if (!searchClick) {\n                  menu.slideToggle();\n                }\n                searchClick = false;\n\t    });\n           /* pullMobile.on('click', function(e) {\n              e.preventDefault();\n                if (!searchClick) {\n                  mobileMenu.slideToggle();\n                }\n                searchClick = false;\n\t    });*/\n            \n\t});\n\tkpath = '/'; kda_top(); kda_sid_init(); kda_sid_n=3;\n\t</script>\n</div> <div class=\"breadcumb\">\n<br/>\n<a href=\"/\">KDnuggets Home</a> » <a href=\"/news/index.html\">News</a> » <a href=\"/2018/index.html\">2018</a> » <a href=\"https://www.kdnuggets.com/2018/12/index.html\">Dec</a> » <a href=\"https://www.kdnuggets.com/2018/12/opinions.html\">Opinions</a> » Kick Start Your Data Career! Tips From the Frontline ( <a href=\"/2018/n47.html\">18:n47</a> )    </div>\n<div class=\"single\" id=\"content\">\n<div id=\"post-header\">\n<h1 id=\"title\">Kick Start Your Data Career! Tips From the Frontline</h1>\n<div class=\"pagi\">\n<div class=\"pagi-left\">\n<a href=\"https://www.kdnuggets.com/2018/n46.html\" rel=\"prev\"><img height=\"10\" src=\"/images/prv.gif\" width=\"8\"> <strong>Previous post</strong></img></a></div>\n<div class=\"pagi-right\">\n<a href=\"https://www.kdnuggets.com/2018/12/6-step-plan-starting-data-science-career.html\" rel=\"next\"><strong>Next post</strong> <img height=\"10\" src=\"/images/nxt.gif\" width=\"8\"/></a></div>\n<br/> <br/> \n    <div class=\"addthis_native_toolbox\"></div>\n</div>\n<div class=\"tag-data\">Tags: <a href=\"https://www.kdnuggets.com/tag/career\" rel=\"tag\">Career</a>, <a href=\"https://www.kdnuggets.com/tag/data-science\" rel=\"tag\">Data Science</a>, <a href=\"https://www.kdnuggets.com/tag/tips\" rel=\"tag\">Tips</a></div>\n<br/>\n<p class=\"excerpt\">\n     I am going to provide very interesting and useful tips through this blog series which will help students to kick start their career in Data.\n  </p>\n</div>\n<div id=\"post-header-ad\">\n<script type=\"text/javascript\">kda_sid_write(1); kda_sid_n=2;</script>\n</div>\n<hr class=\"grey-line\"/><br/>\n<div class=\"post\" id=\"post-\">\n<div align=\"right\"><img alt=\"c\" height=\"12\" src=\"/images/comment.gif\" width=\"16\"/> <a href=\"#comments\">comments</a></div>\n<p><b>By <a href=\"https://www.linkedin.com/in/vaishali-lambe/\" rel=\"noopener noreferrer\" target=\"_blank\">Vaishali Lambe</a>, Data Scientist</b></p>\n<p>There are lots of job profiles which are in demand in the market - data analyst / data analytics / data visualization / machine learning / deep learning / data scientist / software engineering in data analysis / data science / machine learning, big data engineer and many more. Titles may keep changing depending on your expertise in skills and work experience.</p>\n<p>So, as lots of people are ready to dive their career into it, I am going to provide very interesting and useful tips through this blog series which will help students to kick start their career in Data.</p>\n<p> </p>\n<h3>Kick start your career in Data Tip #1</h3>\n<p> <br>\n<b>Be an Explorer [In Academics] - Never limit your area when you are exploring &amp; learning things. Stop worrying about GPA [Score]</b></br></p>\n<p><strong><img class=\"aligncenter\" src=\"https://cdn-cms.f-static.com/uploads/892738/2000_5bc9ffb838f0f.png\" width=\"50%\"/></strong></p>\n<p>I would say, if you are enrolling yourself in masters or PhD programs in any area - you are brave. You are showing a courage to learn and grow. So, what goes wrong after this step? Once you start studying, you get lots of assignments, lots of things to self-learn and explore, do work on research topics etc. Students start worrying about completing assignments On TIME to get maximum score, completing assignments 100% to get maximum score, completing assignment ACCURATE for maximum score. Which in turn counts towards their GPA. So, they start ignoring the fact of learning things and run behind scoring and getting good GPA. I would like to tell you, if you are worrying about getting maximum grades and for that if you are asking somebody else’s work to complete your assignment, this is going to give you nothing more than score. The consequences of it you realize when you start looking for a job. If you are maintaining your GPA equal to or greater than 3.0 [whatever standard, you have in your university], you are good to go. GPA doesn’t matter, what matters is how much knowledge you gained. GPA is just a number, if you are having minimum criteria required to be eligible for applying to any job in the market, you are doing good. And if you follow the learning and gaining knowledge you will definitely end up scoring good.</p>\n<p>So, don’t limit yourself in exploring things during your academic years. Treat yourself as a blank slate and explore that area as much as you can within your academics. This is your time to explore being new bee in the area. Don’t hesitate to audit the courses apart from your required semester credits. The best part of universities here is you can audit courses for free. For that sometimes you may need to approach to a particular professor to audit his/her class. You are gaining knowledge by auditing too. If you are not allowed to audit any class, I am sure you should be knowing someone else taking that class. So, approach and ask that friend about what’s going in that class, what are they learning. This way you will get to know what’s going on around. What skills are in demand in the market. What’s going on in other areas too. Once you start exploring, you will get to know more and more about it and start getting to know your areas of interest too.</p>\n<p>Talking specifically for data – take / audit maximum courses provided in your universities related to data analysis, data mining, machine learning, deep learning, data science, cognitive, data visualization, programming [ R, python, Scala etc.], big data, business intelligence, probability, statistics, and many more. Don’t just fall for completing credits, graduating and getting degree. You are enough grown up to figure out what works for you. Try to find time. Try to do your assignments your own. Don’t worry about getting score. If you want to really worry about something then worry about understanding concepts right, worry about utilizing your university time effectively, worry about helping yourself on time. So please, “Be an explorer!!”.</p>\n<p> </p>\n<h3>Kick start your career in Data Tip #2</h3>\n<p> <br>\n<b>Take an advantage of facilities around – Be wise to utilize the facilities provided by University</b></br></p>\n<p><em><img class=\"aligncenter\" src=\"https://cdn-cms.f-static.com/uploads/892738/2000_5bcb4b0b668e3.jpg\" width=\"99%\"/></em></p>\n<p>Being enrolled in university program you get lots of free facilities:</p>\n<ul>\n<li>Free Wi-Fi [24X 7]\n<li>Open library [24 X7], access to lots of books and material\n<li>Free individual/group study rooms\n<li>Free access to lots of software and installation tools\n<li>Access to lots of technical events happening in the university [where employers come to present their case studies and what they are looking for\n<li>Visiting tours to some employers to understand their work culture\n<li>Access Printers, scanners, auditoriums, white boards\n</li></li></li></li></li></li></li></ul>\n<p>And many more …</p>\n<p>Take an advantage of each facility you are getting. You can learn and explore lots of tools free of cost. Group study rooms help you and guide on team work when you do your projects, prepare for your presentations. Visiting tours to employer’s work place gives you motivation to work harder as it might be your dream job to get into it. It’s not that due to these things you get into a job, but its understanding importance of each facility that university provides to you. It’s up to you how you utilize those.</p>\n<p>As we are looking for being an explorer, along with that it’s important to take an advantage of facilities that university provides to you. University programs doesn’t restrict you to particular subject, lots of these facilities are for you to explore and learn more.</p>\n<p>Couple of you might not enjoy studying and learning all the time [ it’s hard for everyone to be monotonous all the time], so there are couple more facilities which universities provide for your entertainment too like -</p>\n<ul>\n<li>Movie nights\n<li>Cultural events and celebrations\n<li>Free pub or disc\n<li>Music events\n<li>Weekend tours / trips\n<li>Social Cause Activities like [END 7 initiatives etc.]\n<li>Game nights/ sports\n<li>Different clubs like hiking, rock climbing etc.\n</li></li></li></li></li></li></li></li></ul>\n<p>Make use of those too along with studies, but you are enough grown up to understand how much time you would like to spend on those. These non-technical events help you to make friends, have social life, gives an opportunity to lead or organize some events. So, every facility you are getting has its own purpose. Its only your job to figure out the priority of each one of those. You are a student, and it’s your job to take right advantage of any facility that university provides to you.</p>\n<p>Talking specifically to Data field, learn and explore maximum tools and software you are getting in university. Read books on stats, probability, mathematics, machine learning etc. Take the prints of book pages you want to refer in future too or write notes for your reference. Use group study rooms to discuss and understand your data. Do presentations. Attend company seminars or presentations to see their case studies. Join data clubs, if it’s not there form one and organize events/meetings. Participate in competitions, it’s easy to form a group in university as you will find lots of people having common interest in your class. Take an advantage and be wise to utilize the facilities provided by University.</p>\n<p> </p>\n<h3>Kick start your career in Data Tip #3</h3>\n<p> <br>\n<b><strong>Seek, Network and Showcase – </strong>Seek for groups/people, connect with people [University and beyond], showcase your talent/interest</b></br></p>\n<p>Another very important aspect of getting into  field that you are interested in is “Seek for same passionate people, network and showcase your talent/interest”. It’s hard but long and continuous process, needs to happen parallel with your education.</p>\n<p><img class=\"aligncenter\" src=\"https://cdn-cms.f-static.com/uploads/892738/2000_5bce8182b5637.jpg\" width=\"99%\"/></p>\n<p>One aspect of networking within university we already talked about, but I will elaborate on that part a bit in this blog.</p>\n<p>As universities hold and organize lots of technical events it’s important to connect with people participating in the event. Not required to connect with everyone but important to initiate communication and showcase your passion.</p>\n<p>Lots of employers visit the university campus to present their case studies, kind of work they are doing in their industry, it’s important to meet and greet them, ask questions if you find something interesting to your area, and discuss your thoughts on it.</p>\n<p>Sometimes universities short list the profiles and take some students to show work culture of couple of employers, there too it’s important to show courage, present yourself with confidence and build relation.</p>\n<p>Apart from University activities there are other ways to do networking and connect with people. Like you can join technical meet ups in data [ there are lots of available in every area], show up there, interact with people, ask them what they are working on, and show what you can do contribute. There are couple meetups run specifically to collaborate and work on Kaggle competitions, it’s a great way to form group and work.</p>\n<p>If, sometimes you don’t want to go for technical meetups, you can go for non-technical meets ups as well like gaming, hiking, movie clubs, Sunday brunches, those connections can turn into good and gives you more knowledge about area you are trying to build your career in.</p>\n<p>Apart from meet ups, there are conference like Open Data Science, Machine Learning, Robotics and AI, Other university events – like MIT, Harvard etc. If you are not able to purchase the ticket, advantage of being student is these conferences promote students and provide them discounts on tickets or you can join them to volunteer. That way you can again listen to and connect with lots of leaders and learn about their work in Data.</p>\n<p>Participating in hackathons – This also gives you an opportunity to learn more creative work and allows you to participate and show your talent too.</p>\n<p>So, what I feel is there are many ways you find, only thing you require is to seek always what you are looking for. It’s important to approach people and ask questions. Always keep in mind, no question is right or wrong, may be sometimes it can be easy one or hard one. But never hesitate to find answer by yourself or to ask someone. Never fall for finding any purpose talking to any person, you never know that contact can help you further in your career change. So, please “Seek, Network and Showcase”.</p>\n<p> </p>\n<h3>Kick start your career in Data Tip #4</h3>\n<p> <br>\n<strong>Be hardworking, persistent and patient – Always be persistent and have patience to achieve what you want. Hard work always pays you back.</strong></br></p>\n<p><strong><img class=\"aligncenter\" src=\"https://cdn-cms.f-static.com/uploads/892738/2000_5bd0c1bb06457.jpg\" width=\"99%\"/></strong></p>\n<p>We talked a lot about, exploring, learning things, networking, showing knowledge or interest. Though the keywords sound very easy, it’s a very hard and continuous process. Most of the people have tendency to give up in between. I don’t think it’s their fault, but it’s an attitude or a human tendency, where everybody needs or seeks a success and a fame overnight. Bitter part is, it never happens so. Always we see success of a person but never see how long it took for that person to get that success or a fame. There might be some exceptions who became billionaire in early age, but life wasn’t easy for any one of them after that too, even though they achieved so much success, maintaining, digesting and further growing that success is an important factor.</p>\n<p>As we know, data field is in a boom right now, in the job market and there are lots of job opportunities/openings in similar area, salaries are pretty fat too. No doubt, every individual wants to build their career into it. In result it’s competitive field. And considering the kind of  job application process we have, - it’s not effective, it’s almost outdated in turn people hardly get calls. Lots of profiles get filtered out with automated parsing system. So, students might find it challenging to get interview calls, but its important to be patient and persistent. You should not lose your interest and patience if you are really looking to get into any specific job role. Keep applying to jobs through online job boards. People with whom you are networking always handover your resume. Its important not to give up and if you don’t then definitely you will get what you want.</p>\n<p>Career change or technology change though they sound very easy, its easy on learning part, but always hard on getting into that first job opportunity.</p>\n<p>I do remember, when I started my job search in Data science, my first concern was, why do they need PhD candidates? How come degree can be a filter to any job role? How experience doesn’t take priority over the degree? No doubt you are going to be in similar situation now or later. But one very good quality I have is, \" I never give up \". I was persistently applying to jobs – all the platforms – LinkedIn, Glass door or Monster [whichever you feel or all]. And finally got into one opportunity.</p>\n<p>If you are getting your masters or PhD in any specific area, it is required to work hard and get into same area of interest. There might be more challenges being an immigrant or being new in that field, but definitely these three qualities helps to overcome those challenges.  So, keep applying. It’s not good to compromise before putting on efforts to achieve it. Be persistent &amp; patient. I am sure things will work out for you one day, the way it worked for me.</p>\n<p>Happy job hunting!</p>\n<p> </p>\n<h3>Kick start your career in Data Tip #5</h3>\n<p> <br/>\n<strong>Be outstanding – Find out your strengths and utilize those to be outstanding in any area you are interested to build your career in.</strong></p>\n<p><strong><img class=\"aligncenter\" src=\"https://cdn-cms.f-static.com/uploads/892738/2000_5bd3715fa4b9e.jpg\" width=\"99%\"/></strong></p>\n<p>You might have heard from people you are meeting / networking / approaching, lot more about being outstanding in area you would like to build your career in.</p>\n<p>So general question – What I need to do, to be outstanding, to out-stand from other applicants who are looking to enter into data field? What should one have? Well answer is not straight forward, but definitely analyzing self-strengths and being creative &amp; smart definitely helps to out-stand.</p>\n<p>One needs to find out what he/she good at. It might be your writing, communication or leadership skills. Or you might be more innovative or creative. Answer to it is that every quality gives you an opportunity to be outstanding in area you are interested in.</p>\n<p>If you want to show that, yes, I have all the skill-sets required but something additional which makes my profile stronger compare to other applicants, it could be your blogging, it could be hosting and organizing meetups/ events, it could be public speaking, it could be doing your own projects. All these qualities definitely help you out-stand from any other normal job applicant.</p>\n<p>So, remember every quality has its own glory and benefits, you need to understand how you would like to use that to build your career in any specific field.</p>\n<p>Talking specific about data, you might find lots of people doing and using Kaggle projects, but you might believe and showcase your own interesting projects apart from academics to show your skills and creativity. You might find lots of people going to technical meetups, but adding value to those meetups, showing knowledge and sharing it, also holding and organizing those might out-stand you from others. You might find people following lots of leaders to gain knowledge, but there will be only few who believes in sharing knowledge and enhancing skills. Only thing you need to find out which side you would like to prefer to out-stand yourself.</p>\n<p>I have seen lots of people changing their resume as per data job roles, does that really a need? The answer is may be for automatic parsing system sometimes it is a need, but trust me, if you are good in any specific field or area, those obstacles don’t affect much.  Being creative at making your resume, is another separate topic, I will not go much in details for this blog, but rather than that important factor is “Finding out your strengths and utilizing those to out-stand yourself in the job market”. Hope you are following 😊. Remember \"Everyone doesn't born as a SMART, but people definitely learn to be SMART\".</p>\n<p> <br/>\n<b>Bio: <a href=\"https://www.linkedin.com/in/vaishali-lambe/\" rel=\"noopener noreferrer\" target=\"_blank\">Vaishali Lambe</a></b> has graduated masters in computer systems with data science as focus work and currently working as a Data Scientist for one healthcare employer. Have 8 Years of prior work experience in IT. She has worked internationally in India, New Zealand and USA.</p>\n<p><a href=\"https://www.vaishalilambe.com/blog\" rel=\"noopener noreferrer\" target=\"_blank\">Original</a>. Reposted with permission.</p>\n<p><b>Related:</b></p>\n<ul class=\"three_ul\">\n<li><a href=\"/2018/11/6-goals-every-wannabe-data-scientist-2019.html\">6 Goals Every Wannabe Data Scientist Should Make for 2019</a>\n<li><a href=\"/2017/02/5-career-paths-data-science-big-data-explained.html\">5 Career Paths in Big Data and Data Science, Explained</a>\n<li><a href=\"/2018/01/5-data-science-job-market-trends.html\">5 Key Data Science Job Market Trends<br/>\n</a>\n</li></li></li></ul>\n<p><a name=\"comments\"></a></p>\n<div id=\"disqus_thread\"></div>\n<p> <script type=\"text/javascript\">\n var disqus_shortname = 'kdnuggets';\n (function() { var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true; dsq.src = 'https://kdnuggets.disqus.com/embed.js';\n (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq); })();\n </script></p>\n</div>\n<div class=\"page-link\"></div>\n<div class=\"pagi\">\n<hr class=\"grey-line\"/>\n<div class=\"pagi-left\">\n<a href=\"https://www.kdnuggets.com/2018/n46.html\" rel=\"prev\"><img height=\"10\" src=\"/images/prv.gif\" width=\"8\"/> <strong>Previous post</strong></a></div>\n<div class=\"pagi-right\">\n<a href=\"https://www.kdnuggets.com/2018/12/6-step-plan-starting-data-science-career.html\" rel=\"next\"><strong>Next post</strong> <img height=\"10\" src=\"/images/nxt.gif\" width=\"8\"/></a></div>\n<br/><br/>\n<div>\n<hr class=\"grey-line\"/><br/>\n<h2>Top Stories Past 30 Days</h2>\n<table align=\"center\" cellpadding=\"3\" cellspacing=\"10\" class=\"latn\" width=\"100%\">\n<tr>\n<td valign=\"top\" width=\"50%\">\n<table cellpadding=\"3\" cellspacing=\"2\">\n<tr><th><b>Most Popular</b></th></tr>\n<tr><td>\n<ol class=\"three_ol\"><li> <a href=\"/2019/04/top-10-coding-mistakes-data-scientists.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-1-mistakes');\"><b>Top 10 Coding Mistakes Made by Data Scientists</b></a>\n<li> <a href=\"/2019/04/recognize-good-data-scientist-job-from-bad.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-2-recognize');\"><b>How to Recognize a Good Data Scientist Job From a Bad One</b></a>\n<li> <a href=\"/2018/05/simplilearn-9-must-have-skills-data-scientist.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-3-simplilearn');\"><b>9 Must-have skills you need to become a Data Scientist, updated</b></a>\n<li> <a href=\"/2019/04/introduction-time-series-forecasting-simple-neural-networks-lstm.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-4-ts-intro');\"><b>An Introduction on Time Series Forecasting with Simple Neural Networks &amp; LSTM</b></a>\n<li> <a href=\"/2019/03/another-10-free-must-read-books-for-machine-learning-and-data-science.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-5-another-10-books');\"><b>Another 10 Free Must-Read Books for Machine Learning and Data Science</b></a>\n<li> <a href=\"/2019/04/data-visualization-python-matplotlib-seaborn.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-6-plt-sea-viz');\"><b>Data Visualization in Python: Matplotlib vs Seaborn</b></a>\n<li> <a href=\"/2019/04/best-data-visualization-techniques.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-7-best-data-viz');\"><b>Best Data Visualization Techniques for small and large data</b></a>\n</li></li></li></li></li></li></li></ol>\n</td></tr>\n</table>\n</td> <td valign=\"top\">\n<table cellpadding=\"3\" cellspacing=\"2\">\n<tr><th><b>Most Shared</b></th></tr>\n<tr><td><ol class=\"three_ol\">\n<li> <a href=\"/2019/04/another-10-free-must-see-courses-machine-learning-data-science.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-1-another-10-courses');\"><b>Another 10 Free Must-See Courses for Machine Learning and Data Science</b></a>\n<li> <a href=\"/2019/04/top-10-coding-mistakes-data-scientists.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-2-mistakes');\"><b>Top 10 Coding Mistakes Made by Data Scientists</b></a>\n<li> <a href=\"/2019/03/r-vs-python-data-visualization.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-3-r-py-viz');\"><b>R vs Python for Data Visualization</b></a>\n<li> <a href=\"/2019/03/deep-learning-toolset-overview.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-4-dl-toolset');\"><b>The Deep Learning Toolset — An Overview</b></a>\n<li> <a href=\"/2019/04/data-visualization-python-matplotlib-seaborn.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-5-plt-sea-viz');\"><b>Data Visualization in Python: Matplotlib vs Seaborn</b></a>\n<li> <a href=\"/2019/04/introduction-time-series-forecasting-simple-neural-networks-lstm.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-6-ts-intro');\"><b>An Introduction on Time Series Forecasting with Simple Neural Networks &amp; LSTM</b></a>\n<li> <a href=\"/2019/04/recognize-good-data-scientist-job-from-bad.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-7-recognize');\"><b>How to Recognize a Good Data Scientist Job From a Bad One</b></a>\n</li></li></li></li></li></li></li></ol>\n</td></tr>\n</table>\n</td>\n</tr>\n</table>\n</div>\n</div>\n<!--#content end--></div>\n<div id=\"sidebar\">\n<div class=\"latn\">\n<h3><b><a href=\"/news/index.html\">Latest News</a></b></h3>\n<ul style=\"font-size:14px; margin-top:5px\">\n<li> <a href=\"https://www.kdnuggets.com/2019/04/datarobot-delivering-trusted-ai-microsoft.html\">Delivering Trusted AI with DataRobot and Microsoft</a><li> <a href=\"https://www.kdnuggets.com/2019/04/formulated-ai-data-production-landscape.html\">AI and the data production landscape</a><li> <a href=\"https://www.kdnuggets.com/2019/04/most-desired-skill-data-science.html\">The most desired skill in data science</a><li> <a href=\"https://www.kdnuggets.com/2019/04/projects-include-data-science-portfolio.html\">Projects to Include in a Data Science Portfolio</a><li> <a href=\"https://www.kdnuggets.com/2019/04/rework-meet-worlds-leading-ai-deep-learning-experts.html\">Meet the World’s Leading AI &amp; Deep Learning ...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/problem-data-science-job-postings.html\">The problem with data science job postings</a></li></li></li></li></li></li></ul>\n</div>\n<div>\n<script type=\"text/javascript\">kda_sid_write(kda_sid_n);</script>\n</div>\n<br/><script src=\"/aps/sbm.js\" type=\"text/javascript\"></script>\n<div class=\"latn\" style=\"margin-top: 15px;\">\n<h3><b>More Recent Stories</b></h3>\n<ul class=\"next-posts\">\n<li> <a href=\"https://www.kdnuggets.com/2019/04/problem-data-science-job-postings.html\">The problem with data science job postings</a><li> <a href=\"https://www.kdnuggets.com/2019/04/graduating-gans-understanding-generative-adversarial-networks.html\">Graduating in GANs: Going From Understanding Generative Advers...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/datax-join-new-generation-ai-technologists.html\">Join the new generation of AI technologists</a><li> <a href=\"https://www.kdnuggets.com/2019/04/top-tweets-apr17-apr23.html\">Top tweets, Apr 17–23: The History of Artificial #NeuralN...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/activestate-top-10-python-use-cases.html\">Top 10 Python Use Cases</a><li> <a href=\"https://www.kdnuggets.com/2019/04/future-generative-adversarial-networks.html\">Generative Adversarial Networks – Key Milestones and Sta...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/attention-craving-rnn-building-transformer-networks.html\">Attention Craving RNNS: Building Up To Transformer Networks</a><li> <a href=\"https://www.kdnuggets.com/jobs/19/04-24-fors-marsh-group-lead-data-scientist.html\">Fors Marsh Group: Lead Data Scientist [Arlington, VA]</a><li> <a href=\"https://www.kdnuggets.com/2019/n16.html\">KDnuggets 19:n16, Apr 24: Data Visualization in Python with...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/paw-mega-paw-las-vegas-lower-rates-end-friday.html\">Lower Rates End Friday for Mega-PAW Vegas – the Largest Pred...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/top-news-week-0415-0421.html\">Top Stories, Apr 15-21: Data Visualization in Python: Matplotl...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/wharton-customer-analytics-initiative-conference.html\">Wharton Customer Analytics Initiative Annual Conference in Phi...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/machine-learning-graph-analytics.html\">Machine Learning and Deep Link Graph Analytics: A Powerful Com...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/best-masters-data-science-analytics-online.html\">2019 Best Masters in Data Science and Analytics – Online</a><li> <a href=\"https://www.kdnuggets.com/2019/04/worth-studying-data-science-masters.html\">Was it Worth Studying a Data Science Masters?</a><li> <a href=\"https://www.kdnuggets.com/2019/04/approach-pre-trained-deep-learning-models-caution.html\">Approach pre-trained deep learning models with caution</a><li> <a href=\"https://www.kdnuggets.com/2019/04/coursera-earn-deep-learning-certificate.html\">Earn a Deep Learning Certificate</a><li> <a href=\"https://www.kdnuggets.com/2019/04/octoparse-scrape-data-website.html\">Easy Way to Scrape Data from Website By Yourself</a><li> <a href=\"https://www.kdnuggets.com/2019/04/ai-environment.html\">AI Supporting The Earth</a><li> <a href=\"https://www.kdnuggets.com/2019/04/mueller-report-word-cloud-brief-tutorial-r.html\">The Mueller Report Word Cloud: A brief tutorial in R</a></li></li></li></li></li></li></li></li></li></li></li></li></li></li></li></li></li></li></li></li></ul>\n</div>\n</div><div class=\"breadcrumbs_bottom\">\n<div class=\"breadcumb\">\n<br>\n<a href=\"/\">KDnuggets Home</a> » <a href=\"/news/index.html\">News</a> » <a href=\"/2018/index.html\">2018</a> » <a href=\"https://www.kdnuggets.com/2018/12/index.html\">Dec</a> » <a href=\"https://www.kdnuggets.com/2018/12/opinions.html\">Opinions</a> » Kick Start Your Data Career! Tips From the Frontline ( <a href=\"/2018/n47.html\">18:n47</a> )    </br></div>\n</div>\n<!--#content_wrapper end--></div>\n<br>\n<div id=\"footer\">\n<br/>© 2019 KDnuggets. <a href=\"/about/index.html\">About KDnuggets</a>.  <a href=\"/news/privacy-policy.html\">Privacy policy</a>. <a href=\"/terms-of-service.html\">Terms of Service</a><br/> \n<div class=\"kd_bottom\">\n<div class=\"footer-container\">\n<div class=\"footer-news\">\n<a href=\"/news/subscribe.html\" onclick=\"_gaq.push(['_trackPageview','/x/bot/sub']);\" target=\"_blank\"><b>Subscribe to KDnuggets News</b></a>\n</div>\n<div class=\"footer-sm\">\n<a href=\"https://twitter.com/kdnuggets\" onclick=\"_gaq.push(['_trackPageview','/x/bot/twt']);\" target=\"_blank\"><img height=\"32\" src=\"/images/tw_c48.png\" width=\"32\"/></a>\n<a href=\"https://facebook.com/kdnuggets\" onclick=\"_gaq.push(['_trackPageview','/x/bot/fb']);\" target=\"_blank\"><img alt=\"Facebook\" height=\"32\" src=\"/images/fb_c48.png\" width=\"32\"/></a>\n<a href=\"https://www.linkedin.com/groups/54257\" onclick=\"_gaq.push(['_trackPageview','/x/bot/in']);\" target=\"_blank\"><img alt=\"LinkedIn\" height=\"32\" src=\"/images/in_c48.png\" width=\"32\"/></a>\n</div>\n</div>\n<div class=\"close-footer\">X</div>\n</div>\n<script type=\"text/javascript\">\n  jQuery('.close-footer').click(\n      function(){       \n         jQuery('.kd_bottom').hide();\n      }\n   );\n</script> </div>\n<div class=\"clear\"><!--blank--></div>\n</br></div>\n<div style=\"display: none;\"><div id=\"boxzilla-box-82996-content\"><script type=\"text/javascript\">(function() {\n\tif (!window.mc4wp) {\n\t\twindow.mc4wp = {\n\t\t\tlisteners: [],\n\t\t\tforms    : {\n\t\t\t\ton: function (event, callback) {\n\t\t\t\t\twindow.mc4wp.listeners.push({\n\t\t\t\t\t\tevent   : event,\n\t\t\t\t\t\tcallback: callback\n\t\t\t\t\t});\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t}\n})();\n</script><!-- MailChimp for WordPress v4.1.14 - https://wordpress.org/plugins/mailchimp-for-wp/ --><form class=\"mc4wp-form mc4wp-form-77281\" data-id=\"77281\" data-name=\"Subscribe to KDnuggets News\" id=\"mc4wp-form-1\" method=\"post\"><div class=\"mc4wp-form-fields\"><div class=\"header-container\">\n<img align=\"left\" src=\"/wp-content/uploads/envelope.png\"><a href=\"/news/subscribe.html\">Get KDnuggets, a leading newsletter on AI, \r\n  Data Science, and Machine Learning</a>\n</img></div>\n<div class=\"form-fields\">\n<div class=\"field-container\"><label>Email:</label><input maxlength=\"60\" name=\"EMAIL\" placeholder=\"Your email\" required=\"\" size=\"30\" type=\"email\"/></div>\n<div class=\"field-container submit-container\"><div class=\"form-button\" onclick=\"document.getElementById('mc4wp-form-1').submit()\">Sign Up</div></div>\n</div>\n<label style=\"display: none !important;\">Leave this field empty if you're human: <input autocomplete=\"off\" name=\"_mc4wp_honeypot\" tabindex=\"-1\" type=\"text\" value=\"\"/></label><input name=\"_mc4wp_timestamp\" type=\"hidden\" value=\"1556368115\"/><input name=\"_mc4wp_form_id\" type=\"hidden\" value=\"77281\"/><input name=\"_mc4wp_form_element_id\" type=\"hidden\" value=\"mc4wp-form-1\"/></div><div class=\"mc4wp-response\"></div></form><!-- / MailChimp for WordPress Plugin -->\n</div></div><script type=\"text/javascript\">(function() {function addEventListener(element,event,handler) {\n\tif(element.addEventListener) {\n\t\telement.addEventListener(event,handler, false);\n\t} else if(element.attachEvent){\n\t\telement.attachEvent('on'+event,handler);\n\t}\n}function maybePrefixUrlField() {\n\tif(this.value.trim() !== '' && this.value.indexOf('http') !== 0) {\n\t\tthis.value = \"http://\" + this.value;\n\t}\n}\n\nvar urlFields = document.querySelectorAll('.mc4wp-form input[type=\"url\"]');\nif( urlFields && urlFields.length > 0 ) {\n\tfor( var j=0; j < urlFields.length; j++ ) {\n\t\taddEventListener(urlFields[j],'blur',maybePrefixUrlField);\n\t}\n}/* test if browser supports date fields */\nvar testInput = document.createElement('input');\ntestInput.setAttribute('type', 'date');\nif( testInput.type !== 'date') {\n\n\t/* add placeholder & pattern to all date fields */\n\tvar dateFields = document.querySelectorAll('.mc4wp-form input[type=\"date\"]');\n\tfor(var i=0; i<dateFields.length; i++) {\n\t\tif(!dateFields[i].placeholder) {\n\t\t\tdateFields[i].placeholder = 'YYYY-MM-DD';\n\t\t}\n\t\tif(!dateFields[i].pattern) {\n\t\t\tdateFields[i].pattern = '[0-9]{4}-(0[1-9]|1[012])-(0[1-9]|1[0-9]|2[0-9]|3[01])';\n\t\t}\n\t}\n}\n\n})();</script><script type=\"text/javascript\">\n/* <![CDATA[ */\nvar boxzilla_options = {\"testMode\":\"\",\"boxes\":[{\"id\":82996,\"icon\":\"&times;\",\"content\":\"\",\"css\":{\"background_color\":\"#eeee22\",\"width\":600,\"border_width\":2,\"border_style\":\"double\",\"position\":\"center\"},\"trigger\":{\"method\":\"time_on_page\",\"value\":\"3\"},\"animation\":\"fade\",\"cookie\":{\"triggered\":0,\"dismissed\":336},\"rehide\":true,\"position\":\"center\",\"screenWidthCondition\":{\"condition\":\"larger\",\"value\":500},\"closable\":true,\"post\":{\"id\":82996,\"title\":\"Subscribe to KDnuggets\",\"slug\":\"subscribe-to-kdnuggets\"}}]};\n/* ]]> */\n</script>\n<script src=\"https://www.kdnuggets.com/wp-content/plugins/boxzilla/assets/js/script.min.js?ver=3.2.5\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar boxzilla_stats_config = {\"ajaxurl\":\"https:\\/\\/www.kdnuggets.com\\/wp-admin\\/admin-ajax.php?action=boxzilla_stats_track\"};\n/* ]]> */\n</script>\n<script src=\"https://www.kdnuggets.com/wp-content/plugins/boxzilla-stats/assets/js/tracking.min.js?ver=1.0.4\" type=\"text/javascript\"></script>\n<script src=\"https://www.kdnuggets.com/wp-includes/js/wp-embed.min.js?ver=4.9.10\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar mc4wp_forms_config = [];\n/* ]]> */\n</script>\n<script src=\"https://www.kdnuggets.com/wp-content/plugins/mailchimp-for-wp/assets/js/forms-api.min.js?ver=4.1.14\" type=\"text/javascript\"></script>\n<!--[if lte IE 9]>\n<script type='text/javascript' src='https://www.kdnuggets.com/wp-content/plugins/mailchimp-for-wp/assets/js/third-party/placeholders.min.js?ver=4.1.14'></script>\n<![endif]-->\n<!--/.main_wrapper--></div>\n<script src=\"https://s7.addthis.com/js/300/addthis_widget.js#pubid=gpsaddthis\" type=\"text/javascript\"></script>\n</body>\n</html>\n<!-- Dynamic page generated in 0.680 seconds. -->\n<!-- Cached page generated by WP-Super-Cache on 2019-04-27 08:28:35 -->\n<!-- Compression = gzip -->", "content_tokenized": ["comment", "vaishali", "lamb", "data", "scientist", "there", "are", "lot", "job", "profil", "which", "are", "demand", "the", "market", "data", "analyst", "data", "analyt", "data", "visual", "machin", "learn", "deep", "learn", "data", "scientist", "softwar", "engin", "data", "analysi", "data", "scienc", "machin", "learn", "big", "data", "engin", "and", "mani", "more", "titl", "may", "keep", "chang", "depend", "expertis", "skill", "and", "work", "experi", "lot", "peopl", "are", "readi", "dive", "their", "career", "into", "provid", "veri", "interest", "and", "use", "tip", "through", "this", "blog", "seri", "which", "will", "help", "student", "kick", "start", "their", "career", "data", "kick", "start", "career", "data", "tip", "num", "explor", "academ", "never", "limit", "area", "when", "are", "explor", "learn", "thing", "stop", "worri", "about", "score", "would", "say", "are", "enrol", "yourself", "master", "phd", "program", "ani", "area", "are", "brave", "are", "show", "courag", "learn", "and", "grow", "what", "goe", "wrong", "after", "this", "step", "onc", "start", "studi", "get", "lot", "assign", "lot", "thing", "selflearn", "and", "explor", "work", "research", "topic", "etc", "student", "start", "worri", "about", "complet", "assign", "get", "maximum", "score", "complet", "assign", "num", "get", "maximum", "score", "complet", "assign", "for", "maximum", "score", "which", "turn", "count", "toward", "their", "they", "start", "ignor", "the", "fact", "learn", "thing", "and", "run", "behind", "score", "and", "get", "good", "would", "like", "tell", "are", "worri", "about", "get", "maximum", "grade", "and", "for", "that", "are", "ask", "somebodi", "els", "work", "complet", "assign", "this", "give", "noth", "more", "than", "score", "the", "consequ", "realiz", "when", "start", "look", "for", "job", "are", "maintain", "equal", "greater", "than", "num", "whatev", "standard", "have", "univers", "are", "good", "matter", "what", "matter", "how", "much", "knowledg", "gain", "just", "number", "are", "have", "minimum", "criteria", "requir", "elig", "for", "appli", "ani", "job", "the", "market", "are", "good", "and", "follow", "the", "learn", "and", "gain", "knowledg", "will", "definit", "end", "score", "good", "limit", "yourself", "explor", "thing", "dure", "academ", "year", "treat", "yourself", "blank", "slate", "and", "explor", "that", "area", "much", "can", "within", "academ", "this", "time", "explor", "new", "bee", "the", "area", "hesit", "audit", "the", "cours", "apart", "from", "requir", "semest", "credit", "the", "best", "part", "univers", "here", "can", "audit", "cours", "for", "free", "for", "that", "sometim", "may", "need", "approach", "particular", "professor", "audit", "hisher", "class", "are", "gain", "knowledg", "audit", "too", "are", "not", "allow", "audit", "ani", "class", "sure", "should", "know", "someon", "els", "take", "that", "class", "approach", "and", "ask", "that", "friend", "about", "what", "that", "class", "what", "are", "they", "learn", "this", "way", "will", "get", "know", "what", "around", "what", "skill", "are", "demand", "the", "market", "what", "other", "area", "too", "onc", "start", "explor", "will", "get", "know", "more", "and", "more", "about", "and", "start", "get", "know", "area", "interest", "too", "talk", "specif", "for", "data", "take", "audit", "maximum", "cours", "provid", "univers", "relat", "data", "analysi", "data", "mine", "machin", "learn", "deep", "learn", "data", "scienc", "cognit", "data", "visual", "program", "python", "scala", "etc", "big", "data", "busi", "intellig", "probabl", "statist", "and", "mani", "more", "just", "fall", "for", "complet", "credit", "graduat", "and", "get", "degre", "are", "enough", "grown", "figur", "out", "what", "work", "for", "tri", "find", "time", "tri", "assign", "own", "worri", "about", "get", "score", "want", "realli", "worri", "about", "someth", "then", "worri", "about", "understand", "concept", "right", "worri", "about", "util", "univers", "time", "effect", "worri", "about", "help", "yourself", "time", "pleas", "explor", "kick", "start", "career", "data", "tip", "num", "take", "advantag", "facil", "around", "wise", "util", "the", "facil", "provid", "univers", "enrol", "univers", "program", "get", "lot", "free", "facil", "free", "wifi", "num", "open", "librari", "num", "access", "lot", "book", "and", "materi", "free", "individualgroup", "studi", "room", "free", "access", "lot", "softwar", "and", "instal", "tool", "access", "lot", "technic", "event", "happen", "the", "univers", "where", "employ", "come", "present", "their", "case", "studi", "and", "what", "they", "are", "look", "for", "visit", "tour", "some", "employ", "understand", "their", "work", "cultur", "access", "printer", "scanner", "auditorium", "white", "board", "and", "mani", "more", "take", "advantag", "each", "facil", "are", "get", "can", "learn", "and", "explor", "lot", "tool", "free", "cost", "group", "studi", "room", "help", "and", "guid", "team", "work", "when", "project", "prepar", "for", "present", "visit", "tour", "employ", "work", "place", "give", "motiv", "work", "harder", "might", "dream", "job", "get", "into", "not", "that", "due", "these", "thing", "get", "into", "job", "but", "understand", "import", "each", "facil", "that", "univers", "provid", "how", "util", "those", "are", "look", "for", "explor", "along", "with", "that", "import", "take", "advantag", "facil", "that", "univers", "provid", "univers", "program", "restrict", "particular", "subject", "lot", "these", "facil", "are", "for", "explor", "and", "learn", "more", "coupl", "might", "not", "enjoy", "studi", "and", "learn", "all", "the", "time", "hard", "for", "everyon", "monoton", "all", "the", "time", "there", "are", "coupl", "more", "facil", "which", "univers", "provid", "for", "entertain", "too", "like", "movi", "night", "cultur", "event", "and", "celebr", "free", "pub", "disc", "music", "event", "weekend", "tour", "trip", "social", "caus", "activ", "like", "num", "initi", "etc", "game", "night", "sport", "differ", "club", "like", "hike", "rock", "climb", "etc", "make", "use", "those", "too", "along", "with", "studi", "but", "are", "enough", "grown", "understand", "how", "much", "time", "would", "like", "spend", "those", "these", "nontechn", "event", "help", "make", "friend", "have", "social", "life", "give", "opportun", "lead", "organ", "some", "event", "everi", "facil", "are", "get", "has", "own", "purpos", "onli", "job", "figur", "out", "the", "prioriti", "each", "one", "those", "are", "student", "and", "job", "take", "right", "advantag", "ani", "facil", "that", "univers", "provid", "talk", "specif", "data", "field", "learn", "and", "explor", "maximum", "tool", "and", "softwar", "are", "get", "univers", "read", "book", "stat", "probabl", "mathemat", "machin", "learn", "etc", "take", "the", "print", "book", "page", "want", "refer", "futur", "too", "write", "note", "for", "refer", "use", "group", "studi", "room", "discuss", "and", "understand", "data", "present", "attend", "compani", "seminar", "present", "see", "their", "case", "studi", "join", "data", "club", "not", "there", "form", "one", "and", "organ", "eventsmeet", "particip", "competit", "easi", "form", "group", "univers", "will", "find", "lot", "peopl", "have", "common", "interest", "class", "take", "advantag", "and", "wise", "util", "the", "facil", "provid", "univers", "kick", "start", "career", "data", "tip", "num", "seek", "network", "and", "showcas", "seek", "for", "groupspeopl", "connect", "with", "peopl", "univers", "and", "beyond", "showcas", "talentinterest", "anoth", "veri", "import", "aspect", "get", "into", "field", "that", "are", "interest", "seek", "for", "same", "passion", "peopl", "network", "and", "showcas", "talentinterest", "hard", "but", "long", "and", "continu", "process", "need", "happen", "parallel", "with", "educ", "one", "aspect", "network", "within", "univers", "alreadi", "talk", "about", "but", "will", "elabor", "that", "part", "bit", "this", "blog", "univers", "hold", "and", "organ", "lot", "technic", "event", "import", "connect", "with", "peopl", "particip", "the", "event", "not", "requir", "connect", "with", "everyon", "but", "import", "initi", "communic", "and", "showcas", "passion", "lot", "employ", "visit", "the", "univers", "campus", "present", "their", "case", "studi", "kind", "work", "they", "are", "their", "industri", "import", "meet", "and", "greet", "them", "ask", "question", "find", "someth", "interest", "area", "and", "discuss", "thought", "sometim", "univers", "short", "list", "the", "profil", "and", "take", "some", "student", "show", "work", "cultur", "coupl", "employ", "there", "too", "import", "show", "courag", "present", "yourself", "with", "confid", "and", "build", "relat", "apart", "from", "univers", "activ", "there", "are", "other", "way", "network", "and", "connect", "with", "peopl", "like", "can", "join", "technic", "meet", "data", "there", "are", "lot", "avail", "everi", "area", "show", "there", "interact", "with", "peopl", "ask", "them", "what", "they", "are", "work", "and", "show", "what", "can", "contribut", "there", "are", "coupl", "meetup", "run", "specif", "collabor", "and", "work", "kaggl", "competit", "great", "way", "form", "group", "and", "work", "sometim", "want", "for", "technic", "meetup", "can", "for", "nontechn", "meet", "well", "like", "game", "hike", "movi", "club", "sunday", "brunch", "those", "connect", "can", "turn", "into", "good", "and", "give", "more", "knowledg", "about", "area", "are", "tri", "build", "career", "apart", "from", "meet", "there", "are", "confer", "like", "open", "data", "scienc", "machin", "learn", "robot", "and", "other", "univers", "event", "like", "harvard", "etc", "are", "not", "abl", "purchas", "the", "ticket", "advantag", "student", "these", "confer", "promot", "student", "and", "provid", "them", "discount", "ticket", "can", "join", "them", "volunt", "that", "way", "can", "again", "listen", "and", "connect", "with", "lot", "leader", "and", "learn", "about", "their", "work", "data", "particip", "hackathon", "this", "also", "give", "opportun", "learn", "more", "creativ", "work", "and", "allow", "particip", "and", "show", "talent", "too", "what", "feel", "there", "are", "mani", "way", "find", "onli", "thing", "requir", "seek", "alway", "what", "are", "look", "for", "import", "approach", "peopl", "and", "ask", "question", "alway", "keep", "mind", "question", "right", "wrong", "may", "sometim", "can", "easi", "one", "hard", "one", "but", "never", "hesit", "find", "answer", "yourself", "ask", "someon", "never", "fall", "for", "find", "ani", "purpos", "talk", "ani", "person", "never", "know", "that", "contact", "can", "help", "further", "career", "chang", "pleas", "seek", "network", "and", "showcas", "kick", "start", "career", "data", "tip", "num", "hardwork", "persist", "and", "patient", "alway", "persist", "and", "have", "patienc", "achiev", "what", "want", "hard", "work", "alway", "pay", "back", "talk", "lot", "about", "explor", "learn", "thing", "network", "show", "knowledg", "interest", "though", "the", "keyword", "sound", "veri", "easi", "veri", "hard", "and", "continu", "process", "most", "the", "peopl", "have", "tendenc", "give", "between", "think", "their", "fault", "but", "attitud", "human", "tendenc", "where", "everybodi", "need", "seek", "success", "and", "fame", "overnight", "bitter", "part", "never", "happen", "alway", "see", "success", "person", "but", "never", "see", "how", "long", "took", "for", "that", "person", "get", "that", "success", "fame", "there", "might", "some", "except", "who", "becam", "billionair", "earli", "age", "but", "life", "easi", "for", "ani", "one", "them", "after", "that", "too", "even", "though", "they", "achiev", "much", "success", "maintain", "digest", "and", "further", "grow", "that", "success", "import", "factor", "know", "data", "field", "boom", "right", "now", "the", "job", "market", "and", "there", "are", "lot", "job", "opportunitiesopen", "similar", "area", "salari", "are", "pretti", "fat", "too", "doubt", "everi", "individu", "want", "build", "their", "career", "into", "result", "competit", "field", "and", "consid", "the", "kind", "job", "applic", "process", "have", "not", "effect", "almost", "outdat", "turn", "peopl", "hard", "get", "call", "lot", "profil", "get", "filter", "out", "with", "autom", "pars", "system", "student", "might", "find", "challeng", "get", "interview", "call", "but", "import", "patient", "and", "persist", "should", "not", "lose", "interest", "and", "patienc", "are", "realli", "look", "get", "into", "ani", "specif", "job", "role", "keep", "appli", "job", "through", "onlin", "job", "board", "peopl", "with", "whom", "are", "network", "alway", "handov", "resum", "import", "not", "give", "and", "then", "definit", "will", "get", "what", "want", "career", "chang", "technolog", "chang", "though", "they", "sound", "veri", "easi", "easi", "learn", "part", "but", "alway", "hard", "get", "into", "that", "first", "job", "opportun", "rememb", "when", "start", "job", "search", "data", "scienc", "first", "concern", "whi", "they", "need", "phd", "candid", "how", "come", "degre", "can", "filter", "ani", "job", "role", "how", "experi", "take", "prioriti", "over", "the", "degre", "doubt", "are", "similar", "situat", "now", "later", "but", "one", "veri", "good", "qualiti", "have", "never", "give", "persist", "appli", "job", "all", "the", "platform", "linkedin", "glass", "door", "monster", "whichev", "feel", "all", "and", "final", "got", "into", "one", "opportun", "are", "get", "master", "phd", "ani", "specif", "area", "requir", "work", "hard", "and", "get", "into", "same", "area", "interest", "there", "might", "more", "challeng", "immigr", "new", "that", "field", "but", "definit", "these", "three", "qualiti", "help", "overcom", "those", "challeng", "keep", "appli", "not", "good", "compromis", "befor", "put", "effort", "achiev", "persist", "patient", "sure", "thing", "will", "work", "out", "for", "one", "day", "the", "way", "work", "for", "happi", "job", "hunt", "kick", "start", "career", "data", "tip", "num", "outstand", "find", "out", "strength", "and", "util", "those", "outstand", "ani", "area", "are", "interest", "build", "career", "might", "have", "heard", "from", "peopl", "are", "meet", "network", "approach", "lot", "more", "about", "outstand", "area", "would", "like", "build", "career", "general", "question", "what", "need", "outstand", "outstand", "from", "other", "applic", "who", "are", "look", "enter", "into", "data", "field", "what", "should", "one", "have", "well", "answer", "not", "straight", "forward", "but", "definit", "analyz", "selfstrength", "and", "creativ", "smart", "definit", "help", "outstand", "one", "need", "find", "out", "what", "hesh", "good", "might", "write", "communic", "leadership", "skill", "might", "more", "innov", "creativ", "answer", "that", "everi", "qualiti", "give", "opportun", "outstand", "area", "are", "interest", "want", "show", "that", "yes", "have", "all", "the", "skillset", "requir", "but", "someth", "addit", "which", "make", "profil", "stronger", "compar", "other", "applic", "could", "blog", "could", "host", "and", "organ", "meetup", "event", "could", "public", "speak", "could", "own", "project", "all", "these", "qualiti", "definit", "help", "outstand", "from", "ani", "other", "normal", "job", "applic", "rememb", "everi", "qualiti", "has", "own", "glori", "and", "benefit", "need", "understand", "how", "would", "like", "use", "that", "build", "career", "ani", "specif", "field", "talk", "specif", "about", "data", "might", "find", "lot", "peopl", "and", "use", "kaggl", "project", "but", "might", "believ", "and", "showcas", "own", "interest", "project", "apart", "from", "academ", "show", "skill", "and", "creativ", "might", "find", "lot", "peopl", "technic", "meetup", "but", "valu", "those", "meetup", "show", "knowledg", "and", "share", "also", "hold", "and", "organ", "those", "might", "outstand", "from", "other", "might", "find", "peopl", "follow", "lot", "leader", "gain", "knowledg", "but", "there", "will", "onli", "few", "who", "believ", "share", "knowledg", "and", "enhanc", "skill", "onli", "thing", "need", "find", "out", "which", "side", "would", "like", "prefer", "outstand", "yourself", "have", "seen", "lot", "peopl", "chang", "their", "resum", "per", "data", "job", "role", "doe", "that", "realli", "need", "the", "answer", "may", "for", "automat", "pars", "system", "sometim", "need", "but", "trust", "are", "good", "ani", "specif", "field", "area", "those", "obstacl", "affect", "much", "creativ", "make", "resum", "anoth", "separ", "topic", "will", "not", "much", "detail", "for", "this", "blog", "but", "rather", "than", "that", "import", "factor", "find", "out", "strength", "and", "util", "those", "outstand", "yourself", "the", "job", "market", "hope", "are", "follow", "rememb", "everyon", "doe", "born", "but", "peopl", "definit", "learn", "bio", "vaishali", "lamb", "has", "graduat", "master", "comput", "system", "with", "data", "scienc", "focus", "work", "and", "current", "work", "data", "scientist", "for", "one", "healthcar", "employ", "have", "num", "year", "prior", "work", "experi", "she", "has", "work", "intern", "india", "new", "zealand", "and", "origin", "repost", "with", "permiss", "relat", "num", "goal", "everi", "wannab", "data", "scientist", "should", "make", "for", "num", "num", "career", "path", "big", "data", "and", "data", "scienc", "explain", "num", "key", "data", "scienc", "job", "market", "trend"], "timestamp_scraper": 1556368116.07419, "title": "Kick Start Your Data Career! Tips From the Frontline", "read_time": 832.8, "content_html": "<div class=\"post\" id=\"post-\">\n<div align=\"right\"><img alt=\"c\" height=\"12\" src=\"/images/comment.gif\" width=\"16\"/> <a href=\"#comments\">comments</a></div>\n<p><b>By <a href=\"https://www.linkedin.com/in/vaishali-lambe/\" rel=\"noopener noreferrer\" target=\"_blank\">Vaishali Lambe</a>, Data Scientist</b></p>\n<p>There are lots of job profiles which are in demand in the market - data analyst / data analytics / data visualization / machine learning / deep learning / data scientist / software engineering in data analysis / data science / machine learning, big data engineer and many more. Titles may keep changing depending on your expertise in skills and work experience.</p>\n<p>So, as lots of people are ready to dive their career into it, I am going to provide very interesting and useful tips through this blog series which will help students to kick start their career in Data.</p>\n<p> </p>\n<h3>Kick start your career in Data Tip #1</h3>\n<p> <br>\n<b>Be an Explorer [In Academics] - Never limit your area when you are exploring &amp; learning things. Stop worrying about GPA [Score]</b></br></p>\n<p><strong><img class=\"aligncenter\" src=\"https://cdn-cms.f-static.com/uploads/892738/2000_5bc9ffb838f0f.png\" width=\"50%\"/></strong></p>\n<p>I would say, if you are enrolling yourself in masters or PhD programs in any area - you are brave. You are showing a courage to learn and grow. So, what goes wrong after this step? Once you start studying, you get lots of assignments, lots of things to self-learn and explore, do work on research topics etc. Students start worrying about completing assignments On TIME to get maximum score, completing assignments 100% to get maximum score, completing assignment ACCURATE for maximum score. Which in turn counts towards their GPA. So, they start ignoring the fact of learning things and run behind scoring and getting good GPA. I would like to tell you, if you are worrying about getting maximum grades and for that if you are asking somebody else’s work to complete your assignment, this is going to give you nothing more than score. The consequences of it you realize when you start looking for a job. If you are maintaining your GPA equal to or greater than 3.0 [whatever standard, you have in your university], you are good to go. GPA doesn’t matter, what matters is how much knowledge you gained. GPA is just a number, if you are having minimum criteria required to be eligible for applying to any job in the market, you are doing good. And if you follow the learning and gaining knowledge you will definitely end up scoring good.</p>\n<p>So, don’t limit yourself in exploring things during your academic years. Treat yourself as a blank slate and explore that area as much as you can within your academics. This is your time to explore being new bee in the area. Don’t hesitate to audit the courses apart from your required semester credits. The best part of universities here is you can audit courses for free. For that sometimes you may need to approach to a particular professor to audit his/her class. You are gaining knowledge by auditing too. If you are not allowed to audit any class, I am sure you should be knowing someone else taking that class. So, approach and ask that friend about what’s going in that class, what are they learning. This way you will get to know what’s going on around. What skills are in demand in the market. What’s going on in other areas too. Once you start exploring, you will get to know more and more about it and start getting to know your areas of interest too.</p>\n<p>Talking specifically for data – take / audit maximum courses provided in your universities related to data analysis, data mining, machine learning, deep learning, data science, cognitive, data visualization, programming [ R, python, Scala etc.], big data, business intelligence, probability, statistics, and many more. Don’t just fall for completing credits, graduating and getting degree. You are enough grown up to figure out what works for you. Try to find time. Try to do your assignments your own. Don’t worry about getting score. If you want to really worry about something then worry about understanding concepts right, worry about utilizing your university time effectively, worry about helping yourself on time. So please, “Be an explorer!!”.</p>\n<p> </p>\n<h3>Kick start your career in Data Tip #2</h3>\n<p> <br>\n<b>Take an advantage of facilities around – Be wise to utilize the facilities provided by University</b></br></p>\n<p><em><img class=\"aligncenter\" src=\"https://cdn-cms.f-static.com/uploads/892738/2000_5bcb4b0b668e3.jpg\" width=\"99%\"/></em></p>\n<p>Being enrolled in university program you get lots of free facilities:</p>\n<ul>\n<li>Free Wi-Fi [24X 7]\n<li>Open library [24 X7], access to lots of books and material\n<li>Free individual/group study rooms\n<li>Free access to lots of software and installation tools\n<li>Access to lots of technical events happening in the university [where employers come to present their case studies and what they are looking for\n<li>Visiting tours to some employers to understand their work culture\n<li>Access Printers, scanners, auditoriums, white boards\n</li></li></li></li></li></li></li></ul>\n<p>And many more …</p>\n<p>Take an advantage of each facility you are getting. You can learn and explore lots of tools free of cost. Group study rooms help you and guide on team work when you do your projects, prepare for your presentations. Visiting tours to employer’s work place gives you motivation to work harder as it might be your dream job to get into it. It’s not that due to these things you get into a job, but its understanding importance of each facility that university provides to you. It’s up to you how you utilize those.</p>\n<p>As we are looking for being an explorer, along with that it’s important to take an advantage of facilities that university provides to you. University programs doesn’t restrict you to particular subject, lots of these facilities are for you to explore and learn more.</p>\n<p>Couple of you might not enjoy studying and learning all the time [ it’s hard for everyone to be monotonous all the time], so there are couple more facilities which universities provide for your entertainment too like -</p>\n<ul>\n<li>Movie nights\n<li>Cultural events and celebrations\n<li>Free pub or disc\n<li>Music events\n<li>Weekend tours / trips\n<li>Social Cause Activities like [END 7 initiatives etc.]\n<li>Game nights/ sports\n<li>Different clubs like hiking, rock climbing etc.\n</li></li></li></li></li></li></li></li></ul>\n<p>Make use of those too along with studies, but you are enough grown up to understand how much time you would like to spend on those. These non-technical events help you to make friends, have social life, gives an opportunity to lead or organize some events. So, every facility you are getting has its own purpose. Its only your job to figure out the priority of each one of those. You are a student, and it’s your job to take right advantage of any facility that university provides to you.</p>\n<p>Talking specifically to Data field, learn and explore maximum tools and software you are getting in university. Read books on stats, probability, mathematics, machine learning etc. Take the prints of book pages you want to refer in future too or write notes for your reference. Use group study rooms to discuss and understand your data. Do presentations. Attend company seminars or presentations to see their case studies. Join data clubs, if it’s not there form one and organize events/meetings. Participate in competitions, it’s easy to form a group in university as you will find lots of people having common interest in your class. Take an advantage and be wise to utilize the facilities provided by University.</p>\n<p> </p>\n<h3>Kick start your career in Data Tip #3</h3>\n<p> <br>\n<b><strong>Seek, Network and Showcase – </strong>Seek for groups/people, connect with people [University and beyond], showcase your talent/interest</b></br></p>\n<p>Another very important aspect of getting into  field that you are interested in is “Seek for same passionate people, network and showcase your talent/interest”. It’s hard but long and continuous process, needs to happen parallel with your education.</p>\n<p><img class=\"aligncenter\" src=\"https://cdn-cms.f-static.com/uploads/892738/2000_5bce8182b5637.jpg\" width=\"99%\"/></p>\n<p>One aspect of networking within university we already talked about, but I will elaborate on that part a bit in this blog.</p>\n<p>As universities hold and organize lots of technical events it’s important to connect with people participating in the event. Not required to connect with everyone but important to initiate communication and showcase your passion.</p>\n<p>Lots of employers visit the university campus to present their case studies, kind of work they are doing in their industry, it’s important to meet and greet them, ask questions if you find something interesting to your area, and discuss your thoughts on it.</p>\n<p>Sometimes universities short list the profiles and take some students to show work culture of couple of employers, there too it’s important to show courage, present yourself with confidence and build relation.</p>\n<p>Apart from University activities there are other ways to do networking and connect with people. Like you can join technical meet ups in data [ there are lots of available in every area], show up there, interact with people, ask them what they are working on, and show what you can do contribute. There are couple meetups run specifically to collaborate and work on Kaggle competitions, it’s a great way to form group and work.</p>\n<p>If, sometimes you don’t want to go for technical meetups, you can go for non-technical meets ups as well like gaming, hiking, movie clubs, Sunday brunches, those connections can turn into good and gives you more knowledge about area you are trying to build your career in.</p>\n<p>Apart from meet ups, there are conference like Open Data Science, Machine Learning, Robotics and AI, Other university events – like MIT, Harvard etc. If you are not able to purchase the ticket, advantage of being student is these conferences promote students and provide them discounts on tickets or you can join them to volunteer. That way you can again listen to and connect with lots of leaders and learn about their work in Data.</p>\n<p>Participating in hackathons – This also gives you an opportunity to learn more creative work and allows you to participate and show your talent too.</p>\n<p>So, what I feel is there are many ways you find, only thing you require is to seek always what you are looking for. It’s important to approach people and ask questions. Always keep in mind, no question is right or wrong, may be sometimes it can be easy one or hard one. But never hesitate to find answer by yourself or to ask someone. Never fall for finding any purpose talking to any person, you never know that contact can help you further in your career change. So, please “Seek, Network and Showcase”.</p>\n<p> </p>\n<h3>Kick start your career in Data Tip #4</h3>\n<p> <br>\n<strong>Be hardworking, persistent and patient – Always be persistent and have patience to achieve what you want. Hard work always pays you back.</strong></br></p>\n<p><strong><img class=\"aligncenter\" src=\"https://cdn-cms.f-static.com/uploads/892738/2000_5bd0c1bb06457.jpg\" width=\"99%\"/></strong></p>\n<p>We talked a lot about, exploring, learning things, networking, showing knowledge or interest. Though the keywords sound very easy, it’s a very hard and continuous process. Most of the people have tendency to give up in between. I don’t think it’s their fault, but it’s an attitude or a human tendency, where everybody needs or seeks a success and a fame overnight. Bitter part is, it never happens so. Always we see success of a person but never see how long it took for that person to get that success or a fame. There might be some exceptions who became billionaire in early age, but life wasn’t easy for any one of them after that too, even though they achieved so much success, maintaining, digesting and further growing that success is an important factor.</p>\n<p>As we know, data field is in a boom right now, in the job market and there are lots of job opportunities/openings in similar area, salaries are pretty fat too. No doubt, every individual wants to build their career into it. In result it’s competitive field. And considering the kind of  job application process we have, - it’s not effective, it’s almost outdated in turn people hardly get calls. Lots of profiles get filtered out with automated parsing system. So, students might find it challenging to get interview calls, but its important to be patient and persistent. You should not lose your interest and patience if you are really looking to get into any specific job role. Keep applying to jobs through online job boards. People with whom you are networking always handover your resume. Its important not to give up and if you don’t then definitely you will get what you want.</p>\n<p>Career change or technology change though they sound very easy, its easy on learning part, but always hard on getting into that first job opportunity.</p>\n<p>I do remember, when I started my job search in Data science, my first concern was, why do they need PhD candidates? How come degree can be a filter to any job role? How experience doesn’t take priority over the degree? No doubt you are going to be in similar situation now or later. But one very good quality I have is, \" I never give up \". I was persistently applying to jobs – all the platforms – LinkedIn, Glass door or Monster [whichever you feel or all]. And finally got into one opportunity.</p>\n<p>If you are getting your masters or PhD in any specific area, it is required to work hard and get into same area of interest. There might be more challenges being an immigrant or being new in that field, but definitely these three qualities helps to overcome those challenges.  So, keep applying. It’s not good to compromise before putting on efforts to achieve it. Be persistent &amp; patient. I am sure things will work out for you one day, the way it worked for me.</p>\n<p>Happy job hunting!</p>\n<p> </p>\n<h3>Kick start your career in Data Tip #5</h3>\n<p> <br/>\n<strong>Be outstanding – Find out your strengths and utilize those to be outstanding in any area you are interested to build your career in.</strong></p>\n<p><strong><img class=\"aligncenter\" src=\"https://cdn-cms.f-static.com/uploads/892738/2000_5bd3715fa4b9e.jpg\" width=\"99%\"/></strong></p>\n<p>You might have heard from people you are meeting / networking / approaching, lot more about being outstanding in area you would like to build your career in.</p>\n<p>So general question – What I need to do, to be outstanding, to out-stand from other applicants who are looking to enter into data field? What should one have? Well answer is not straight forward, but definitely analyzing self-strengths and being creative &amp; smart definitely helps to out-stand.</p>\n<p>One needs to find out what he/she good at. It might be your writing, communication or leadership skills. Or you might be more innovative or creative. Answer to it is that every quality gives you an opportunity to be outstanding in area you are interested in.</p>\n<p>If you want to show that, yes, I have all the skill-sets required but something additional which makes my profile stronger compare to other applicants, it could be your blogging, it could be hosting and organizing meetups/ events, it could be public speaking, it could be doing your own projects. All these qualities definitely help you out-stand from any other normal job applicant.</p>\n<p>So, remember every quality has its own glory and benefits, you need to understand how you would like to use that to build your career in any specific field.</p>\n<p>Talking specific about data, you might find lots of people doing and using Kaggle projects, but you might believe and showcase your own interesting projects apart from academics to show your skills and creativity. You might find lots of people going to technical meetups, but adding value to those meetups, showing knowledge and sharing it, also holding and organizing those might out-stand you from others. You might find people following lots of leaders to gain knowledge, but there will be only few who believes in sharing knowledge and enhancing skills. Only thing you need to find out which side you would like to prefer to out-stand yourself.</p>\n<p>I have seen lots of people changing their resume as per data job roles, does that really a need? The answer is may be for automatic parsing system sometimes it is a need, but trust me, if you are good in any specific field or area, those obstacles don’t affect much.  Being creative at making your resume, is another separate topic, I will not go much in details for this blog, but rather than that important factor is “Finding out your strengths and utilizing those to out-stand yourself in the job market”. Hope you are following 😊. Remember \"Everyone doesn't born as a SMART, but people definitely learn to be SMART\".</p>\n<p> <br/>\n<b>Bio: <a href=\"https://www.linkedin.com/in/vaishali-lambe/\" rel=\"noopener noreferrer\" target=\"_blank\">Vaishali Lambe</a></b> has graduated masters in computer systems with data science as focus work and currently working as a Data Scientist for one healthcare employer. Have 8 Years of prior work experience in IT. She has worked internationally in India, New Zealand and USA.</p>\n<p><a href=\"https://www.vaishalilambe.com/blog\" rel=\"noopener noreferrer\" target=\"_blank\">Original</a>. Reposted with permission.</p>\n<p><b>Related:</b></p>\n<ul class=\"three_ul\">\n<li><a href=\"/2018/11/6-goals-every-wannabe-data-scientist-2019.html\">6 Goals Every Wannabe Data Scientist Should Make for 2019</a>\n<li><a href=\"/2017/02/5-career-paths-data-science-big-data-explained.html\">5 Career Paths in Big Data and Data Science, Explained</a>\n<li><a href=\"/2018/01/5-data-science-job-market-trends.html\">5 Key Data Science Job Market Trends<br/>\n</a>\n</li></li></li></ul>\n<p><a name=\"comments\"></a></p>\n<div id=\"disqus_thread\"></div>\n<p> <script type=\"text/javascript\">\n var disqus_shortname = 'kdnuggets';\n (function() { var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true; dsq.src = 'https://kdnuggets.disqus.com/embed.js';\n (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq); })();\n </script></p>\n</div> ", "website": "kdnuggets"}