{"content": "Measuring Social Media ROI: Leveraging Data To Boost Results Here's what to know about the hows and whys of measuring social media ROI, and leveraging data information to boost your results. Lilach Bullock March 19, 2019 April 2, 2019 57 Shares 1,985 Views Share on Facebook Tweet on Twitter + Shutterstock Licensed Photo - By Venomxlr Social media takes time to nurture and grow – and it takes a lot of trial and error. I’ve started using and experimenting with social media marketing more than a decade ago when I tried Twitter for the first time. Since then, I’ve learned a very important lesson about social media marketing: the answers to most questions are in your analytics. That’s where you find out what works for you. What gets you results. What makes your audience want to engage with you. In this blog post, I’m going to discuss the how, what, and why’s of measuring your social media ROI and how you can use your social media data to improve your results. Why measure your social media ROI? For one, you’re likely investing quite a bit of resources in your social media; whether it’s money or time (or most likely both), you need to make sure that you’re actually making the most of your resources and that you’re constantly learning and growing. This isn’t just for agencies or freelancers that need to demonstrate how they’re efforts are paying off for their customers – small businesses, entrepreneurs, or even solopreneurs should all do this if they’re using social media marketing to promote their business. There’s little point in doing social media just for the sake of it if you’re not going to evaluate your progress regularly. And perhaps most importantly, this is how you learn what gets you results and what doesn’t. When you use social media with a clear purpose in mind – as you do as a business or entrepreneur – like raising awareness of your brand and driving more traffic to your website, you need to check that you’re actually getting those results. And if you’re not, then you need to identify the causes and potential issues so that you can revisit your strategy and improve it. And that, in my experience, is the greatest benefit to measuring social media results – it allows you to consistently improve your strategy and drive better results for your business as you learn about your audience and what makes them click (in many cases, quite literally). But enough about the why…let’s get into the what and how portion, as that will also serve to demonstrate much better and clearer why it’s so important to measure your results. Start with social media marketing goals Take a moment to ask yourself a question: “Why are you using social media for your business?” Forget about the obvious answers, like “well, I have to since everybody is on social media” or “so I get more followers and hopefully more traffic and leads too”. Instead, be more specific – what exactly do you want to achieve with social media? Forget about broad generalizations like the ones above and think of the exact results you want to get from social media: traffic, shares, engagement, and so on. To help you set your goals, you can use a goal-setting template; personally, I’m partial to SMART goals , which state that your goals should be: Specific Measurable Achievable Relevant And time-bound Think of it this way: “specific” tells you that you need to be very detailed and clear when you set a goal – the rest 4 guidelines pretty much help you understand what “specific” means in this context: A goal that is relevant to your business objectives (always keep your business objectives in mind when you set a marketing goal so that your marketing goals work towards helping you achieve your business objectives) A goal that is measurable; meaning, you should check that you can actually evaluate the success of your goal and then put together a list of the KPIs (key performance indicators – for example, link clicks, shares, comments, etc.) you’ll need to track for each of your objectives A goal that is realistically achievable – we all want amazing results and we want them now, but realistically speaking, social media takes a lot of time to build up. There are always exceptions to the rule, of course, and some campaigns can massively surprise you with their results, but generally speaking, it takes time to build up your follower numbers, to get more people to engage, to grow your social media traffic, and so on. When you set a goal, look at your past analytics to understand what you can realistically achieve A goal that has a deadline – without a deadline, you’re not being specific. Plus, a date tells when you need to measure your results – “increasing my Facebook traffic by 20%” doesn’t really give you much to go on, while something like “increasing my Facebook traffic by 20% in 60 days” tells you exactly what you need to achieve and by when How to track and measure your social media marketing goals While you should focus more of your attention on your goals’ KPIs, it’s important to track all main social media metrics. There aren’t that many anyway – mostly the traffic and engagement-related metrics – so it’s important to measure all of your results to truly understand what works and what doesn’t, for your account, specifically. READ Understanding The Nuances of Instagram Data Transparency Policies How to measure your social media traffic Measuring your social media traffic is not as simple as logging in to your Google Analytics to see how much traffic each social network is sending to your website. It’s a great place to start – but there’s so much more that you can learn from your social media traffic so you can actually make actionable decisions: Which social networks drive the most traffic , consistently What the quality of your social media traffic is The behavior of your traffic – the paths they take to get your website and then also their behavior while on your website The conversions made (although we’ll cover this separately) Which social media posts get the most clicks Which pages on your website get the most traffic Knowing all of this will help you make better decisions both regarding your social media marketing and your content marketing strategies (for example, you’ll learn what types of resources and blog posts drive more traffic). A lot of this information you can easily get from your Google Analytics account, by going to Acquisition -> Social. Under Overview, you’ll be able to see your top performing social networks in terms of traffic: To learn more about your social media traffic, go to Network Referrals; here, you’ll be able to understand about the quality of your traffic: The average sessions duration for each social network How many pages were viewed per session on average Then, in order to find out which of your pages were most visited by your social traffic, go to Landing Pages (still under Social). You’ll also be able to track your social traffic’s conversion rate – however, you first need to set up conversion goals in order to do so (which I’ll tell you all about next). To learn even more about your traffic, you can add UTM parameters to your social media links; once you add these pieces of code to your links you’ll be able to accurately track your social media traffic so you can see where the traffic is coming from and what they’re doing. In case you’re not familiar with them, UTM parameters are short codes that you can add to your URLs to help track them more accurately. Basically, you don’t just find out where you traffic is coming from (Facebook, Twitter, etc.), but exactly what posts, what social media group, and so on generated you that traffic (which you can track in Google Analytics). Plus, when you set up conversion goals in Google Analytics, you can track more than just traffic for each of your social media links, but also any conversions made (including where exactly they’re coming from). That’s because when you create a UTM tracking link , you can customize it to be as specific as possible; there are 3 main parameters that you can add: source, medium, and campaign (although you can customize your links with other parameters too, these are the most commonly used and generally, are enough to help you track any link). Source , refers to the source of your traffic: a social network, a specific social media group, and so on Medium , refers to the type of traffic – in this case, “social media” traffic Campaign , refers to the specific campaign you’re tracking – anything from a specific blog post you’re promoting to a larger ad campaign you’re holding. As I mentioned before, using UTM parameters will help give you much more information about your traffic than regular web analytics. Apps like Google Analytics tell you where your traffic is coming from in a general sense (Facebook, Twitter, etc.) and help you determine the quality of that traffic and the conversions made, but what it doesn’t tell you is which specific post or campaign helped you generate that traffic. This not only helps you track your social media ROI more accurately, but it also helps you further improve your strategy; the more you use UTM tracking links, the easier it will be to understand what types of posts tend to perform better, which profiles/groups/networks/etc. generate the most traffic on a constant basis, which ads perform best, and so on. To create UTM tracking links, all you need is a tool to help you build it, and your Google Analytics account will track the rest (you’ll be able to see the results of your UTM tracking links by going to Acquisition -> Campaigns). One way to create these links is with the Google Campaign URL Builder; enter your website URL, the campaign source, and if you want, the medium and campaign name and it will generate your link automatically: Another easy way to do this is with a tool like Agorapulse ; it’s a social media management tool that allows you to add UTM parameters to any link you share, very easily and quickly: when you compose a new update and add a link, just turn on UTM tracking to add custom UTM parameters and start tracking your links in detail: One really cool feature is that when you want to post the same link on multiple social networks at the same time, but still be able to track them each individually, you can do so by selecting “Dynamic” UTM parameters under “Type” (where in the screenshot it says “text”). This then gives the tool the power to choose the right parameters (social network and/or profile name) when sharing your links on each network you selected. Plus, if you want to shorten these long – and let’s face it, ugly – links, you can connect your Bitly account to have them automatically shortened for you. As I mentioned before, all of these UTM links can then be tracked via your Google Analytics, under Acquisition -> Campaigns. Once you have all of this information about your social media traffic and your audience, use it to adjust your social media and content strategy accordingly. There is one small downside though with UTM links. When you share one of these links on social media and someone retweets or shares your update themselves, they will also share the full link. Meaning, your UTM tracking results will also include the traffic generated by these outside shares. This can be both a win and a loss though; on one hand, you won’t be able to see exactly how much traffic/conversions you got from a specific source if you had any other shares. But on the other hand, you’re still getting a lot of valuable information and not to mention, even those extra shares help you qualify the value of that traffic source (since it also got you shares along with traffic and conversions). So I would definitely say that even with this small downside, you’re still getting a lot more value from UTM tracking linsk than not. READ Factors Behind Data Storage Security: Is Your Business Vulnerable? How to measure your conversions What actions does your social media traffic take once on your website? As a business, this is ultimately more important than driving loads of traffic to your website: getting your traffic to actually take action. This can be anything from signing up for your blog’s newsletter, downloading a resource, or even – in the best cases – buying something from you. Or, it can even something like viewing your contact page, or seeing a particular piece of content. You can track all of this with Google Analytics goals ; conversion goals are easy to set up and once you’ve done it, you’ll be able to head over to Social traffic in Google Analytics and see how many people converted from each social network. To set a conversion goal, click on Admin: Then, click on Goals to start creating them – you can create 20 different goals (and then replace them with new ones as they become irrelevant) and use their existing templates to save time: As you can see in the above screenshot, there are several types of templates – the only one that didn’t fit in the screenshot is a template for measuring traffic that views or plays specific media content on your website (for example, viewing a video on one of your products’ landing pages). Alternatively, to help you better measure your ROI, you can give each of your conversion goals a monetary value; it most likely won’t be completely accurate, but it will help give you a better idea of how successful your social media strategy is. And that’s pretty much it – once you’ve set these goals you’ll be able to track all of your traffic for conversions, not just social traffic, automatically. As I mentioned before, if you also start using UTM tracking links, you’ll be able to gain even more knowledge regarding your traffic and conversions. Like with traffic earlier, UTM tracking links will be able to tell you exactly what helped you generate more conversions – not just which social network. As it is, Google Analytics only tells you how many conversions you’ve made for each social network. When you track your links with UTM parameters, you can see exactly how many conversions were made on the back of each of your campaigns, or even from specific social media profiles, groups or communities, and specific social media updates. Conclusion As you can see, it’s very difficult – close to impossible – to accurately determine how much money social media is making you. But what you can do is set yourself goals and measure them; that’s why it’s important that your goals reflect your overall business objectives. Because when you do reach a social media goal, that means you’re getting closer to achieving these objectives – and growing your business. However, if there’s one thing to get out of this article, it’s that measuring your social media success (especially for small businesses and entrepreneurs who most likely don’t have a huge social media team) will help you improve and grow. roi social media analytics social media data social media marketing social media marketing tips social media roi social media tips Share on Facebook Tweet on Twitter + Author Lilach Bullock Highly regarded on the world speaker circuit, Lilach has graced Forbes and Number 10 Downing Street. She’s a hugely connected and highly influential entrepreneur. She is listed in Forbes as one of the top 20 women social media power influencers, named one of 10 top digital marketers by Brand24 and was crowned the Social Influencer of Europe by Oracle. She is listed as the number one Influencer in the UK by Career Experts and is a recipient for a Global Women Champions Award for her outstanding contribution and leadership in business. View all posts by Lilach Bullock Previous article 3 Essential Big Data Security Protocols To Be Aware Of Next article Here’s How Big Data Is Transforming Online Gaming", "title_html": "<h1 class=\"single-title\" itemprop=\"headline\">Measuring Social Media ROI: Leveraging Data To Boost Results</h1> ", "url": "https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results", "tfidf": {"tfidf": {"hand": 3.2304405331200003, "boost": 18.32198499712, "everybodi": 17.9389830508, "web": 5.17133550489, "realist": 38.8482871125, "awar": 8.55387931034, "onc": 7.4872665535, "too": 3.6317053643, "tip": 18.84391691394, "fit": 3.37070063694, "basi": 2.42122922068, "new": 2.0357761108, "extra": 5.33826496301, "grow": 11.364352183249999, "would": 1.0828729281799998, "googl": 125.27690100420001, "number": 3.30428749827, "follow": 2.09280253098, "screenshot": 1190.6999999999998, "etc": 12.6200317965, "specif": 28.079235939149996, "visit": 2.20622568093, "progress": 2.44697903822, "goalset": 690.260869565, "well": 1.0655748708, "product": 1.62264922322, "done": 2.3302509907499998, "complet": 1.24021560816, "path": 4.6421052631599995, "url": 41.669291338600004, "toward": 1.6303142329, "medium": 21.01853486319, "irrelev": 29.7861163227, "their": 5.07739542025, "out": 4.24066777964, "automat": 20.362548097470004, "won": 4.63465187564, "particular": 1.3814827706200001, "measur": 43.39681093386, "instead": 1.59461631177, "creat": 6.2464589235000005, "multipl": 2.74813917258, "how": 28.845059049179998, "land": 3.4419512195199995, "anyway": 23.244509516799997, "had": 1.0475750577399998, "increas": 2.6404989605, "especi": 1.66712170534, "expert": 5.36713995943, "instagram": 345.13043478300006, "sure": 7.453521126760001, "will": 13.472920845560001, "overview": 12.6805111821, "contact": 3.2196309065099995, "qualifi": 6.546804123709999, "purpos": 2.23416830847, "updat": 16.69400630916, "portion": 3.3019966722099996, "next": 2.9901120632800002, "indic": 2.0826446281, "perform": 6.125590817000001, "but": 12.19589014788, "demonstr": 5.29994992488, "definit": 3.24, "need": 14.372623574099999, "object": 14.09320905462, "overal": 3.0442953020099996, "point": 1.25990000794, "amaz": 15.250720461099998, "key": 2.28005170185, "decad": 2.1390460792200003, "has": 2.0872995004, "date": 1.63081664099, "paramet": 172.56521739100003, "replac": 1.5602948402899999, "circuit": 8.15827338129, "adjust": 7.112903225810001, "champion": 5.03680203046, "experi": 3.74125132556, "resourc": 11.794947994040001, "surpris": 4.36633663366, "monetari": 15.1923444976, "her": 1.7770315648099997, "quit": 5.769943667100001, "alway": 4.13491340018, "engagementrel": 690.260869565, "april": 1.45039283757, "cours": 2.15092805853, "huge": 8.77854575616, "global": 3.30612244898, "loss": 2.42529789184, "short": 1.41295834817, "not": 10.1567398119, "storag": 8.623574144489998, "view": 9.84456386934, "are": 10.299059357800001, "altern": 2.1390460792200003, "regard": 5.36834986473, "quick": 2.205, "easi": 10.5875291764, "compos": 2.5060773480700003, "metric": 44.470588235200005, "though": 2.72152224222, "then": 9.77920744644, "separ": 1.6012102874399998, "they": 7.21121277009, "anoth": 1.13643521832, "reach": 1.49801849406, "turn": 1.3838912133899999, "let": 3.48616600791, "world": 1.11340206186, "referr": 99.225, "downsid": 226.8, "larger": 2.2407904022599996, "blog": 56.7506702412, "plus": 14.074468085100001, "money": 5.24566330746, "featur": 1.52712581762, "simpl": 3.3981164383599998, "liter": 5.468825353080001, "day": 1.18371607516, "crown": 4.354360943500001, "valu": 6.833285509320001, "accord": 1.27589809531, "got": 7.23939808482, "log": 13.6744186047, "sever": 1.07241286139, "those": 2.39096385542, "network": 31.124326090559997, "without": 1.29547123623, "lot": 22.0438767009, "andor": 690.260869565, "sourc": 10.18562874252, "small": 5.4379174516, "should": 6.657301603960001, "put": 1.65806788512, "still": 4.746543089919999, "tell": 26.89138259584, "result": 18.33785734912, "builder": 17.4270032931, "forb": 34.475570032600004, "guidelin": 13.580838323399998, "use": 12.355665088559999, "click": 173.69803063450001, "acquisit": 31.1294117646, "ani": 4.53535209256, "question": 4.4081632653, "licens": 5.79839298758, "and": 76.00478740188, "from": 14.00794100958, "account": 7.7785399314, "answer": 9.29780380674, "allow": 2.5432118542200004, "behavior": 11.05956112852, "whether": 2.20683903253, "detail": 4.52372132782, "num": 16.00504064016, "veri": 5.03520456708, "partial": 3.6131087847099996, "market": 28.39225037256, "aren": 481.09090909099996, "idea": 2.0930784443, "shorten": 22.0041580042, "for": 23.00724592023, "difficult": 2.48957189901, "regular": 4.18836565096, "twitter": 166.0669456065, "closer": 5.5666199158500005, "with": 17.020369552829997, "brand": 5.5259310824900005, "determin": 4.331787175980001, "speak": 5.78255326898, "better": 12.0394337715, "effort": 1.89247824532, "sens": 2.8365195640499996, "look": 1.9086318826599997, "both": 3.15647160183, "video": 3.29719626168, "secur": 4.33770491804, "ago": 6.05954198473, "work": 3.34560269739, "agorapuls": 690.260869565, "focus": 2.01012914662, "roi": 183.53757225439998, "familiar": 6.86381322957, "tend": 3.3735656608599998, "know": 5.1865403463, "group": 3.62990625714, "websit": 22.694409148680002, "doe": 1.70581282905, "even": 9.31690140848, "convers": 53.57856992192001, "street": 2.36707917102, "littl": 1.5499365420299998, "give": 6.826625387, "photo": 6.41973311767, "influenc": 5.31740538126, "place": 1.1004366812200002, "great": 1.26592775696, "templat": 173.98356164400002, "valuabl": 7.46754468485, "goal": 88.60107482433, "error": 6.04109589041, "trial": 4.04175152749, "big": 5.480151881259999, "comment": 3.05954904606, "off": 1.5121440137200002, "why…let": 690.260869565, "shutterstock": 690.260869565, "thing": 2.4065484311099996, "into": 1.01502461479, "relev": 13.877622377620002, "via": 2.2978723404299997, "state": 1.0477133240899998, "abov": 3.80765079746, "constant": 7.317815164780001, "set": 11.8707940781, "where": 6.40290381126, "face": 1.80327124035, "buy": 5.12459651388, "campaign": 29.744262295080006, "choos": 4.17899447223, "head": 1.57781753131, "influenti": 4.520501138949999, "help": 23.79370536903, "main": 2.50607734806, "clear": 3.70847932726, "find": 5.188235294129999, "potenti": 2.52080025405, "cover": 1.69380134429, "nuanc": 48.2553191489, "success": 3.9600897979500003, "sake": 19.9447236181, "vulner": 8.869273743019999, "tool": 19.98866855524, "who": 1.06279287723, "enter": 1.75813953488, "recipi": 10.0481012658, "hold": 1.6551292744, "post": 20.14436768643, "here": 7.26923076924, "factor": 2.89127663449, "durat": 10.5069490404, "were": 3.07376573088, "attent": 2.81040892193, "long": 1.2657259028899999, "onlin": 2.6051854282900004, "engag": 8.07801899592, "much": 10.748006619569999, "grace": 8.73267326733, "evalu": 13.901926444839999, "than": 5.16393442625, "about": 12.77832181908, "communiti": 1.96121062384, "mind": 7.1837104072399995, "context": 4.25972632144, "just": 9.35061001259, "understand": 17.81151832458, "tweet": 185.6842105264, "she": 6.48, "admin": 369.209302326, "type": 10.140521205950002, "under": 4.3126655348, "check": 13.0131147541, "contribut": 1.9255306246200001, "dynam": 6.52527743527, "rest": 3.9146837627999997, "clearer": 66.7058823529, "save": 2.8178913737999998, "deadlin": 49.8461538462, "massiv": 4.22571200426, "start": 7.600414904640001, "articl": 6.054150247859999, "them": 9.88885043946, "load": 6.80497213888, "keep": 2.04245465071, "freelanc": 61.0615384615, "anyth": 9.17687861272, "whi": 16.2830769231, "track": 84.44680851069, "abl": 20.029361165220003, "mani": 6.26560547262, "over": 1.02525024217, "perhap": 3.14812611541, "generat": 12.31652443752, "build": 4.9025218734000005, "ugli": 33.6355932203, "protocol": 14.7272727273, "kpis": 1380.52173913, "select": 4.04690288044, "broad": 4.27693965517, "consist": 2.9802890932999997, "traffic": 285.62518740624, "order": 2.49250333622, "exact": 27.749180686, "there": 8.32730133752, "exist": 1.4647107666799999, "connect": 3.7687833827800006, "inform": 7.876562810100001, "possibl": 1.4173734488, "say": 3.5088960106, "best": 3.1657028913200005, "exampl": 4.51450236966, "ask": 2.1744966443, "custom": 14.538461538479998, "think": 5.81431972166, "solopreneur": 690.260869565, "knowledg": 3.3981164383599998, "take": 9.11693345776, "lesson": 8.66593886463, "previous": 1.42846859816, "now": 1.160780873, "strategi": 26.65249020708, "further": 1.3618116315, "name": 3.3063519611100003, "code": 7.761427523839999, "profil": 9.6628119294, "per": 1.9597580545599997, "see": 12.7242125511, "high": 2.2955465587, "basic": 2.7301805675, "play": 1.46390041494, "realli": 9.495215311, "power": 2.6792675723599997, "leverag": 71.5135135136, "audienc": 13.4352609309, "issu": 1.43921675279, "also": 9.132885906030001, "person": 1.40520446097, "mean": 5.79627601316, "the": 63.0, "polici": 2.52963671128, "becom": 1.12492028626, "past": 2.01702452039, "peopl": 2.42640990372, "entrepreneur": 65.6033057852, "newslett": 30.068181818200003, "want": 15.97584905664, "someon": 4.9350326391, "convert": 3.2740771293099997, "lilach": 2761.04347826, "togeth": 1.58095996813, "individu": 1.8004082558400003, "behind": 2.0845588235299997, "themselv": 2.05967825636, "howev": 2.1890382626599996, "essenti": 2.9280708225700005, "share": 25.9927493861, "although": 2.2993699761, "piec": 6.48264597796, "actual": 9.3741143127, "win": 2.75290445639, "outstand": 7.76712328767, "award": 2.22914911542, "which": 11.057110295, "what": 31.335859781999996, "term": 1.39520168732, "session": 11.19210433556, "agenc": 3.49922856513, "other": 3.02977099236, "refer": 3.9007371007500002, "one": 14.08784940108, "hope": 2.50884955752, "rais": 1.9733996271, "full": 1.66729678639, "some": 1.04036697248, "becaus": 2.2990369994999997, "facebook": 171.323741007, "outsid": 1.67450690855, "get": 28.5700146216, "easier": 7.84, "like": 13.790228013, "nurtur": 38.347826087, "text": 3.12827586207, "manag": 1.6448404475799998, "moment": 4.262013422819999, "except": 1.71948445792, "tri": 1.8544562551099997, "invest": 4.16146788991, "transform": 3.42007755278, "analyt": 241.5913043474, "that": 35.13944223125, "includ": 2.0381282495599997, "sign": 1.7606742819099999, "cool": 6.8578833693300005, "team": 2.2748244734200003, "leadership": 4.03661327231, "revisit": 19.5276752768, "this": 20.075872534200002, "pretti": 31.5, "time": 7.078922224359999, "back": 1.26070038911, "truli": 9.405213270139999, "bit": 16.66771653544, "differ": 1.23654490225, "same": 2.23715916296, "linsk": 690.260869565, "first": 2.01523229246, "forget": 33.9957173448, "most": 13.27254019299, "brandnum": 690.260869565, "earlier": 1.86776470588, "add": 32.28704241721, "drive": 14.6755407654, "obvious": 6.44841592201, "along": 1.2973768080399999, "all": 12.13761467892, "top": 5.516330785260001, "busi": 28.77576385292, "action": 5.45567010309, "someth": 9.84456386937, "march": 1.37980184252, "have": 4.059579364559999, "case": 5.93994949024, "content": 14.1686746988, "author": 1.4229631621399998, "venomxlr": 690.260869565, "rule": 1.7415533128599998, "rate": 2.14048806795, "more": 20.343413633999997, "improv": 10.218846549950001, "list": 4.08964451313, "career": 2.98757997742, "discuss": 2.19676214197, "achiev": 13.105188679240001, "these": 9.66738836268, "greatest": 3.00738776283, "benefit": 3.06841901817, "yourself": 53.185929648199995, "gain": 1.84819557625, "general": 4.487280949680001, "made": 5.35194174755, "befor": 3.30108123093, "lead": 1.2664326739, "averag": 5.20780711826, "download": 14.6457564576, "close": 1.2848818387799998, "serv": 1.4668760972, "can": 35.2878417426, "make": 7.533862111020001, "media": 145.24685508928, "way": 3.6572218383, "onli": 3.0769429549800007, "each": 11.897482014400001, "promot": 4.0345616264199995, "accur": 28.844476744200005, "women": 4.63465187564, "link": 53.787776121499995, "europ": 2.0172808132099997, "common": 1.4025974025999999, "imposs": 4.96125, "profilesgroupsnetworksetc": 690.260869565, "data": 27.01148447472, "bullock": 232.331707317, "caus": 1.38521943984, "qualiti": 8.798817661200001, "transpar": 15.876, "sinc": 3.2510580204900004, "ultim": 2.58524670249, "come": 5.31325301204, "reflect": 2.3443591258099996, "digit": 4.416133518780001, "oracl": 43.9778393352, "pay": 2.80148226575, "enough": 4.463939266140001, "send": 3.75053153792, "right": 1.4054532577899999, "identifi": 2.30187037843, "speaker": 6.35294117647, "import": 9.381394563590002, "decis": 4.32, "game": 2.57978550536, "app": 35.837471783299996, "conclus": 4.84615384615, "page": 12.22014111612, "timebound": 690.260869565, "while": 3.1325966850899993, "social": 143.31394182528, "trafficconvers": 690.260869565, "easili": 7.387622149839999, "whys": 690.260869565, "down": 1.35889754344, "learn": 18.5820043892, "when": 15.31151546325, "mention": 10.15576523268, "retweet": 690.260869565}, "logtfidf": {"hand": 0.958942670672, "boost": 4.429909048380001, "everybodi": 2.8869761689, "web": 1.6431309733200001, "realist": 7.68315509223, "awar": 2.90647544, "onc": 2.018829361775, "too": 1.1931103094439999, "tip": 4.486085942240001, "fit": 1.2151206268899999, "basi": 0.884275353639, "new": 0.0354598937022, "extra": 1.67490068688, "grow": 4.10521771106, "would": 0.0796176279647, "googl": 26.75894344838, "number": 0.2898257352558, "follow": 0.09071382218839999, "screenshot": 17.95105307937, "etc": 4.310019263910001, "specif": 9.404702513115001, "visit": 0.791283218833, "progress": 0.894854218108, "goalset": 6.5370695979699995, "well": 0.0635144383156, "product": 0.484060136536, "done": 0.845975983129, "complet": 0.215285242047, "path": 1.5351679838499999, "url": 3.72976443878, "toward": 0.48877277716000006, "medium": 5.84037711696, "irrelev": 3.3940423897400005, "their": 0.07680252561350001, "out": 0.2337055636772, "automat": 5.7452551419599995, "won": 1.6808278158, "particular": 0.323157393804, "measur": 15.840255595068001, "instead": 0.46663315041500003, "creat": 1.1128840925699999, "multipl": 1.01092401812, "how": 8.488205224740001, "land": 1.0857826899879999, "anyway": 3.1460689543299996, "had": 0.0464780244111, "increas": 0.555641437858, "especi": 0.511098609709, "expert": 1.68029517063, "instagram": 5.843922417409999, "sure": 2.0086865552, "will": 2.2306518840650003, "overview": 2.54006626224, "contact": 1.16926672768, "qualifi": 1.87897701053, "purpos": 0.803869037322, "updat": 5.149312388069999, "portion": 1.1945273376899999, "next": 0.804327370998, "indic": 0.7336385419149999, "perform": 1.70472340232, "but": 0.1943084648628, "demonstr": 1.9491003836379999, "definit": 1.1755733298, "need": 3.62740163442, "object": 5.123601508818, "overal": 1.1132694464700001, "point": 0.23103235903299998, "amaz": 2.7246267452900006, "key": 0.82419811896, "decad": 0.760359972282, "has": 0.0854478897096, "date": 0.489080896097, "paramet": 28.481901438599998, "replac": 0.444874803592, "circuit": 2.09903255116, "adjust": 1.9619104904, "champion": 1.6167713629299998, "experi": 1.252545907866, "resourc": 4.32550777032, "surpris": 1.47392435861, "monetari": 2.7207916494999997, "her": 0.574944311991, "quit": 2.11903027368, "alway": 1.452638409144, "engagementrel": 6.5370695979699995, "april": 0.37183444219899997, "cours": 0.765899404133, "huge": 2.9583271639, "global": 1.1957760371200001, "loss": 0.885954358842, "short": 0.345685625679, "not": 0.155524130075, "storag": 2.1544996326700003, "view": 2.970959653038, "are": 0.294674735827, "altern": 0.760359972282, "regard": 1.745724854619, "quick": 0.790727508899, "easi": 3.3330592702999997, "compos": 0.918718721148, "metric": 6.203361703119999, "though": 0.616088382158, "then": 0.7473047870780999, "separ": 0.470759772949, "they": 0.20808896337320001, "anoth": 0.127896361652, "reach": 0.40414323085000003, "turn": 0.324899251064, "let": 1.2488025672799998, "world": 0.107420248621, "referr": 4.59738999867, "downsid": 9.46184278258, "larger": 0.806828661778, "blog": 10.60949242236, "plus": 4.63725027954, "money": 1.928509036022, "featur": 0.423387418142, "simpl": 1.2232212893899999, "liter": 1.6990638498800001, "day": 0.16865870631700003, "crown": 1.47117785866, "valu": 2.469579930444, "accord": 0.243650319127, "got": 2.5727817698599997, "log": 2.61552683221, "sever": 0.06991112039689999, "those": 0.35709878174599996, "network": 11.436996636623999, "without": 0.258874517941, "lot": 7.417984751250001, "andor": 6.5370695979699995, "sourc": 3.175309864506, "small": 1.228407220236, "should": 2.037679507032, "put": 0.505652999854, "still": 0.6844888857160001, "tell": 9.69891475208, "result": 2.182062534096, "builder": 2.85802091664, "forb": 5.694207555299999, "guidelin": 2.60865985243, "use": 0.3504962367792, "click": 17.73940211505, "acquisit": 7.018622398560002, "ani": 0.502433433464, "question": 1.580621858028, "licens": 1.7575808080500002, "and": 0.0047872507968336, "from": 0.007938758364123999, "account": 2.660297159892, "answer": 3.0732620838, "allow": 0.48056122237800003, "behavior": 3.42029626756, "whether": 0.791561189647, "detail": 1.632375554346, "num": 0.005039846326352001, "veri": 0.920639172952, "partial": 1.28456856096, "market": 10.334515007244, "aren": 6.17605625244, "idea": 0.73863592212, "shorten": 4.796168510259999, "for": 0.007244779094131001, "difficult": 0.912110767588, "regular": 1.478326835694, "twitter": 17.51476540705, "closer": 1.7167880323700002, "with": 0.020357359127630002, "brand": 1.7094517549200001, "determin": 1.545666038044, "speak": 2.12339629324, "better": 4.1785676436, "effort": 0.637887211057, "sens": 1.04257779501, "look": 0.6463866936, "both": 0.1525276001679, "video": 1.19307248967, "secur": 1.548396413896, "ago": 1.80163421715, "work": 0.327103701819, "agorapuls": 6.5370695979699995, "focus": 0.6981989720559999, "roi": 9.038544438819999, "familiar": 1.92626315167, "tend": 1.21597024462, "know": 1.905839388796, "group": 0.5717836043910001, "websit": 8.324046214254, "doe": 0.5340417297169999, "even": 1.219108518672, "convers": 19.336967215999998, "street": 0.8616567778030001, "littl": 0.438213989466, "give": 1.5569627611199999, "photo": 1.8593765463799998, "influenc": 1.717119556284, "place": 0.0957070839572, "great": 0.235805258079, "templat": 15.090665841279998, "valuabl": 2.010566255, "goal": 32.08429231371, "error": 1.7985854343, "trial": 1.3966781444299998, "big": 2.01597127114, "comment": 1.11826753454, "off": 0.41352852038800003, "why…let": 6.5370695979699995, "shutterstock": 6.5370695979699995, "thing": 0.8781935346799999, "into": 0.0149128632287, "relev": 3.8742609227999996, "via": 0.831983625414, "state": 0.0466100027668, "abov": 1.287730459632, "constant": 2.5943292562, "set": 1.71496011289, "where": 0.38995283247420004, "face": 0.589602371257, "buy": 1.6340517929299998, "campaign": 10.892755194864002, "choos": 1.43007066072, "head": 0.456042582852, "influenti": 1.50862285915, "help": 5.715531262848, "main": 0.451143081176, "clear": 1.234949454396, "find": 1.643343990864, "potenti": 0.9245764122419999, "cover": 0.526975319156, "nuanc": 3.87650606314, "success": 0.8329632377759999, "sake": 2.9929646280599997, "vulner": 2.18259291507, "tool": 6.43548471852, "who": 0.0609002329859, "enter": 0.564256167492, "recipi": 2.30738368788, "hold": 0.503879117196, "post": 7.251301374309, "here": 2.6551145651100003, "factor": 1.06169814662, "durat": 2.35203685163, "were": 0.07287343104329999, "attent": 1.03332999658, "long": 0.235645793878, "onlin": 0.957503854357, "engag": 2.9716031401019998, "much": 1.5974615637090002, "grace": 2.16707153917, "evalu": 3.8777604862599997, "than": 0.16130431109100002, "about": 0.7541217296952001, "communiti": 0.673561947791, "mind": 2.5573376776599996, "context": 1.44920491442, "just": 2.026720038763, "understand": 6.528515254079998, "tweet": 9.0618005148, "she": 2.310324665088, "admin": 5.91136369821, "type": 3.535507426935, "under": 0.30104722153279995, "check": 3.74562099124, "contribut": 0.655201578909, "dynam": 1.8756834711200001, "rest": 1.343174739666, "clearer": 4.20029314023, "save": 1.03598886547, "deadlin": 6.43158831666, "massiv": 1.44118776833, "start": 1.418660215746, "articl": 2.106395218722, "them": 0.8476499421836999, "load": 1.91765354188, "keep": 0.7141523446729999, "freelanc": 4.1118821828900005, "anyth": 3.0470798917, "whi": 5.90344215235, "track": 30.787694596890002, "abl": 6.592343807225, "mani": 0.2598945487326, "over": 0.0249367214957, "perhap": 1.14680739183, "generat": 4.3150940504160005, "build": 1.4734123562730002, "ugli": 3.5155848283199997, "protocol": 2.6897010624299997, "kpis": 13.074139195939999, "select": 1.409609374266, "broad": 1.45323772, "consist": 0.797746252852, "traffic": 85.60701152976, "order": 0.44028076158600005, "exact": 9.950118186000001, "there": 0.320783143404, "exist": 0.38165779408699996, "connect": 1.267210117364, "inform": 2.27226852331, "possibl": 0.348805474891, "say": 1.124308561104, "best": 0.918455865894, "exampl": 1.2260480249969998, "ask": 0.776797209847, "custom": 5.162013185919999, "think": 2.1343532235, "solopreneur": 6.5370695979699995, "knowledg": 1.2232212893899999, "take": 1.045535697576, "lesson": 2.1594002686700002, "previous": 0.356602960063, "now": 0.149092945021, "strategi": 8.94673870908, "further": 0.308815895297, "name": 0.29169949915290005, "code": 2.71203819194, "profil": 3.1502750306200005, "per": 0.672821024072, "see": 2.40921585492, "high": 0.27564757308000004, "basic": 1.00436774895, "play": 0.38110439064199997, "realli": 3.1152816794, "power": 0.58479256543, "leverag": 7.153478502939999, "audienc": 4.497811124819999, "issu": 0.364099043934, "also": 0.1319144202, "person": 0.34018281601800004, "mean": 1.48368513408, "the": 0.0, "polici": 0.92807570005, "becom": 0.11771217648900001, "past": 0.7016234157610001, "peopl": 0.386531156946, "entrepreneur": 11.18932690652, "newslett": 3.4034675302, "want": 5.533092850039999, "someon": 1.59635928666, "convert": 1.1860360368, "lilach": 26.148278391879998, "togeth": 0.458032237308, "individu": 0.588013447985, "behind": 0.7345572374320001, "themselv": 0.7225497843690001, "howev": 0.180630234695, "essenti": 1.07434378384, "share": 8.662644196458, "although": 0.278975962836, "piec": 2.35196315278, "actual": 3.1425709082399997, "win": 1.01265652029, "outstand": 2.04989986258, "award": 0.8016199500650001, "which": 0.056962552299730004, "what": 5.6471824206750005, "term": 0.33303898354600003, "session": 3.4441227581800002, "agenc": 1.25254253424, "other": 0.02962424375928, "refer": 0.787659740394, "one": 0.087574923037, "hope": 0.919824304455, "rais": 0.6797577544760001, "full": 0.511203624148, "some": 0.0395735090645, "becaus": 0.27868631765, "facebook": 20.110773117899996, "outsid": 0.515518738985, "get": 9.276304092512, "easier": 2.05923883436, "like": 1.66864291854, "nurtur": 3.6466978400800003, "text": 1.14048200999, "manag": 0.497643387158, "moment": 1.4497416830899998, "except": 0.54202451213, "tri": 0.61759152916, "invest": 1.42586787018, "transform": 1.22966322707, "analyt": 39.87466201404, "that": 0.13916519328739999, "includ": 0.037769362781, "sign": 0.565696850403, "cool": 1.9253988473800001, "team": 0.821902894886, "leadership": 1.3954060414700002, "revisit": 2.9718327043599997, "this": 0.07572898105, "pretti": 5.51368073054, "time": 0.07848063203820001, "back": 0.23166743089699998, "truli": 2.24126413875, "bit": 4.24065305268, "differ": 0.212321121312, "same": 0.224119299208, "linsk": 6.5370695979699995, "first": 0.015174579624319999, "forget": 5.666174751340001, "most": 0.2697226518428, "brandnum": 6.5370695979699995, "earlier": 0.624742371425, "add": 10.701290859910001, "drive": 5.38372151015, "obvious": 1.86383450716, "along": 0.260344385917, "all": 0.13683158517359997, "top": 1.8273019133640003, "busi": 10.08666638497, "action": 1.7941294952070002, "someth": 3.56492136819, "march": 0.32193989648000004, "have": 0.0591400093648, "case": 1.581625075556, "content": 5.05895663816, "author": 0.35274143130999996, "venomxlr": 6.5370695979699995, "rule": 0.554777423537, "rate": 0.761033872166, "more": 0.34049863199999997, "improv": 3.5739790196599994, "list": 0.9295372845180001, "career": 1.0944636875799998, "discuss": 0.78698452262, "achiev": 4.389686595819, "these": 0.6438025746072, "greatest": 1.10107184908, "benefit": 1.12116245116, "yourself": 6.56129340102, "gain": 0.6142097989249999, "general": 0.459810312252, "made": 0.3401076304865, "befor": 0.2869133156385, "lead": 0.23620402986699998, "averag": 1.91402337599, "download": 2.6841506319, "close": 0.250666759864, "serv": 0.383135035608, "can": 4.87023289182, "make": 0.5144836047603, "media": 53.372650970912, "way": 0.5942745298050001, "onli": 0.0759728049873, "each": 1.73741689304, "promot": 1.4035009449840001, "accur": 8.76240307425, "women": 1.6808278158, "link": 19.154260171125, "europ": 0.7017504724920001, "common": 0.338325805271, "imposs": 1.60165772512, "profilesgroupsnetworksetc": 6.5370695979699995, "data": 9.7345646784, "bullock": 13.04866150428, "caus": 0.325858567406, "qualiti": 3.2280152013300003, "transpar": 2.76480853492, "sinc": 0.2411045983731, "ultim": 0.9498209395739999, "come": 1.1356396261200001, "reflect": 0.85201207065, "digit": 1.48526454375, "oracl": 3.78368585557, "pay": 1.0301486577299999, "enough": 1.605768878338, "send": 1.32189757338, "right": 0.34035985417, "identifi": 0.833722000472, "speaker": 1.8489178830700002, "import": 2.049727939462, "decis": 1.5402164433919998, "game": 0.9477062580210001, "app": 3.57899404386, "conclus": 1.57818536893, "page": 4.2679561944660005, "timebound": 6.5370695979699995, "while": 0.12974995138140002, "social": 49.562748162792, "trafficconvers": 6.5370695979699995, "easili": 2.6133174734, "whys": 6.5370695979699995, "down": 0.306673741186, "learn": 6.74201651796, "when": 0.308324832876, "mention": 3.726988745344, "retweet": 6.5370695979699995}, "logidf": {"hand": 0.479471335336, "boost": 2.2149545241900004, "everybodi": 2.8869761689, "web": 1.6431309733200001, "realist": 2.56105169741, "awar": 1.45323772, "onc": 0.403765872355, "too": 0.5965551547219999, "tip": 2.2430429711200004, "fit": 1.2151206268899999, "basi": 0.884275353639, "new": 0.0177299468511, "extra": 1.67490068688, "grow": 0.821043542212, "would": 0.0796176279647, "googl": 2.43263122258, "number": 0.0966085784186, "follow": 0.045356911094199995, "screenshot": 5.98368435979, "etc": 1.4366730879700003, "specif": 0.626980167541, "visit": 0.791283218833, "progress": 0.894854218108, "goalset": 6.5370695979699995, "well": 0.0635144383156, "product": 0.484060136536, "done": 0.845975983129, "complet": 0.215285242047, "path": 1.5351679838499999, "url": 3.72976443878, "toward": 0.48877277716000006, "medium": 1.94679237232, "irrelev": 3.3940423897400005, "their": 0.015360505122700001, "out": 0.0584263909193, "automat": 1.9150850473199998, "won": 0.8404139079, "particular": 0.323157393804, "measur": 0.880014199726, "instead": 0.46663315041500003, "creat": 0.222576818514, "multipl": 1.01092401812, "how": 0.47156695693000006, "land": 0.5428913449939999, "anyway": 3.1460689543299996, "had": 0.0464780244111, "increas": 0.277820718929, "especi": 0.511098609709, "expert": 1.68029517063, "instagram": 5.843922417409999, "sure": 2.0086865552, "will": 0.202786534915, "overview": 2.54006626224, "contact": 1.16926672768, "qualifi": 1.87897701053, "purpos": 0.803869037322, "updat": 1.7164374626899999, "portion": 1.1945273376899999, "next": 0.402163685499, "indic": 0.7336385419149999, "perform": 0.42618085058, "but": 0.0161923720719, "demonstr": 0.9745501918189999, "definit": 1.1755733298, "need": 0.362740163442, "object": 0.853933584803, "overal": 1.1132694464700001, "point": 0.23103235903299998, "amaz": 2.7246267452900006, "key": 0.82419811896, "decad": 0.760359972282, "has": 0.0427239448548, "date": 0.489080896097, "paramet": 2.8481901438599997, "replac": 0.444874803592, "circuit": 2.09903255116, "adjust": 1.9619104904, "champion": 1.6167713629299998, "experi": 0.626272953933, "resourc": 1.08137694258, "surpris": 1.47392435861, "monetari": 2.7207916494999997, "her": 0.574944311991, "quit": 1.05951513684, "alway": 0.726319204572, "engagementrel": 6.5370695979699995, "april": 0.37183444219899997, "cours": 0.765899404133, "huge": 1.47916358195, "global": 1.1957760371200001, "loss": 0.885954358842, "short": 0.345685625679, "not": 0.0155524130075, "storag": 2.1544996326700003, "view": 0.49515994217299997, "are": 0.0294674735827, "altern": 0.760359972282, "regard": 0.5819082848730001, "quick": 0.790727508899, "easi": 1.6665296351499999, "compos": 0.918718721148, "metric": 3.1016808515599994, "though": 0.308044191079, "then": 0.08303386523089999, "separ": 0.470759772949, "they": 0.0297269947676, "anoth": 0.127896361652, "reach": 0.40414323085000003, "turn": 0.324899251064, "let": 1.2488025672799998, "world": 0.107420248621, "referr": 4.59738999867, "downsid": 4.73092139129, "larger": 0.806828661778, "blog": 2.65237310559, "plus": 1.54575009318, "money": 0.964254518011, "featur": 0.423387418142, "simpl": 1.2232212893899999, "liter": 1.6990638498800001, "day": 0.16865870631700003, "crown": 1.47117785866, "valu": 0.823193310148, "accord": 0.243650319127, "got": 1.2863908849299999, "log": 2.61552683221, "sever": 0.06991112039689999, "those": 0.17854939087299998, "network": 0.9530830530519999, "without": 0.258874517941, "lot": 1.4835969502500002, "andor": 6.5370695979699995, "sourc": 0.529218310751, "small": 0.307101805059, "should": 0.509419876758, "put": 0.505652999854, "still": 0.17112222142900002, "tell": 1.21236434401, "result": 0.136378908381, "builder": 2.85802091664, "forb": 2.8471037776499997, "guidelin": 2.60865985243, "use": 0.0292080197316, "click": 3.54788042301, "acquisit": 2.3395407995200004, "ani": 0.125608358366, "question": 0.790310929014, "licens": 1.7575808080500002, "and": 6.29901420636e-05, "from": 0.000567054168866, "account": 0.665074289973, "answer": 1.5366310419, "allow": 0.24028061118900002, "behavior": 1.71014813378, "whether": 0.791561189647, "detail": 0.816187777173, "num": 0.00031499039539700004, "veri": 0.230159793238, "partial": 1.28456856096, "market": 0.8612095839370001, "aren": 6.17605625244, "idea": 0.73863592212, "shorten": 2.3980842551299997, "for": 0.00031499039539700004, "difficult": 0.912110767588, "regular": 0.739163417847, "twitter": 3.50295308141, "closer": 1.7167880323700002, "with": 0.00119749171339, "brand": 1.7094517549200001, "determin": 0.772833019022, "speak": 1.06169814662, "better": 0.6964279406, "effort": 0.637887211057, "sens": 1.04257779501, "look": 0.6463866936, "both": 0.050842533389300004, "video": 1.19307248967, "secur": 0.774198206948, "ago": 1.80163421715, "work": 0.109034567273, "agorapuls": 6.5370695979699995, "focus": 0.6981989720559999, "roi": 4.5192722194099995, "familiar": 1.92626315167, "tend": 1.21597024462, "know": 0.952919694398, "group": 0.190594534797, "websit": 0.924894023806, "doe": 0.5340417297169999, "even": 0.152388564834, "convers": 1.2085604509999999, "street": 0.8616567778030001, "littl": 0.438213989466, "give": 0.311392552224, "photo": 1.8593765463799998, "influenc": 0.572373185428, "place": 0.0957070839572, "great": 0.235805258079, "templat": 3.7726664603199995, "valuabl": 2.010566255, "goal": 1.18830712273, "error": 1.7985854343, "trial": 1.3966781444299998, "big": 1.00798563557, "comment": 1.11826753454, "off": 0.41352852038800003, "why…let": 6.5370695979699995, "shutterstock": 6.5370695979699995, "thing": 0.8781935346799999, "into": 0.0149128632287, "relev": 1.9371304613999998, "via": 0.831983625414, "state": 0.0466100027668, "abov": 0.643865229816, "constant": 1.2971646281, "set": 0.171496011289, "where": 0.0649921387457, "face": 0.589602371257, "buy": 1.6340517929299998, "campaign": 0.9077295995720001, "choos": 1.43007066072, "head": 0.456042582852, "influenti": 1.50862285915, "help": 0.336207721344, "main": 0.225571540588, "clear": 0.617474727198, "find": 0.547781330288, "potenti": 0.9245764122419999, "cover": 0.526975319156, "nuanc": 3.87650606314, "success": 0.27765441259199997, "sake": 2.9929646280599997, "vulner": 2.18259291507, "tool": 1.60887117963, "who": 0.0609002329859, "enter": 0.564256167492, "recipi": 2.30738368788, "hold": 0.503879117196, "post": 0.8057001527009999, "here": 0.8850381883700001, "factor": 1.06169814662, "durat": 2.35203685163, "were": 0.024291143681099997, "attent": 1.03332999658, "long": 0.235645793878, "onlin": 0.957503854357, "engag": 0.990534380034, "much": 0.17749572930100002, "grace": 2.16707153917, "evalu": 1.9388802431299998, "than": 0.0322608622182, "about": 0.0628434774746, "communiti": 0.673561947791, "mind": 1.2786688388299998, "context": 1.44920491442, "just": 0.289531434109, "understand": 1.0880858756799998, "tweet": 4.5309002574, "she": 0.7701082216959999, "admin": 5.91136369821, "type": 0.707101485387, "under": 0.07526180538319999, "check": 1.87281049562, "contribut": 0.655201578909, "dynam": 1.8756834711200001, "rest": 0.671587369833, "clearer": 4.20029314023, "save": 1.03598886547, "deadlin": 3.21579415833, "massiv": 1.44118776833, "start": 0.236443369291, "articl": 0.702131739574, "them": 0.0941833269093, "load": 1.91765354188, "keep": 0.7141523446729999, "freelanc": 4.1118821828900005, "anyth": 1.52353994585, "whi": 1.18068843047, "track": 1.14028498507, "abl": 0.599303982475, "mani": 0.0433157581221, "over": 0.0249367214957, "perhap": 1.14680739183, "generat": 0.719182341736, "build": 0.491137452091, "ugli": 3.5155848283199997, "protocol": 2.6897010624299997, "kpis": 6.5370695979699995, "select": 0.704804687133, "broad": 1.45323772, "consist": 0.398873126426, "traffic": 1.7834794068700002, "order": 0.22014038079300002, "exact": 1.2437647732500001, "there": 0.0400978929255, "exist": 0.38165779408699996, "connect": 0.633605058682, "inform": 0.454453704662, "possibl": 0.348805474891, "say": 0.562154280552, "best": 0.459227932947, "exampl": 0.40868267499899996, "ask": 0.776797209847, "custom": 1.2905032964799998, "think": 1.06717661175, "solopreneur": 6.5370695979699995, "knowledg": 1.2232212893899999, "take": 0.130691962197, "lesson": 2.1594002686700002, "previous": 0.356602960063, "now": 0.149092945021, "strategi": 1.49112311818, "further": 0.308815895297, "name": 0.09723316638430002, "code": 1.35601909597, "profil": 1.5751375153100002, "per": 0.672821024072, "see": 0.240921585492, "high": 0.13782378654000002, "basic": 1.00436774895, "play": 0.38110439064199997, "realli": 1.5576408397, "power": 0.292396282715, "leverag": 3.5767392514699994, "audienc": 1.4992703749399998, "issu": 0.364099043934, "also": 0.0146571578, "person": 0.34018281601800004, "mean": 0.37092128352, "the": 0.0, "polici": 0.92807570005, "becom": 0.11771217648900001, "past": 0.7016234157610001, "peopl": 0.193265578473, "entrepreneur": 2.79733172663, "newslett": 3.4034675302, "want": 0.6916366062549999, "someon": 1.59635928666, "convert": 1.1860360368, "lilach": 6.5370695979699995, "togeth": 0.458032237308, "individu": 0.588013447985, "behind": 0.7345572374320001, "themselv": 0.7225497843690001, "howev": 0.0903151173475, "essenti": 1.07434378384, "share": 0.618760299747, "although": 0.139487981418, "piec": 1.17598157639, "actual": 0.628514181648, "win": 1.01265652029, "outstand": 2.04989986258, "award": 0.8016199500650001, "which": 0.00517841384543, "what": 0.225887296827, "term": 0.33303898354600003, "session": 1.7220613790900001, "agenc": 1.25254253424, "other": 0.00987474791976, "refer": 0.262553246798, "one": 0.0062553516455, "hope": 0.919824304455, "rais": 0.6797577544760001, "full": 0.511203624148, "some": 0.0395735090645, "becaus": 0.139343158825, "facebook": 3.3517955196499996, "outsid": 0.515518738985, "get": 0.579769005782, "easier": 2.05923883436, "like": 0.139053576545, "nurtur": 3.6466978400800003, "text": 1.14048200999, "manag": 0.497643387158, "moment": 1.4497416830899998, "except": 0.54202451213, "tri": 0.61759152916, "invest": 1.42586787018, "transform": 1.22966322707, "analyt": 2.8481901438599997, "that": 0.00397614837964, "includ": 0.0188846813905, "sign": 0.565696850403, "cool": 1.9253988473800001, "team": 0.821902894886, "leadership": 1.3954060414700002, "revisit": 2.9718327043599997, "this": 0.0037864490525, "pretti": 2.75684036527, "time": 0.0112115188626, "back": 0.23166743089699998, "truli": 2.24126413875, "bit": 2.12032652634, "differ": 0.212321121312, "same": 0.112059649604, "linsk": 6.5370695979699995, "first": 0.0075872898121599995, "forget": 2.8330873756700004, "most": 0.020747896295599998, "brandnum": 6.5370695979699995, "earlier": 0.624742371425, "add": 1.52875583713, "drive": 1.07674430203, "obvious": 1.86383450716, "along": 0.260344385917, "all": 0.011402632097799998, "top": 0.609100637788, "busi": 0.720476170355, "action": 0.598043165069, "someth": 1.18830712273, "march": 0.32193989648000004, "have": 0.0147850023412, "case": 0.395406268889, "content": 1.26473915954, "author": 0.35274143130999996, "venomxlr": 6.5370695979699995, "rule": 0.554777423537, "rate": 0.761033872166, "more": 0.017024931599999998, "improv": 0.7147958039319999, "list": 0.309845761506, "career": 1.0944636875799998, "discuss": 0.78698452262, "achiev": 0.6270980851169999, "these": 0.0715336194008, "greatest": 1.10107184908, "benefit": 1.12116245116, "yourself": 3.28064670051, "gain": 0.6142097989249999, "general": 0.114952578063, "made": 0.0680215260973, "befor": 0.0956377718795, "lead": 0.23620402986699998, "averag": 0.957011687995, "download": 2.6841506319, "close": 0.250666759864, "serv": 0.383135035608, "can": 0.162341096394, "make": 0.07349765782289999, "media": 0.9530830530519999, "way": 0.19809150993500002, "onli": 0.025324268329099998, "each": 0.173741689304, "promot": 0.7017504724920001, "accur": 1.75248061485, "women": 0.8404139079, "link": 0.7661704068449999, "europ": 0.7017504724920001, "common": 0.338325805271, "imposs": 1.60165772512, "profilesgroupsnetworksetc": 6.5370695979699995, "data": 1.2168205848, "bullock": 4.34955383476, "caus": 0.325858567406, "qualiti": 1.07600506711, "transpar": 2.76480853492, "sinc": 0.0803681994577, "ultim": 0.9498209395739999, "come": 0.28390990653000003, "reflect": 0.85201207065, "digit": 1.48526454375, "oracl": 3.78368585557, "pay": 1.0301486577299999, "enough": 0.802884439169, "send": 1.32189757338, "right": 0.34035985417, "identifi": 0.833722000472, "speaker": 1.8489178830700002, "import": 0.292818277066, "decis": 0.7701082216959999, "game": 0.9477062580210001, "app": 3.57899404386, "conclus": 1.57818536893, "page": 0.711326032411, "timebound": 6.5370695979699995, "while": 0.04324998379380001, "social": 0.688371502261, "trafficconvers": 6.5370695979699995, "easili": 1.3066587367, "whys": 6.5370695979699995, "down": 0.306673741186, "learn": 0.842752064745, "when": 0.0205549888584, "mention": 0.931747186336, "retweet": 6.5370695979699995}, "freq": {"hand": 2, "boost": 2, "everybodi": 1, "web": 1, "realist": 3, "awar": 2, "onc": 5, "too": 2, "tip": 2, "fit": 1, "basi": 1, "new": 2, "extra": 1, "grow": 5, "would": 1, "googl": 11, "number": 3, "follow": 2, "screenshot": 3, "etc": 3, "specif": 15, "visit": 1, "progress": 1, "goalset": 1, "well": 1, "product": 1, "done": 1, "complet": 1, "path": 1, "url": 1, "toward": 1, "medium": 3, "irrelev": 1, "their": 5, "out": 4, "automat": 3, "won": 2, "particular": 1, "measur": 18, "instead": 1, "creat": 5, "multipl": 1, "how": 18, "land": 2, "anyway": 1, "had": 1, "increas": 2, "especi": 1, "expert": 1, "instagram": 1, "sure": 1, "will": 11, "overview": 1, "contact": 1, "qualifi": 1, "purpos": 1, "updat": 3, "portion": 1, "next": 2, "indic": 1, "perform": 4, "but": 12, "demonstr": 2, "definit": 1, "need": 10, "object": 6, "overal": 1, "point": 1, "amaz": 1, "key": 1, "decad": 1, "has": 2, "date": 1, "paramet": 10, "replac": 1, "circuit": 1, "adjust": 1, "champion": 1, "experi": 2, "resourc": 4, "surpris": 1, "monetari": 1, "her": 1, "quit": 2, "alway": 2, "engagementrel": 1, "april": 1, "cours": 1, "huge": 2, "global": 1, "loss": 1, "short": 1, "not": 10, "storag": 1, "view": 6, "are": 10, "altern": 1, "regard": 3, "quick": 1, "easi": 2, "compos": 1, "metric": 2, "though": 2, "then": 9, "separ": 1, "they": 7, "anoth": 1, "reach": 1, "turn": 1, "let": 1, "world": 1, "referr": 1, "downsid": 2, "larger": 1, "blog": 4, "plus": 3, "money": 2, "featur": 1, "simpl": 1, "liter": 1, "day": 1, "crown": 1, "valu": 3, "accord": 1, "got": 2, "log": 1, "sever": 1, "those": 2, "network": 12, "without": 1, "lot": 5, "andor": 1, "sourc": 6, "small": 4, "should": 4, "put": 1, "still": 4, "tell": 8, "result": 16, "builder": 1, "forb": 2, "guidelin": 1, "use": 12, "click": 5, "acquisit": 3, "ani": 4, "question": 2, "licens": 1, "and": 76, "from": 14, "account": 4, "answer": 2, "allow": 2, "behavior": 2, "whether": 1, "detail": 2, "num": 16, "veri": 4, "partial": 1, "market": 12, "aren": 1, "idea": 1, "shorten": 2, "for": 23, "difficult": 1, "regular": 2, "twitter": 5, "closer": 1, "with": 17, "brand": 1, "determin": 2, "speak": 2, "better": 6, "effort": 1, "sens": 1, "look": 1, "both": 3, "video": 1, "secur": 2, "ago": 1, "work": 3, "agorapuls": 1, "focus": 1, "roi": 2, "familiar": 1, "tend": 1, "know": 2, "group": 3, "websit": 9, "doe": 1, "even": 8, "convers": 16, "street": 1, "littl": 1, "give": 5, "photo": 1, "influenc": 3, "place": 1, "great": 1, "templat": 4, "valuabl": 1, "goal": 27, "error": 1, "trial": 1, "big": 2, "comment": 1, "off": 1, "why…let": 1, "shutterstock": 1, "thing": 1, "into": 1, "relev": 2, "via": 1, "state": 1, "abov": 2, "constant": 2, "set": 10, "where": 6, "face": 1, "buy": 1, "campaign": 12, "choos": 1, "head": 1, "influenti": 1, "help": 17, "main": 2, "clear": 2, "find": 3, "potenti": 1, "cover": 1, "nuanc": 1, "success": 3, "sake": 1, "vulner": 1, "tool": 4, "who": 1, "enter": 1, "recipi": 1, "hold": 1, "post": 9, "here": 3, "factor": 1, "durat": 1, "were": 3, "attent": 1, "long": 1, "onlin": 1, "engag": 3, "much": 9, "grace": 1, "evalu": 2, "than": 5, "about": 12, "communiti": 1, "mind": 2, "context": 1, "just": 7, "understand": 6, "tweet": 2, "she": 3, "admin": 1, "type": 5, "under": 4, "check": 2, "contribut": 1, "dynam": 1, "rest": 2, "clearer": 1, "save": 1, "deadlin": 2, "massiv": 1, "start": 6, "articl": 3, "them": 9, "load": 1, "keep": 1, "freelanc": 1, "anyth": 2, "whi": 5, "track": 27, "abl": 11, "mani": 6, "over": 1, "perhap": 1, "generat": 6, "build": 3, "ugli": 1, "protocol": 1, "kpis": 2, "select": 2, "broad": 1, "consist": 2, "traffic": 48, "order": 2, "exact": 8, "there": 8, "exist": 1, "connect": 2, "inform": 5, "possibl": 1, "say": 2, "best": 2, "exampl": 3, "ask": 1, "custom": 4, "think": 2, "solopreneur": 1, "knowledg": 1, "take": 8, "lesson": 1, "previous": 1, "now": 1, "strategi": 6, "further": 1, "name": 3, "code": 2, "profil": 2, "per": 1, "see": 10, "high": 2, "basic": 1, "play": 1, "realli": 2, "power": 2, "leverag": 2, "audienc": 3, "issu": 1, "also": 9, "person": 1, "mean": 4, "the": 63, "polici": 1, "becom": 1, "past": 1, "peopl": 2, "entrepreneur": 4, "newslett": 1, "want": 8, "someon": 1, "convert": 1, "lilach": 4, "togeth": 1, "individu": 1, "behind": 1, "themselv": 1, "howev": 2, "essenti": 1, "share": 14, "although": 2, "piec": 2, "actual": 5, "win": 1, "outstand": 1, "award": 1, "which": 11, "what": 25, "term": 1, "session": 2, "agenc": 1, "other": 3, "refer": 3, "one": 14, "hope": 1, "rais": 1, "full": 1, "some": 1, "becaus": 2, "facebook": 6, "outsid": 1, "get": 16, "easier": 1, "like": 12, "nurtur": 1, "text": 1, "manag": 1, "moment": 1, "except": 1, "tri": 1, "invest": 1, "transform": 1, "analyt": 14, "that": 35, "includ": 2, "sign": 1, "cool": 1, "team": 1, "leadership": 1, "revisit": 1, "this": 20, "pretti": 2, "time": 7, "back": 1, "truli": 1, "bit": 2, "differ": 1, "same": 2, "linsk": 1, "first": 2, "forget": 2, "most": 13, "brandnum": 1, "earlier": 1, "add": 7, "drive": 5, "obvious": 1, "along": 1, "all": 12, "top": 3, "busi": 14, "action": 3, "someth": 3, "march": 1, "have": 4, "case": 4, "content": 4, "author": 1, "venomxlr": 1, "rule": 1, "rate": 1, "more": 20, "improv": 5, "list": 3, "career": 1, "discuss": 1, "achiev": 7, "these": 9, "greatest": 1, "benefit": 1, "yourself": 2, "gain": 1, "general": 4, "made": 5, "befor": 3, "lead": 1, "averag": 2, "download": 1, "close": 1, "serv": 1, "can": 30, "make": 7, "media": 56, "way": 3, "onli": 3, "each": 10, "promot": 2, "accur": 5, "women": 2, "link": 25, "europ": 1, "common": 1, "imposs": 1, "profilesgroupsnetworksetc": 1, "data": 8, "bullock": 3, "caus": 1, "qualiti": 3, "transpar": 1, "sinc": 3, "ultim": 1, "come": 4, "reflect": 1, "digit": 1, "oracl": 1, "pay": 1, "enough": 2, "send": 1, "right": 1, "identifi": 1, "speaker": 1, "import": 7, "decis": 2, "game": 1, "app": 1, "conclus": 1, "page": 6, "timebound": 1, "while": 3, "social": 72, "trafficconvers": 1, "easili": 2, "whys": 1, "down": 1, "learn": 8, "when": 15, "mention": 4, "retweet": 1}, "idf": {"hand": 1.6152202665600002, "boost": 9.16099249856, "everybodi": 17.9389830508, "web": 5.17133550489, "realist": 12.9494290375, "awar": 4.27693965517, "onc": 1.4974533106999999, "too": 1.81585268215, "tip": 9.42195845697, "fit": 3.37070063694, "basi": 2.42122922068, "new": 1.0178880554, "extra": 5.33826496301, "grow": 2.27287043665, "would": 1.0828729281799998, "googl": 11.388809182200001, "number": 1.10142916609, "follow": 1.04640126549, "screenshot": 396.9, "etc": 4.2066772655, "specif": 1.8719490626099997, "visit": 2.20622568093, "progress": 2.44697903822, "goalset": 690.260869565, "well": 1.0655748708, "product": 1.62264922322, "done": 2.3302509907499998, "complet": 1.24021560816, "path": 4.6421052631599995, "url": 41.669291338600004, "toward": 1.6303142329, "medium": 7.00617828773, "irrelev": 29.7861163227, "their": 1.01547908405, "out": 1.06016694491, "automat": 6.787516032490001, "won": 2.31732593782, "particular": 1.3814827706200001, "measur": 2.41093394077, "instead": 1.59461631177, "creat": 1.2492917847, "multipl": 2.74813917258, "how": 1.60250328051, "land": 1.7209756097599997, "anyway": 23.244509516799997, "had": 1.0475750577399998, "increas": 1.32024948025, "especi": 1.66712170534, "expert": 5.36713995943, "instagram": 345.13043478300006, "sure": 7.453521126760001, "will": 1.22481098596, "overview": 12.6805111821, "contact": 3.2196309065099995, "qualifi": 6.546804123709999, "purpos": 2.23416830847, "updat": 5.56466876972, "portion": 3.3019966722099996, "next": 1.4950560316400001, "indic": 2.0826446281, "perform": 1.5313977042500002, "but": 1.01632417899, "demonstr": 2.64997496244, "definit": 3.24, "need": 1.4372623574099999, "object": 2.3488681757700003, "overal": 3.0442953020099996, "point": 1.25990000794, "amaz": 15.250720461099998, "key": 2.28005170185, "decad": 2.1390460792200003, "has": 1.0436497502, "date": 1.63081664099, "paramet": 17.256521739100002, "replac": 1.5602948402899999, "circuit": 8.15827338129, "adjust": 7.112903225810001, "champion": 5.03680203046, "experi": 1.87062566278, "resourc": 2.9487369985100003, "surpris": 4.36633663366, "monetari": 15.1923444976, "her": 1.7770315648099997, "quit": 2.8849718335500003, "alway": 2.06745670009, "engagementrel": 690.260869565, "april": 1.45039283757, "cours": 2.15092805853, "huge": 4.38927287808, "global": 3.30612244898, "loss": 2.42529789184, "short": 1.41295834817, "not": 1.01567398119, "storag": 8.623574144489998, "view": 1.6407606448899998, "are": 1.02990593578, "altern": 2.1390460792200003, "regard": 1.78944995491, "quick": 2.205, "easi": 5.2937645882, "compos": 2.5060773480700003, "metric": 22.235294117600002, "though": 1.36076112111, "then": 1.08657860516, "separ": 1.6012102874399998, "they": 1.03017325287, "anoth": 1.13643521832, "reach": 1.49801849406, "turn": 1.3838912133899999, "let": 3.48616600791, "world": 1.11340206186, "referr": 99.225, "downsid": 113.4, "larger": 2.2407904022599996, "blog": 14.1876675603, "plus": 4.6914893617, "money": 2.62283165373, "featur": 1.52712581762, "simpl": 3.3981164383599998, "liter": 5.468825353080001, "day": 1.18371607516, "crown": 4.354360943500001, "valu": 2.2777618364400003, "accord": 1.27589809531, "got": 3.61969904241, "log": 13.6744186047, "sever": 1.07241286139, "those": 1.19548192771, "network": 2.59369384088, "without": 1.29547123623, "lot": 4.40877534018, "andor": 690.260869565, "sourc": 1.69760479042, "small": 1.3594793629, "should": 1.6643254009900001, "put": 1.65806788512, "still": 1.1866357724799999, "tell": 3.36142282448, "result": 1.14611608432, "builder": 17.4270032931, "forb": 17.237785016300002, "guidelin": 13.580838323399998, "use": 1.0296387573799999, "click": 34.7396061269, "acquisit": 10.3764705882, "ani": 1.13383802314, "question": 2.20408163265, "licens": 5.79839298758, "and": 1.00006299213, "from": 1.00056721497, "account": 1.94463498285, "answer": 4.64890190337, "allow": 1.2716059271100002, "behavior": 5.52978056426, "whether": 2.20683903253, "detail": 2.26186066391, "num": 1.00031504001, "veri": 1.25880114177, "partial": 3.6131087847099996, "market": 2.36602086438, "aren": 481.09090909099996, "idea": 2.0930784443, "shorten": 11.0020790021, "for": 1.00031504001, "difficult": 2.48957189901, "regular": 2.09418282548, "twitter": 33.213389121300004, "closer": 5.5666199158500005, "with": 1.0011982089899998, "brand": 5.5259310824900005, "determin": 2.1658935879900003, "speak": 2.89127663449, "better": 2.0065722952500002, "effort": 1.89247824532, "sens": 2.8365195640499996, "look": 1.9086318826599997, "both": 1.05215720061, "video": 3.29719626168, "secur": 2.16885245902, "ago": 6.05954198473, "work": 1.11520089913, "agorapuls": 690.260869565, "focus": 2.01012914662, "roi": 91.76878612719999, "familiar": 6.86381322957, "tend": 3.3735656608599998, "know": 2.59327017315, "group": 1.20996875238, "websit": 2.52160101652, "doe": 1.70581282905, "even": 1.16461267606, "convers": 3.3486606201200004, "street": 2.36707917102, "littl": 1.5499365420299998, "give": 1.3653250774, "photo": 6.41973311767, "influenc": 1.77246846042, "place": 1.1004366812200002, "great": 1.26592775696, "templat": 43.495890411000005, "valuabl": 7.46754468485, "goal": 3.28152128979, "error": 6.04109589041, "trial": 4.04175152749, "big": 2.7400759406299997, "comment": 3.05954904606, "off": 1.5121440137200002, "why…let": 690.260869565, "shutterstock": 690.260869565, "thing": 2.4065484311099996, "into": 1.01502461479, "relev": 6.938811188810001, "via": 2.2978723404299997, "state": 1.0477133240899998, "abov": 1.90382539873, "constant": 3.6589075823900004, "set": 1.18707940781, "where": 1.06715063521, "face": 1.80327124035, "buy": 5.12459651388, "campaign": 2.4786885245900003, "choos": 4.17899447223, "head": 1.57781753131, "influenti": 4.520501138949999, "help": 1.39962972759, "main": 1.25303867403, "clear": 1.85423966363, "find": 1.7294117647099998, "potenti": 2.52080025405, "cover": 1.69380134429, "nuanc": 48.2553191489, "success": 1.32002993265, "sake": 19.9447236181, "vulner": 8.869273743019999, "tool": 4.99716713881, "who": 1.06279287723, "enter": 1.75813953488, "recipi": 10.0481012658, "hold": 1.6551292744, "post": 2.23826307627, "here": 2.42307692308, "factor": 2.89127663449, "durat": 10.5069490404, "were": 1.02458857696, "attent": 2.81040892193, "long": 1.2657259028899999, "onlin": 2.6051854282900004, "engag": 2.6926729986400004, "much": 1.1942229577299999, "grace": 8.73267326733, "evalu": 6.9509632224199995, "than": 1.03278688525, "about": 1.06486015159, "communiti": 1.96121062384, "mind": 3.5918552036199998, "context": 4.25972632144, "just": 1.33580143037, "understand": 2.96858638743, "tweet": 92.8421052632, "she": 2.16, "admin": 369.209302326, "type": 2.0281042411900003, "under": 1.0781663837, "check": 6.50655737705, "contribut": 1.9255306246200001, "dynam": 6.52527743527, "rest": 1.9573418813999999, "clearer": 66.7058823529, "save": 2.8178913737999998, "deadlin": 24.9230769231, "massiv": 4.22571200426, "start": 1.26673581744, "articl": 2.01805008262, "them": 1.09876115994, "load": 6.80497213888, "keep": 2.04245465071, "freelanc": 61.0615384615, "anyth": 4.58843930636, "whi": 3.2566153846200003, "track": 3.1276595744700004, "abl": 1.8208510150200001, "mani": 1.04426757877, "over": 1.02525024217, "perhap": 3.14812611541, "generat": 2.05275407292, "build": 1.6341739578, "ugli": 33.6355932203, "protocol": 14.7272727273, "kpis": 690.260869565, "select": 2.02345144022, "broad": 4.27693965517, "consist": 1.4901445466499998, "traffic": 5.95052473763, "order": 1.24625166811, "exact": 3.46864758575, "there": 1.04091266719, "exist": 1.4647107666799999, "connect": 1.8843916913900003, "inform": 1.5753125620200001, "possibl": 1.4173734488, "say": 1.7544480053, "best": 1.5828514456600002, "exampl": 1.50483412322, "ask": 2.1744966443, "custom": 3.6346153846199996, "think": 2.90715986083, "solopreneur": 690.260869565, "knowledg": 3.3981164383599998, "take": 1.13961668222, "lesson": 8.66593886463, "previous": 1.42846859816, "now": 1.160780873, "strategi": 4.44208170118, "further": 1.3618116315, "name": 1.10211732037, "code": 3.8807137619199996, "profil": 4.8314059647, "per": 1.9597580545599997, "see": 1.27242125511, "high": 1.14777327935, "basic": 2.7301805675, "play": 1.46390041494, "realli": 4.7476076555, "power": 1.3396337861799998, "leverag": 35.7567567568, "audienc": 4.4784203103, "issu": 1.43921675279, "also": 1.01476510067, "person": 1.40520446097, "mean": 1.44906900329, "the": 1.0, "polici": 2.52963671128, "becom": 1.12492028626, "past": 2.01702452039, "peopl": 1.21320495186, "entrepreneur": 16.4008264463, "newslett": 30.068181818200003, "want": 1.99698113208, "someon": 4.9350326391, "convert": 3.2740771293099997, "lilach": 690.260869565, "togeth": 1.58095996813, "individu": 1.8004082558400003, "behind": 2.0845588235299997, "themselv": 2.05967825636, "howev": 1.0945191313299998, "essenti": 2.9280708225700005, "share": 1.8566249561500001, "although": 1.14968498805, "piec": 3.24132298898, "actual": 1.87482286254, "win": 2.75290445639, "outstand": 7.76712328767, "award": 2.22914911542, "which": 1.005191845, "what": 1.25343439128, "term": 1.39520168732, "session": 5.59605216778, "agenc": 3.49922856513, "other": 1.00992366412, "refer": 1.30024570025, "one": 1.00627495722, "hope": 2.50884955752, "rais": 1.9733996271, "full": 1.66729678639, "some": 1.04036697248, "becaus": 1.1495184997499999, "facebook": 28.5539568345, "outsid": 1.67450690855, "get": 1.78562591385, "easier": 7.84, "like": 1.14918566775, "nurtur": 38.347826087, "text": 3.12827586207, "manag": 1.6448404475799998, "moment": 4.262013422819999, "except": 1.71948445792, "tri": 1.8544562551099997, "invest": 4.16146788991, "transform": 3.42007755278, "analyt": 17.256521739100002, "that": 1.00398406375, "includ": 1.0190641247799999, "sign": 1.7606742819099999, "cool": 6.8578833693300005, "team": 2.2748244734200003, "leadership": 4.03661327231, "revisit": 19.5276752768, "this": 1.00379362671, "pretti": 15.75, "time": 1.01127460348, "back": 1.26070038911, "truli": 9.405213270139999, "bit": 8.33385826772, "differ": 1.23654490225, "same": 1.11857958148, "linsk": 690.260869565, "first": 1.00761614623, "forget": 16.9978586724, "most": 1.02096463023, "brandnum": 690.260869565, "earlier": 1.86776470588, "add": 4.61243463103, "drive": 2.93510815308, "obvious": 6.44841592201, "along": 1.2973768080399999, "all": 1.01146788991, "top": 1.8387769284200002, "busi": 2.05541170378, "action": 1.81855670103, "someth": 3.28152128979, "march": 1.37980184252, "have": 1.0148948411399998, "case": 1.48498737256, "content": 3.5421686747, "author": 1.4229631621399998, "venomxlr": 690.260869565, "rule": 1.7415533128599998, "rate": 2.14048806795, "more": 1.0171706817, "improv": 2.04376930999, "list": 1.36321483771, "career": 2.98757997742, "discuss": 2.19676214197, "achiev": 1.87216981132, "these": 1.07415426252, "greatest": 3.00738776283, "benefit": 3.06841901817, "yourself": 26.592964824099997, "gain": 1.84819557625, "general": 1.1218202374200001, "made": 1.07038834951, "befor": 1.10036041031, "lead": 1.2664326739, "averag": 2.60390355913, "download": 14.6457564576, "close": 1.2848818387799998, "serv": 1.4668760972, "can": 1.17626139142, "make": 1.0762660158600001, "media": 2.59369384088, "way": 1.2190739461, "onli": 1.0256476516600002, "each": 1.18974820144, "promot": 2.0172808132099997, "accur": 5.768895348840001, "women": 2.31732593782, "link": 2.15151104486, "europ": 2.0172808132099997, "common": 1.4025974025999999, "imposs": 4.96125, "profilesgroupsnetworksetc": 690.260869565, "data": 3.37643555934, "bullock": 77.443902439, "caus": 1.38521943984, "qualiti": 2.9329392204, "transpar": 15.876, "sinc": 1.08368600683, "ultim": 2.58524670249, "come": 1.32831325301, "reflect": 2.3443591258099996, "digit": 4.416133518780001, "oracl": 43.9778393352, "pay": 2.80148226575, "enough": 2.2319696330700003, "send": 3.75053153792, "right": 1.4054532577899999, "identifi": 2.30187037843, "speaker": 6.35294117647, "import": 1.3401992233700002, "decis": 2.16, "game": 2.57978550536, "app": 35.837471783299996, "conclus": 4.84615384615, "page": 2.03669018602, "timebound": 690.260869565, "while": 1.0441988950299999, "social": 1.9904714142400002, "trafficconvers": 690.260869565, "easili": 3.6938110749199997, "whys": 690.260869565, "down": 1.35889754344, "learn": 2.32275054865, "when": 1.02076769755, "mention": 2.53894130817, "retweet": 690.260869565}}, "html": "<!DOCTYPE html>\n<html class=\"no-js\" lang=\"en-US\" prefix=\"og: http://ogp.me/ns#\"><head class=\"animated\"><meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/><meta content=\"width=device-width, initial-scale=1\" name=\"viewport\"/><link href=\"http://gmpg.org/xfn/11\" rel=\"profile\"/><link href=\"https://www.smartdatacollective.com/xmlrpc.php\" rel=\"pingback\"/> <script>(function(html){html.className = html.className.replace(/\\bno-js\\b/,'js')})(document.documentElement);</script> <script>(function(html){html.className = html.className.replace(/\\bno-js\\b/,'js')})(document.documentElement);</script> <link href=\"https://www.smartdatacollective.com/wp-content/cache/autoptimize/css/autoptimize_7135ff0878a1c944ca7bb9b841bc619e.css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/><title>Measuring Social Media ROI: Leveraging Data To Boost Results</title><meta content=\"Here's what to know about the hows and whys of measuring social media ROI, and leveraging data information to boost your results.\" name=\"description\"><link href=\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" rel=\"canonical\"/><meta content=\"en_US\" property=\"og:locale\"/><meta content=\"article\" property=\"og:type\"/><meta content=\"Measuring Social Media ROI: Leveraging Data To Boost Results\" property=\"og:title\"/><meta content=\"Here's what to know about the hows and whys of measuring social media ROI, and leveraging data information to boost your results.\" property=\"og:description\"/><meta content=\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" property=\"og:url\"/><meta content=\"SmartData Collective\" property=\"og:site_name\"/><meta content=\"https://www.facebook.com/SmartDataCo/\" property=\"article:publisher\"/><meta content=\"https://www.facebook.com/lilachbullockbiz\" property=\"article:author\"/><meta content=\"roi\" property=\"article:tag\"/><meta content=\"social media analytics\" property=\"article:tag\"/><meta content=\"social media data\" property=\"article:tag\"/><meta content=\"social media marketing\" property=\"article:tag\"/><meta content=\"social media marketing tips\" property=\"article:tag\"/><meta content=\"social media roi\" property=\"article:tag\"/><meta content=\"social media tips\" property=\"article:tag\"/><meta content=\"Social Media Analytics\" property=\"article:section\"/><meta content=\"2019-03-19T11:05:10+00:00\" property=\"article:published_time\"/><meta content=\"2019-04-02T16:24:11+00:00\" property=\"article:modified_time\"/><meta content=\"2019-04-02T16:24:11+00:00\" property=\"og:updated_time\"/><meta content=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI.jpg\" property=\"og:image\"/><meta content=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI.jpg\" property=\"og:image:secure_url\"/><meta content=\"1024\" property=\"og:image:width\"/><meta content=\"577\" property=\"og:image:height\"/><meta content=\"summary_large_image\" name=\"twitter:card\"/><meta content=\"Here's what to know about the hows and whys of measuring social media ROI, and leveraging data information to boost your results.\" name=\"twitter:description\"/><meta content=\"Measuring Social Media ROI: Leveraging Data To Boost Results\" name=\"twitter:title\"/><meta content=\"@smartdataco\" name=\"twitter:site\"/><meta content=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI.jpg\" name=\"twitter:image\"/><meta content=\"@lilachbullock\" name=\"twitter:creator\"/> <script class=\"yoast-schema-graph yoast-schema-graph--main\" type=\"application/ld+json\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https://www.smartdatacollective.com/#organization\",\"name\":\"SmartData Collective\",\"url\":\"https://www.smartdatacollective.com/\",\"sameAs\":[\"https://www.facebook.com/SmartDataCo/\",\"https://twitter.com/smartdataco\"]},{\"@type\":\"WebSite\",\"@id\":\"https://www.smartdatacollective.com/#website\",\"url\":\"https://www.smartdatacollective.com/\",\"name\":\"SmartData Collective\",\"publisher\":{\"@id\":\"https://www.smartdatacollective.com/#organization\"},\"potentialAction\":{\"@type\":\"SearchAction\",\"target\":\"https://www.smartdatacollective.com/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}},{\"@type\":\"WebPage\",\"@id\":\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/#webpage\",\"url\":\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\",\"inLanguage\":\"en-US\",\"name\":\"Measuring Social Media ROI: Leveraging Data To Boost Results\",\"isPartOf\":{\"@id\":\"https://www.smartdatacollective.com/#website\"},\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/#primaryimage\",\"url\":\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-999x577.jpg\",\"caption\":\"Shutterstock Licensed Photo - By Venomxlr\"},\"primaryImageOfPage\":{\"@id\":\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/#primaryimage\"},\"datePublished\":\"2019-03-19T11:05:10+00:00\",\"dateModified\":\"2019-04-02T16:24:11+00:00\",\"description\":\"Here's what to know about the hows and whys of measuring social media ROI, and leveraging data information to boost your results.\"},{\"@type\":\"Article\",\"@id\":\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/#article\",\"isPartOf\":{\"@id\":\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/#webpage\"},\"author\":{\"@id\":\"https://www.smartdatacollective.com/author/lilach/#author\",\"name\":\"Lilach Bullock\"},\"publisher\":{\"@id\":\"https://www.smartdatacollective.com/#organization\"},\"headline\":\"Measuring Social Media ROI: Leveraging Data To Boost Results\",\"datePublished\":\"2019-03-19T11:05:10+00:00\",\"dateModified\":\"2019-04-02T16:24:11+00:00\",\"commentCount\":0,\"mainEntityOfPage\":\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/#webpage\",\"image\":{\"@id\":\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/#primaryimage\"},\"keywords\":\"roi,social media analytics,social media data,social media marketing,social media marketing tips,social media roi,social media tips\",\"articleSection\":\"Analytics,Big Data,SmartData Collective Exclusive,Social Data,Social media,Social Media Analytics\"},{\"@type\":\"Person\",\"@id\":\"https://www.smartdatacollective.com/author/lilach/#author\",\"name\":\"Lilach Bullock\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https://www.smartdatacollective.com/#personlogo\",\"url\":\"https://secure.gravatar.com/avatar/96c99d631734638436fdcfdd38f72cbf?s=96&d=identicon&r=g\",\"caption\":\"Lilach Bullock\"},\"description\":\"Highly regarded on the world speaker circuit, <a href=\\\"https://www.lilachbullock.com\\\">Lilach</a> has graced Forbes and Number 10 Downing Street. She\\u2019s a hugely connected and highly influential entrepreneur. She is listed in Forbes as one of the top 20 women social media power influencers, named one of 10 top digital marketers by Brand24 and was crowned the Social Influencer of Europe by Oracle. She is listed as the number one Influencer in the UK by Career Experts and is a recipient for a Global Women Champions Award for her outstanding contribution and leadership in business.\",\"sameAs\":[\"https://www.facebook.com/lilachbullockbiz\",\"http://linkedin.com/in/lilachbullock\",\"https://twitter.com/lilachbullock\"]}]}</script> <link href=\"//s0.wp.com\" rel=\"dns-prefetch\"/><link href=\"//www.google.com\" rel=\"dns-prefetch\"/><link href=\"//fonts.googleapis.com\" rel=\"dns-prefetch\"/><link href=\"//s.w.org\" rel=\"dns-prefetch\"/><link href=\"https://www.smartdatacollective.com/feed/\" rel=\"alternate\" title=\"SmartData Collective » Feed\" type=\"application/rss+xml\"/><link href=\"https://www.smartdatacollective.com/comments/feed/\" rel=\"alternate\" title=\"SmartData Collective » Comments Feed\" type=\"application/rss+xml\"/> <script type=\"text/javascript\">window._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11.2.0\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11.2.0\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"https:\\/\\/www.smartdatacollective.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?ver=5.1.1\"}};\n\t\t\t!function(a,b,c){function d(a,b){var c=String.fromCharCode;l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,a),0,0);var d=k.toDataURL();l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,b),0,0);var e=k.toDataURL();return d===e}function e(a){var b;if(!l||!l.fillText)return!1;switch(l.textBaseline=\"top\",l.font=\"600 32px Arial\",a){case\"flag\":return!(b=d([55356,56826,55356,56819],[55356,56826,8203,55356,56819]))&&(b=d([55356,57332,56128,56423,56128,56418,56128,56421,56128,56430,56128,56423,56128,56447],[55356,57332,8203,56128,56423,8203,56128,56418,8203,56128,56421,8203,56128,56430,8203,56128,56423,8203,56128,56447]),!b);case\"emoji\":return b=d([55358,56760,9792,65039],[55358,56760,8203,9792,65039]),!b}return!1}function f(a){var c=b.createElement(\"script\");c.src=a,c.defer=c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var g,h,i,j,k=b.createElement(\"canvas\"),l=k.getContext&&k.getContext(\"2d\");for(j=Array(\"flag\",\"emoji\"),c.supports={everything:!0,everythingExceptFlag:!0},i=0;i<j.length;i++)c.supports[j[i]]=e(j[i]),c.supports.everything=c.supports.everything&&c.supports[j[i]],\"flag\"!==j[i]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[j[i]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(h=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",h,!1),a.addEventListener(\"load\",h,!1)):(a.attachEvent(\"onload\",h),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),g=c.source||{},g.concatemoji?f(g.concatemoji):g.wpemoji&&g.twemoji&&(f(g.twemoji),f(g.wpemoji)))}(window,document,window._wpemojiSettings);</script> <link href=\"//fonts.googleapis.com/css?family=Nunito%3A200%2C400%2C600%2C700%2C900&amp;ver=1.0.0\" id=\"techpro-fonts-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/> <script src=\"https://www.smartdatacollective.com/wp-includes/js/jquery/jquery.js?ver=1.12.4\" type=\"text/javascript\"></script> <link href=\"https://www.smartdatacollective.com/wp-json/\" rel=\"https://api.w.org/\"/><link href=\"https://www.smartdatacollective.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/><link href=\"https://wp.me/p8KVJT-1aIl\" rel=\"shortlink\"/><link href=\"https://www.smartdatacollective.com/wp-json/oembed/1.0/embed?url=https%3A%2F%2Fwww.smartdatacollective.com%2Fmeasuring-social-media-roi-leveraging-data-to-boost-results%2F\" rel=\"alternate\" type=\"application/json+oembed\"/><link href=\"https://www.smartdatacollective.com/wp-json/oembed/1.0/embed?url=https%3A%2F%2Fwww.smartdatacollective.com%2Fmeasuring-social-media-roi-leveraging-data-to-boost-results%2F&amp;format=xml\" rel=\"alternate\" type=\"text/xml+oembed\"/><link href=\"//v0.wordpress.com\" rel=\"dns-prefetch\"/><link href=\"//jetpack.wordpress.com\" rel=\"dns-prefetch\"/><link href=\"//s0.wp.com\" rel=\"dns-prefetch\"/><link href=\"//s1.wp.com\" rel=\"dns-prefetch\"/><link href=\"//s2.wp.com\" rel=\"dns-prefetch\"/><link href=\"//public-api.wordpress.com\" rel=\"dns-prefetch\"/><link href=\"//0.gravatar.com\" rel=\"dns-prefetch\"/><link href=\"//1.gravatar.com\" rel=\"dns-prefetch\"/><link href=\"//2.gravatar.com\" rel=\"dns-prefetch\"/></meta></head><body class=\"post-template-default single single-post postid-279517 single-format-standard remove-pl-author remove-pl-date mt-menu-full zoom-on mt-radius-25 mt-color-1 mt-fixed-no mt-fixed-up post-style-1 random-off menu-ad-off\" itemscope=\"\" itemtype=\"http://schema.org/WebPage\"><div class=\"mt-smart-menu-out\"></div><div class=\"mt-outer-wrap mt-fixed-wrap\"><div class=\"fixed-top\"><div class=\"container\"><div class=\"row\"><div class=\"col-md-12\"><ul class=\"share\"><li class=\"share-facebook\"><a class=\"mt-radius\" href=\"http://www.facebook.com/sharer.php?u=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><span>Share on Facebook</span></a></li><li class=\"share-twitter\"><a class=\"mt-radius\" href=\"http://twitter.com/home/?status=Measuring+Social+Media+ROI:+Leveraging+Data+To+Boost+Results+https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><span>Tweet on Twitter</span></a></li><li class=\"share-more\"><div class=\"share-more-wrap\"><div class=\"share-more-icon mt-radius\">+</div></div> <a class=\"mt-radius\" href=\"https://plus.google.com/share?url=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><div class=\"google mt-radius-b\"></div></a> <a class=\"mt-radius\" href=\"http://pinterest.com/pin/create/button/?url=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/&amp;media=https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI.jpg\" target=\"_blank\"><div class=\"pinterest mt-radius-b\"></div></a></li></ul></div></div></div></div><div class=\"fixed-top-menu\"><div class=\"container\"><div class=\"row\"><div class=\"col-md-12\"> <a class=\"logo\" href=\"https://www.smartdatacollective.com/\"> <img alt=\"Measuring Social Media ROI: Leveraging Data To Boost Results\" height=\"40\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png\" srcset=\"https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png, https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png 2x\" width=\"276\"/> </a><div class=\"menu-header-container\"><ul class=\"fixed-menu-ul\" id=\"menu-header\"><li class=\"menu-item menu-item-type-post_type menu-item-object-page df-md-menuitem dropdown df-is-not-megamenu menu-item-14717\" id=\"menu-item-14717\"><a href=\"https://www.smartdatacollective.com/post-here/\">Post Here</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category current-post-ancestor current-menu-parent current-post-parent df-md-menuitem df-is-megamenu dropdown menu-item-14677\" id=\"menu-item-14677\"><a href=\"https://www.smartdatacollective.com/category/smartdata-collective-exclusive/\">Exclusive</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category current-post-ancestor current-menu-parent current-post-parent df-md-menuitem dropdown df-is-not-megamenu menu-item-14674\" id=\"menu-item-14674\"><a href=\"https://www.smartdatacollective.com/category/analytics/\">Analytics</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category current-post-ancestor current-menu-parent current-post-parent df-md-menuitem dropdown df-is-not-megamenu menu-item-14669\" id=\"menu-item-14669\"><a href=\"https://www.smartdatacollective.com/category/big-data/\">Big Data</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem dropdown df-is-not-megamenu menu-item-14670\" id=\"menu-item-14670\"><a href=\"https://www.smartdatacollective.com/category/business-intelligence/\" title=\"Business Intelligence\">BI</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem dropdown df-is-not-megamenu menu-item-14675\" id=\"menu-item-14675\"><a href=\"https://www.smartdatacollective.com/category/it/\">IT</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem df-is-megamenu dropdown menu-item-14676\" id=\"menu-item-14676\"><a href=\"https://www.smartdatacollective.com/category/marketing/\">Marketing</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem dropdown df-is-not-megamenu menu-item-14683\" id=\"menu-item-14683\"><a href=\"https://www.smartdatacollective.com/category/software/\">Software</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem dropdown df-is-not-megamenu menu-item-14721\" id=\"menu-item-14721\"><a href=\"https://www.smartdatacollective.com/category/podcasts/\">Podcasts</a></li></ul></div><div class=\"clear\"></div></div></div></div></div></div><div class=\"mt-smart-menu\"> <span class=\"close pointer\"></span><ul class=\"social\"><li><a href=\"https://twitter.com/SmartDataCo\" target=\"_blank\"><i class=\"ic-twitter\"></i></a></li><li><a href=\"https://www.facebook.com/SmartDataCo\" target=\"_blank\"><i class=\"ic-facebook\"></i></a></li><li><a href=\"https://plus.google.com/+SmartDataCollective\" target=\"_blank\"><i class=\"ic-google-plus\"></i></a></li><li><a href=\"https://www.smartdatacollective.com/rss/feed.xml\" target=\"_blank\"><i class=\"ic-rss\"></i></a></li></ul><div class=\"menu-mobile-menu-container\"><ul class=\"mobile\" id=\"menu-mobile-menu\"><li class=\"menu-item menu-item-type-post_type menu-item-object-page df-md-menuitem dropdown df-is-not-megamenu menu-item-14500\" id=\"menu-item-14500\"><a href=\"https://www.smartdatacollective.com/news/\">News</a></li><li class=\"menu-item menu-item-type-post_type menu-item-object-page df-md-menuitem dropdown df-is-not-megamenu menu-item-14501\" id=\"menu-item-14501\"><a href=\"https://www.smartdatacollective.com/auto/\">Auto</a></li></ul></div></div><div class=\"mt-outer-wrap\"><div class=\"mt-header-mobile menu-background-mobile hide-desktop top-nav search-on\"><div class=\"nav-mobile pointer pull-left\"><div class=\"mt-m-cool-button\"> <span class=\"mt-m-cool-button-line\"></span></div></div><div class=\"mt-mobile-logo\"> <a href=\"https://www.smartdatacollective.com/\"> <img alt=\"Measuring Social Media ROI: Leveraging Data To Boost Results\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png\"/> </a></div><div class=\"search-close\"></div><div class=\"nav-search-wrap pull-right\"><div class=\"nav-search pointer\"></div><div class=\"nav-search-input mt-radius\"><form action=\"https://www.smartdatacollective.com//\" id=\"searchform\" method=\"get\"> <input name=\"s\" placeholder=\"To search type and hit enter\" type=\"text\"/></form></div></div></div><div class=\"mt-header-space hide-desktop\"></div><div class=\"header-wrap\" itemscope=\"itemscope\" itemtype=\"http://schema.org/WPHeader\"><div class=\"header-mt-container-wrap\"><div class=\"container mt-header-container\"><div class=\"row\"><div class=\"col-md-12\"><div class=\"head container-fluid\"><div class=\"head-logo\"> <a class=\"logo\" href=\"https://www.smartdatacollective.com/\"> <img alt=\"Measuring Social Media ROI: Leveraging Data To Boost Results\" height=\"40\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png\" srcset=\"https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png, https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png 2x\" width=\"276\"/> </a></div><div class=\"head-nav\"> <a class=\"mt_l_popular\" href=\"https://www.smartdatacollective.com/popular/\">POPULAR <span>Posts</span></a> <a class=\"mt_l_trending\" href=\"https://www.smartdatacollective.com/trending/\">TRENDING <span>Posts</span></a></div><div class=\"head-bookmark\"> <a class=\"mt-radius\" href=\"https://www.smartdatacollective.com/post-here/\">Post Here</a></div></div></div></div></div></div><div class=\"header-menu mt-header-container search-on small-on\"><div class=\"container\"><div class=\"row\"><div class=\"col-md-12\"><div class=\"top-nav container-fluid\"><div class=\"nav-button mt-radius pointer pull-left menu-background-left\"><div class=\"mt-m-cool-button\"> <span class=\"mt-m-cool-button-line\"></span></div></div><div class=\"nav pull-left\" itemscope=\"itemscope\" itemtype=\"http://schema.org/SiteNavigationElement\"><div class=\"menu-header-container\"><ul class=\"sf-menu menu-background mt-radius\" id=\"menu-header-1\"><li class=\"menu-item menu-item-type-post_type menu-item-object-page df-md-menuitem dropdown df-is-not-megamenu menu-item-14717\"><a href=\"https://www.smartdatacollective.com/post-here/\">Post Here</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category current-post-ancestor current-menu-parent current-post-parent df-md-menuitem df-is-megamenu dropdown menu-item-14677\"><a href=\"https://www.smartdatacollective.com/category/smartdata-collective-exclusive/\">Exclusive</a><ul class=\"sub-menu\"><li class=\"menu-item-0\" id=\"menu-item-0\"><a></a><div class=\"df-block-megamenu df-block-megamenu-9-2\"><div class=\"row\"><div class=\"df-loading hidden df-loading-9-2\">LOADING</div><div class=\"df-block-inner-megamenu df-block-inner-megamenu-9-2\"><input class=\"df-total-pages-9-2\" name=\"df-total-pages-9-2\" type=\"hidden\" value=\"143\"/><input class=\"df-posts-per-page-9-2\" name=\"df-posts-per-page-9-2\" type=\"hidden\" value=\"5\"/><input class=\"df-current-page-9-2\" name=\"df-current-page-9-2\" type=\"hidden\" value=\"1\"/><input class=\"df-has-sub-cat-9-2\" name=\"df-has-sub-cat-9-2\" type=\"hidden\" value=\"false\"/><div class=\"mega-post-wrap megamenu-grid-container-9-2\"><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/invest-in-analytics-to-improve-production-line/\"><div class=\"poster-cat mt-theme-background\"><span>Analytics</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/production-line-analytics-15x10.jpg);\"></div><img alt=\"Invest In Analytics To Improve Your Production Line\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/production-line-analytics-300x206.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/invest-in-analytics-to-improve-production-line/\"><h4>Invest In Analytics To Improve Your Production Line</h4></a></div></div><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/top-3-email-metrics-tools-are-made-possible-by-big-data-analytics/\"><div class=\"poster-cat mt-theme-background\"><span>Analytics</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/email-metrics-tools-15x10.jpg);\"></div><img alt=\"These Top 3 Email Metrics Tools Are Made Possible By Big Data Analytics\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/email-metrics-tools-300x200.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/top-3-email-metrics-tools-are-made-possible-by-big-data-analytics/\"><h4>These Top 3 Email Metrics Tools Are Made Possible By Big Data Analytics</h4></a></div></div><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/relevance-of-big-data-multi-factor-authentication-solutions/\"><div class=\"poster-cat mt-theme-background\"><span>Big Data</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/multi-factor-authentication-solution-15x11.jpg);\"></div><img alt=\"The Relevance of Big Data For Multi-Factor Authentication Solutions\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/multi-factor-authentication-solution-300x212.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/relevance-of-big-data-multi-factor-authentication-solutions/\"><h4>The Relevance of Big Data For Multi-Factor Authentication Solutions</h4></a></div></div><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/8-productivity-tracking-apps-that-leverage-big-data/\"><div class=\"poster-cat mt-theme-background\"><span>Analytics</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/apps-that-leverage-big-data-15x10.jpg);\"></div><img alt=\"Top 8 Productivity Tracking Apps That Leverage Big Data\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/apps-that-leverage-big-data-300x203.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/8-productivity-tracking-apps-that-leverage-big-data/\"><h4>Top 8 Productivity Tracking Apps That Leverage Big Data</h4></a></div></div><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/which-technology-stack-should-you-use-for-web-application/\"><div class=\"poster-cat mt-theme-background\"><span>Development</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/which-technology-stack-should-you-use-15x10.jpg);\"></div><img alt=\"Which Technology Stack Should You Use For Your Web Application?\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/which-technology-stack-should-you-use-300x190.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/which-technology-stack-should-you-use-for-web-application/\"><h4>Which Technology Stack Should You Use For Your Web Application?</h4></a></div></div></div></div></div></div><a></a></li></ul></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category current-post-ancestor current-menu-parent current-post-parent df-md-menuitem dropdown df-is-not-megamenu menu-item-14674\"><a href=\"https://www.smartdatacollective.com/category/analytics/\">Analytics</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category current-post-ancestor current-menu-parent current-post-parent df-md-menuitem dropdown df-is-not-megamenu menu-item-14669\"><a href=\"https://www.smartdatacollective.com/category/big-data/\">Big Data</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem dropdown df-is-not-megamenu menu-item-14670\"><a href=\"https://www.smartdatacollective.com/category/business-intelligence/\" title=\"Business Intelligence\">BI</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem dropdown df-is-not-megamenu menu-item-14675\"><a href=\"https://www.smartdatacollective.com/category/it/\">IT</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem df-is-megamenu dropdown menu-item-14676\"><a href=\"https://www.smartdatacollective.com/category/marketing/\">Marketing</a><ul class=\"sub-menu\"><li class=\"menu-item-0\"><a></a><div class=\"df-block-megamenu df-block-megamenu-12-7\"><div class=\"row\"><div class=\"df-loading hidden df-loading-12-7\">LOADING</div><div class=\"df-block-inner-megamenu df-block-inner-megamenu-12-7\"><input class=\"df-total-pages-12-7\" name=\"df-total-pages-12-7\" type=\"hidden\" value=\"68\"/><input class=\"df-posts-per-page-12-7\" name=\"df-posts-per-page-12-7\" type=\"hidden\" value=\"5\"/><input class=\"df-current-page-12-7\" name=\"df-current-page-12-7\" type=\"hidden\" value=\"1\"/><input class=\"df-has-sub-cat-12-7\" name=\"df-has-sub-cat-12-7\" type=\"hidden\" value=\"false\"/><div class=\"mega-post-wrap megamenu-grid-container-12-7\"><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/big-data-gives-us-new-insights-into-influencer-reach/\"><div class=\"poster-cat mt-theme-background\"><span>Big Data</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/influencer-reach-15x11.jpg);\"></div><img alt=\"Big Data Gives Us New Insights Into Influencer Reach\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/influencer-reach-300x213.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/big-data-gives-us-new-insights-into-influencer-reach/\"><h4>Big Data Gives Us New Insights Into Influencer Reach</h4></a></div></div><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/how-big-data-and-business-card-marketing-go-together/\"><div class=\"poster-cat mt-theme-background\"><span>Big Data</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/big-data-and-business-card-marketing-15x8.jpg);\"></div><img alt=\"Here's How Big Data And Business Card Marketing Go Together\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/big-data-and-business-card-marketing-300x163.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/how-big-data-and-business-card-marketing-go-together/\"><h4>Here’s How Big Data And Business Card Marketing Go Together</h4></a></div></div><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/innovative-brands-use-big-data-to-improve-sticker-branding/\"><div class=\"poster-cat mt-theme-background\"><span>Big Data</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/big-data-helps-branding-15x8.jpg);\"></div><img alt=\"Innovative Brands Use Big Data to Improve Sticker Branding\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/big-data-helps-branding-300x169.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/innovative-brands-use-big-data-to-improve-sticker-branding/\"><h4>Innovative Brands Use Big Data to Improve Sticker Branding</h4></a></div></div><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/importance-of-analytics-content-marketing/\"><div class=\"poster-cat mt-theme-background\"><span>Analytics</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/content-marketing-analyatics-15x10.jpg);\"></div><img alt=\"What To Know About The Importance Of Analytics In Content Marketing\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/content-marketing-analyatics-300x202.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/importance-of-analytics-content-marketing/\"><h4>What To Know About The Importance Of Analytics In Content Marketing</h4></a></div></div><div class=\"megamenu-span mega-5\"><div class=\"mega-post-in\"><a href=\"https://www.smartdatacollective.com/why-data-is-necessary-for-an-seo-campaign-to-be-successful/\"><div class=\"poster-cat mt-theme-background\"><span>Big Data</span></div><div class=\"mt-megamenu-img poster-image mt-radius\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/02/data-used-for-rankings-SEO-15x12.jpg);\"></div><img alt=\"Why Data Is Necessary for an SEO Campaign to Be Successful\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/02/data-used-for-rankings-SEO-300x241.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div></div></a><a href=\"https://www.smartdatacollective.com/why-data-is-necessary-for-an-seo-campaign-to-be-successful/\"><h4>Why Data Is Necessary for an SEO Campaign to Be Successful</h4></a></div></div></div></div></div></div><a></a></li></ul></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem dropdown df-is-not-megamenu menu-item-14683\"><a href=\"https://www.smartdatacollective.com/category/software/\">Software</a></li><li class=\"menu-item menu-item-type-taxonomy menu-item-object-category df-md-menuitem dropdown df-is-not-megamenu menu-item-14721\"><a href=\"https://www.smartdatacollective.com/category/podcasts/\">Podcasts</a></li></ul></div><div class=\"pull-right menu-background mt-radius\"><ul class=\"social\"><li><a href=\"https://twitter.com/SmartDataCo\" target=\"_blank\"><i class=\"ic-twitter\"></i></a></li><li><a href=\"https://www.facebook.com/SmartDataCo\" target=\"_blank\"><i class=\"ic-facebook\"></i></a></li><li><a href=\"https://plus.google.com/+SmartDataCollective\" target=\"_blank\"><i class=\"ic-google-plus\"></i></a></li><li><a href=\"https://www.smartdatacollective.com/rss/feed.xml\" target=\"_blank\"><i class=\"ic-rss\"></i></a></li></ul></div></div><div class=\"search-close\"></div><div class=\"search-close\"></div><div class=\"nav-search-wrap pull-right menu-background-right mt-radius\"><div class=\"nav-search pointer\"></div><div class=\"nav-search-input mt-radius\"><form action=\"https://www.smartdatacollective.com//\" method=\"get\"> <input name=\"s\" placeholder=\"To search type and hit enter\" type=\"text\"/></form></div></div></div></div></div></div></div></div> <br/><div align=\"center\"><script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-slot=\"8237198465\" style=\"display:inline-block;width:970px;height:250px\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script></div><article itemscope=\"\" itemtype=\"http://schema.org/Article\"><div class=\"post-content-wrap mt-content-container\" itemprop=\"mainEntityOfPage\"><div class=\"container\"><div class=\"row\"><div class=\"col-col-1 col-md-1 sidebar theiaStickySidebar\"><div class=\"single-cat-wrap\"><ul class=\"post-categories\"><li><a href=\"https://www.smartdatacollective.com/category/analytics/\" rel=\"category tag\">Analytics</a></li><li><a href=\"https://www.smartdatacollective.com/category/big-data/\" rel=\"category tag\">Big Data</a></li><li><a href=\"https://www.smartdatacollective.com/category/smartdata-collective-exclusive/\" rel=\"category tag\">SmartData Collective Exclusive</a></li><li><a href=\"https://www.smartdatacollective.com/category/big-data/social-data/\" rel=\"category tag\">Social Data</a></li><li><a href=\"https://www.smartdatacollective.com/category/social-media/\" rel=\"category tag\">Social media</a></li><li><a href=\"https://www.smartdatacollective.com/category/analytics/social-media-analytics/\" rel=\"category tag\">Social Media Analytics</a></li></ul></div><div><div class=\"poster-small-bottom-wrap\"><div class=\"poster-small-bottom\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/invest-in-analytics-to-improve-production-line/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/production-line-analytics-15x10.jpg);\"></div><img alt=\"Invest In Analytics To Improve Your Production Line\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/production-line-analytics-300x206.jpg\" height=\"480\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"480\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/invest-in-analytics-to-improve-production-line/\"><h4>Invest In Analytics To Improve Your Production Line</h4></a></div><div class=\"clearfix\"></div></div><div class=\"poster-small-bottom\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/top-3-email-metrics-tools-are-made-possible-by-big-data-analytics/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/email-metrics-tools-15x10.jpg);\"></div><img alt=\"These Top 3 Email Metrics Tools Are Made Possible By Big Data Analytics\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/email-metrics-tools-300x200.jpg\" height=\"480\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"480\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/top-3-email-metrics-tools-are-made-possible-by-big-data-analytics/\"><h4>These Top 3 Email Metrics Tools Are Made Possible By Big Data Analytics</h4></a></div><div class=\"clearfix\"></div></div><div class=\"poster-small-bottom\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/8-productivity-tracking-apps-that-leverage-big-data/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/apps-that-leverage-big-data-15x10.jpg);\"></div><img alt=\"Top 8 Productivity Tracking Apps That Leverage Big Data\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/apps-that-leverage-big-data-300x203.jpg\" height=\"480\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"480\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/8-productivity-tracking-apps-that-leverage-big-data/\"><h4>Top 8 Productivity Tracking Apps That Leverage Big Data</h4></a></div><div class=\"clearfix\"></div></div><div class=\"poster-small-bottom\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/data-analytics-optimizes-shipping-through-kpi-tracking/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/data-analytics-of-shipping-industry-15x10.jpg);\"></div><img alt=\"Data Analytics Optimizes Shipping through KPI Tracking\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/data-analytics-of-shipping-industry-300x200.jpg\" height=\"480\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"480\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/data-analytics-optimizes-shipping-through-kpi-tracking/\"><h4>Data Analytics Optimizes Shipping through KPI Tracking</h4></a></div><div class=\"clearfix\"></div></div><div class=\"poster-small-bottom\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/how-wix-is-using-predictive-analytics-to-deliver-top-tier-websites/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/using-predictive-analytics-15x10.jpg);\"></div><img alt=\"How Wix Is Using Predictive Analytics To Deliver Top-Tier Websites\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/using-predictive-analytics-300x200.jpg\" height=\"480\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"480\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/how-wix-is-using-predictive-analytics-to-deliver-top-tier-websites/\"><h4>How Wix Is Using Predictive Analytics To Deliver Top-Tier Websites</h4></a></div><div class=\"clearfix\"></div></div></div></div></div><div class=\"single-content col-col-2 col-md-7 pull-left\"><h1 class=\"single-title\" itemprop=\"headline\">Measuring Social Media ROI: Leveraging Data To Boost Results</h1><h2 class=\"single-subtitle\" itemprop=\"description\">Here's what to know about the hows and whys of measuring social media ROI, and leveraging data information to boost your results.</h2><div class=\"after-title\"><div class=\"pull-left\"><div class=\"author-img pull-left\"> <img alt=\"Avatar\" class=\"avatar avatar-30 wp-user-avatar wp-user-avatar-30 photo avatar-default\" height=\"30\" src=\"https://secure.gravatar.com/avatar/96c99d631734638436fdcfdd38f72cbf?s=30&amp;d=identicon&amp;r=g\" width=\"30\"/></div><div class=\"author-info\"> <strong itemprop=\"author\"><a href=\"https://www.smartdatacollective.com/author/lilach/\" rel=\"author\" title=\"Posts by Lilach Bullock\">Lilach Bullock</a></strong> <small class=\"color-silver-light\" itemprop=\"datePublished\">March 19, 2019</small> <span class=\"hide\" itemprop=\"dateModified\">April 2, 2019</span></div></div><div class=\"post-statistic pull-left\"> <span class=\"stat-shares color-silver-light\"><strong>57</strong> Shares</span> <span class=\"stat-views\"><strong>1,985</strong> Views</span></div><div class=\"clearfix\"></div><ul class=\"share top\"><li class=\"share-facebook\"><a class=\"mt-radius\" href=\"http://www.facebook.com/sharer.php?u=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><span>Share on Facebook</span></a></li><li class=\"share-twitter\"><a class=\"mt-radius\" href=\"http://twitter.com/home/?status=Measuring+Social+Media+ROI:+Leveraging+Data+To+Boost+Results+https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><span>Tweet on Twitter</span></a></li><li class=\"share-more\"><div class=\"share-more-wrap\"><div class=\"share-more-icon mt-radius\">+</div></div> <a class=\"mt-radius\" href=\"http://pinterest.com/pin/create/button/?url=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/&amp;media=https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI.jpg\" target=\"_blank\"><div class=\"pinterest mt-radius-b\"></div></a> <a class=\"mt-radius\" href=\"https://plus.google.com/share?url=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><div class=\"google mt-radius-b\"></div></a></li></ul><div class=\"single-stat-comments\"></div><div class=\"clearfix\"></div></div><div class=\"post-img\"><div class=\"single-share\"> <a class=\"lightbox\" href=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-1024x577.jpg\"> <span class=\"mt-img-copyright\">Shutterstock Licensed Photo - By Venomxlr</span> <img alt=\"leveraging social data for ROI\" class=\"mt-radius wp-post-image\" data-attachment-id=\"279961\" data-comments-opened=\"1\" data-image-description=\"&lt;p&gt;Shutterstock Licensed Photo – By Venomxlr | https://www.shutterstock.com/g/iftawan&lt;/p&gt;\n\" data-image-meta='{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\",\"orientation\":\"1\"}' data-image-title=\"leveraging social data for ROI\" data-large-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-1024x577.jpg\" data-medium-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-300x169.jpg\" data-orig-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI.jpg\" data-orig-size=\"1024,577\" data-permalink=\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/leveraging-social-data-for-roi/\" height=\"417\" sizes=\"(max-width: 740px) 100vw, 740px\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-1024x577.jpg\" srcset=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI.jpg 1024w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-300x169.jpg 300w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-768x433.jpg 768w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-550x310.jpg 550w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-520x293.jpg 520w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-625x352.jpg 625w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-15x8.jpg 15w\" width=\"740\"/> </a><div class=\"single-share-socials mt-radius-b\"> <a href=\"http://www.facebook.com/sharer.php?u=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><div class=\"facebook mt-radius-b\"></div></a> <a href=\"http://twitter.com/home/?status=Measuring+Social+Media+ROI:+Leveraging+Data+To+Boost+Results+https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><div class=\"twiiter mt-radius-b\"></div></a> <a href=\"https://plus.google.com/share?url=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><div class=\"google mt-radius-b\"></div></a> <a href=\"http://pinterest.com/pin/create/button/?url=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/&amp;media=https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI.jpg\" target=\"_blank\"><div class=\"pinterest mt-radius-b\"></div></a></div></div></div><div class=\"entry-content\" itemprop=\"articleBody\"><p>Social media takes time to nurture and grow – and it takes a lot of trial and error. I’ve started using and experimenting with social media marketing more than a decade ago when I tried Twitter for the first time. Since then, I’ve learned a very important lesson about social media marketing: the answers to most questions are in your analytics. That’s where you find out what works for you. What gets you results. <a href=\"https://www.smartdatacollective.com/ways-boost-social-media-engagement-with-big-data/\">What makes your audience want to engage</a> with you. In this blog post, I’m going to discuss the how, what, and why’s of measuring your <a href=\"https://www.lilachbullock.com/measure-social-media-roi/\" rel=\"nofollow\">social media ROI</a> and how you can use your social media data to improve your results.</p><div class=\"quads-location quads-ad1\" id=\"quads-ad1\" style=\"float:none;margin:5px;\"> <script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-format=\"fluid\" data-ad-layout=\"in-article\" data-ad-slot=\"4409634097\" style=\"display:block; text-align:center;\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script> </div><h2>Why measure your social media ROI?</h2><p> For one, you’re likely investing quite a bit of resources in your social media; whether it’s money or time (or most likely both), you need to make sure that you’re actually making the most of your resources and that you’re constantly learning and growing. This isn’t just for agencies or freelancers that need to demonstrate how they’re efforts are paying off for their customers – small businesses, entrepreneurs, or even solopreneurs should all do this if they’re using social media marketing to promote their business. There’s little point in doing social media just for the sake of it if you’re not going to evaluate your progress regularly. And perhaps most importantly, this is how you learn what gets you results and what doesn’t. When you use social media with a clear purpose in mind – as you do as a business or entrepreneur – like raising awareness of your brand and driving more traffic to your website, you need to check that you’re actually getting those results. And if you’re not, then you need to identify the causes and potential issues so that you can revisit your strategy and improve it. And that, in my experience, is the greatest <a href=\"https://www.smartdatacollective.com/how-big-data-affecting-social-media-metrics-and-facebook-ad-strategies/\">benefit to measuring social media results</a> – it allows you to consistently improve your strategy and drive better results for your business as you learn about your audience and what makes them click (in many cases, quite literally). But enough about the why…let’s get into the what and how portion, as that will also serve to demonstrate much better and clearer why it’s so important to measure your results.</p><h2>Start with social media marketing goals</h2><p> Take a moment to ask yourself a question: “Why are you using social media for your business?” Forget about the obvious answers, like “well, I have to since everybody is on social media” or “so I get more followers and hopefully more traffic and leads too”. Instead, be more specific – what <em>exactly</em> do you want to achieve with social media? Forget about broad generalizations like the ones above and think of the exact results you want to get from social media: traffic, shares, engagement, and so on. To help you set your goals, you can use a goal-setting template; personally, I’m partial to <a href=\"https://www.mindtools.com/pages/article/smart-goals.htm\" rel=\"nofollow\">SMART goals</a>, which state that your goals should be:</p><ul><li>Specific</li><li>Measurable</li><li>Achievable</li><li>Relevant</li><li>And time-bound</li></ul><p> Think of it this way: “specific” tells you that you need to be very detailed and clear when you set a goal – the rest 4 guidelines pretty much help you understand what “specific” means in this context:</p><ul><li>A goal that is relevant to your business objectives (always keep your business objectives in mind when you set a marketing goal so that your marketing goals work towards helping you achieve your business objectives)</li><li>A goal that is measurable; meaning, you should check that you can actually evaluate the success of your goal and then put together a list of the KPIs (key performance indicators – for example, link clicks, shares, comments, etc.) you’ll need to track for each of your objectives</li><li>A goal that is realistically achievable – we all want amazing results and we want them now, but realistically speaking, social media takes a lot of time to build up. There are always exceptions to the rule, of course, and some campaigns can massively surprise you with their results, but generally speaking, it takes time to build up your follower numbers, to get more people to engage, to grow your social media traffic, and so on. When you set a goal, look at your past analytics to understand what you can realistically achieve</li><li>A goal that has a deadline – without a deadline, you’re not being specific. Plus, a date tells when you need to measure your results – “increasing my Facebook traffic by 20%” doesn’t really give you much to go on, while something like “increasing my Facebook traffic by 20% in 60 days” tells you exactly what you need to achieve and by when</li></ul><h2>How to track and measure your social media marketing goals</h2><p> While you should focus more of your attention on your goals’ KPIs, it’s important to track all main social media metrics. There aren’t that many anyway – mostly the traffic and engagement-related metrics – so it’s important to measure all of your results to truly understand what works and what doesn’t, for your account, specifically.</p><div style=\"clear:both; margin-top:0em; margin-bottom:1em;\"><a class=\"IRPP_ruby\" href=\"https://www.smartdatacollective.com/understanding-nuances-of-instagram-data-transparency-policies/\" target=\"_self\"><div class=\"postImageUrl\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/Instagram-data-tranperancy-300x200.jpg);\"></div><div class=\"centered-text-area\"><div class=\"centered-text\"><div class=\"IRPP_ruby-content\"><div class=\"ctaText\" style=\"float:left;\">READ</div><div style=\"clear:both\"></div><div class=\"postTitle\" style=\"float:left;\">Understanding The Nuances of Instagram Data Transparency Policies</div></div></div><div class=\"ctaButton\"></div></div></a></div><h3>How to measure your social media traffic</h3><p> Measuring your social media traffic is not as simple as logging in to your Google Analytics to see how much traffic each social network is sending to your website. It’s a great place to start – but there’s so much more that you can learn from your social media traffic so you can actually make actionable decisions:</p><ul><li>Which social networks <a href=\"https://www.abetterlemonadestand.com/increase-website-traffic/\" rel=\"nofollow\">drive the most traffic</a>, consistently</li><li>What the quality of your social media traffic is</li><li>The behavior of your traffic – the paths they take to get your website and then also their behavior while on your website</li><li>The conversions made (although we’ll cover this separately)</li><li>Which social media posts get the most clicks</li><li>Which pages on your website get the most traffic</li></ul><p> Knowing all of this will help you make better decisions both regarding your <a href=\"https://www.smartdatacollective.com/use-analytics-effective-content-marketing/\">social media marketing and your content marketing strategies</a> (for example, you’ll learn what types of resources and blog posts drive more traffic). A lot of this information you can easily get from your Google Analytics account, by going to Acquisition -&gt; Social. Under Overview, you’ll be able to see your top performing social networks in terms of traffic: <img alt=\"\" class=\"alignnone wp-image-279519 size-full\" data-attachment-id=\"279519\" data-comments-opened=\"1\" data-image-description=\"\" data-image-meta='{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\",\"orientation\":\"0\"}' data-image-title=\"google analytics1\" data-large-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1.png\" data-medium-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1-300x114.png\" data-orig-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1.png\" data-orig-size=\"939,356\" data-permalink=\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/google-analytics1/\" height=\"356\" sizes=\"(max-width: 939px) 100vw, 939px\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1.png\" srcset=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1.png 939w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1-300x114.png 300w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1-768x291.png 768w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1-550x209.png 550w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1-520x197.png 520w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1-625x237.png 625w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1-15x6.png 15w\" width=\"939\"/> To learn more about your social media traffic, go to Network Referrals; here, you’ll be able to understand about the quality of your traffic:</p><ul><li>The average sessions duration for each social network</li><li>How many pages were viewed per session on average</li></ul><p> Then, in order to find out which of your pages were most visited by your social traffic, go to Landing Pages (still under Social). You’ll also be able to <a href=\"https://www.smartdatacollective.com/5-metrics-include-your-marketing-dashboard/\">track your social traffic’s conversion rate</a> – however, you first need to set up conversion goals in order to do so (which I’ll tell you all about next). To learn even more about your traffic, you can add UTM parameters to your social media links; once you add these pieces of code to your links you’ll be able to accurately track your social media traffic so you can see where the traffic is coming from and what they’re doing. In case you’re not familiar with them, UTM parameters are short codes that you can add to your URLs to help track them more accurately. Basically, you don’t just find out where you traffic is coming from (Facebook, Twitter, etc.), but exactly what posts, what social media group, and so on generated you that traffic (which you can track in Google Analytics). Plus, when you set up conversion goals in Google Analytics, you can track more than just traffic for each of your social media links, but also any conversions made (including where exactly they’re coming from). That’s because when you <a href=\"https://www.smartdatacollective.com/ai-streamlines-content-curation-strategies-in-digital-marketing/\">create a UTM tracking link</a>, you can customize it to be as specific as possible; there are 3 main parameters that you can add: source, medium, and campaign (although you can customize your links with other parameters too, these are the most commonly used and generally, are enough to help you track any link). <strong>Source</strong>, refers to the source of your traffic: a social network, a specific social media group, and so on <strong>Medium</strong>, refers to the type of traffic – in this case, “social media” traffic <strong>Campaign</strong>, refers to the specific campaign you’re tracking – anything from a specific blog post you’re promoting to a larger ad campaign you’re holding. As I mentioned before, using UTM parameters will help give you much more information about your traffic than regular web analytics. Apps like Google Analytics tell you where your traffic is coming from in a general sense (Facebook, Twitter, etc.) and help you determine the quality of that traffic and the conversions made, but what it doesn’t tell you is which specific post or campaign helped you generate that traffic. This not only helps you track your social media ROI more accurately, but it also helps you further improve your strategy; the more you use UTM tracking links, the easier it will be to understand what types of posts tend to perform better, which profiles/groups/networks/etc. generate the most traffic on a constant basis, which ads perform best, and so on. To create UTM tracking links, all you need is a tool to help you build it, and your Google Analytics account will track the rest (you’ll be able to see the results of your UTM tracking links by going to Acquisition -&gt; Campaigns). One way to create these links is with the Google Campaign URL Builder; enter your website URL, the campaign source, and if you want, the medium and campaign name and it will generate your link automatically: <img alt=\"\" class=\"alignnone size-full wp-image-279520\" data-attachment-id=\"279520\" data-comments-opened=\"1\" data-image-description=\"\" data-image-meta='{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\",\"orientation\":\"0\"}' data-image-title=\"google campaign builder\" data-large-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder.png\" data-medium-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder-300x130.png\" data-orig-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder.png\" data-orig-size=\"939,408\" data-permalink=\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/google-campaign-builder/\" height=\"408\" sizes=\"(max-width: 939px) 100vw, 939px\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder.png\" srcset=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder.png 939w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder-300x130.png 300w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder-768x334.png 768w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder-550x239.png 550w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder-520x226.png 520w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder-625x272.png 625w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder-15x7.png 15w\" width=\"939\"/> Another easy way to do this is with a tool like <a href=\"https://www.agorapulse.com/\" rel=\"nofollow\">Agorapulse</a>; it’s a social media management tool that allows you to add UTM parameters to any link you share, very easily and quickly: when you compose a new update and add a link, just turn on UTM tracking to add custom UTM parameters and start tracking your links in detail: <img alt=\"\" class=\"alignnone size-full wp-image-279521\" data-attachment-id=\"279521\" data-comments-opened=\"1\" data-image-description=\"\" data-image-meta='{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\",\"orientation\":\"0\"}' data-image-title=\"agorapulse\" data-large-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse.png\" data-medium-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse-300x136.png\" data-orig-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse.png\" data-orig-size=\"939,427\" data-permalink=\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/agorapulse/\" height=\"427\" sizes=\"(max-width: 939px) 100vw, 939px\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse.png\" srcset=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse.png 939w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse-300x136.png 300w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse-768x349.png 768w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse-550x250.png 550w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse-520x236.png 520w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse-625x284.png 625w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse-15x7.png 15w\" width=\"939\"/> One really cool feature is that when you want to post the same link on multiple social networks at the same time, but still be able to track them each individually, you can do so by selecting “Dynamic” UTM parameters under “Type” (where in the screenshot it says “text”). This then gives the tool the power to choose the right parameters (social network and/or profile name) when sharing your links on each network you selected. Plus, if you want to shorten these long – and let’s face it, ugly – links, you can connect your Bitly account to have them automatically shortened for you. As I mentioned before, all of these UTM links can then be tracked via your Google Analytics, under Acquisition -&gt; Campaigns. Once you have all of this information about your social media traffic and your audience, use it to adjust your social media and content strategy accordingly. There is one small downside though with UTM links. When you share one of these links on social media and someone retweets or shares your update themselves, they will also share the full link. Meaning, your UTM tracking results will also include the traffic generated by these outside shares. This can be both a win and a loss though; on one hand, you won’t be able to see exactly how much traffic/conversions you got from a specific source if you had any other shares. But on the other hand, you’re still getting a lot of valuable information and not to mention, even those extra shares help you qualify the value of that traffic source (since it also got you shares along with traffic and conversions). So I would definitely say that even with this small downside, you’re still getting a lot more value from UTM tracking linsk than not.</p><div style=\"clear:both; margin-top:0em; margin-bottom:1em;\"><a class=\"IRPP_ruby\" href=\"https://www.smartdatacollective.com/factors-behind-data-storage-security-is-business-vulnerable/\" target=\"_self\"><div class=\"postImageUrl\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/data-storage-security-300x150.jpg);\"></div><div class=\"centered-text-area\"><div class=\"centered-text\"><div class=\"IRPP_ruby-content\"><div class=\"ctaText\" style=\"float:left;\">READ</div><div style=\"clear:both\"></div><div class=\"postTitle\" style=\"float:left;\">Factors Behind Data Storage Security: Is Your Business Vulnerable?</div></div></div><div class=\"ctaButton\"></div></div></a></div><h3>How to measure your conversions</h3><p> What actions does your social media traffic take once on your website? As a business, this is ultimately more important than driving loads of traffic to your website: getting your traffic to actually take action. This can be anything from signing up for your blog’s newsletter, downloading a resource, or even – in the best cases – buying something from you. Or, it can even something like viewing your contact page, or seeing a particular piece of content. You can track all of this with <a href=\"https://www.lilachbullock.com/how-to-create-goals/\" rel=\"nofollow\">Google Analytics goals</a>; conversion goals are easy to set up and once you’ve done it, you’ll be able to head over to Social traffic in Google Analytics and see how many people converted from each social network. To set a conversion goal, click on Admin: <img alt=\"\" class=\"alignnone size-full wp-image-279522\" data-attachment-id=\"279522\" data-comments-opened=\"1\" data-image-description=\"\" data-image-meta='{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\",\"orientation\":\"0\"}' data-image-title=\"google analytics goals\" data-large-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals.png\" data-medium-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-300x122.png\" data-orig-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals.png\" data-orig-size=\"939,381\" data-permalink=\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/google-analytics-goals/\" height=\"381\" sizes=\"(max-width: 939px) 100vw, 939px\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals.png\" srcset=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals.png 939w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-300x122.png 300w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-768x312.png 768w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-550x223.png 550w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-520x211.png 520w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-625x254.png 625w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-15x6.png 15w\" width=\"939\"/> Then, click on Goals to start creating them – you can create 20 different goals (and then replace them with new ones as they become irrelevant) and use their existing templates to save time: <img alt=\"\" class=\"alignnone size-full wp-image-279523\" data-attachment-id=\"279523\" data-comments-opened=\"1\" data-image-description=\"\" data-image-meta='{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\",\"orientation\":\"0\"}' data-image-title=\"google analytics goals 2\" data-large-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2.png\" data-medium-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2-300x116.png\" data-orig-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2.png\" data-orig-size=\"939,362\" data-permalink=\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/google-analytics-goals-2/\" height=\"362\" sizes=\"(max-width: 939px) 100vw, 939px\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2.png\" srcset=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2.png 939w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2-300x116.png 300w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2-768x296.png 768w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2-550x212.png 550w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2-520x200.png 520w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2-625x241.png 625w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2-15x6.png 15w\" width=\"939\"/> As you can see in the above screenshot, there are several types of templates – the only one that didn’t fit in the screenshot is a template for measuring traffic that views or plays specific media content on your website (for example, viewing a video on one of your products’ landing pages). Alternatively, to help you better measure your ROI, you can give each of your conversion goals a monetary value; it most likely won’t be completely accurate, but it will help give you a better idea of how successful your social media strategy is. And that’s pretty much it – once you’ve set these goals you’ll be able to track all of your traffic for conversions, not just social traffic, automatically. As I mentioned before, if you also start using UTM tracking links, you’ll be able to gain even more knowledge regarding your traffic and conversions. Like with traffic earlier, UTM tracking links will be able to tell you exactly what helped you generate more conversions – not just which social network. As it is, Google Analytics only tells you how many conversions you’ve made for each social network. When you track your links with UTM parameters, you can see exactly how many conversions were made on the back of each of your campaigns, or even from specific social media profiles, groups or communities, and specific social media updates.<div class=\"quads-location quads-ad2\" id=\"quads-ad2\" style=\"float:none;margin:5px 0 5px 0;text-align:center;\"> <script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-format=\"fluid\" data-ad-layout=\"in-article\" data-ad-slot=\"4409634097\" style=\"display:block; text-align:center;\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script> </div></p><h2>Conclusion</h2><p> As you can see, it’s very difficult – close to impossible – to accurately determine how much money social media is making you. But what you can do is set yourself goals and measure them; that’s why it’s important that your goals reflect your overall business objectives. Because when you do reach a social media goal, that means you’re getting closer to achieving these objectives – and growing your business. However, if there’s one thing to get out of this article, it’s that measuring your social media success (especially for small businesses and entrepreneurs who most likely don’t have a huge social media team) will help you improve and grow.</p></div><div class=\"mt-pagepagination\"></div><div class=\"tags\"><a href=\"https://www.smartdatacollective.com/tag/roi/\" rel=\"tag\">roi</a><a href=\"https://www.smartdatacollective.com/tag/social-media-analytics/\" rel=\"tag\">social media analytics</a><a href=\"https://www.smartdatacollective.com/tag/social-media-data/\" rel=\"tag\">social media data</a><a href=\"https://www.smartdatacollective.com/tag/social-media-marketing/\" rel=\"tag\">social media marketing</a><a href=\"https://www.smartdatacollective.com/tag/social-media-marketing-tips/\" rel=\"tag\">social media marketing tips</a><a href=\"https://www.smartdatacollective.com/tag/social-media-roi/\" rel=\"tag\">social media roi</a><a href=\"https://www.smartdatacollective.com/tag/social-media-tips/\" rel=\"tag\">social media tips</a></div><ul class=\"share down\"><li class=\"share-facebook\"><a class=\"mt-radius\" href=\"http://www.facebook.com/sharer.php?u=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><span>Share on Facebook</span></a></li><li class=\"share-twitter\"><a class=\"mt-radius\" href=\"http://twitter.com/home/?status=Measuring+Social+Media+ROI:+Leveraging+Data+To+Boost+Results+https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><span>Tweet on Twitter</span></a></li><li class=\"share-more\"> <a class=\"mt-radius\" href=\"https://plus.google.com/share?url=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><div class=\"google mt-radius-b\"></div></a> <a class=\"mt-radius\" href=\"http://pinterest.com/pin/create/button/?url=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/&amp;media=https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI.jpg\" target=\"_blank\"><div class=\"pinterest mt-radius-b\"></div></a><div class=\"share-more-wrap\"><div class=\"share-more-icon mt-radius\">+</div></div></li></ul><div class=\"clearfix\"></div><div class=\"entry-meta\"><div class=\"author-info mt-radius\"><div class=\"author-avatar\"> <img alt=\"Avatar\" class=\"avatar avatar-55 wp-user-avatar wp-user-avatar-55 photo avatar-default\" height=\"55\" src=\"https://secure.gravatar.com/avatar/96c99d631734638436fdcfdd38f72cbf?s=55&amp;d=identicon&amp;r=g\" width=\"55\"/></div><div class=\"author-description\"><h5>Author</h5> <a href=\"https://www.smartdatacollective.com/author/lilach/\" rel=\"author\"><h3>Lilach Bullock</h3></a><div class=\"mt-bio-social\"> <a class=\"mt-bio-twitter\" href=\"https://twitter.com/lilachbullock\"></a> <a class=\"mt-bio-facebook\" href=\"https://www.facebook.com/lilachbullockbiz\"></a> <a class=\"mt-bio-linkedin\" href=\"http://linkedin.com/in/lilachbullock\"></a></div><p>Highly regarded on the world speaker circuit, <a href=\"https://www.lilachbullock.com\">Lilach</a> has graced Forbes and Number 10 Downing Street. She’s a hugely connected and highly influential entrepreneur. She is listed in Forbes as one of the top 20 women social media power influencers, named one of 10 top digital marketers by Brand24 and was crowned the Social Influencer of Europe by Oracle. She is listed as the number one Influencer in the UK by Career Experts and is a recipient for a Global Women Champions Award for her outstanding contribution and leadership in business.</p><div class=\"author-link\"> <a href=\"https://www.smartdatacollective.com/author/lilach/\" rel=\"author\"> View all posts by Lilach Bullock </a></div></div></div></div><ul class=\"nav-single mt-radius\"><li class=\"previous pull-left\"><a href=\"https://www.smartdatacollective.com/3-essential-big-data-security-protocols-to-be-aware-of/\" rel=\"prev\"><span class=\"color-silver-light\">Previous article</span><div>3 Essential Big Data Security Protocols To Be Aware Of</div></a></li><li class=\"next pull-right\"><a href=\"https://www.smartdatacollective.com/how-big-data-is-transforming-online-gaming/\" rel=\"next\"> <span class=\"color-silver-light\">Next article</span><div>Here’s How Big Data Is Transforming Online Gaming</div></a></li><li class=\"clearfix\"></li></ul><div class=\"clear\"></div><div class=\"widget\"><div class=\"advertise text-center\" itemscope=\"\" itemtype=\"https://schema.org/WPAdBlock\"><script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-format=\"auto\" data-ad-slot=\"7980174680\" style=\"display:block\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script></div><div class=\"clear\"></div></div></div><div class=\"col-col-3 col-md-4 pull-right sidebar theiaStickySidebar\" itemscope=\"itemscope\" itemtype=\"http://schema.org/WPSideBar\"><div class=\"mt-sidebar-in\"><div class=\"widget\"><div id=\"fb-root\"></div><div class=\"fb-page\" data-height=\"430\" data-hide-cover=\"false\" data-href=\"https://www.facebook.com/SmartDataCo\" data-show-facepile=\"true\" data-show-posts=\"false\" data-width=\"340\"><div class=\"fb-xfbml-parse-ignore\"><blockquote cite=\"https://www.facebook.com/SmartDataCo\"><a href=\"https://www.facebook.com/SmartDataCo\"></a></blockquote></div></div><div class=\"clear\"></div></div><div class=\"widget\"><div class=\"advertise text-center\" itemscope=\"\" itemtype=\"https://schema.org/WPAdBlock\"><script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-slot=\"9481711964\" style=\"display:inline-block;width:300px;height:1050px\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script></div><div class=\"clear\"></div></div><div class=\"widget\"><h2 class=\"heading\"><span>Trending Now </span></h2><div class=\"poster trending-normal\"><div class=\"number mt-theme-background\">1</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/can-ai-remove-the-risk-from-ehrs/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/AI-Remove-Risks-From-EHRs-15x10.jpg);\"></div><img alt=\"Can AI Remove The Risk From EHRs?\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/AI-Remove-Risks-From-EHRs-550x366.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Artificial Intelligence</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">44 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">3,454 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">44 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">3,454 <span class=\"mt-data-text\">views</span></span></div><a href=\"https://www.smartdatacollective.com/can-ai-remove-the-risk-from-ehrs/\"><h2>Can AI Remove The Risk From EHRs?</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Larry Alton</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">April 18, 2019</span></small></div></div><div class=\"poster trending-normal\"><div class=\"number mt-theme-background\">2</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/is-big-data-blessing-or-curse-to-old-internet/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/is-big-data-a-blessing-15x10.jpg);\"></div><img alt=\"Is A Big Data A Blessing Or A Curse To The Old Internet?\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/is-big-data-a-blessing.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>IT</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">33 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,527 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">33 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,527 <span class=\"mt-data-text\">views</span></span></div><a href=\"https://www.smartdatacollective.com/is-big-data-blessing-or-curse-to-old-internet/\"><h2>Is A Big Data A Blessing Or A Curse To The Old Internet?</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Andrej Kovacevic</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">April 17, 2019</span></small></div></div><div class=\"poster trending-normal\"><div class=\"number mt-theme-background\">3</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/small-devices-will-play-a-huge-role-in-the-future-iot/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2015/11/IOT-shutterstock_468787469-15x10.jpg);\"></div><img alt=\"Small Devices Will Play a Huge Role in the Future IoT\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2015/11/IOT-shutterstock_468787469-550x367.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Internet of Things</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">27 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,570 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">27 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,570 <span class=\"mt-data-text\">views</span></span></div><a href=\"https://www.smartdatacollective.com/small-devices-will-play-a-huge-role-in-the-future-iot/\"><h2>Small Devices Will Play a Huge Role in the Future IoT</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Rehan Ijaz</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">April 16, 2019</span></small></div></div><div class=\"poster trending-normal\"><div class=\"number mt-theme-background\">4</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/5-innovative-ways-big-data-is-shaping-cities-of-future/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/ways-big-data-is-shaping-cities-15x10.jpg);\"></div><img alt=\"5 Innovative Ways Big Data Is Shaping Cities Of The Future\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/ways-big-data-is-shaping-cities.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Big Data</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">51 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">3,026 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">51 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">3,026 <span class=\"mt-data-text\">views</span></span></div><a href=\"https://www.smartdatacollective.com/5-innovative-ways-big-data-is-shaping-cities-of-future/\"><h2>5 Innovative Ways Big Data Is Shaping Cities Of The Future</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Ryan Kh</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">April 16, 2019</span></small></div></div><div class=\"poster trending-normal\"><div class=\"number mt-theme-background\">5</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/how-wix-is-using-predictive-analytics-to-deliver-top-tier-websites/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/using-predictive-analytics-15x10.jpg);\"></div><img alt=\"How Wix Is Using Predictive Analytics To Deliver Top-Tier Websites\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/using-predictive-analytics.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Analytics</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">45 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,857 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">45 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,857 <span class=\"mt-data-text\">views</span></span></div><a href=\"https://www.smartdatacollective.com/how-wix-is-using-predictive-analytics-to-deliver-top-tier-websites/\"><h2>How Wix Is Using Predictive Analytics To Deliver Top-Tier Websites</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Annie Qureshi</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">April 16, 2019</span></small></div></div><div class=\"poster trending-normal\"><div class=\"number mt-theme-background\">6</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/4-tools-that-leverage-big-data-to-track-emails-better-than-ever/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/data-driven-email-marketing-15x9.jpg);\"></div><img alt=\"4 Email Tracking Software Tools That Leverage Big Data\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/data-driven-email-marketing-550x344.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Big Data</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">24 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,336 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">24 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,336 <span class=\"mt-data-text\">views</span></span></div><a href=\"https://www.smartdatacollective.com/4-tools-that-leverage-big-data-to-track-emails-better-than-ever/\"><h2>4 Email Tracking Software Tools That Leverage Big Data</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Matt James</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">April 15, 2019</span></small></div></div><div class=\"poster trending-normal\"><div class=\"number mt-theme-background\">7</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/savvy-smes-turn-to-data-analytics-for-email-monitoring-features/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/smes-turn-to-data-analytics-15x8.jpg);\"></div><img alt=\"3 Email Monitoring Software Tools Savvy SMEs Use in Their Data Analytics\" class=\"lazy\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/smes-turn-to-data-analytics.jpg\" height=\"550\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" width=\"550\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Analytics</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">37 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,133 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">37 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,133 <span class=\"mt-data-text\">views</span></span></div><a href=\"https://www.smartdatacollective.com/savvy-smes-turn-to-data-analytics-for-email-monitoring-features/\"><h2>3 Email Monitoring Software Tools Savvy SMEs Use in Their Data Analytics</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Diana Hope</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">April 13, 2019</span></small></div></div><div class=\"clear\"></div></div><div class=\"widget\"><div class=\"advertise text-center\" itemscope=\"\" itemtype=\"https://schema.org/WPAdBlock\"><script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-slot=\"9481711964\" style=\"display:inline-block;width:300px;height:1050px\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script></div><div class=\"clear\"></div></div></div></div></div></div></div><div class=\"hidde\" itemprop=\"image\" itemscope=\"\" itemtype=\"https://schema.org/ImageObject\"><meta content=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-1024x577.jpg\" itemprop=\"url\"/><meta content=\"1200\" itemprop=\"width\"/><meta content=\"801\" itemprop=\"height\"/></div><div class=\"hidde\" itemprop=\"publisher\" itemscope=\"\" itemtype=\"https://schema.org/Organization\"><div class=\"hidde\" itemprop=\"logo\" itemscope=\"\" itemtype=\"https://schema.org/ImageObject\"><meta content=\"https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png\" itemprop=\"url\"/><meta content=\"276\" itemprop=\"width\"/><meta content=\"40\" itemprop=\"height\"/></div><meta content=\"SmartData Collective\" itemprop=\"name\"/></div></article><div class=\"footer-wrap\" itemscope=\"itemscope\" itemtype=\"http://schema.org/WPFooter\"><div class=\"container\"><div class=\"poster-carousel-trending mt-radius\"><h2 class=\"heading heading-left\"><span>Hot Posts</span></h2><div class=\"post-carousel\"><div class=\"poster trending-carousel\"><div class=\"number mt-theme-background\">1</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/invest-in-analytics-to-improve-production-line/\"><div class=\"mt-post-image\"><img alt=\"Invest In Analytics To Improve Your Production Line\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/production-line-analytics-300x206.jpg\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Analytics</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">91 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,315 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">91 </span><span class=\"poster-views\">2,315 </span></div><a href=\"https://www.smartdatacollective.com/invest-in-analytics-to-improve-production-line/\"><h2>Invest In Analytics To Improve Your Production Line</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Megan Ray Nichols</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">April 24, 2019</span></small></div></div><div class=\"poster trending-carousel\"><div class=\"number mt-theme-background\">2</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/top-3-email-metrics-tools-are-made-possible-by-big-data-analytics/\"><div class=\"mt-post-image\"><img alt=\"These Top 3 Email Metrics Tools Are Made Possible By Big Data Analytics\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/email-metrics-tools-300x200.jpg\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Analytics</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">46 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,256 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">46 </span><span class=\"poster-views\">2,256 </span></div><a href=\"https://www.smartdatacollective.com/top-3-email-metrics-tools-are-made-possible-by-big-data-analytics/\"><h2>These Top 3 Email Metrics Tools Are Made Possible By Big Data Analytics</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Diana Hope</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">April 24, 2019</span></small></div></div><div class=\"poster trending-carousel\"><div class=\"number mt-theme-background\">3</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/relevance-of-big-data-multi-factor-authentication-solutions/\"><div class=\"mt-post-image\"><img alt=\"The Relevance of Big Data For Multi-Factor Authentication Solutions\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/multi-factor-authentication-solution-300x212.jpg\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Big Data</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">55 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,165 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">55 </span><span class=\"poster-views\">2,165 </span></div><a href=\"https://www.smartdatacollective.com/relevance-of-big-data-multi-factor-authentication-solutions/\"><h2>The Relevance of Big Data For Multi-Factor Authentication Solutions</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Sean Mallon</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">April 24, 2019</span></small></div></div><div class=\"poster trending-carousel\"><div class=\"number mt-theme-background\">4</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/big-data-gives-us-new-insights-into-influencer-reach/\"><div class=\"mt-post-image\"><img alt=\"Big Data Gives Us New Insights Into Influencer Reach\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/influencer-reach-300x213.jpg\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Big Data</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-views\">2,254 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">0 </span><span class=\"poster-views\">2,254 </span></div><a href=\"https://www.smartdatacollective.com/big-data-gives-us-new-insights-into-influencer-reach/\"><h2>Big Data Gives Us New Insights Into Influencer Reach</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Rehan Ijaz</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">April 23, 2019</span></small></div></div><div class=\"poster trending-carousel\"><div class=\"number mt-theme-background\">5</div><a class=\"poster-image mt-radius\" href=\"https://www.smartdatacollective.com/8-productivity-tracking-apps-that-leverage-big-data/\"><div class=\"mt-post-image\"><img alt=\"Top 8 Productivity Tracking Apps That Leverage Big Data\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/apps-that-leverage-big-data-300x203.jpg\"/></div><i class=\"ic-open open\"></i><div class=\"poster-info mt-theme-background\"><div class=\"poster-cat\"><span>Analytics</span></div><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">53 <span class=\"mt-data-text\">shares</span></span><span class=\"poster-views\">2,320 <span class=\"mt-data-text\">views</span></span></div></div></a><div class=\"poster-content-wrap\"><div class=\"poster-data color-silver-light\"><span class=\"poster-shares\">53 </span><span class=\"poster-views\">2,320 </span></div><a href=\"https://www.smartdatacollective.com/8-productivity-tracking-apps-that-leverage-big-data/\"><h2>Top 8 Productivity Tracking Apps That Leverage Big Data</h2></a><small class=\"mt-pl\"><strong class=\"mt-pl-a\">Ryan Kh</strong><span class=\"color-silver-light mt-ml\"> - </span><span class=\"color-silver-light mt-pl-d\">April 23, 2019</span></small></div></div></div></div></div><div class=\"container footer-page\"><div class=\"panel-layout\" id=\"pl-14546\"><div class=\"panel-grid panel-has-style\" id=\"pg-14546-0\"><div class=\"mt-radius panel-row-style panel-row-style-for-14546-0\"><div class=\"panel-grid-cell\" id=\"pgc-14546-0-0\"><div class=\"so-panel widget widget_space_widget panel-first-child\" data-index=\"0\" id=\"panel-14546-0-0-0\"><div class=\"clearfix\" style=\"height:40px\"></div></div><div class=\"so-panel widget widget_posts_widget\" data-index=\"1\" id=\"panel-14546-0-0-1\"><div class=\"title_bg_fix panel-widget-style panel-widget-style-for-14546-0-0-1\"><h2 class=\"heading\"><span>Latest</span></h2><div><div class=\"poster-small\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/invest-in-analytics-to-improve-production-line/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/production-line-analytics-15x10.jpg);\"></div><img alt=\"Invest In Analytics To Improve Your Production Line\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/production-line-analytics-150x150.jpg\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/invest-in-analytics-to-improve-production-line/\"><h4>Invest In Analytics To Improve Your Production Line</h4></a><small class=\"mt-pl\"><span class=\"color-silver-light mt-pl-d\">April 24, 2019</span></small></div><div class=\"clearfix\"></div></div><div class=\"poster-small\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/top-3-email-metrics-tools-are-made-possible-by-big-data-analytics/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/email-metrics-tools-15x10.jpg);\"></div><img alt=\"These Top 3 Email Metrics Tools Are Made Possible By Big Data Analytics\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/email-metrics-tools-150x150.jpg\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/top-3-email-metrics-tools-are-made-possible-by-big-data-analytics/\"><h4>These Top 3 Email Metrics Tools Are Made Possible By Big Data Analytics</h4></a><small class=\"mt-pl\"><span class=\"color-silver-light mt-pl-d\">April 24, 2019</span></small></div><div class=\"clearfix\"></div></div><div class=\"poster-small\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/relevance-of-big-data-multi-factor-authentication-solutions/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/04/multi-factor-authentication-solution-15x11.jpg);\"></div><img alt=\"The Relevance of Big Data For Multi-Factor Authentication Solutions\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/04/multi-factor-authentication-solution-150x150.jpg\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/relevance-of-big-data-multi-factor-authentication-solutions/\"><h4>The Relevance of Big Data For Multi-Factor Authentication Solutions</h4></a><small class=\"mt-pl\"><span class=\"color-silver-light mt-pl-d\">April 24, 2019</span></small></div><div class=\"clearfix\"></div></div></div></div></div><div class=\"so-panel widget widget_space_widget panel-last-child\" data-index=\"2\" id=\"panel-14546-0-0-2\"><div class=\"clearfix\" style=\"height:20px\"></div></div></div><div class=\"panel-grid-cell\" id=\"pgc-14546-0-1\"><div class=\"so-panel widget widget_space_widget panel-first-child\" data-index=\"3\" id=\"panel-14546-0-1-0\"><div class=\"clearfix\" style=\"height:40px\"></div></div><div class=\"so-panel widget widget_posts_widget\" data-index=\"4\" id=\"panel-14546-0-1-1\"><div class=\"title_bg_fix panel-widget-style panel-widget-style-for-14546-0-1-1\"><h2 class=\"heading\"><span>Popular</span></h2><div><div class=\"poster-small\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/data-visualisation-scientific-treatment/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2016/01/advantages-of-data-visualization-15x9.jpg);\"></div><img alt=\"Data Visualization: A Scientific Treatment\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2016/01/advantages-of-data-visualization-150x150.jpg\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/data-visualisation-scientific-treatment/\"><h4>Data Visualization: A Scientific Treatment</h4></a><small class=\"mt-pl\"><span class=\"color-silver-light mt-pl-d\">November 7, 2014</span></small></div><div class=\"clearfix\"></div></div><div class=\"poster-small\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/96-companies-are-failing-miserably-when-it-comes-marketing-data-insights/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2015/12/marketing-Data-Insights-15x8.jpg);\"></div><img alt=\"96% of Companies Are Failing Miserably When it Comes to Marketing Data Insights\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2015/12/marketing-Data-Insights-150x150.jpg\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/96-companies-are-failing-miserably-when-it-comes-marketing-data-insights/\"><h4>96% of Companies Are Failing Miserably When it Comes to Marketing Data Insights</h4></a><small class=\"mt-pl\"><span class=\"color-silver-light mt-pl-d\">December 3, 2015</span></small></div><div class=\"clearfix\"></div></div><div class=\"poster-small\"><a class=\"poster-image mt-radius pull-left\" href=\"https://www.smartdatacollective.com/user-adoption-resistance-it-futile-we-hope/\"><div class=\"mt-post-image\"><div class=\"mt-post-image-background\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2012/01/User-Adoption-15x10.jpg);\"></div><img alt=\"User Adoption – Resistance Is Futile, We Hope\" data-src=\"https://www.smartdatacollective.com/wp-content/uploads/2012/01/User-Adoption-150x150.jpg\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\"/></div></a><div class=\"poster-text\"><a href=\"https://www.smartdatacollective.com/user-adoption-resistance-it-futile-we-hope/\"><h4>User Adoption – Resistance Is Futile, We Hope</h4></a><small class=\"mt-pl\"><span class=\"color-silver-light mt-pl-d\">January 10, 2012</span></small></div><div class=\"clearfix\"></div></div></div></div></div><div class=\"so-panel widget widget_space_widget panel-last-child\" data-index=\"5\" id=\"panel-14546-0-1-2\"><div class=\"clearfix\" style=\"height:20px\"></div></div></div><div class=\"panel-grid-cell\" id=\"pgc-14546-0-2\"><div class=\"so-panel widget widget_space_widget panel-first-child\" data-index=\"6\" id=\"panel-14546-0-2-0\"><div class=\"clearfix\" style=\"height:40px\"></div></div><div class=\"so-panel widget\" data-index=\"7\" id=\"panel-14546-0-2-1\"><div class=\"panel-widget-style panel-widget-style-for-14546-0-2-1\"></div></div><div class=\"so-panel widget widget_space_widget panel-last-child\" data-index=\"8\" id=\"panel-14546-0-2-2\"><div class=\"clearfix\" style=\"height:20px\"></div></div></div></div></div><div class=\"panel-grid panel-no-style\" id=\"pg-14546-1\"><div class=\"panel-grid-cell\" id=\"pgc-14546-1-0\"><div class=\"so-panel widget widget_space_widget panel-first-child panel-last-child\" data-index=\"9\" id=\"panel-14546-1-0-0\"><div class=\"clearfix\" style=\"height:20px\"></div></div></div></div></div></div></div></div></body></html><div class=\"quads-location quads-ad1\" id=\"quads-ad1\" style=\"float:none;margin:5px;\"> <script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-format=\"fluid\" data-ad-layout=\"in-article\" data-ad-slot=\"4409634097\" style=\"display:block; text-align:center;\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script> </div><div class=\"footer\"><div class=\"footer-top\"><div class=\"container mt-radius\"><div class=\"row\"><div class=\"col-md-4 footer-logo\"> <img alt=\"Measuring Social Media ROI: Leveraging Data To Boost Results\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png\" srcset=\"https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png 1x, https://www.smartdatacollective.com/wp-content/uploads/2017/05/SmartData-Collective.png 2x\"/></div><div class=\"col-md-4 footer-about\"></div><div class=\"col-md-4 footer-social\"><ul class=\"social\"><li><a href=\"https://twitter.com/SmartDataCo\" target=\"_blank\"><i class=\"ic-twitter\"></i></a></li><li><a href=\"https://www.facebook.com/SmartDataCo\" target=\"_blank\"><i class=\"ic-facebook\"></i></a></li><li><a href=\"https://plus.google.com/+SmartDataCollective\" target=\"_blank\"><i class=\"ic-google-plus\"></i></a></li><li><a href=\"https://www.smartdatacollective.com/rss/feed.xml\" target=\"_blank\"><i class=\"ic-rss\"></i></a></li></ul><ul class=\"footer-nav\" id=\"menu-footer-menu\"><li class=\"menu-item menu-item-type-post_type menu-item-object-page df-md-menuitem dropdown df-is-not-megamenu menu-item-14497\" id=\"menu-item-14497\"><a href=\"https://www.smartdatacollective.com/news/\">Home</a></li><li class=\"menu-item menu-item-type-custom menu-item-object-custom df-md-menuitem dropdown df-is-not-megamenu menu-item-14499\" id=\"menu-item-14499\"><a href=\"https://www.smartdatacollective.com/advertising-and-sponsorship-smart-data-collective/\">Advertise</a></li><li class=\"menu-item menu-item-type-custom menu-item-object-custom df-md-menuitem dropdown df-is-not-megamenu menu-item-14498\" id=\"menu-item-14498\"><a href=\"https://www.smartdatacollective.com/about/\">About</a></li></ul></div></div></div></div><div class=\"footer-bottom\"><div class=\"container mt-radius\"><div class=\"row\"><div class=\"col-md-6 footer-copyright\"><p>Copyright 2008-19 © SmartData Collective ™</p></div><div class=\"col-md-6\"><div class=\"head-nav\"> <a class=\"mt_l_popular\" href=\"https://www.smartdatacollective.com/popular/\">POPULAR <span>Posts</span></a> <a class=\"mt_l_trending\" href=\"https://www.smartdatacollective.com/trending/\">TRENDING <span>Posts</span></a></div></div></div></div></div></div> <a class=\"footer-scroll-to-top mt-radius mt-theme-background\" href=\"#\"></a> <script src=\"https://s0.wp.com/wp-content/js/devicepx-jetpack.js?ver=201917\" type=\"text/javascript\"></script> <script type=\"text/javascript\">var $rtl = false;\nvar $autoplay = true;</script> <script type=\"text/javascript\">var rating_form_script = {\"ajaxurl\":\"https:\\/\\/www.smartdatacollective.com\\/wp-admin\\/admin-ajax.php\"};</script> <script type=\"text/javascript\">var renderInvisibleReCaptcha = function() {\n\n    for (var i = 0; i < document.forms.length; ++i) {\n        var form = document.forms[i];\n        var holder = form.querySelector('.inv-recaptcha-holder');\n\n        if (null === holder) continue;\n\t\tholder.innerHTML = '';\n\n         (function(frm){\n\t\t\tvar cf7SubmitElm = frm.querySelector('.wpcf7-submit');\n            var holderId = grecaptcha.render(holder,{\n                'sitekey': '6LfVtyQUAAAAAOAG4ChM_z9A5W8Ao5vx8LaiDkYK', 'size': 'invisible', 'badge' : 'bottomright',\n                'callback' : function (recaptchaToken) {\n\t\t\t\t\tif((null !== cf7SubmitElm) && (typeof jQuery != 'undefined')){jQuery(frm).submit();grecaptcha.reset(holderId);return;}\n\t\t\t\t\t HTMLFormElement.prototype.submit.call(frm);\n                },\n                'expired-callback' : function(){grecaptcha.reset(holderId);}\n            });\n\n\t\t\tif(null !== cf7SubmitElm && (typeof jQuery != 'undefined') ){\n\t\t\t\tjQuery(cf7SubmitElm).off('click').on('click', function(clickEvt){\n\t\t\t\t\tclickEvt.preventDefault();\n\t\t\t\t\tgrecaptcha.execute(holderId);\n\t\t\t\t});\n\t\t\t}\n\t\t\telse\n\t\t\t{\n\t\t\t\tfrm.onsubmit = function (evt){evt.preventDefault();grecaptcha.execute(holderId);};\n\t\t\t}\n\n\n        })(form);\n    }\n};</script> <script async=\"\" defer=\"\" src=\"https://www.google.com/recaptcha/api.js?onload=renderInvisibleReCaptcha&amp;render=explicit&amp;hl=en\" type=\"text/javascript\"></script> <script type=\"text/javascript\">var ajax_posts = {\"ajaxurl\":\"https:\\/\\/www.smartdatacollective.com\\/wp-admin\\/admin-ajax.php\",\"noposts\":\"No older posts found\"};</script> <!--[if lt IE 9]> <script type='text/javascript' src='https://www.smartdatacollective.com/wp-content/themes/techpro/inc/js/respond.js?ver=1.0'></script> <![endif]--> <script type=\"text/javascript\">var jpfbembed = {\"appid\":\"249643311490\",\"locale\":\"en_US\"};</script> <script type=\"text/javascript\">var jetpackCarouselStrings = {\"widths\":[370,700,1000,1200,1400,2000],\"is_logged_in\":\"\",\"lang\":\"en\",\"ajaxurl\":\"https:\\/\\/www.smartdatacollective.com\\/wp-admin\\/admin-ajax.php\",\"nonce\":\"740cfe4570\",\"display_exif\":\"1\",\"display_geo\":\"1\",\"single_image_gallery\":\"1\",\"single_image_gallery_media_file\":\"\",\"background_color\":\"black\",\"comment\":\"Comment\",\"post_comment\":\"Post Comment\",\"write_comment\":\"Write a Comment...\",\"loading_comments\":\"Loading Comments...\",\"download_original\":\"View full size <span class=\\\"photo-size\\\">{0}<span class=\\\"photo-size-times\\\">\\u00d7<\\/span>{1}<\\/span>\",\"no_comment_text\":\"Please be sure to submit some text with your comment.\",\"no_comment_email\":\"Please provide an email address to comment.\",\"no_comment_author\":\"Please provide your name to comment.\",\"comment_post_error\":\"Sorry, but there was an error posting your comment. Please try again later.\",\"comment_approved\":\"Your comment was approved.\",\"comment_unapproved\":\"Your comment is in moderation.\",\"camera\":\"Camera\",\"aperture\":\"Aperture\",\"shutter_speed\":\"Shutter Speed\",\"focal_length\":\"Focal Length\",\"copyright\":\"Copyright\",\"comment_registration\":\"1\",\"require_name_email\":\"1\",\"login_url\":\"https:\\/\\/www.smartdatacollective.com\\/wp-login.php?redirect_to=https%3A%2F%2Fwww.smartdatacollective.com%2Fmeasuring-social-media-roi-leveraging-data-to-boost-results%2F\",\"blog_id\":\"1\",\"meta_data\":[\"camera\",\"aperture\",\"shutter_speed\",\"focal_length\",\"copyright\"],\"local_comments_commenting_as\":\"<p id=\\\"jp-carousel-commenting-as\\\">You must be <a href=\\\"#\\\" class=\\\"jp-carousel-comment-login\\\">logged in<\\/a> to post a comment.<\\/p>\"};</script> <script async=\"async\" defer=\"defer\" src=\"https://stats.wp.com/e-201917.js\" type=\"text/javascript\"></script> <script type=\"text/javascript\">_stq = window._stq || [];\n\t_stq.push([ 'view', {v:'ext',j:'1:7.2.1',blog:'129395729',post:'279517',tz:'0',srv:'www.smartdatacollective.com'} ]);\n\t_stq.push([ 'clickTrackerInit', '129395729', '279517' ]);</script> <script defer=\"\" src=\"https://www.smartdatacollective.com/wp-content/cache/autoptimize/js/autoptimize_3d1db31508545c9ffcc52e3adaf291ec.js\" type=\"text/javascript\"></script>\n<!-- Dynamic page generated in 0.725 seconds. -->\n<!-- Cached page generated by WP-Super-Cache on 2019-04-27 18:33:59 -->\n<!-- Compression = gzip -->", "content_tokenized": ["measur", "social", "media", "leverag", "data", "boost", "result", "here", "what", "know", "about", "the", "how", "and", "whys", "measur", "social", "media", "and", "leverag", "data", "inform", "boost", "result", "lilach", "bullock", "march", "num", "num", "april", "num", "num", "num", "share", "num", "view", "share", "facebook", "tweet", "twitter", "shutterstock", "licens", "photo", "venomxlr", "social", "media", "take", "time", "nurtur", "and", "grow", "and", "take", "lot", "trial", "and", "error", "start", "use", "and", "experi", "with", "social", "media", "market", "more", "than", "decad", "ago", "when", "tri", "twitter", "for", "the", "first", "time", "sinc", "then", "learn", "veri", "import", "lesson", "about", "social", "media", "market", "the", "answer", "most", "question", "are", "analyt", "that", "where", "find", "out", "what", "work", "for", "what", "get", "result", "what", "make", "audienc", "want", "engag", "with", "this", "blog", "post", "discuss", "the", "how", "what", "and", "whi", "measur", "social", "media", "and", "how", "can", "use", "social", "media", "data", "improv", "result", "whi", "measur", "social", "media", "for", "one", "like", "invest", "quit", "bit", "resourc", "social", "media", "whether", "money", "time", "most", "like", "both", "need", "make", "sure", "that", "actual", "make", "the", "most", "resourc", "and", "that", "constant", "learn", "and", "grow", "this", "just", "for", "agenc", "freelanc", "that", "need", "demonstr", "how", "they", "effort", "are", "pay", "off", "for", "their", "custom", "small", "busi", "entrepreneur", "even", "solopreneur", "should", "all", "this", "they", "use", "social", "media", "market", "promot", "their", "busi", "there", "littl", "point", "social", "media", "just", "for", "the", "sake", "not", "evalu", "progress", "regular", "and", "perhap", "most", "import", "this", "how", "learn", "what", "get", "result", "and", "what", "when", "use", "social", "media", "with", "clear", "purpos", "mind", "busi", "entrepreneur", "like", "rais", "awar", "brand", "and", "drive", "more", "traffic", "websit", "need", "check", "that", "actual", "get", "those", "result", "and", "not", "then", "need", "identifi", "the", "caus", "and", "potenti", "issu", "that", "can", "revisit", "strategi", "and", "improv", "and", "that", "experi", "the", "greatest", "benefit", "measur", "social", "media", "result", "allow", "consist", "improv", "strategi", "and", "drive", "better", "result", "for", "busi", "learn", "about", "audienc", "and", "what", "make", "them", "click", "mani", "case", "quit", "liter", "but", "enough", "about", "the", "why…let", "get", "into", "the", "what", "and", "how", "portion", "that", "will", "also", "serv", "demonstr", "much", "better", "and", "clearer", "whi", "import", "measur", "result", "start", "with", "social", "media", "market", "goal", "take", "moment", "ask", "yourself", "question", "whi", "are", "use", "social", "media", "for", "busi", "forget", "about", "the", "obvious", "answer", "like", "well", "have", "sinc", "everybodi", "social", "media", "get", "more", "follow", "and", "hope", "more", "traffic", "and", "lead", "too", "instead", "more", "specif", "what", "exact", "want", "achiev", "with", "social", "media", "forget", "about", "broad", "general", "like", "the", "one", "abov", "and", "think", "the", "exact", "result", "want", "get", "from", "social", "media", "traffic", "share", "engag", "and", "help", "set", "goal", "can", "use", "goalset", "templat", "person", "partial", "goal", "which", "state", "that", "goal", "should", "specif", "measur", "achiev", "relev", "and", "timebound", "think", "this", "way", "specif", "tell", "that", "need", "veri", "detail", "and", "clear", "when", "set", "goal", "the", "rest", "num", "guidelin", "pretti", "much", "help", "understand", "what", "specif", "mean", "this", "context", "goal", "that", "relev", "busi", "object", "alway", "keep", "busi", "object", "mind", "when", "set", "market", "goal", "that", "market", "goal", "work", "toward", "help", "achiev", "busi", "object", "goal", "that", "measur", "mean", "should", "check", "that", "can", "actual", "evalu", "the", "success", "goal", "and", "then", "put", "togeth", "list", "the", "kpis", "key", "perform", "indic", "for", "exampl", "link", "click", "share", "comment", "etc", "need", "track", "for", "each", "object", "goal", "that", "realist", "achiev", "all", "want", "amaz", "result", "and", "want", "them", "now", "but", "realist", "speak", "social", "media", "take", "lot", "time", "build", "there", "are", "alway", "except", "the", "rule", "cours", "and", "some", "campaign", "can", "massiv", "surpris", "with", "their", "result", "but", "general", "speak", "take", "time", "build", "follow", "number", "get", "more", "peopl", "engag", "grow", "social", "media", "traffic", "and", "when", "set", "goal", "look", "past", "analyt", "understand", "what", "can", "realist", "achiev", "goal", "that", "has", "deadlin", "without", "deadlin", "not", "specif", "plus", "date", "tell", "when", "need", "measur", "result", "increas", "facebook", "traffic", "num", "realli", "give", "much", "while", "someth", "like", "increas", "facebook", "traffic", "num", "num", "day", "tell", "exact", "what", "need", "achiev", "and", "when", "how", "track", "and", "measur", "social", "media", "market", "goal", "while", "should", "focus", "more", "attent", "goal", "kpis", "import", "track", "all", "main", "social", "media", "metric", "there", "aren", "that", "mani", "anyway", "most", "the", "traffic", "and", "engagementrel", "metric", "import", "measur", "all", "result", "truli", "understand", "what", "work", "and", "what", "for", "account", "specif", "understand", "the", "nuanc", "instagram", "data", "transpar", "polici", "how", "measur", "social", "media", "traffic", "measur", "social", "media", "traffic", "not", "simpl", "log", "googl", "analyt", "see", "how", "much", "traffic", "each", "social", "network", "send", "websit", "great", "place", "start", "but", "there", "much", "more", "that", "can", "learn", "from", "social", "media", "traffic", "can", "actual", "make", "action", "decis", "which", "social", "network", "drive", "the", "most", "traffic", "consist", "what", "the", "qualiti", "social", "media", "traffic", "the", "behavior", "traffic", "the", "path", "they", "take", "get", "websit", "and", "then", "also", "their", "behavior", "while", "websit", "the", "convers", "made", "although", "cover", "this", "separ", "which", "social", "media", "post", "get", "the", "most", "click", "which", "page", "websit", "get", "the", "most", "traffic", "know", "all", "this", "will", "help", "make", "better", "decis", "both", "regard", "social", "media", "market", "and", "content", "market", "strategi", "for", "exampl", "learn", "what", "type", "resourc", "and", "blog", "post", "drive", "more", "traffic", "lot", "this", "inform", "can", "easili", "get", "from", "googl", "analyt", "account", "acquisit", "social", "under", "overview", "abl", "see", "top", "perform", "social", "network", "term", "traffic", "learn", "more", "about", "social", "media", "traffic", "network", "referr", "here", "abl", "understand", "about", "the", "qualiti", "traffic", "the", "averag", "session", "durat", "for", "each", "social", "network", "how", "mani", "page", "were", "view", "per", "session", "averag", "then", "order", "find", "out", "which", "page", "were", "most", "visit", "social", "traffic", "land", "page", "still", "under", "social", "also", "abl", "track", "social", "traffic", "convers", "rate", "howev", "first", "need", "set", "convers", "goal", "order", "which", "tell", "all", "about", "next", "learn", "even", "more", "about", "traffic", "can", "add", "paramet", "social", "media", "link", "onc", "add", "these", "piec", "code", "link", "abl", "accur", "track", "social", "media", "traffic", "can", "see", "where", "the", "traffic", "come", "from", "and", "what", "they", "case", "not", "familiar", "with", "them", "paramet", "are", "short", "code", "that", "can", "add", "url", "help", "track", "them", "more", "accur", "basic", "just", "find", "out", "where", "traffic", "come", "from", "facebook", "twitter", "etc", "but", "exact", "what", "post", "what", "social", "media", "group", "and", "generat", "that", "traffic", "which", "can", "track", "googl", "analyt", "plus", "when", "set", "convers", "goal", "googl", "analyt", "can", "track", "more", "than", "just", "traffic", "for", "each", "social", "media", "link", "but", "also", "ani", "convers", "made", "includ", "where", "exact", "they", "come", "from", "that", "becaus", "when", "creat", "track", "link", "can", "custom", "specif", "possibl", "there", "are", "num", "main", "paramet", "that", "can", "add", "sourc", "medium", "and", "campaign", "although", "can", "custom", "link", "with", "other", "paramet", "too", "these", "are", "the", "most", "common", "use", "and", "general", "are", "enough", "help", "track", "ani", "link", "sourc", "refer", "the", "sourc", "traffic", "social", "network", "specif", "social", "media", "group", "and", "medium", "refer", "the", "type", "traffic", "this", "case", "social", "media", "traffic", "campaign", "refer", "the", "specif", "campaign", "track", "anyth", "from", "specif", "blog", "post", "promot", "larger", "campaign", "hold", "mention", "befor", "use", "paramet", "will", "help", "give", "much", "more", "inform", "about", "traffic", "than", "regular", "web", "analyt", "app", "like", "googl", "analyt", "tell", "where", "traffic", "come", "from", "general", "sens", "facebook", "twitter", "etc", "and", "help", "determin", "the", "qualiti", "that", "traffic", "and", "the", "convers", "made", "but", "what", "tell", "which", "specif", "post", "campaign", "help", "generat", "that", "traffic", "this", "not", "onli", "help", "track", "social", "media", "more", "accur", "but", "also", "help", "further", "improv", "strategi", "the", "more", "use", "track", "link", "the", "easier", "will", "understand", "what", "type", "post", "tend", "perform", "better", "which", "profilesgroupsnetworksetc", "generat", "the", "most", "traffic", "constant", "basi", "which", "perform", "best", "and", "creat", "track", "link", "all", "need", "tool", "help", "build", "and", "googl", "analyt", "account", "will", "track", "the", "rest", "abl", "see", "the", "result", "track", "link", "acquisit", "campaign", "one", "way", "creat", "these", "link", "with", "the", "googl", "campaign", "builder", "enter", "websit", "the", "campaign", "sourc", "and", "want", "the", "medium", "and", "campaign", "name", "and", "will", "generat", "link", "automat", "anoth", "easi", "way", "this", "with", "tool", "like", "agorapuls", "social", "media", "manag", "tool", "that", "allow", "add", "paramet", "ani", "link", "share", "veri", "easili", "and", "quick", "when", "compos", "new", "updat", "and", "add", "link", "just", "turn", "track", "add", "custom", "paramet", "and", "start", "track", "link", "detail", "one", "realli", "cool", "featur", "that", "when", "want", "post", "the", "same", "link", "multipl", "social", "network", "the", "same", "time", "but", "still", "abl", "track", "them", "each", "individu", "can", "select", "dynam", "paramet", "under", "type", "where", "the", "screenshot", "say", "text", "this", "then", "give", "the", "tool", "the", "power", "choos", "the", "right", "paramet", "social", "network", "andor", "profil", "name", "when", "share", "link", "each", "network", "select", "plus", "want", "shorten", "these", "long", "and", "let", "face", "ugli", "link", "can", "connect", "bit", "account", "have", "them", "automat", "shorten", "for", "mention", "befor", "all", "these", "link", "can", "then", "track", "via", "googl", "analyt", "under", "acquisit", "campaign", "onc", "have", "all", "this", "inform", "about", "social", "media", "traffic", "and", "audienc", "use", "adjust", "social", "media", "and", "content", "strategi", "accord", "there", "one", "small", "downsid", "though", "with", "link", "when", "share", "one", "these", "link", "social", "media", "and", "someon", "retweet", "share", "updat", "themselv", "they", "will", "also", "share", "the", "full", "link", "mean", "track", "result", "will", "also", "includ", "the", "traffic", "generat", "these", "outsid", "share", "this", "can", "both", "win", "and", "loss", "though", "one", "hand", "won", "abl", "see", "exact", "how", "much", "trafficconvers", "got", "from", "specif", "sourc", "had", "ani", "other", "share", "but", "the", "other", "hand", "still", "get", "lot", "valuabl", "inform", "and", "not", "mention", "even", "those", "extra", "share", "help", "qualifi", "the", "valu", "that", "traffic", "sourc", "sinc", "also", "got", "share", "along", "with", "traffic", "and", "convers", "would", "definit", "say", "that", "even", "with", "this", "small", "downsid", "still", "get", "lot", "more", "valu", "from", "track", "linsk", "than", "not", "factor", "behind", "data", "storag", "secur", "busi", "vulner", "how", "measur", "convers", "what", "action", "doe", "social", "media", "traffic", "take", "onc", "websit", "busi", "this", "ultim", "more", "import", "than", "drive", "load", "traffic", "websit", "get", "traffic", "actual", "take", "action", "this", "can", "anyth", "from", "sign", "for", "blog", "newslett", "download", "resourc", "even", "the", "best", "case", "buy", "someth", "from", "can", "even", "someth", "like", "view", "contact", "page", "see", "particular", "piec", "content", "can", "track", "all", "this", "with", "googl", "analyt", "goal", "convers", "goal", "are", "easi", "set", "and", "onc", "done", "abl", "head", "over", "social", "traffic", "googl", "analyt", "and", "see", "how", "mani", "peopl", "convert", "from", "each", "social", "network", "set", "convers", "goal", "click", "admin", "then", "click", "goal", "start", "creat", "them", "can", "creat", "num", "differ", "goal", "and", "then", "replac", "them", "with", "new", "one", "they", "becom", "irrelev", "and", "use", "their", "exist", "templat", "save", "time", "can", "see", "the", "abov", "screenshot", "there", "are", "sever", "type", "templat", "the", "onli", "one", "that", "fit", "the", "screenshot", "templat", "for", "measur", "traffic", "that", "view", "play", "specif", "media", "content", "websit", "for", "exampl", "view", "video", "one", "product", "land", "page", "altern", "help", "better", "measur", "can", "give", "each", "convers", "goal", "monetari", "valu", "most", "like", "won", "complet", "accur", "but", "will", "help", "give", "better", "idea", "how", "success", "social", "media", "strategi", "and", "that", "pretti", "much", "onc", "set", "these", "goal", "abl", "track", "all", "traffic", "for", "convers", "not", "just", "social", "traffic", "automat", "mention", "befor", "also", "start", "use", "track", "link", "abl", "gain", "even", "more", "knowledg", "regard", "traffic", "and", "convers", "like", "with", "traffic", "earlier", "track", "link", "will", "abl", "tell", "exact", "what", "help", "generat", "more", "convers", "not", "just", "which", "social", "network", "googl", "analyt", "onli", "tell", "how", "mani", "convers", "made", "for", "each", "social", "network", "when", "track", "link", "with", "paramet", "can", "see", "exact", "how", "mani", "convers", "were", "made", "the", "back", "each", "campaign", "even", "from", "specif", "social", "media", "profil", "group", "communiti", "and", "specif", "social", "media", "updat", "conclus", "can", "see", "veri", "difficult", "close", "imposs", "accur", "determin", "how", "much", "money", "social", "media", "make", "but", "what", "can", "set", "yourself", "goal", "and", "measur", "them", "that", "whi", "import", "that", "goal", "reflect", "overal", "busi", "object", "becaus", "when", "reach", "social", "media", "goal", "that", "mean", "get", "closer", "achiev", "these", "object", "and", "grow", "busi", "howev", "there", "one", "thing", "get", "out", "this", "articl", "that", "measur", "social", "media", "success", "especi", "for", "small", "busi", "and", "entrepreneur", "who", "most", "like", "have", "huge", "social", "media", "team", "will", "help", "improv", "and", "grow", "roi", "social", "media", "analyt", "social", "media", "data", "social", "media", "market", "social", "media", "market", "tip", "social", "media", "roi", "social", "media", "tip", "share", "facebook", "tweet", "twitter", "author", "lilach", "bullock", "high", "regard", "the", "world", "speaker", "circuit", "lilach", "has", "grace", "forb", "and", "number", "num", "down", "street", "she", "huge", "connect", "and", "high", "influenti", "entrepreneur", "she", "list", "forb", "one", "the", "top", "num", "women", "social", "media", "power", "influenc", "name", "one", "num", "top", "digit", "market", "brandnum", "and", "crown", "the", "social", "influenc", "europ", "oracl", "she", "list", "the", "number", "one", "influenc", "the", "career", "expert", "and", "recipi", "for", "global", "women", "champion", "award", "for", "her", "outstand", "contribut", "and", "leadership", "busi", "view", "all", "post", "lilach", "bullock", "previous", "articl", "num", "essenti", "big", "data", "secur", "protocol", "awar", "next", "articl", "here", "how", "big", "data", "transform", "onlin", "game"], "timestamp_scraper": 1556390040.191083, "title": "Measuring Social Media ROI: Leveraging Data To Boost Results", "read_time": 818.6999999999999, "content_html": "<div class=\"single-content col-col-2 col-md-7 pull-left\"><h1 class=\"single-title\" itemprop=\"headline\">Measuring Social Media ROI: Leveraging Data To Boost Results</h1><h2 class=\"single-subtitle\" itemprop=\"description\">Here's what to know about the hows and whys of measuring social media ROI, and leveraging data information to boost your results.</h2><div class=\"after-title\"><div class=\"pull-left\"><div class=\"author-img pull-left\"> <img alt=\"Avatar\" class=\"avatar avatar-30 wp-user-avatar wp-user-avatar-30 photo avatar-default\" height=\"30\" src=\"https://secure.gravatar.com/avatar/96c99d631734638436fdcfdd38f72cbf?s=30&amp;d=identicon&amp;r=g\" width=\"30\"/></div><div class=\"author-info\"> <strong itemprop=\"author\"><a href=\"https://www.smartdatacollective.com/author/lilach/\" rel=\"author\" title=\"Posts by Lilach Bullock\">Lilach Bullock</a></strong> <small class=\"color-silver-light\" itemprop=\"datePublished\">March 19, 2019</small> <span class=\"hide\" itemprop=\"dateModified\">April 2, 2019</span></div></div><div class=\"post-statistic pull-left\"> <span class=\"stat-shares color-silver-light\"><strong>57</strong> Shares</span> <span class=\"stat-views\"><strong>1,985</strong> Views</span></div><div class=\"clearfix\"></div><ul class=\"share top\"><li class=\"share-facebook\"><a class=\"mt-radius\" href=\"http://www.facebook.com/sharer.php?u=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><span>Share on Facebook</span></a></li><li class=\"share-twitter\"><a class=\"mt-radius\" href=\"http://twitter.com/home/?status=Measuring+Social+Media+ROI:+Leveraging+Data+To+Boost+Results+https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><span>Tweet on Twitter</span></a></li><li class=\"share-more\"><div class=\"share-more-wrap\"><div class=\"share-more-icon mt-radius\">+</div></div> <a class=\"mt-radius\" href=\"http://pinterest.com/pin/create/button/?url=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/&amp;media=https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI.jpg\" target=\"_blank\"><div class=\"pinterest mt-radius-b\"></div></a> <a class=\"mt-radius\" href=\"https://plus.google.com/share?url=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><div class=\"google mt-radius-b\"></div></a></li></ul><div class=\"single-stat-comments\"></div><div class=\"clearfix\"></div></div><div class=\"post-img\"><div class=\"single-share\"> <a class=\"lightbox\" href=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-1024x577.jpg\"> <span class=\"mt-img-copyright\">Shutterstock Licensed Photo - By Venomxlr</span> <img alt=\"leveraging social data for ROI\" class=\"mt-radius wp-post-image\" data-attachment-id=\"279961\" data-comments-opened=\"1\" data-image-description=\"&lt;p&gt;Shutterstock Licensed Photo – By Venomxlr | https://www.shutterstock.com/g/iftawan&lt;/p&gt;\n\" data-image-meta='{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\",\"orientation\":\"1\"}' data-image-title=\"leveraging social data for ROI\" data-large-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-1024x577.jpg\" data-medium-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-300x169.jpg\" data-orig-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI.jpg\" data-orig-size=\"1024,577\" data-permalink=\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/leveraging-social-data-for-roi/\" height=\"417\" sizes=\"(max-width: 740px) 100vw, 740px\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-1024x577.jpg\" srcset=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI.jpg 1024w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-300x169.jpg 300w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-768x433.jpg 768w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-550x310.jpg 550w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-520x293.jpg 520w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-625x352.jpg 625w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI-15x8.jpg 15w\" width=\"740\"/> </a><div class=\"single-share-socials mt-radius-b\"> <a href=\"http://www.facebook.com/sharer.php?u=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><div class=\"facebook mt-radius-b\"></div></a> <a href=\"http://twitter.com/home/?status=Measuring+Social+Media+ROI:+Leveraging+Data+To+Boost+Results+https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><div class=\"twiiter mt-radius-b\"></div></a> <a href=\"https://plus.google.com/share?url=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><div class=\"google mt-radius-b\"></div></a> <a href=\"http://pinterest.com/pin/create/button/?url=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/&amp;media=https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI.jpg\" target=\"_blank\"><div class=\"pinterest mt-radius-b\"></div></a></div></div></div><div class=\"entry-content\" itemprop=\"articleBody\"><p>Social media takes time to nurture and grow – and it takes a lot of trial and error. I’ve started using and experimenting with social media marketing more than a decade ago when I tried Twitter for the first time. Since then, I’ve learned a very important lesson about social media marketing: the answers to most questions are in your analytics. That’s where you find out what works for you. What gets you results. <a href=\"https://www.smartdatacollective.com/ways-boost-social-media-engagement-with-big-data/\">What makes your audience want to engage</a> with you. In this blog post, I’m going to discuss the how, what, and why’s of measuring your <a href=\"https://www.lilachbullock.com/measure-social-media-roi/\" rel=\"nofollow\">social media ROI</a> and how you can use your social media data to improve your results.</p><div class=\"quads-location quads-ad1\" id=\"quads-ad1\" style=\"float:none;margin:5px;\"> <script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-format=\"fluid\" data-ad-layout=\"in-article\" data-ad-slot=\"4409634097\" style=\"display:block; text-align:center;\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script> </div><h2>Why measure your social media ROI?</h2><p> For one, you’re likely investing quite a bit of resources in your social media; whether it’s money or time (or most likely both), you need to make sure that you’re actually making the most of your resources and that you’re constantly learning and growing. This isn’t just for agencies or freelancers that need to demonstrate how they’re efforts are paying off for their customers – small businesses, entrepreneurs, or even solopreneurs should all do this if they’re using social media marketing to promote their business. There’s little point in doing social media just for the sake of it if you’re not going to evaluate your progress regularly. And perhaps most importantly, this is how you learn what gets you results and what doesn’t. When you use social media with a clear purpose in mind – as you do as a business or entrepreneur – like raising awareness of your brand and driving more traffic to your website, you need to check that you’re actually getting those results. And if you’re not, then you need to identify the causes and potential issues so that you can revisit your strategy and improve it. And that, in my experience, is the greatest <a href=\"https://www.smartdatacollective.com/how-big-data-affecting-social-media-metrics-and-facebook-ad-strategies/\">benefit to measuring social media results</a> – it allows you to consistently improve your strategy and drive better results for your business as you learn about your audience and what makes them click (in many cases, quite literally). But enough about the why…let’s get into the what and how portion, as that will also serve to demonstrate much better and clearer why it’s so important to measure your results.</p><h2>Start with social media marketing goals</h2><p> Take a moment to ask yourself a question: “Why are you using social media for your business?” Forget about the obvious answers, like “well, I have to since everybody is on social media” or “so I get more followers and hopefully more traffic and leads too”. Instead, be more specific – what <em>exactly</em> do you want to achieve with social media? Forget about broad generalizations like the ones above and think of the exact results you want to get from social media: traffic, shares, engagement, and so on. To help you set your goals, you can use a goal-setting template; personally, I’m partial to <a href=\"https://www.mindtools.com/pages/article/smart-goals.htm\" rel=\"nofollow\">SMART goals</a>, which state that your goals should be:</p><ul><li>Specific</li><li>Measurable</li><li>Achievable</li><li>Relevant</li><li>And time-bound</li></ul><p> Think of it this way: “specific” tells you that you need to be very detailed and clear when you set a goal – the rest 4 guidelines pretty much help you understand what “specific” means in this context:</p><ul><li>A goal that is relevant to your business objectives (always keep your business objectives in mind when you set a marketing goal so that your marketing goals work towards helping you achieve your business objectives)</li><li>A goal that is measurable; meaning, you should check that you can actually evaluate the success of your goal and then put together a list of the KPIs (key performance indicators – for example, link clicks, shares, comments, etc.) you’ll need to track for each of your objectives</li><li>A goal that is realistically achievable – we all want amazing results and we want them now, but realistically speaking, social media takes a lot of time to build up. There are always exceptions to the rule, of course, and some campaigns can massively surprise you with their results, but generally speaking, it takes time to build up your follower numbers, to get more people to engage, to grow your social media traffic, and so on. When you set a goal, look at your past analytics to understand what you can realistically achieve</li><li>A goal that has a deadline – without a deadline, you’re not being specific. Plus, a date tells when you need to measure your results – “increasing my Facebook traffic by 20%” doesn’t really give you much to go on, while something like “increasing my Facebook traffic by 20% in 60 days” tells you exactly what you need to achieve and by when</li></ul><h2>How to track and measure your social media marketing goals</h2><p> While you should focus more of your attention on your goals’ KPIs, it’s important to track all main social media metrics. There aren’t that many anyway – mostly the traffic and engagement-related metrics – so it’s important to measure all of your results to truly understand what works and what doesn’t, for your account, specifically.</p><div style=\"clear:both; margin-top:0em; margin-bottom:1em;\"><a class=\"IRPP_ruby\" href=\"https://www.smartdatacollective.com/understanding-nuances-of-instagram-data-transparency-policies/\" target=\"_self\"><div class=\"postImageUrl\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/Instagram-data-tranperancy-300x200.jpg);\"></div><div class=\"centered-text-area\"><div class=\"centered-text\"><div class=\"IRPP_ruby-content\"><div class=\"ctaText\" style=\"float:left;\">READ</div><div style=\"clear:both\"></div><div class=\"postTitle\" style=\"float:left;\">Understanding The Nuances of Instagram Data Transparency Policies</div></div></div><div class=\"ctaButton\"></div></div></a></div><h3>How to measure your social media traffic</h3><p> Measuring your social media traffic is not as simple as logging in to your Google Analytics to see how much traffic each social network is sending to your website. It’s a great place to start – but there’s so much more that you can learn from your social media traffic so you can actually make actionable decisions:</p><ul><li>Which social networks <a href=\"https://www.abetterlemonadestand.com/increase-website-traffic/\" rel=\"nofollow\">drive the most traffic</a>, consistently</li><li>What the quality of your social media traffic is</li><li>The behavior of your traffic – the paths they take to get your website and then also their behavior while on your website</li><li>The conversions made (although we’ll cover this separately)</li><li>Which social media posts get the most clicks</li><li>Which pages on your website get the most traffic</li></ul><p> Knowing all of this will help you make better decisions both regarding your <a href=\"https://www.smartdatacollective.com/use-analytics-effective-content-marketing/\">social media marketing and your content marketing strategies</a> (for example, you’ll learn what types of resources and blog posts drive more traffic). A lot of this information you can easily get from your Google Analytics account, by going to Acquisition -&gt; Social. Under Overview, you’ll be able to see your top performing social networks in terms of traffic: <img alt=\"\" class=\"alignnone wp-image-279519 size-full\" data-attachment-id=\"279519\" data-comments-opened=\"1\" data-image-description=\"\" data-image-meta='{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\",\"orientation\":\"0\"}' data-image-title=\"google analytics1\" data-large-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1.png\" data-medium-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1-300x114.png\" data-orig-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1.png\" data-orig-size=\"939,356\" data-permalink=\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/google-analytics1/\" height=\"356\" sizes=\"(max-width: 939px) 100vw, 939px\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1.png\" srcset=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1.png 939w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1-300x114.png 300w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1-768x291.png 768w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1-550x209.png 550w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1-520x197.png 520w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1-625x237.png 625w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics1-15x6.png 15w\" width=\"939\"/> To learn more about your social media traffic, go to Network Referrals; here, you’ll be able to understand about the quality of your traffic:</p><ul><li>The average sessions duration for each social network</li><li>How many pages were viewed per session on average</li></ul><p> Then, in order to find out which of your pages were most visited by your social traffic, go to Landing Pages (still under Social). You’ll also be able to <a href=\"https://www.smartdatacollective.com/5-metrics-include-your-marketing-dashboard/\">track your social traffic’s conversion rate</a> – however, you first need to set up conversion goals in order to do so (which I’ll tell you all about next). To learn even more about your traffic, you can add UTM parameters to your social media links; once you add these pieces of code to your links you’ll be able to accurately track your social media traffic so you can see where the traffic is coming from and what they’re doing. In case you’re not familiar with them, UTM parameters are short codes that you can add to your URLs to help track them more accurately. Basically, you don’t just find out where you traffic is coming from (Facebook, Twitter, etc.), but exactly what posts, what social media group, and so on generated you that traffic (which you can track in Google Analytics). Plus, when you set up conversion goals in Google Analytics, you can track more than just traffic for each of your social media links, but also any conversions made (including where exactly they’re coming from). That’s because when you <a href=\"https://www.smartdatacollective.com/ai-streamlines-content-curation-strategies-in-digital-marketing/\">create a UTM tracking link</a>, you can customize it to be as specific as possible; there are 3 main parameters that you can add: source, medium, and campaign (although you can customize your links with other parameters too, these are the most commonly used and generally, are enough to help you track any link). <strong>Source</strong>, refers to the source of your traffic: a social network, a specific social media group, and so on <strong>Medium</strong>, refers to the type of traffic – in this case, “social media” traffic <strong>Campaign</strong>, refers to the specific campaign you’re tracking – anything from a specific blog post you’re promoting to a larger ad campaign you’re holding. As I mentioned before, using UTM parameters will help give you much more information about your traffic than regular web analytics. Apps like Google Analytics tell you where your traffic is coming from in a general sense (Facebook, Twitter, etc.) and help you determine the quality of that traffic and the conversions made, but what it doesn’t tell you is which specific post or campaign helped you generate that traffic. This not only helps you track your social media ROI more accurately, but it also helps you further improve your strategy; the more you use UTM tracking links, the easier it will be to understand what types of posts tend to perform better, which profiles/groups/networks/etc. generate the most traffic on a constant basis, which ads perform best, and so on. To create UTM tracking links, all you need is a tool to help you build it, and your Google Analytics account will track the rest (you’ll be able to see the results of your UTM tracking links by going to Acquisition -&gt; Campaigns). One way to create these links is with the Google Campaign URL Builder; enter your website URL, the campaign source, and if you want, the medium and campaign name and it will generate your link automatically: <img alt=\"\" class=\"alignnone size-full wp-image-279520\" data-attachment-id=\"279520\" data-comments-opened=\"1\" data-image-description=\"\" data-image-meta='{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\",\"orientation\":\"0\"}' data-image-title=\"google campaign builder\" data-large-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder.png\" data-medium-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder-300x130.png\" data-orig-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder.png\" data-orig-size=\"939,408\" data-permalink=\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/google-campaign-builder/\" height=\"408\" sizes=\"(max-width: 939px) 100vw, 939px\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder.png\" srcset=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder.png 939w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder-300x130.png 300w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder-768x334.png 768w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder-550x239.png 550w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder-520x226.png 520w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder-625x272.png 625w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-campaign-builder-15x7.png 15w\" width=\"939\"/> Another easy way to do this is with a tool like <a href=\"https://www.agorapulse.com/\" rel=\"nofollow\">Agorapulse</a>; it’s a social media management tool that allows you to add UTM parameters to any link you share, very easily and quickly: when you compose a new update and add a link, just turn on UTM tracking to add custom UTM parameters and start tracking your links in detail: <img alt=\"\" class=\"alignnone size-full wp-image-279521\" data-attachment-id=\"279521\" data-comments-opened=\"1\" data-image-description=\"\" data-image-meta='{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\",\"orientation\":\"0\"}' data-image-title=\"agorapulse\" data-large-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse.png\" data-medium-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse-300x136.png\" data-orig-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse.png\" data-orig-size=\"939,427\" data-permalink=\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/agorapulse/\" height=\"427\" sizes=\"(max-width: 939px) 100vw, 939px\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse.png\" srcset=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse.png 939w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse-300x136.png 300w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse-768x349.png 768w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse-550x250.png 550w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse-520x236.png 520w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse-625x284.png 625w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/agorapulse-15x7.png 15w\" width=\"939\"/> One really cool feature is that when you want to post the same link on multiple social networks at the same time, but still be able to track them each individually, you can do so by selecting “Dynamic” UTM parameters under “Type” (where in the screenshot it says “text”). This then gives the tool the power to choose the right parameters (social network and/or profile name) when sharing your links on each network you selected. Plus, if you want to shorten these long – and let’s face it, ugly – links, you can connect your Bitly account to have them automatically shortened for you. As I mentioned before, all of these UTM links can then be tracked via your Google Analytics, under Acquisition -&gt; Campaigns. Once you have all of this information about your social media traffic and your audience, use it to adjust your social media and content strategy accordingly. There is one small downside though with UTM links. When you share one of these links on social media and someone retweets or shares your update themselves, they will also share the full link. Meaning, your UTM tracking results will also include the traffic generated by these outside shares. This can be both a win and a loss though; on one hand, you won’t be able to see exactly how much traffic/conversions you got from a specific source if you had any other shares. But on the other hand, you’re still getting a lot of valuable information and not to mention, even those extra shares help you qualify the value of that traffic source (since it also got you shares along with traffic and conversions). So I would definitely say that even with this small downside, you’re still getting a lot more value from UTM tracking linsk than not.</p><div style=\"clear:both; margin-top:0em; margin-bottom:1em;\"><a class=\"IRPP_ruby\" href=\"https://www.smartdatacollective.com/factors-behind-data-storage-security-is-business-vulnerable/\" target=\"_self\"><div class=\"postImageUrl\" style=\"background-image:url(https://www.smartdatacollective.com/wp-content/uploads/2019/03/data-storage-security-300x150.jpg);\"></div><div class=\"centered-text-area\"><div class=\"centered-text\"><div class=\"IRPP_ruby-content\"><div class=\"ctaText\" style=\"float:left;\">READ</div><div style=\"clear:both\"></div><div class=\"postTitle\" style=\"float:left;\">Factors Behind Data Storage Security: Is Your Business Vulnerable?</div></div></div><div class=\"ctaButton\"></div></div></a></div><h3>How to measure your conversions</h3><p> What actions does your social media traffic take once on your website? As a business, this is ultimately more important than driving loads of traffic to your website: getting your traffic to actually take action. This can be anything from signing up for your blog’s newsletter, downloading a resource, or even – in the best cases – buying something from you. Or, it can even something like viewing your contact page, or seeing a particular piece of content. You can track all of this with <a href=\"https://www.lilachbullock.com/how-to-create-goals/\" rel=\"nofollow\">Google Analytics goals</a>; conversion goals are easy to set up and once you’ve done it, you’ll be able to head over to Social traffic in Google Analytics and see how many people converted from each social network. To set a conversion goal, click on Admin: <img alt=\"\" class=\"alignnone size-full wp-image-279522\" data-attachment-id=\"279522\" data-comments-opened=\"1\" data-image-description=\"\" data-image-meta='{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\",\"orientation\":\"0\"}' data-image-title=\"google analytics goals\" data-large-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals.png\" data-medium-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-300x122.png\" data-orig-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals.png\" data-orig-size=\"939,381\" data-permalink=\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/google-analytics-goals/\" height=\"381\" sizes=\"(max-width: 939px) 100vw, 939px\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals.png\" srcset=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals.png 939w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-300x122.png 300w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-768x312.png 768w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-550x223.png 550w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-520x211.png 520w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-625x254.png 625w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-15x6.png 15w\" width=\"939\"/> Then, click on Goals to start creating them – you can create 20 different goals (and then replace them with new ones as they become irrelevant) and use their existing templates to save time: <img alt=\"\" class=\"alignnone size-full wp-image-279523\" data-attachment-id=\"279523\" data-comments-opened=\"1\" data-image-description=\"\" data-image-meta='{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\",\"orientation\":\"0\"}' data-image-title=\"google analytics goals 2\" data-large-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2.png\" data-medium-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2-300x116.png\" data-orig-file=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2.png\" data-orig-size=\"939,362\" data-permalink=\"https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/google-analytics-goals-2/\" height=\"362\" sizes=\"(max-width: 939px) 100vw, 939px\" src=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2.png\" srcset=\"https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2.png 939w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2-300x116.png 300w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2-768x296.png 768w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2-550x212.png 550w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2-520x200.png 520w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2-625x241.png 625w, https://www.smartdatacollective.com/wp-content/uploads/2019/03/google-analytics-goals-2-15x6.png 15w\" width=\"939\"/> As you can see in the above screenshot, there are several types of templates – the only one that didn’t fit in the screenshot is a template for measuring traffic that views or plays specific media content on your website (for example, viewing a video on one of your products’ landing pages). Alternatively, to help you better measure your ROI, you can give each of your conversion goals a monetary value; it most likely won’t be completely accurate, but it will help give you a better idea of how successful your social media strategy is. And that’s pretty much it – once you’ve set these goals you’ll be able to track all of your traffic for conversions, not just social traffic, automatically. As I mentioned before, if you also start using UTM tracking links, you’ll be able to gain even more knowledge regarding your traffic and conversions. Like with traffic earlier, UTM tracking links will be able to tell you exactly what helped you generate more conversions – not just which social network. As it is, Google Analytics only tells you how many conversions you’ve made for each social network. When you track your links with UTM parameters, you can see exactly how many conversions were made on the back of each of your campaigns, or even from specific social media profiles, groups or communities, and specific social media updates.<div class=\"quads-location quads-ad2\" id=\"quads-ad2\" style=\"float:none;margin:5px 0 5px 0;text-align:center;\"> <script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-format=\"fluid\" data-ad-layout=\"in-article\" data-ad-slot=\"4409634097\" style=\"display:block; text-align:center;\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script> </div></p><h2>Conclusion</h2><p> As you can see, it’s very difficult – close to impossible – to accurately determine how much money social media is making you. But what you can do is set yourself goals and measure them; that’s why it’s important that your goals reflect your overall business objectives. Because when you do reach a social media goal, that means you’re getting closer to achieving these objectives – and growing your business. However, if there’s one thing to get out of this article, it’s that measuring your social media success (especially for small businesses and entrepreneurs who most likely don’t have a huge social media team) will help you improve and grow.</p></div><div class=\"mt-pagepagination\"></div><div class=\"tags\"><a href=\"https://www.smartdatacollective.com/tag/roi/\" rel=\"tag\">roi</a><a href=\"https://www.smartdatacollective.com/tag/social-media-analytics/\" rel=\"tag\">social media analytics</a><a href=\"https://www.smartdatacollective.com/tag/social-media-data/\" rel=\"tag\">social media data</a><a href=\"https://www.smartdatacollective.com/tag/social-media-marketing/\" rel=\"tag\">social media marketing</a><a href=\"https://www.smartdatacollective.com/tag/social-media-marketing-tips/\" rel=\"tag\">social media marketing tips</a><a href=\"https://www.smartdatacollective.com/tag/social-media-roi/\" rel=\"tag\">social media roi</a><a href=\"https://www.smartdatacollective.com/tag/social-media-tips/\" rel=\"tag\">social media tips</a></div><ul class=\"share down\"><li class=\"share-facebook\"><a class=\"mt-radius\" href=\"http://www.facebook.com/sharer.php?u=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><span>Share on Facebook</span></a></li><li class=\"share-twitter\"><a class=\"mt-radius\" href=\"http://twitter.com/home/?status=Measuring+Social+Media+ROI:+Leveraging+Data+To+Boost+Results+https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><span>Tweet on Twitter</span></a></li><li class=\"share-more\"> <a class=\"mt-radius\" href=\"https://plus.google.com/share?url=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/\" target=\"_blank\"><div class=\"google mt-radius-b\"></div></a> <a class=\"mt-radius\" href=\"http://pinterest.com/pin/create/button/?url=https://www.smartdatacollective.com/measuring-social-media-roi-leveraging-data-to-boost-results/&amp;media=https://www.smartdatacollective.com/wp-content/uploads/2019/03/leveraging-social-data-for-ROI.jpg\" target=\"_blank\"><div class=\"pinterest mt-radius-b\"></div></a><div class=\"share-more-wrap\"><div class=\"share-more-icon mt-radius\">+</div></div></li></ul><div class=\"clearfix\"></div><div class=\"entry-meta\"><div class=\"author-info mt-radius\"><div class=\"author-avatar\"> <img alt=\"Avatar\" class=\"avatar avatar-55 wp-user-avatar wp-user-avatar-55 photo avatar-default\" height=\"55\" src=\"https://secure.gravatar.com/avatar/96c99d631734638436fdcfdd38f72cbf?s=55&amp;d=identicon&amp;r=g\" width=\"55\"/></div><div class=\"author-description\"><h5>Author</h5> <a href=\"https://www.smartdatacollective.com/author/lilach/\" rel=\"author\"><h3>Lilach Bullock</h3></a><div class=\"mt-bio-social\"> <a class=\"mt-bio-twitter\" href=\"https://twitter.com/lilachbullock\"></a> <a class=\"mt-bio-facebook\" href=\"https://www.facebook.com/lilachbullockbiz\"></a> <a class=\"mt-bio-linkedin\" href=\"http://linkedin.com/in/lilachbullock\"></a></div><p>Highly regarded on the world speaker circuit, <a href=\"https://www.lilachbullock.com\">Lilach</a> has graced Forbes and Number 10 Downing Street. She’s a hugely connected and highly influential entrepreneur. She is listed in Forbes as one of the top 20 women social media power influencers, named one of 10 top digital marketers by Brand24 and was crowned the Social Influencer of Europe by Oracle. She is listed as the number one Influencer in the UK by Career Experts and is a recipient for a Global Women Champions Award for her outstanding contribution and leadership in business.</p><div class=\"author-link\"> <a href=\"https://www.smartdatacollective.com/author/lilach/\" rel=\"author\"> View all posts by Lilach Bullock </a></div></div></div></div><ul class=\"nav-single mt-radius\"><li class=\"previous pull-left\"><a href=\"https://www.smartdatacollective.com/3-essential-big-data-security-protocols-to-be-aware-of/\" rel=\"prev\"><span class=\"color-silver-light\">Previous article</span><div>3 Essential Big Data Security Protocols To Be Aware Of</div></a></li><li class=\"next pull-right\"><a href=\"https://www.smartdatacollective.com/how-big-data-is-transforming-online-gaming/\" rel=\"next\"> <span class=\"color-silver-light\">Next article</span><div>Here’s How Big Data Is Transforming Online Gaming</div></a></li><li class=\"clearfix\"></li></ul><div class=\"clear\"></div><div class=\"widget\"><div class=\"advertise text-center\" itemscope=\"\" itemtype=\"https://schema.org/WPAdBlock\"><script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script> <ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-5846770866792663\" data-ad-format=\"auto\" data-ad-slot=\"7980174680\" style=\"display:block\"></ins> <script>(adsbygoogle = window.adsbygoogle || []).push({});</script></div><div class=\"clear\"></div></div></div> ", "website": "smartdatacollective"}