{"content": "More details have emerged about how Facebook data on millions of US voters was handled after it was obtained in 2014 by UK political consultancy Cambridge Analytica for building psychographic profiles of Americans to target election messages for the Trump campaign. The dataset — of more than 50M Facebook users — is at the center of a scandal that’s been engulfing the social network giant since newspaper revelations published on March 17 dropped privacy and data protection into the top of the news agenda. Facebook responds to data misuse A UK parliamentary committee has published a cache of documents provided to it by an ex CA employee, Chris Wylie, who gave public testimony in front of the committee at an oral hearing earlier this week . During that hearing he said he believes data on “substantially” more than 50M Facebookers was obtained by CA. Facebook has not commented publicly on that claim. Among the documents the committee has published today (with some redactions) is the data-licensing contract between Global Science Research (GSR) — the company set up by the Cambridge University professor, Aleksandr Kogan, whose personality test app was used by CA as the vehicle for gathering Facebook users’ data — and SCL Elections (an affiliate of CA), dated June 4, 2014. The document is signed by Kogan and CA’s now suspended CEO Alexander Nix . The contract stipulates that all monies transferred to GSR will be used for obtaining and processing the data for the project — “to further develop, add to, refine and supplement GS psychometric scoring algorithms, databases and scores” — and none of the money paid Kogan should be spent on other business purposes, such as salaries or office space “unless otherwise approved by SCL”. Wylie told the committee on Tuesday that CA chose to work with Kogan as he had agreed to work with them on acquiring and modeling the data first, without fixing commercial terms up front. The contact also stipulates that Kogan’s company must gain “advanced written approval” from SCL to cover costs not associated with collecting the data — including “IT security”. Which does rather underline CA’s priorities in this project: Obtain, as fast as possible, lots of personal data on US voters, but don’t worry much about keeping that personal information safe. Security is a backburner consideration in this contract. CA responded to Wylie’s testimony on Tuesday with a statement rejecting his allegations — including claiming it “does not hold any GSR data or any data derived from GSR data”. The company has not updated its press page with any new statement in light of the publication of a 2014 contract signed by its former CEO and GSR’s Kogan. Earlier this week the committee confirmed that Nix has accepted its summons to return to give further evidence — saying the public session will likely to take place on April 17. The first section of the contract between the CA affiliate company and GSR briefly describes the purpose of the project as being to conduct “political modeling” of the population in 11 US states. On the data protection front, the contract includes a clause stating that both parties “warrant and undertake” to comply with all relevant privacy and data handling laws. “Each of the parties warrants and undertakes that it will not knowingly do anything or permit anything to be done which might lead to a breach of any such legislation, regulations and/or directives by the other party,” it also states. CA remains under investigation by the UK’s data protection watchdog, which obtained a warrant to enter its offices last week — and spent several hours gathering evidence. The company’s activities are being looked at as part of a wider investigation by the ICO into the use of data analytics for political purposes. Commissioner Elizabeth Denham has previously said she’s leading towards recommending a code of conduct for use of social media for political campaigning — and said she hopes to publish her report by May. Another clause in the contract between GSR and SCL specifies that Kogan’s company will “seek out informed consent of the seed user engaging with GS Technology” — which would presumably refer to the ~270,000 people who agreed to take the personality quiz in the app deployed via Facebook’s platform. Upon completion of the project, the contract specifies that Kogan’s company may continue to make use of SCL data for “academic research where no financial gain is made”. Another clause details an additional research boon that would be triggered if Kogan was able to meet performance targets and deliver SCL with 2.1M matched records in the 11 US states it was targeting — so long as he met its minimum quality standards and at an averaged cost of $0.50 or less per matched record. In that event, he stood to also receive an SCL dataset of around 1M residents of Trinidad and Tobago — also “for use in academic research”. The second section of the contract explains the project and its specification in detail. Here it states that the aim of the project is “to infer psychological profiles”, using self-reported personality test data, political party preference and “moral value data”. The 11 US states targeted by the project are also named as: Arkansas, Colorado, Florida, Iowa, Louisiana, Nevada, New Hampshire, North Carolina, Oregon, South Carolina and West Virginia. The project is detailed in the contract as a seven step process — with Kogan’s company, GSR, generating an initial seed sample (though it does not specify how large this is here) using “online panels”; analyzing this seed training data using its own “psychometric inventories” to try to determine personality categories; the next step is Kogan’s personality quiz app being deployed on Facebook to gather the full dataset from respondents and also to scrape a subset of data from their Facebook friends (here it notes: “upon consent of the respondent, the GS Technology scrapes and retains the respondent’s Facebook profile and a quantity of data on that respondent’s Facebook friends”); step 4 involves the psychometric data from the seed sample, plus the Facebook profile data and friend data all being run through proprietary modeling algorithms — which the contract specifies are based on using Facebook likes to predict personality scores, with the stated aim of predicting the “psychological, dispositional and/or attitudinal facets of each Facebook record”; this then generates a series of scores per Facebook profile; step 6 is to match these psychometrically scored profiles with voter record data held by SCL — with the goal of matching (and thus scoring) at least 2M voter records for targeting voters across the 11 states; the final step is for matched records to be returned to SCL, which would then be in a position to craft messages to voters based on their modeled psychometric scores. The “ultimate aim” of the psychometric profiling product Kogan built off of the training and Facebook data sets is imagined as “a ‘gold standard’ of understanding personality from Facebook profile information, much like charting a course to sail”. The possibility for errors is noted briefly in the document but it adds: “Sampling in this phase [phase 1 training set] will be repeated until assumptions and distributions are met.” In a later section, on demographic distribution analysis, the contract mentions the possibility for additional “targeted data collection procedures through multiple platforms” to be used — even including “brief phone scripts with single-trait questions” — in order to correct any skews that might be found once the Facebook data is matched with voter databases in each state, (and assuming any “data gaps” could not be “filled in from targeted online samples”, as it also puts it). In a section on “background and rationale”, the contract states that Kogan’s models have been “validity tested” on users who were not part of the training sample, and further claims: “Trait predictions based on Facebook likes are at near test-rest levels and have been compared to the predictions their romantic partners, family members, and friends make about their traits”. “In all the previous cases, the computer-generated scores performed the best. Thus, the computer-generated scores can be more accurate than even the knowledge of very close friends and family members,” it adds. His technology is described as “different from most social research measurement instruments” in that it is not solely based on self-reported data — with the follow-on claim being made that: “Using observed data from Facebook users’ profiles makes GS’ measurements genuinely behavioral.” That suggestion, at least, seems fairly tenuous — given that a portion of Facebook users are undoubtedly aware that the site is tracking their activity when they use it, which in turn is likely to affect how they use Facebook. So the idea that Facebook usage is a 100% naked reflection of personality deserves far more critical questioning than is implied by Kogan’s description of it in the contract with SCL. And, indeed, some of the commentary around this news story has queried the value of the entire exposé by suggesting CA’s psychometric targeting wasn’t very effective — ergo, it may not have had a significant impact on the US election. In contrast to claims being made for his technology in the 2014 contract, Kogan himself claimed in a TV interview  earlier this month (after the scandal broke) that his predictive modeling was not very accurate at an individual level — suggesting it would only be useful in aggregate to, for example, “understand the personality of New Yorkers”. Yesterday Channel 4 News reported that it had been able to obtain some of the data Kogan modeled for CA — thereby supporting Wylie’s testimony that CA had not locked down access to the data. And in its report, the broadcaster spoke to some of the named US voters in Colorado — showing them the scores Kogan’s models had given them. Unsurprisingly, not all their interviewees thought the scores were an accurate reflection of who they were. Exclusive: Cambridge Analytica data is still circulating – harvested from thousands of Facebook profiles. /zPNdhmMwb1 — Michael Crick (@MichaelLCrick) March 28, 2018 However regardless of how effective (or not) Kogan’s methods were, the bald fact that personal information on 50M+ Facebook users was so easily sucked out of the platform is of unquestionable public interest and concern. The added fact this data set was used for psychological modeling for political message targeting purposes — without, in many cases, people’s knowledge or consent — just further underlines the controversy. Whether the political microtargeting method worked well or was hit and miss is really by the by. In the contract, Kogan’s psychological profiling methods are described as “less costly, more detailed, and more quickly collected” than other individual profiling methods, such as “standard political polling or phone samples”. The contract also flags up how the window of opportunity for his approach was closing — at least on Facebook’s platform. “GS’s method relies on a pre-existing application functioning under Facebook’s old terms of service,” it observes. “New applications are not able to access friend networks and no other psychometric profiling applications exist under the old Facebook terms.” As I wrote last weekend , Facebook faced a legal challenge to the lax system of app permissions it operated in 2011. And after a data protection audit and re-audit by the Irish Data Protection Commissioner, in 2011 and 2012, the regulator recommended it shutter developers’ access to friend networks — which Facebook finally did (for both old and new apps) as of mid 2015. But in mid 2014 existing developers on its platform could still access the data — as Kogan was able to, handing it off to SCL and its affiliates. Other documents published by the committee today include a contract between Aggregate IQ — a Canadian data company which Wylie described in his evidence session on Tuesday as ‘CA Canada’ (aka yet another affiliate of CA/SCL), although AIQ disputes this. (In a statement on AIQ’s  website , dated March 24, it writes: “AggregateIQ is a digital advertising, web and software development company based in Canada. It is and has always been 100% Canadian owned and operated. AggregateIQ has never been and is not a part of Cambridge Analytica or SCL. Aggregate IQ has never entered into a contract with Cambridge Analytica. Chris Wylie has never been employed by AggregateIQ.”) This contract, which is dated September 15, 2014, is for the: “Design and development of an Engagement Platform System”, also referred to as “the Ripon Platform”, and described as: “A scalable engagement platform that leverages the strength of SCLs modelling data, providing an actionable toolset and dashboard interface for the target campaigns in the 2014 election cycle. This will consist of a bespoke engagement platform (SCL Engage) to help make SCLs behavioural microtargeting data actionable while making campaigns more accountable to donors and supporter”. Another contract between Aggregate IQ and SCL is dated November 25, 2013, and covers the delivery of a CRM system, a website and “the acquisition of online data” for a political party in Trinidad and Tobago. In this contract a section on “behavioral data acquisition” details their intentions thus: Identify and obtain qualified sources of data that illustrate user behaviour and contribute to the development of psychographic profiling in the region This data may include, but is not limited to: Internet Service Provider (ISP) log files First party data logs Third party data logs Ad network data Social bookmarking Social media sharing (Twitter, FB, MySpace) Natural Language Processing (NLP) of URL text and images Reconciliation of IP and User-Agent to home address, census tract, or dissemination area In his evidence to the committee on Tuesday Wylie described the AIQ Trinidad project as a “pre-cursor to the Rippon project to see how much data could be pulled and could we profile different attributes in people”. He also alleged AIQ has used hacker type techniques to obtain data. “AIQ’s role was to go and find data,” he told the committee. “The contracting is pulling ISP data and there’s also emails that I’ve passed on to the committee where AIQ is working with SCL to find ways to pull and then de-anonymize ISP data. So, like, raw browsing data.” Another document in the bundle published today details a project pitch by SCL to carry out $200,000 worth of microtargeting and political campaign work for the conservative organization ForAmerica.org — for “audience building and supporter mobilization campaigns”. There is also an internal SCL email chain regarding a political targeting project that also appears to involve the Kogan modeled Facebook data, which is referred to as the “Bolton project” (which seems to refer to work done for the now US national security advisor, John Bolton) — with some back and forth over concerns about delays and problems with data matching in some of the US states and overall data quality. “Need to present the little information we have on the 6,000 seeders to [sic] we have to give a rough and ready and very preliminary reading on that sample ([name redacted] will have to ensure the appropriate disclaimers are in place to manage their expectations and the likelihood that the results will change once more data is received). We need to keep the client happy,” is one of the suggested next steps in an email written by an unidentified SCL staffer working on the Bolton project. “The Ambassador’s team made it clear that he would want some kind of response on the last round of foreign policy questions. Though not ideal, we will simply piss off a man who is potentially an even bigger client if we remain silent on this because it has been clear to us this is something he is particularly interested in,” the emailer also writes. “At this juncture, we unfortunately don’t have the luxury of only providing the perfect data set but must deliver something which shows the validity of what we have been promising we can do,” the emailer adds. Another document is a confidential memorandum prepared for Rebekah Mercer (the daughter of US billionaire Robert Mercer; Wylie has said Mercer provided the funding to set up CA), former Trump advisor Steve Bannon and the (now suspended) CA CEO Alexander Nix advising them on the legality of a foreign corporation (i.e. CA), and foreign nationals (such as Nix and others), carrying out work on US political campaigns. This memo also details the legal structure of SCL and CA — the former being described as a “minority owner” of CA. It reads: With this background we must look first at Cambridge Analytica, LLC (“Cambridge”) and then at the people involved and the contemplated tasks. As I understand it, Cambridge is a Delaware Limited Liability Company that was formed in June of 2014. It is operated through 5 managers, three preferred managers, Ms. Rebekah Mercer, Ms. Jennifer Mercer and Mr. Stephen Bannon, and two common managers, Mr. Alexander Nix and a person to be named. The three preferred managers are all United States citizens, Mr. Nix is not. Cambridge is primarily owned and controlled by US citizens, with SCL Elections Ltd., (“SCL”) a UK limited company being a minority owner. Moreover, certain intellectual property of SCL was licensed to Cambridge, which intellectual property Cambridge could use in its work as a US company in US elections, or other activities. On the salient legal advice point, the memo concludes that US laws prohibiting foreign nationals managing campaigns — “including making direct or indirect decisions regarding the expenditure of campaign dollars” — will have “a significant impact on how Cambridge hires staff and operates in the short term”.", "title_html": "<h1 class=\"article__title\">Here’s Cambridge Analytica’s plan for voters’ Facebook data</h1> ", "url": "https://techcrunch.com/2018/03/29/heres-cambridge-analyticas-plan-for-voters-facebook-data", "tfidf": {"tfidf": {"daughter": 3.4915328788199997, "affili": 24.201219512199998, "audit": 15.12, "unless": 5.44818119423, "awar": 4.27693965517, "precursor": 14.200357781800001, "kind": 2.5806241872599998, "addit": 2.49269901084, "would": 5.414364640899999, "june": 2.86829268292, "circul": 7.517045454550001, "preliminari": 12.6501992032, "specif": 1.8719490626099997, "moni": 102.425806452, "intent": 3.19372359686, "client": 28.2742653606, "testrest": 1134.0, "presum": 8.187725631769998, "cambridg": 51.364788352679994, "thought": 1.9854927463699998, "product": 1.62264922322, "tri": 1.8544562551099997, "never": 4.67307692307, "complet": 1.24021560816, "toward": 1.6303142329, "retain": 2.74956702459, "idea": 2.0930784443, "their": 8.1238326724, "chose": 4.42105263158, "robert": 1.8618505922400002, "particular": 1.3814827706200001, "summon": 14.4327272727, "news": 6.24547600314, "commission": 17.16324324324, "had": 5.237875288699999, "websit": 5.04320203304, "secur": 6.50655737706, "scls": 2268.0, "will": 12.2481098596, "associ": 1.3263157894700002, "event": 1.5356935577500002, "predict": 25.92423252775, "broadcast": 3.55167785235, "therebi": 6.47735618115, "second": 1.1130898128, "strength": 4.02739726027, "portion": 3.3019966722099996, "next": 2.9901120632800002, "privaci": 56.5989304812, "near": 1.28769567686, "but": 5.0816208949499995, "certain": 1.8077886586200003, "obtain": 21.49035532992, "carri": 3.33739751944, "met": 4.7228915662599995, "cost": 6.95807158509, "off": 4.53643204116, "overal": 3.0442953020099996, "record": 8.54007530928, "census": 6.31503579952, "organ": 1.6387283237, "has": 14.611096502799999, "pass": 1.61818367139, "out": 4.24066777964, "model": 22.9965762444, "alway": 2.06745670009, "panel": 7.57442748092, "under": 3.2344991510999996, "categori": 3.98194130926, "offic": 3.17774219376, "usag": 6.427530364369999, "involv": 4.349589041100001, "ergo": 378.0, "gap": 7.302667893280001, "determin": 2.1658935879900003, "less": 2.93809567872, "regard": 3.57889990982, "quick": 2.205, "steve": 5.85182454847, "handl": 7.845811712380001, "said": 6.19007700556, "contempl": 18.3114186851, "then": 4.34631442064, "they": 3.09051975861, "suspend": 13.35239697224, "anoth": 6.81861130992, "consult": 5.21721984883, "effect": 2.7926121372000003, "techniqu": 3.7293868921800004, "employ": 2.16530278232, "happi": 6.125, "alleg": 7.6143884891999996, "claus": 36.8068006182, "plus": 4.6914893617, "ensur": 3.4127257093700005, "seek": 2.83753351206, "resid": 2.39457013575, "respons": 1.5066907089300001, "minor": 4.46143037796, "appear": 1.3214582986499999, "algorithm": 55.9014084508, "twitter": 33.213389121300004, "respond": 19.039776134340002, "expenditur": 16.283076923099998, "oregon": 15.8443113772, "develop": 7.173431734320001, "moreov": 7.56, "undertak": 21.6, "such": 4.24605509496, "thousand": 2.4767550702000003, "elect": 15.136818687420002, "agre": 4.45892430838, "donor": 25.565217391300003, "three": 2.13243787778, "fast": 4.8729281768, "forth": 8.65177111717, "collect": 4.92329956584, "add": 18.44973852412, "back": 1.26070038911, "press": 1.41245551601, "west": 1.6561652409799998, "platform": 56.098939929299995, "ani": 6.80302813884, "two": 1.01379310345, "licens": 5.79839298758, "newspap": 3.0971517752599995, "canada": 6.073450650340001, "account": 1.94463498285, "behavior": 11.05956112852, "whether": 2.20683903253, "detail": 18.09488531128, "wyli": 1607.696202528, "brows": 103.090909091, "yesterday": 33.213389121300004, "bolton": 147.91304347829998, "intern": 1.30355530011, "for": 28.00882112028, "friend": 15.413592232989998, "warrant": 47.109792285, "revel": 11.622254758399999, "assum": 2.9575260804799997, "controversi": 2.62543409955, "challeng": 2.55816951337, "look": 3.8172637653199994, "trinidad": 135.6923076924, "law": 3.5947016868599997, "veri": 5.03520456708, "reconcili": 20.644993497999998, "work": 10.03680809217, "later": 1.08650424309, "suck": 47.25, "compar": 1.8662278123900002, "doe": 5.11743848715, "old": 4.58534706846, "infer": 21.1398135819, "valid": 13.22448979592, "promis": 3.5030891438699996, "place": 2.2008733624400003, "man": 1.7494214875999998, "goal": 3.28152128979, "error": 6.04109589041, "continu": 1.13928955867, "accept": 1.7377408056, "deanonym": 1134.0, "virginia": 6.3504, "into": 3.04507384437, "readi": 5.15789473684, "via": 2.2978723404299997, "hire": 4.95815115553, "sic": 34.2155172414, "servic": 3.0260173449, "face": 1.80327124035, "what": 1.25343439128, "help": 1.39962972759, "believ": 1.6450108797, "find": 3.4588235294199996, "bald": 42.563002681, "potenti": 2.52080025405, "cover": 3.38760268858, "own": 3.5353325415600003, "poll": 7.8632986627, "univers": 1.24889867841, "report": 4.0903469598, "littl": 1.5499365420299998, "give": 2.7306501548, "long": 1.2657259028899999, "script": 8.299006795610001, "engag": 13.463364993200003, "citizen": 6.48794442174, "aggreg": 70.17016574600001, "evid": 8.99490084984, "wrote": 2.10473286491, "databas": 16.49454545454, "just": 1.33580143037, "entir": 1.59365589239, "understand": 8.90575916229, "simpli": 2.5192002538900002, "statement": 10.26686785944, "upon": 3.20662492426, "refin": 9.966101694919999, "mobil": 4.89697717458, "person": 18.26765799261, "should": 1.6643254009900001, "sole": 4.04175152749, "septemb": 1.45638014861, "present": 1.25551601423, "recommend": 7.828402366860001, "term": 5.58080674928, "direct": 2.44452998692, "train": 7.7462795803999995, "backburn": 1134.0, "spent": 6.01591511936, "conclud": 3.02284843869, "run": 1.55692850838, "seri": 1.46511627907, "keep": 4.08490930142, "explain": 2.60049140049, "scrape": 141.12, "anyth": 9.17687861272, "messag": 14.90237797248, "raw": 10.6478873239, "track": 3.1276595744700004, "assumpt": 9.21951219512, "rational": 36.75, "pull": 15.55962103887, "tract": 15.2653846154, "the": 168.0, "step": 16.96758104736, "alexand": 12.58335535008, "generat": 4.10550814584, "build": 3.2683479156, "reaudit": 1134.0, "consist": 1.4901445466499998, "demograph": 10.851674641099999, "facet": 49.7680250784, "louisiana": 13.615780445999999, "interfac": 20.9169960474, "tenuous": 68.1373390558, "say": 1.7544480053, "impact": 5.95052473764, "exampl": 1.50483412322, "interview": 3.3981164383599998, "hand": 1.6152202665600002, "foreign": 10.110491959880001, "knowledg": 6.7962328767199995, "take": 2.27923336444, "becaus": 1.1495184997499999, "full": 1.66729678639, "than": 5.16393442625, "yorker": 27.4671280277, "publish": 8.21314019658, "also": 15.22147651005, "specifi": 27.682650392320003, "seven": 1.93940874664, "money": 2.62283165373, "irish": 5.56077057793, "task": 3.88641370869, "window": 5.86479497599, "may": 4.20807103572, "polici": 2.52963671128, "analyz": 9.68639414277, "reject": 2.82139683668, "polit": 21.22223459952, "activ": 4.39210623387, "shutter": 98.6086956522, "want": 1.99698113208, "system": 4.16219522853, "spoke": 5.5125, "genuin": 11.4793926247, "howev": 1.0945191313299998, "share": 1.8566249561500001, "disclaim": 98.6086956522, "pitch": 9.50089766607, "which": 14.07268583, "relev": 6.938811188810001, "session": 11.19210433556, "boon": 38.255421686700004, "refer": 5.200982801, "one": 1.00627495722, "show": 2.5340782123, "psychometr": 2268.0, "hope": 2.50884955752, "see": 1.27242125511, "supplement": 7.13848920863, "facebook": 885.1726618695, "junctur": 117.6, "manag": 9.869042685479998, "kogan": 11113.2, "file": 3.7710213776699995, "sign": 3.5213485638199997, "repeat": 2.8771293947099994, "this": 21.07966616091, "mani": 1.04426757877, "sampl": 50.62961275624, "singletrait": 1134.0, "rebekah": 933.882352942, "process": 5.08574479446, "elizabeth": 5.54329608939, "perform": 3.0627954085000004, "site": 1.9721739130400002, "advis": 5.0145293746099995, "novemb": 1.49393055425, "most": 1.02096463023, "held": 1.44353518822, "all": 6.06880733946, "top": 1.8387769284200002, "today": 5.24884284771, "behaviour": 19.758556316120004, "piss": 170.709677419, "regardless": 6.35294117647, "appropri": 4.31413043478, "case": 2.96997474512, "that": 37.147410358749994, "cycl": 5.40919931857, "final": 2.6801721955, "third": 1.4195278969999998, "and": 85.00535433105, "permit": 3.7549668874199997, "type": 2.0281042411900003, "home": 1.4599963215, "prepar": 2.43012398592, "deliv": 6.807890222979999, "gather": 11.35893155259, "scandal": 19.636363636360002, "made": 4.28155339804, "comment": 3.05954904606, "point": 1.25990000794, "none": 4.06555697823, "can": 2.35252278284, "unquestion": 97.3987730061, "describ": 10.29190590848, "queri": 56.2978723404, "onli": 2.0512953033200003, "each": 3.56924460432, "clear": 3.70847932726, "hampshir": 18.3114186851, "computergener": 2268.0, "regul": 7.77473065622, "advanc": 1.9997480791, "trump": 124.03125, "chain": 5.17639387023, "data": 202.5861335604, "stephen": 4.04793472718, "audienc": 4.4784203103, "address": 2.86157173756, "method": 12.857142857150002, "confidenti": 31.8156312625, "sinc": 1.08368600683, "must": 5.766101694929999, "corpor": 3.02284843869, "worth": 5.210370856580001, "text": 3.12827586207, "scalabl": 186.776470588, "datalicens": 1134.0, "busi": 2.05541170378, "michael": 2.23259738433, "page": 2.03669018602, "compli": 14.8930581614, "score": 47.17341977315, "chang": 1.1808985421, "round": 3.3843530164099995, "suggest": 7.028666297719999, "colorado": 24.6905132192, "user": 61.6843127732, "nation": 3.67897420053, "after": 3.06210621063, "web": 5.17133550489, "onc": 2.9949066213999997, "form": 1.12755681818, "delay": 4.23247134098, "space": 2.39818731118, "dataset": 580.829268294, "function": 2.495441685, "foramericaorg": 1134.0, "log": 41.0232558141, "consent": 34.488052136099995, "hear": 8.35798894446, "well": 1.0655748708, "done": 4.6605019814999995, "otherwis": 3.72151898734, "approach": 2.07556543339, "undoubt": 27.0459965928, "hold": 1.6551292744, "front": 6.9846018477900005, "know": 2.59327017315, "bigger": 13.23, "arkansa": 25.647819063000004, "legal": 10.400262037360001, "measur": 4.82186788154, "least": 4.8496079829, "staffer": 103.090909091, "multipl": 2.74813917258, "aka": 20.834645669300002, "how": 11.21752296357, "test": 7.97121338913, "million": 1.7279059643, "fair": 3.20533010297, "north": 1.49604221636, "light": 1.9102394417, "initi": 1.35, "distribut": 5.479206212259999, "hacker": 83.1204188482, "found": 1.11387076405, "given": 2.70852170946, "interest": 3.20662492426, "aggregateiq": 3402.0, "conserv": 3.3199498117900004, "employe": 5.88, "contact": 3.2196309065099995, "weekend": 8.79556786704, "write": 4.1150855365400005, "qualifi": 6.546804123709999, "purpos": 8.93667323388, "himself": 2.17419884963, "updat": 5.56466876972, "bannon": 1380.52173913, "underlin": 117.16605166059999, "claim": 9.16187361738, "need": 2.8745247148199997, "background": 8.05479452054, "confirm": 3.0827184466000004, "where": 2.13430127042, "expect": 2.20011086475, "parti": 14.44585987264, "likelihood": 23.4852071006, "applic": 10.28016404058, "level": 3.3088786994599997, "date": 6.52326656396, "region": 1.7647843486, "her": 1.7770315648099997, "unit": 1.15394679459, "trait": 27.2783505154, "april": 1.45039283757, "cours": 2.15092805853, "reli": 4.16146788991, "preexist": 136.862068966, "global": 3.30612244898, "short": 1.41295834817, "not": 19.29780564261, "far": 1.71022298826, "delawar": 23.6602086438, "aim": 8.688070047420002, "stori": 2.02396736359, "silent": 9.10321100917, "advisor": 24.36838066, "about": 4.25944060636, "breach": 12.297443842, "though": 2.72152224222, "design": 1.45825296225, "turn": 1.3838912133899999, "descript": 4.00504540868, "social": 9.952357071200002, "minimum": 6.02962400304, "section": 10.64217723555, "internet": 4.98461538462, "carolina": 15.09843081312, "userag": 1134.0, "phone": 18.237794371059998, "whose": 1.73508196721, "trigger": 7.91820448878, "provid": 6.07763570935, "deliveri": 8.90409422322, "valu": 4.555523672880001, "florida": 6.718578078709999, "observ": 4.44892812106, "sever": 1.07241286139, "meet": 1.6658971668399998, "with": 23.027558806769996, "transfer": 2.72549356223, "network": 10.37477536352, "deriv": 2.78379800105, "andor": 1380.52173913, "sourc": 1.69760479042, "control": 1.46959178006, "both": 2.10431440122, "iowa": 20.3017902813, "result": 1.14611608432, "concern": 3.7705735660800004, "testimoni": 34.7903579256, "approv": 5.71902017292, "without": 2.59094247246, "channel": 3.6784059314199995, "media": 5.18738768176, "acquisit": 20.7529411764, "oral": 10.410491803300001, "question": 6.612244897949999, "from": 10.0056721497, "deserv": 15.236084453, "impli": 5.5125, "jennif": 17.4270032931, "advic": 7.08117752007, "safe": 5.02723242559, "acquir": 3.10563380282, "american": 1.31641791045, "proprietari": 41.2363636364, "match": 24.973483146080003, "salient": 70.875, "written": 3.9146837627999997, "rough": 3.29582727839, "are": 10.299059357800001, "south": 1.5457112257799999, "exposé": 1134.0, "compani": 20.1806981519, "fund": 2.5635394800599998, "month": 1.5079787234, "new": 5.0894402770000005, "ambassador": 7.78999018646, "intellectu": 11.927873779119999, "center": 1.7423178226499998, "public": 6.12122146825, "posit": 1.37252528746, "prohibit": 5.2292490118599995, "staff": 3.4371075990499995, "dashboard": 118.47761194, "crick": 193.609756098, "legisl": 4.2449197861000005, "even": 3.49383802818, "john": 1.35553278689, "skew": 71.5135135135, "told": 6.3087621696800005, "nake": 20.1984732824, "investig": 6.23443942666, "chart": 8.45367412141, "his": 7.6605776521400015, "broke": 3.5918552036199998, "note": 2.84899057874, "ltd": 12.8863636364, "salari": 10.2096463023, "limit": 4.555959441360001, "prioriti": 8.623574144489998, "through": 3.21224792607, "across": 1.7318642958400001, "last": 3.6351702030300004, "gave": 1.85121268657, "earlier": 5.60329411764, "campaign": 22.308196721310004, "voter": 76.46478025288, "committe": 29.136215334419994, "inventori": 21.658935879899996, "affect": 2.4794627518400003, "toolset": 1134.0, "larg": 1.18574949585, "scienc": 2.31969608416, "briefli": 9.7339055794, "agenda": 12.8863636364, "consider": 2.29920347574, "dissemin": 24.201219512199998, "gold": 3.3642720915400006, "base": 5.73140794225, "natur": 1.5392670157100001, "fill": 3.33809924306, "fact": 3.46751119362, "hour": 2.25960717336, "who": 5.313964386149999, "enter": 3.51627906976, "permiss": 6.280063291139999, "email": 167.4683544305, "vehicl": 4.6928761454300005, "here": 7.26923076924, "paid": 3.31163954944, "ideal": 4.65571847507, "canadian": 8.5080385852, "romant": 9.27336448598, "michaellcrick": 1134.0, "were": 4.09835430784, "averag": 2.60390355913, "onlin": 7.815556284870001, "much": 3.5826688731899994, "unidentifi": 38.347826087, "problem": 1.76674827509, "deploy": 14.83738317758, "denham": 264.6, "bookmark": 610.615384615, "luxuri": 12.0455235205, "craft": 8.01413427562, "correct": 3.6631287494199998, "she": 4.32, "standard": 5.674728940770001, "dure": 1.0503473370799998, "parliamentari": 10.2227945911, "nix": 1380.521739132, "contribut": 1.9255306246200001, "contrast": 2.88339992735, "flag": 5.95275590551, "lot": 4.40877534018, "opportun": 3.0119521912400002, "misus": 37.2676056338, "among": 1.25670862028, "them": 4.39504463976, "professor": 4.31061634537, "disput": 3.40102827763, "tuesday": 64.536585366, "famili": 2.97609897834, "until": 1.14852058164, "support": 3.8056731921600004, "target": 35.408759124090004, "redact": 286.054054054, "individu": 3.6008165116800006, "analysi": 3.47852760736, "built": 1.99447236181, "chris": 11.959322033900001, "mercer": 233.4705882355, "seem": 4.58247943426, "disposit": 30.068181818200003, "giant": 6.23566378633, "team": 2.2748244734200003, "unfortun": 9.966101694919999, "order": 1.24625166811, "there": 2.08182533438, "exist": 2.9294215333599998, "inform": 7.876562810100001, "num": 36.01134144036, "conduct": 4.5275916155800005, "unsurpris": 128.032258065, "best": 1.5828514456600002, "contract": 69.38020140593, "memorandum": 28.1989342806, "softwar": 10.2624434389, "analytica": 5670.0, "previous": 2.85693719632, "now": 3.4823426189999998, "further": 5.447246526, "name": 4.40846928148, "code": 3.8807137619199996, "profil": 72.4710894705, "per": 3.9195161091199995, "worri": 10.302401038300001, "abl": 7.2834040600800005, "realli": 4.7476076555, "financi": 2.60860992442, "leverag": 35.7567567568, "qualiti": 5.8658784408, "fix": 4.4346368715099995, "seed": 41.6692913384, "member": 2.64137758922, "critic": 1.67010309278, "around": 2.42789417342, "role": 1.55327267391, "research": 9.710091743100001, "technolog": 10.413906198760001, "signific": 2.9058295964200003, "over": 1.02525024217, "area": 1.3881262568900001, "peopl": 4.85281980744, "lax": 68.4310344828, "commerci": 2.4036336109, "primarili": 2.43459592087, "receiv": 2.6109694926400002, "partner": 4.173501577290001, "memo": 82.2590673576, "although": 1.14968498805, "attribut": 3.4156626506, "miss": 3.53664513255, "week": 5.41596543099, "liabil": 27.1384615385, "aleksandr": 72.8256880734, "stipul": 34.141935483800005, "mid": 19.455882352939998, "thus": 4.93912682775, "other": 7.06946564884, "wider": 6.710059171599999, "quiz": 170.7096774194, "procedur": 5.8691312384500005, "digit": 4.416133518780001, "rippon": 1058.4, "prefer": 9.06509326227, "some": 7.28256880736, "advertis": 5.61187698834, "imag": 2.70137825421, "cach": 49.0, "still": 2.3732715449599997, "like": 6.8951140065, "imagin": 6.598503740650001, "commentari": 8.07117437722, "stood": 5.69236285407, "part": 3.12992048367, "put": 1.65806788512, "attitudin": 1134.0, "analyt": 17.256521739100002, "yet": 2.1258703802900003, "includ": 7.133448873459999, "structur": 2.0580762250499998, "identifi": 2.30187037843, "harvest": 11.725258493399998, "lock": 7.57442748092, "seeder": 1134.0, "access": 7.493981590760001, "psycholog": 26.738526315799998, "substanti": 3.4777656078900003, "billionair": 61.7743190661, "document": 17.7868117798, "project": 24.548707753500004, "differ": 2.4730898045, "common": 1.4025974025999999, "been": 9.215349887159999, "first": 4.03046458492, "between": 5.1726834354, "return": 2.79064862014, "moral": 4.49617672048, "myspac": 133.411764706, "subset": 27.3253012048, "brief": 3.39013452915, "app": 179.1873589165, "action": 3.63711340206, "psychograph": 2268.0, "someth": 6.56304257958, "march": 4.13940552756, "have": 10.1489484114, "former": 4.08333333333, "use": 18.533497632839996, "indirect": 8.618892508139998, "drop": 2.4594887684, "academ": 7.784260848239999, "instrument": 3.60654248069, "more": 9.154536135299999, "these": 1.07415426252, "watchdog": 103.090909091, "bundl": 30.297709923699998, "gain": 3.6963911525, "could": 6.0218479745, "emerg": 2.1131372288, "lead": 2.5328653478, "bespok": 369.209302326, "state": 12.572559889079997, "close": 2.5697636775599997, "exclus": 3.40906162766, "languag": 2.29488291414, "make": 6.457596095160001, "set": 7.12247644686, "way": 1.2190739461, "owner": 7.888695652180001, "possibl": 4.2521203464, "microtarget": 3402.0, "tobago": 154.13592233, "accur": 17.306686046520003, "read": 4.629921259840001, "protect": 9.82304170275, "interviewe": 273.724137931, "remain": 2.33196239718, "ripon": 278.526315789, "oper": 6.21917539908, "selfreport": 2268.0, "perfect": 4.48601299802, "rather": 1.55692850838, "phase": 8.602546735299999, "ultim": 2.58524670249, "down": 1.35889754344, "reflect": 4.688718251619999, "might": 4.312372674180001, "zpndhmmwbnum": 1134.0, "popul": 2.17807655371, "nevada": 19.7462686567, "quantiti": 7.23280182232, "engulf": 54.5567010309, "decis": 2.16, "sail": 7.934032983510001, "dollar": 5.64982206406, "followon": 1134.0, "while": 1.0441988950299999, "properti": 5.189931350119999, "illustr": 3.6614391143900002, "easili": 3.6938110749199997, "hit": 3.1166077738499998, "inde": 4.43092380687, "when": 1.02076769755, "mention": 2.53894130817}, "logtfidf": {"daughter": 1.25034086008, "affili": 7.2004346553600005, "audit": 2.71601837075, "unless": 1.69528182715, "awar": 1.45323772, "precursor": 2.6532671601900004, "kind": 0.948031302717, "addit": 0.440437765944, "would": 0.3980881398235, "june": 0.7211395764, "circul": 2.01717316908, "preliminari": 2.5376729623400003, "specif": 0.626980167541, "moni": 4.62913869698, "intent": 1.16118750781, "client": 5.2976097183199995, "testrest": 7.033506484289999, "presum": 2.1026361586599998, "cambridg": 17.44855483692, "thought": 0.685867118283, "product": 0.484060136536, "tri": 0.61759152916, "never": 1.329616308273, "complet": 0.215285242047, "toward": 0.48877277716000006, "retain": 1.0114434536799999, "idea": 0.73863592212, "their": 0.12288404098160001, "chose": 1.48637781968, "robert": 0.6215709351609999, "particular": 0.323157393804, "summon": 2.66949835512, "news": 2.199735220455, "commission": 4.29924579166, "had": 0.2323901220555, "websit": 1.849788047612, "secur": 2.322594620844, "scls": 14.067012968579998, "will": 2.0278653491500003, "associ": 0.28240501535100004, "event": 0.428982108147, "predict": 8.22870118845, "broadcast": 1.2674201263, "therebi": 1.86831243037, "second": 0.10713976337999999, "strength": 1.3931203261899998, "portion": 1.1945273376899999, "next": 0.804327370998, "privaci": 6.68568581676, "near": 0.252854324034, "but": 0.0809618603595, "certain": 0.592104362781, "obtain": 7.905301628024, "carri": 1.024088273822, "met": 1.7185481028679999, "cost": 2.52387022854, "off": 1.240585561164, "overal": 1.1132694464700001, "record": 2.118062141718, "census": 1.84293342475, "organ": 0.49392052866999997, "has": 0.5981352279672, "pass": 0.48130432974, "out": 0.2337055636772, "model": 8.111950804221001, "alway": 0.726319204572, "panel": 2.02477776846, "under": 0.22578541614959996, "categori": 1.38176946652, "offic": 0.926047524196, "usag": 1.86059038428, "involv": 1.114407235974, "ergo": 5.934894195619999, "gap": 1.98823974622, "determin": 0.772833019022, "less": 0.7692289252, "regard": 1.1638165697460001, "quick": 0.790727508899, "steve": 1.7667535012400002, "handl": 2.73366533806, "said": 1.74661266326, "contempl": 2.90752483712, "then": 0.33213546092359997, "they": 0.0891809843028, "suspend": 3.7970974733, "anoth": 0.7673781699119999, "consult": 1.6519646640099999, "effect": 0.667660454316, "techniqu": 1.31624384807, "employ": 0.7725602049429999, "happi": 1.81237875643, "alleg": 2.67378499822, "claus": 7.521211016520001, "plus": 1.54575009318, "ensur": 1.22751130026, "seek": 1.04293519316, "resid": 0.8732037307230001, "respons": 0.40991566230300003, "minor": 1.604644493208, "appear": 0.278735898493, "algorithm": 6.66088479036, "twitter": 3.50295308141, "respond": 6.928624814460001, "expenditur": 2.7901263429100003, "oregon": 2.76281053226, "develop": 1.071748169478, "moreov": 2.02287119019, "undertak": 4.75909226826, "such": 0.238783911224, "thousand": 0.906949263988, "elect": 5.552223782256, "agre": 1.603520739842, "donor": 3.2412327319700003, "three": 0.12823737644980002, "fast": 1.5836950247400001, "forth": 2.1577640534099998, "collect": 1.48609998156, "add": 6.11502334852, "back": 0.23166743089699998, "press": 0.345329690455, "west": 0.5045048341830001, "platform": 16.46903105028, "ani": 0.753650150196, "two": 0.0136988443582, "licens": 1.7575808080500002, "newspap": 1.13048290698, "canada": 2.22155947832, "account": 0.665074289973, "behavior": 3.42029626756, "whether": 0.791561189647, "detail": 6.529502217384, "wyli": 42.42492769152, "brows": 4.63561121149, "yesterday": 3.50295308141, "bolton": 11.69403680508, "intern": 0.265095377816, "for": 0.008819731071116001, "friend": 5.5253770853679995, "warrant": 8.261605784639999, "revel": 2.45292177377, "assum": 1.08435313525, "controversi": 0.9652462536299999, "challeng": 0.9392919688950001, "look": 1.2927733872, "trinidad": 11.43533277132, "law": 1.1726276543160001, "veri": 0.920639172952, "reconcili": 3.0274728444, "work": 0.981311105457, "later": 0.0829654259878, "suck": 3.85545265394, "compar": 0.6239191809269999, "doe": 1.6021251891509998, "old": 1.272760532025, "infer": 3.0511581621399997, "valid": 3.7778464353600003, "promis": 1.25364519176, "place": 0.1914141679144, "man": 0.55928515477, "goal": 1.18830712273, "error": 1.7985854343, "continu": 0.13040487398700001, "accept": 0.552585882007, "deanonym": 7.033506484289999, "virginia": 1.84851780305, "into": 0.0447385896861, "readi": 1.6405284994999998, "via": 0.831983625414, "hire": 1.60103292035, "sic": 3.5326792616800002, "servic": 0.8282003334900001, "face": 0.589602371257, "what": 0.225887296827, "help": 0.336207721344, "believ": 0.497746997996, "find": 1.095562660576, "bald": 3.7509853942599998, "potenti": 0.9245764122419999, "cover": 1.053950638312, "own": 0.492585232263, "poll": 2.06220619559, "univers": 0.222262105686, "report": 0.9300525271110001, "littl": 0.438213989466, "give": 0.622785104448, "long": 0.235645793878, "script": 2.1161358444599996, "engag": 4.9526719001699995, "citizen": 2.3535971397999997, "aggreg": 11.4585154808, "evid": 3.2414539336640003, "wrote": 0.744188554049, "databas": 4.21976513436, "just": 0.289531434109, "entir": 0.46603068026999994, "understand": 3.264257627039999, "simpli": 0.923941491586, "statement": 3.6909291274500005, "upon": 0.9441435559639999, "refin": 2.29918950399, "mobil": 1.5886181116100002, "person": 4.422376608234001, "should": 0.509419876758, "sole": 1.3966781444299998, "septemb": 0.375954006775, "present": 0.227546654799, "recommend": 2.72922253726, "term": 1.3321559341840001, "direct": 0.401411378992, "train": 2.643673251356, "backburn": 7.033506484289999, "spent": 2.20252259368, "conclud": 1.1061995784799998, "run": 0.442714975539, "seri": 0.38193461069799994, "keep": 1.4283046893459999, "explain": 0.955700427358, "scrape": 8.5129268234, "anyth": 3.0470798917, "messag": 4.80872552106, "raw": 2.36536149914, "track": 1.14028498507, "assumpt": 2.2213221289200002, "rational": 3.60413822566, "pull": 4.9382006248799994, "tract": 2.72558782177, "the": 0.0, "step": 6.23727034188, "alexand": 4.30128794409, "generat": 1.438364683472, "build": 0.982274904182, "reaudit": 7.033506484289999, "consist": 0.398873126426, "demograph": 2.38431941288, "facet": 3.90737271112, "louisiana": 2.61122944699, "interfac": 3.0405620365099995, "tenuous": 4.22152536034, "say": 0.562154280552, "impact": 2.18066445262, "exampl": 0.40868267499899996, "interview": 1.2232212893899999, "hand": 0.479471335336, "foreign": 3.709117325796, "knowledg": 2.4464425787799997, "take": 0.261383924394, "becaus": 0.139343158825, "full": 0.511203624148, "than": 0.16130431109100002, "yorker": 3.31298994523, "publish": 1.8838551928020002, "also": 0.21985736700000003, "specifi": 7.73804606484, "seven": 0.662383156851, "money": 0.964254518011, "irish": 1.7157366918099999, "task": 1.35748680661, "window": 1.7689675242900003, "may": 0.20283998113760002, "polici": 0.92807570005, "analyz": 2.2707222351599996, "reject": 1.0372320944700002, "polit": 6.841713409752, "activ": 1.143589809852, "shutter": 4.591159448919999, "want": 0.6916366062549999, "system": 0.982291036755, "spoke": 1.7070182407700003, "genuin": 2.44055348224, "howev": 0.0903151173475, "share": 0.618760299747, "disclaim": 4.591159448919999, "pitch": 2.2513862853099997, "which": 0.07249779383602001, "relev": 1.9371304613999998, "session": 3.4441227581800002, "boon": 3.64428529367, "refer": 1.050212987192, "one": 0.0062553516455, "show": 0.473365532026, "psychometr": 45.177696985359994, "hope": 0.919824304455, "see": 0.240921585492, "supplement": 1.96550115853, "facebook": 103.90566110914999, "junctur": 4.76728903546, "manag": 2.985860322948, "kogan": 131.69869507704, "file": 1.32734588723, "sign": 1.131393700806, "repeat": 1.0567930591299999, "this": 0.07951543010249999, "mani": 0.0433157581221, "sampl": 13.850385418730001, "singletrait": 7.033506484289999, "rebekah": 12.29240657858, "process": 1.583487597075, "elizabeth": 1.7125892858200003, "perform": 0.85236170116, "site": 0.6791364434899999, "advis": 1.6123395734600001, "novemb": 0.40141060253, "most": 0.020747896295599998, "held": 0.36709509683499997, "all": 0.06841579258679999, "top": 0.609100637788, "today": 1.6781860610369999, "behaviour": 4.58087889634, "piss": 5.13996432075, "regardless": 1.8489178830700002, "appropri": 1.4618957827399999, "case": 0.790812537778, "that": 0.14711749004667998, "cycl": 1.68810108164, "final": 0.585467727896, "third": 0.35032434942900004, "and": 0.005354162075406, "permit": 1.32307946691, "type": 0.707101485387, "home": 0.378433916197, "prepar": 0.8879422790620001, "deliv": 2.44987017174, "gather": 3.9941762001899996, "scandal": 4.56847190866, "made": 0.2720861043892, "comment": 1.11826753454, "point": 0.23103235903299998, "none": 1.40255075163, "can": 0.324682192788, "unquestion": 4.5788136131, "describ": 2.698133221875, "queri": 4.03065674296, "onli": 0.050648536658199995, "each": 0.521225067912, "clear": 1.234949454396, "hampshir": 2.90752483712, "computergener": 14.067012968579998, "regul": 2.7154632692400003, "advanc": 0.6930212121780001, "trump": 8.25477273884, "chain": 1.64410864979, "data": 73.009235088, "stephen": 1.39820680715, "audienc": 1.4992703749399998, "address": 1.05137103247, "method": 4.7223080442050005, "confidenti": 3.45995771815, "sinc": 0.0803681994577, "must": 1.960151842164, "corpor": 1.1061995784799998, "worth": 1.65065103492, "text": 1.14048200999, "scalabl": 5.22991255741, "datalicens": 7.033506484289999, "busi": 0.720476170355, "michael": 0.803165654019, "page": 0.711326032411, "compli": 2.70089520918, "score": 16.015288528470002, "chang": 0.166275625058, "round": 1.2191627555700002, "suggest": 2.254810443508, "colorado": 5.0265438182199995, "user": 16.34070485504, "nation": 0.612065024394, "after": 0.061472083944299996, "web": 1.6431309733200001, "onc": 0.80753174471, "form": 0.120053184191, "delay": 1.44278606382, "space": 0.874713164972, "dataset": 15.79753369992, "function": 0.914465741594, "foramericaorg": 7.033506484289999, "log": 7.846580496630001, "consent": 7.32600198147, "hear": 2.86014132144, "well": 0.0635144383156, "done": 1.691951966258, "otherwis": 1.3141319148700001, "approach": 0.7302336145810001, "undoubt": 3.29753899407, "hold": 0.503879117196, "front": 2.5352871041459997, "know": 0.952919694398, "bigger": 2.58248697813, "arkansa": 3.2444585412199998, "legal": 3.822146562432, "measur": 1.760028399452, "least": 1.440856754235, "staffer": 4.63561121149, "multipl": 1.01092401812, "aka": 3.03661725822, "how": 3.30096869851, "test": 2.931673311309, "million": 0.5469102500940001, "fair": 1.16481508131, "north": 0.402823098645, "light": 0.64722859635, "initi": 0.30010459245, "distribut": 2.01562611626, "hacker": 4.42029038586, "found": 0.107841124048, "given": 0.606511621662, "interest": 0.9441435559639999, "aggregateiq": 21.100519452869996, "conserv": 1.19994966588, "employe": 1.7715567619099999, "contact": 1.16926672768, "weekend": 2.17424794314, "write": 1.443024879754, "qualifi": 1.87897701053, "purpos": 3.215476149288, "himself": 0.7766602516869999, "updat": 1.7164374626899999, "bannon": 13.074139195939999, "underlin": 8.14088998604, "claim": 2.53974739155, "need": 0.725480326884, "background": 2.7862406523799996, "confirm": 1.12581182025, "where": 0.1299842774914, "expect": 0.78850775216, "parti": 5.071483973108, "likelihood": 3.15637073786, "applic": 3.6948117854699998, "level": 1.006924379886, "date": 1.956323584388, "region": 0.568028500824, "her": 0.574944311991, "unit": 0.143188061817, "trait": 5.22589237122, "april": 0.37183444219899997, "cours": 0.765899404133, "reli": 1.42586787018, "preexist": 4.918973622799999, "global": 1.1957760371200001, "short": 0.345685625679, "not": 0.2954958471425, "far": 0.536623764503, "delawar": 3.1637946769300003, "aim": 3.1900156111199998, "stori": 0.705059626587, "silent": 2.20862720943, "advisor": 5.00027847356, "about": 0.2513739098984, "breach": 2.50939142306, "though": 0.616088382158, "design": 0.377239118022, "turn": 0.324899251064, "descript": 1.38755491845, "social": 3.441857511305, "minimum": 1.79668465441, "section": 3.7769358897400003, "internet": 1.6063562459, "carolina": 4.0428872764, "userag": 7.033506484289999, "phone": 4.420697748259999, "whose": 0.5510546556329999, "trigger": 2.06916447416, "provid": 0.9758892216250001, "deliveri": 2.18651119604, "valu": 1.646386620296, "florida": 1.9048765367200002, "observ": 1.5990320298640002, "sever": 0.06991112039689999, "meet": 0.510363817255, "with": 0.02754230940797, "transfer": 1.00264953547, "network": 3.8123322122079997, "deriv": 1.02381618275, "andor": 13.074139195939999, "sourc": 0.529218310751, "control": 0.38498466158600003, "both": 0.10168506677860001, "iowa": 3.0107090733599997, "result": 0.136378908381, "concern": 1.268159897746, "testimoni": 7.352183965829999, "approv": 2.1013006234400002, "without": 0.517749035882, "channel": 1.30247948752, "media": 1.9061661061039998, "acquisit": 4.679081599040001, "oral": 2.34281412486, "question": 2.3709327870420003, "from": 0.00567054168866, "deserv": 2.7236665915900002, "impli": 1.7070182407700003, "jennif": 2.85802091664, "advic": 1.9574402102700001, "safe": 1.61486961909, "acquir": 1.1332178178499999, "american": 0.274914343622, "proprietari": 3.7193204796199995, "match": 8.90333107118, "salient": 4.26091776205, "written": 1.343174739666, "rough": 1.1926572072700001, "are": 0.294674735827, "south": 0.43548414473700003, "exposé": 7.033506484289999, "compani": 5.717104290261, "fund": 0.9413889129649999, "month": 0.410770160338, "new": 0.08864973425549999, "ambassador": 2.05283960012, "intellectu": 3.5714616299, "center": 0.555216308776, "public": 1.011618752435, "posit": 0.316652318608, "prohibit": 1.65426767539, "staff": 1.2346303034700001, "dashboard": 4.77472401395, "crick": 5.26584456664, "legisl": 1.44572292349, "even": 0.45716569450200006, "john": 0.304194577702, "skew": 4.26988643203, "told": 2.29758461426, "nake": 3.0056070214700004, "investig": 2.27388297404, "chart": 2.13460115413, "his": 0.6312407035487, "broke": 1.2786688388299998, "note": 0.707635136166, "ltd": 2.5561696698099996, "salari": 2.3233329892900003, "limit": 1.25347156389, "prioriti": 2.1544996326700003, "through": 0.20507607565469999, "across": 0.549198455941, "last": 0.5761309338330001, "gave": 0.615840930592, "earlier": 1.874227114275, "campaign": 8.169566396148001, "voter": 18.059109634320002, "committe": 10.572816026609999, "inventori": 3.0754181120200004, "affect": 0.908041904384, "toolset": 7.033506484289999, "larg": 0.17037506060600002, "scienc": 0.841436178891, "briefli": 3.1649360614399997, "agenda": 2.5561696698099996, "consider": 0.8325627480600001, "dissemin": 3.1864030249599997, "gold": 1.21321162218, "base": 0.6826165114350001, "natur": 0.431306339292, "fill": 1.20540155609, "fact": 1.1005798415899999, "hour": 0.815190981077, "who": 0.30450116492949997, "enter": 1.128512334984, "permiss": 1.8373800586400002, "email": 17.55678246105, "vehicl": 1.54604564512, "here": 2.6551145651100003, "paid": 1.19744339891, "ideal": 1.53809624363, "canadian": 2.89572850388, "romant": 2.2271462572, "michaellcrick": 7.033506484289999, "were": 0.09716457472439999, "averag": 0.957011687995, "onlin": 2.872511563071, "much": 0.5324871879030001, "unidentifi": 3.6466978400800003, "problem": 0.569140724273, "deploy": 4.00800541178, "denham": 5.57821925168, "bookmark": 6.414467275880001, "luxuri": 2.4886930988400002, "craft": 2.0812067672, "correct": 1.29831763181, "she": 1.5402164433919998, "standard": 1.91223152946, "dure": 0.0491209066894, "parliamentari": 2.32461999075, "nix": 32.630743855860004, "contribut": 0.655201578909, "contrast": 1.0589701282, "flag": 1.78385428972, "lot": 1.4835969502500002, "opportun": 1.10258843705, "misus": 3.61812446763, "among": 0.228496097073, "them": 0.3767333076372, "professor": 1.46108089746, "disput": 1.2240778205, "tuesday": 11.1237516674, "famili": 0.7949323894220001, "until": 0.138474663439, "support": 0.713641830111, "target": 12.859703445820001, "redact": 9.92606722518, "individu": 1.17602689597, "analysi": 1.2466091029200002, "built": 0.690379535065, "chris": 3.57672776046, "mercer": 19.21809098145, "seem": 1.658186064552, "disposit": 3.4034675302, "giant": 1.83028503479, "team": 0.821902894886, "unfortun": 2.29918950399, "order": 0.22014038079300002, "there": 0.080195785851, "exist": 0.7633155881739999, "inform": 2.27226852331, "num": 0.011339654234292002, "conduct": 1.634085930732, "unsurpris": 4.8522822483, "best": 0.459227932947, "contract": 25.39446855665, "memorandum": 3.33928418576, "softwar": 2.32849096333, "analytica": 35.16753242145, "previous": 0.713205920126, "now": 0.44727883506300004, "further": 1.235263581188, "name": 0.3889326655372001, "code": 1.35601909597, "profil": 23.627062729650003, "per": 1.345642048144, "worri": 2.3323769785799997, "abl": 2.3972159299, "realli": 1.5576408397, "financi": 0.958817483446, "leverag": 3.5767392514699994, "qualiti": 2.15201013422, "fix": 1.48944573451, "seed": 9.373880310639999, "member": 0.556306829198, "critic": 0.512885356729, "around": 0.38775421156400003, "role": 0.44036410757399996, "research": 3.3186390906899996, "technolog": 3.82739074542, "signific": 0.747143488664, "over": 0.0249367214957, "area": 0.327954821122, "peopl": 0.773062313892, "lax": 4.225826442240001, "commerci": 0.8769815969470001, "primarili": 0.8897807965100001, "receiv": 0.533148849844, "partner": 1.4287553902399999, "memo": 7.43345288888, "although": 0.139487981418, "attribut": 1.2283715153700001, "miss": 1.2631785751200002, "week": 1.7722165924859998, "liabil": 3.30095196667, "aleksandr": 4.28806875111, "stipul": 5.674758455519999, "mid": 4.55000455676, "thus": 1.4957288141790002, "other": 0.06912323543832, "wider": 1.90360776936, "quiz": 8.89363428038, "procedur": 1.76970662262, "digit": 1.48526454375, "rippon": 6.964513612799999, "prefer": 3.3174565309800004, "some": 0.2770145634515, "advertis": 1.7248852425999999, "imag": 0.99376210729, "cach": 3.89182029811, "still": 0.34224444285800004, "like": 0.83432145927, "imagin": 1.88684291737, "commentari": 2.08829899551, "stood": 1.73912542628, "part": 0.12718593294840003, "put": 0.505652999854, "attitudin": 7.033506484289999, "analyt": 2.8481901438599997, "yet": 0.754181309241, "includ": 0.1321927697335, "structur": 0.7217716751350001, "identifi": 0.833722000472, "harvest": 2.4617453604299997, "lock": 2.02477776846, "seeder": 7.033506484289999, "access": 2.511223530864, "psycholog": 7.59924438972, "substanti": 1.24639002087, "billionair": 4.12348772901, "document": 6.527829856681, "project": 7.862426402698, "differ": 0.424642242624, "common": 0.338325805271, "been": 0.21281384131560005, "first": 0.030349159248639998, "between": 0.1697684058265, "return": 0.666253737184, "moral": 1.5032274179700003, "myspac": 4.89344032079, "subset": 3.3078130570499997, "brief": 1.22086960472, "app": 17.8949702193, "action": 1.196086330138, "psychograph": 14.067012968579998, "someth": 2.37661424546, "march": 0.9658196894400002, "have": 0.14785002341200001, "former": 0.924904078965, "use": 0.5257443551688, "indirect": 2.15395659709, "drop": 0.8999535106219999, "academ": 2.71791334918, "instrument": 1.28274955182, "more": 0.15322438439999997, "these": 0.0715336194008, "watchdog": 4.63561121149, "bundl": 3.41107212958, "gain": 1.2284195978499999, "could": 0.9297813614500001, "emerg": 0.748173681534, "lead": 0.47240805973399996, "bespok": 5.91136369821, "state": 0.5593200332016001, "close": 0.501333519728, "exclus": 1.22643707092, "languag": 0.8306818244059999, "make": 0.44098594693739995, "set": 1.0289760677339999, "way": 0.19809150993500002, "owner": 2.7445672481, "possibl": 1.0464164246730001, "microtarget": 21.100519452869996, "tobago": 8.68937529022, "accur": 5.25744184455, "read": 1.67878536176, "protect": 3.3764645383500005, "interviewe": 5.61212080336, "remain": 0.30712592618, "ripon": 5.62951254607, "oper": 1.765371857388, "selfreport": 14.067012968579998, "perfect": 1.50096433356, "rather": 0.442714975539, "phase": 2.9178222217400003, "ultim": 0.9498209395739999, "down": 0.306673741186, "reflect": 1.7040241413, "might": 1.5366821530680002, "zpndhmmwbnum": 7.033506484289999, "popul": 0.778442172521, "nevada": 2.98296454472, "quantiti": 1.9786264883900002, "engulf": 3.9992405467300003, "decis": 0.7701082216959999, "sail": 2.07116147932, "dollar": 1.7316240515799999, "followon": 7.033506484289999, "while": 0.04324998379380001, "properti": 1.907146578384, "illustr": 1.2978562707799999, "easili": 1.3066587367, "hit": 1.1367451583600001, "inde": 1.4886080966, "when": 0.0205549888584, "mention": 0.931747186336}, "logidf": {"daughter": 1.25034086008, "affili": 1.8001086638400001, "audit": 2.71601837075, "unless": 1.69528182715, "awar": 1.45323772, "precursor": 2.6532671601900004, "kind": 0.948031302717, "addit": 0.220218882972, "would": 0.0796176279647, "june": 0.3605697882, "circul": 2.01717316908, "preliminari": 2.5376729623400003, "specif": 0.626980167541, "moni": 4.62913869698, "intent": 1.16118750781, "client": 2.6488048591599997, "testrest": 7.033506484289999, "presum": 2.1026361586599998, "cambridg": 1.45404623641, "thought": 0.685867118283, "product": 0.484060136536, "tri": 0.61759152916, "never": 0.443205436091, "complet": 0.215285242047, "toward": 0.48877277716000006, "retain": 1.0114434536799999, "idea": 0.73863592212, "their": 0.015360505122700001, "chose": 1.48637781968, "robert": 0.6215709351609999, "particular": 0.323157393804, "summon": 2.66949835512, "news": 0.733245073485, "commission": 2.14962289583, "had": 0.0464780244111, "websit": 0.924894023806, "secur": 0.774198206948, "scls": 7.033506484289999, "will": 0.202786534915, "associ": 0.28240501535100004, "event": 0.428982108147, "predict": 1.6457402376899999, "broadcast": 1.2674201263, "therebi": 1.86831243037, "second": 0.10713976337999999, "strength": 1.3931203261899998, "portion": 1.1945273376899999, "next": 0.402163685499, "privaci": 3.34284290838, "near": 0.252854324034, "but": 0.0161923720719, "certain": 0.592104362781, "obtain": 0.988162703503, "carri": 0.512044136911, "met": 0.8592740514339999, "cost": 0.84129007618, "off": 0.41352852038800003, "overal": 1.1132694464700001, "record": 0.353010356953, "census": 1.84293342475, "organ": 0.49392052866999997, "has": 0.0427239448548, "pass": 0.48130432974, "out": 0.0584263909193, "model": 0.7374500731110001, "alway": 0.726319204572, "panel": 2.02477776846, "under": 0.07526180538319999, "categori": 1.38176946652, "offic": 0.463023762098, "usag": 1.86059038428, "involv": 0.371469078658, "ergo": 5.934894195619999, "gap": 1.98823974622, "determin": 0.772833019022, "less": 0.3846144626, "regard": 0.5819082848730001, "quick": 0.790727508899, "steve": 1.7667535012400002, "handl": 1.36683266903, "said": 0.436653165815, "contempl": 2.90752483712, "then": 0.08303386523089999, "they": 0.0297269947676, "suspend": 1.89854873665, "anoth": 0.127896361652, "consult": 1.6519646640099999, "effect": 0.333830227158, "techniqu": 1.31624384807, "employ": 0.7725602049429999, "happi": 1.81237875643, "alleg": 1.33689249911, "claus": 2.50707033884, "plus": 1.54575009318, "ensur": 1.22751130026, "seek": 1.04293519316, "resid": 0.8732037307230001, "respons": 0.40991566230300003, "minor": 0.802322246604, "appear": 0.278735898493, "algorithm": 3.33044239518, "twitter": 3.50295308141, "respond": 1.15477080241, "expenditur": 2.7901263429100003, "oregon": 2.76281053226, "develop": 0.178624694913, "moreov": 2.02287119019, "undertak": 2.37954613413, "such": 0.059695977806, "thousand": 0.906949263988, "elect": 0.925370630376, "agre": 0.801760369921, "donor": 3.2412327319700003, "three": 0.06411868822490001, "fast": 1.5836950247400001, "forth": 2.1577640534099998, "collect": 0.49536666052, "add": 1.52875583713, "back": 0.23166743089699998, "press": 0.345329690455, "west": 0.5045048341830001, "platform": 1.8298923389200001, "ani": 0.125608358366, "two": 0.0136988443582, "licens": 1.7575808080500002, "newspap": 1.13048290698, "canada": 1.11077973916, "account": 0.665074289973, "behavior": 1.71014813378, "whether": 0.791561189647, "detail": 0.816187777173, "wyli": 5.30311596144, "brows": 4.63561121149, "yesterday": 3.50295308141, "bolton": 3.8980122683599996, "intern": 0.265095377816, "for": 0.00031499039539700004, "friend": 0.7893395836239999, "warrant": 2.7538685948799997, "revel": 2.45292177377, "assum": 1.08435313525, "controversi": 0.9652462536299999, "challeng": 0.9392919688950001, "look": 0.6463866936, "trinidad": 3.81177759044, "law": 0.5863138271580001, "veri": 0.230159793238, "reconcili": 3.0274728444, "work": 0.109034567273, "later": 0.0829654259878, "suck": 3.85545265394, "compar": 0.6239191809269999, "doe": 0.5340417297169999, "old": 0.424253510675, "infer": 3.0511581621399997, "valid": 1.8889232176800002, "promis": 1.25364519176, "place": 0.0957070839572, "man": 0.55928515477, "goal": 1.18830712273, "error": 1.7985854343, "continu": 0.13040487398700001, "accept": 0.552585882007, "deanonym": 7.033506484289999, "virginia": 1.84851780305, "into": 0.0149128632287, "readi": 1.6405284994999998, "via": 0.831983625414, "hire": 1.60103292035, "sic": 3.5326792616800002, "servic": 0.41410016674500005, "face": 0.589602371257, "what": 0.225887296827, "help": 0.336207721344, "believ": 0.497746997996, "find": 0.547781330288, "bald": 3.7509853942599998, "potenti": 0.9245764122419999, "cover": 0.526975319156, "own": 0.164195077421, "poll": 2.06220619559, "univers": 0.222262105686, "report": 0.31001750903700004, "littl": 0.438213989466, "give": 0.311392552224, "long": 0.235645793878, "script": 2.1161358444599996, "engag": 0.990534380034, "citizen": 1.1767985698999999, "aggreg": 2.8646288702, "evid": 0.8103634834160001, "wrote": 0.744188554049, "databas": 2.10988256718, "just": 0.289531434109, "entir": 0.46603068026999994, "understand": 1.0880858756799998, "simpli": 0.923941491586, "statement": 1.2303097091500002, "upon": 0.47207177798199995, "refin": 2.29918950399, "mobil": 1.5886181116100002, "person": 0.34018281601800004, "should": 0.509419876758, "sole": 1.3966781444299998, "septemb": 0.375954006775, "present": 0.227546654799, "recommend": 1.36461126863, "term": 0.33303898354600003, "direct": 0.200705689496, "train": 0.660918312839, "backburn": 7.033506484289999, "spent": 1.10126129684, "conclud": 1.1061995784799998, "run": 0.442714975539, "seri": 0.38193461069799994, "keep": 0.7141523446729999, "explain": 0.955700427358, "scrape": 4.2564634117, "anyth": 1.52353994585, "messag": 1.6029085070200002, "raw": 2.36536149914, "track": 1.14028498507, "assumpt": 2.2213221289200002, "rational": 3.60413822566, "pull": 1.6460668749599998, "tract": 2.72558782177, "the": 0.0, "step": 1.03954505698, "alexand": 1.43376264803, "generat": 0.719182341736, "build": 0.491137452091, "reaudit": 7.033506484289999, "consist": 0.398873126426, "demograph": 2.38431941288, "facet": 3.90737271112, "louisiana": 2.61122944699, "interfac": 3.0405620365099995, "tenuous": 4.22152536034, "say": 0.562154280552, "impact": 1.09033222631, "exampl": 0.40868267499899996, "interview": 1.2232212893899999, "hand": 0.479471335336, "foreign": 0.927279331449, "knowledg": 1.2232212893899999, "take": 0.130691962197, "becaus": 0.139343158825, "full": 0.511203624148, "than": 0.0322608622182, "yorker": 3.31298994523, "publish": 0.313975865467, "also": 0.0146571578, "specifi": 1.93451151621, "seven": 0.662383156851, "money": 0.964254518011, "irish": 1.7157366918099999, "task": 1.35748680661, "window": 1.7689675242900003, "may": 0.050709995284400004, "polici": 0.92807570005, "analyz": 2.2707222351599996, "reject": 1.0372320944700002, "polit": 0.570142784146, "activ": 0.381196603284, "shutter": 4.591159448919999, "want": 0.6916366062549999, "system": 0.327430345585, "spoke": 1.7070182407700003, "genuin": 2.44055348224, "howev": 0.0903151173475, "share": 0.618760299747, "disclaim": 4.591159448919999, "pitch": 2.2513862853099997, "which": 0.00517841384543, "relev": 1.9371304613999998, "session": 1.7220613790900001, "boon": 3.64428529367, "refer": 0.262553246798, "one": 0.0062553516455, "show": 0.236682766013, "psychometr": 5.647212123169999, "hope": 0.919824304455, "see": 0.240921585492, "supplement": 1.96550115853, "facebook": 3.3517955196499996, "junctur": 4.76728903546, "manag": 0.497643387158, "kogan": 6.27136643224, "file": 1.32734588723, "sign": 0.565696850403, "repeat": 1.0567930591299999, "this": 0.0037864490525, "mani": 0.0433157581221, "sampl": 1.9786264883900002, "singletrait": 7.033506484289999, "rebekah": 6.14620328929, "process": 0.527829199025, "elizabeth": 1.7125892858200003, "perform": 0.42618085058, "site": 0.6791364434899999, "advis": 1.6123395734600001, "novemb": 0.40141060253, "most": 0.020747896295599998, "held": 0.36709509683499997, "all": 0.011402632097799998, "top": 0.609100637788, "today": 0.559395353679, "behaviour": 2.29043944817, "piss": 5.13996432075, "regardless": 1.8489178830700002, "appropri": 1.4618957827399999, "case": 0.395406268889, "that": 0.00397614837964, "cycl": 1.68810108164, "final": 0.292733863948, "third": 0.35032434942900004, "and": 6.29901420636e-05, "permit": 1.32307946691, "type": 0.707101485387, "home": 0.378433916197, "prepar": 0.8879422790620001, "deliv": 1.22493508587, "gather": 1.3313920667299999, "scandal": 2.28423595433, "made": 0.0680215260973, "comment": 1.11826753454, "point": 0.23103235903299998, "none": 1.40255075163, "can": 0.162341096394, "unquestion": 4.5788136131, "describ": 0.385447603125, "queri": 4.03065674296, "onli": 0.025324268329099998, "each": 0.173741689304, "clear": 0.617474727198, "hampshir": 2.90752483712, "computergener": 7.033506484289999, "regul": 1.3577316346200001, "advanc": 0.6930212121780001, "trump": 4.12738636942, "chain": 1.64410864979, "data": 1.2168205848, "stephen": 1.39820680715, "audienc": 1.4992703749399998, "address": 1.05137103247, "method": 0.944461608841, "confidenti": 3.45995771815, "sinc": 0.0803681994577, "must": 0.653383947388, "corpor": 1.1061995784799998, "worth": 1.65065103492, "text": 1.14048200999, "scalabl": 5.22991255741, "datalicens": 7.033506484289999, "busi": 0.720476170355, "michael": 0.803165654019, "page": 0.711326032411, "compli": 2.70089520918, "score": 1.4559353207700003, "chang": 0.166275625058, "round": 1.2191627555700002, "suggest": 0.563702610877, "colorado": 2.5132719091099998, "user": 2.04258810688, "nation": 0.204021674798, "after": 0.020490694648099998, "web": 1.6431309733200001, "onc": 0.403765872355, "form": 0.120053184191, "delay": 1.44278606382, "space": 0.874713164972, "dataset": 5.26584456664, "function": 0.914465741594, "foramericaorg": 7.033506484289999, "log": 2.61552683221, "consent": 2.44200066049, "hear": 1.43007066072, "well": 0.0635144383156, "done": 0.845975983129, "otherwis": 1.3141319148700001, "approach": 0.7302336145810001, "undoubt": 3.29753899407, "hold": 0.503879117196, "front": 0.845095701382, "know": 0.952919694398, "bigger": 2.58248697813, "arkansa": 3.2444585412199998, "legal": 0.955536640608, "measur": 0.880014199726, "least": 0.480285584745, "staffer": 4.63561121149, "multipl": 1.01092401812, "aka": 3.03661725822, "how": 0.47156695693000006, "test": 0.977224437103, "million": 0.5469102500940001, "fair": 1.16481508131, "north": 0.402823098645, "light": 0.64722859635, "initi": 0.30010459245, "distribut": 1.00781305813, "hacker": 4.42029038586, "found": 0.107841124048, "given": 0.303255810831, "interest": 0.47207177798199995, "aggregateiq": 7.033506484289999, "conserv": 1.19994966588, "employe": 1.7715567619099999, "contact": 1.16926672768, "weekend": 2.17424794314, "write": 0.721512439877, "qualifi": 1.87897701053, "purpos": 0.803869037322, "himself": 0.7766602516869999, "updat": 1.7164374626899999, "bannon": 6.5370695979699995, "underlin": 4.07044499302, "claim": 0.423291231925, "need": 0.362740163442, "background": 1.3931203261899998, "confirm": 1.12581182025, "where": 0.0649921387457, "expect": 0.78850775216, "parti": 0.724497710444, "likelihood": 3.15637073786, "applic": 1.23160392849, "level": 0.503462189943, "date": 0.489080896097, "region": 0.568028500824, "her": 0.574944311991, "unit": 0.143188061817, "trait": 2.61294618561, "april": 0.37183444219899997, "cours": 0.765899404133, "reli": 1.42586787018, "preexist": 4.918973622799999, "global": 1.1957760371200001, "short": 0.345685625679, "not": 0.0155524130075, "far": 0.536623764503, "delawar": 3.1637946769300003, "aim": 1.06333853704, "stori": 0.705059626587, "silent": 2.20862720943, "advisor": 2.50013923678, "about": 0.0628434774746, "breach": 2.50939142306, "though": 0.308044191079, "design": 0.377239118022, "turn": 0.324899251064, "descript": 1.38755491845, "social": 0.688371502261, "minimum": 1.79668465441, "section": 0.755387177948, "internet": 1.6063562459, "carolina": 2.0214436382, "userag": 7.033506484289999, "phone": 2.2103488741299997, "whose": 0.5510546556329999, "trigger": 2.06916447416, "provid": 0.19517784432500002, "deliveri": 2.18651119604, "valu": 0.823193310148, "florida": 1.9048765367200002, "observ": 0.7995160149320001, "sever": 0.06991112039689999, "meet": 0.510363817255, "with": 0.00119749171339, "transfer": 1.00264953547, "network": 0.9530830530519999, "deriv": 1.02381618275, "andor": 6.5370695979699995, "sourc": 0.529218310751, "control": 0.38498466158600003, "both": 0.050842533389300004, "iowa": 3.0107090733599997, "result": 0.136378908381, "concern": 0.634079948873, "testimoni": 2.4507279886099997, "approv": 1.0506503117200001, "without": 0.258874517941, "channel": 1.30247948752, "media": 0.9530830530519999, "acquisit": 2.3395407995200004, "oral": 2.34281412486, "question": 0.790310929014, "from": 0.000567054168866, "deserv": 2.7236665915900002, "impli": 1.7070182407700003, "jennif": 2.85802091664, "advic": 1.9574402102700001, "safe": 1.61486961909, "acquir": 1.1332178178499999, "american": 0.274914343622, "proprietari": 3.7193204796199995, "match": 1.27190443874, "salient": 4.26091776205, "written": 0.671587369833, "rough": 1.1926572072700001, "are": 0.0294674735827, "south": 0.43548414473700003, "exposé": 7.033506484289999, "compani": 0.439777253097, "fund": 0.9413889129649999, "month": 0.410770160338, "new": 0.0177299468511, "ambassador": 2.05283960012, "intellectu": 1.78573081495, "center": 0.555216308776, "public": 0.20232375048700002, "posit": 0.316652318608, "prohibit": 1.65426767539, "staff": 1.2346303034700001, "dashboard": 4.77472401395, "crick": 5.26584456664, "legisl": 1.44572292349, "even": 0.152388564834, "john": 0.304194577702, "skew": 4.26988643203, "told": 1.14879230713, "nake": 3.0056070214700004, "investig": 1.13694148702, "chart": 2.13460115413, "his": 0.0901772433641, "broke": 1.2786688388299998, "note": 0.353817568083, "ltd": 2.5561696698099996, "salari": 2.3233329892900003, "limit": 0.41782385463, "prioriti": 2.1544996326700003, "through": 0.0683586918849, "across": 0.549198455941, "last": 0.19204364461100001, "gave": 0.615840930592, "earlier": 0.624742371425, "campaign": 0.9077295995720001, "voter": 2.2573887042900003, "committe": 1.17475733629, "inventori": 3.0754181120200004, "affect": 0.908041904384, "toolset": 7.033506484289999, "larg": 0.17037506060600002, "scienc": 0.841436178891, "briefli": 1.5824680307199999, "agenda": 2.5561696698099996, "consider": 0.8325627480600001, "dissemin": 3.1864030249599997, "gold": 1.21321162218, "base": 0.13652330228700002, "natur": 0.431306339292, "fill": 1.20540155609, "fact": 0.5502899207949999, "hour": 0.815190981077, "who": 0.0609002329859, "enter": 0.564256167492, "permiss": 1.8373800586400002, "email": 3.5113564922099996, "vehicl": 1.54604564512, "here": 0.8850381883700001, "paid": 1.19744339891, "ideal": 1.53809624363, "canadian": 1.44786425194, "romant": 2.2271462572, "michaellcrick": 7.033506484289999, "were": 0.024291143681099997, "averag": 0.957011687995, "onlin": 0.957503854357, "much": 0.17749572930100002, "unidentifi": 3.6466978400800003, "problem": 0.569140724273, "deploy": 2.00400270589, "denham": 5.57821925168, "bookmark": 6.414467275880001, "luxuri": 2.4886930988400002, "craft": 2.0812067672, "correct": 1.29831763181, "she": 0.7701082216959999, "standard": 0.63741050982, "dure": 0.0491209066894, "parliamentari": 2.32461999075, "nix": 5.43845730931, "contribut": 0.655201578909, "contrast": 1.0589701282, "flag": 1.78385428972, "lot": 1.4835969502500002, "opportun": 1.10258843705, "misus": 3.61812446763, "among": 0.228496097073, "them": 0.0941833269093, "professor": 1.46108089746, "disput": 1.2240778205, "tuesday": 2.78093791685, "famili": 0.39746619471100003, "until": 0.138474663439, "support": 0.237880610037, "target": 1.1690639496200002, "redact": 4.96303361259, "individu": 0.588013447985, "analysi": 1.2466091029200002, "built": 0.690379535065, "chris": 1.78836388023, "mercer": 3.84361819629, "seem": 0.829093032276, "disposit": 3.4034675302, "giant": 1.83028503479, "team": 0.821902894886, "unfortun": 2.29918950399, "order": 0.22014038079300002, "there": 0.0400978929255, "exist": 0.38165779408699996, "inform": 0.454453704662, "num": 0.00031499039539700004, "conduct": 0.817042965366, "unsurpris": 4.8522822483, "best": 0.459227932947, "contract": 1.10410732855, "memorandum": 3.33928418576, "softwar": 2.32849096333, "analytica": 7.033506484289999, "previous": 0.356602960063, "now": 0.149092945021, "further": 0.308815895297, "name": 0.09723316638430002, "code": 1.35601909597, "profil": 1.5751375153100002, "per": 0.672821024072, "worri": 2.3323769785799997, "abl": 0.599303982475, "realli": 1.5576408397, "financi": 0.958817483446, "leverag": 3.5767392514699994, "qualiti": 1.07600506711, "fix": 1.48944573451, "seed": 2.3434700776599997, "member": 0.278153414599, "critic": 0.512885356729, "around": 0.19387710578200001, "role": 0.44036410757399996, "research": 0.663727818138, "technolog": 0.956847686355, "signific": 0.373571744332, "over": 0.0249367214957, "area": 0.327954821122, "peopl": 0.193265578473, "lax": 4.225826442240001, "commerci": 0.8769815969470001, "primarili": 0.8897807965100001, "receiv": 0.266574424922, "partner": 1.4287553902399999, "memo": 3.71672644444, "although": 0.139487981418, "attribut": 1.2283715153700001, "miss": 1.2631785751200002, "week": 0.5907388641619999, "liabil": 3.30095196667, "aleksandr": 4.28806875111, "stipul": 2.8373792277599996, "mid": 2.27500227838, "thus": 0.49857627139300004, "other": 0.00987474791976, "wider": 1.90360776936, "quiz": 4.44681714019, "procedur": 1.76970662262, "digit": 1.48526454375, "rippon": 6.964513612799999, "prefer": 1.10581884366, "some": 0.0395735090645, "advertis": 1.7248852425999999, "imag": 0.99376210729, "cach": 3.89182029811, "still": 0.17112222142900002, "like": 0.139053576545, "imagin": 1.88684291737, "commentari": 2.08829899551, "stood": 1.73912542628, "part": 0.04239531098280001, "put": 0.505652999854, "attitudin": 7.033506484289999, "analyt": 2.8481901438599997, "yet": 0.754181309241, "includ": 0.0188846813905, "structur": 0.7217716751350001, "identifi": 0.833722000472, "harvest": 2.4617453604299997, "lock": 2.02477776846, "seeder": 7.033506484289999, "access": 0.627805882716, "psycholog": 1.89981109743, "substanti": 1.24639002087, "billionair": 4.12348772901, "document": 0.932547122383, "project": 0.561601885907, "differ": 0.212321121312, "common": 0.338325805271, "been": 0.023645982368400004, "first": 0.0075872898121599995, "between": 0.033953681165299995, "return": 0.333126868592, "moral": 1.5032274179700003, "myspac": 4.89344032079, "subset": 3.3078130570499997, "brief": 1.22086960472, "app": 3.57899404386, "action": 0.598043165069, "psychograph": 7.033506484289999, "someth": 1.18830712273, "march": 0.32193989648000004, "have": 0.0147850023412, "former": 0.308301359655, "use": 0.0292080197316, "indirect": 2.15395659709, "drop": 0.8999535106219999, "academ": 1.35895667459, "instrument": 1.28274955182, "more": 0.017024931599999998, "these": 0.0715336194008, "watchdog": 4.63561121149, "bundl": 3.41107212958, "gain": 0.6142097989249999, "could": 0.18595627229000003, "emerg": 0.748173681534, "lead": 0.23620402986699998, "bespok": 5.91136369821, "state": 0.0466100027668, "close": 0.250666759864, "exclus": 1.22643707092, "languag": 0.8306818244059999, "make": 0.07349765782289999, "set": 0.171496011289, "way": 0.19809150993500002, "owner": 1.37228362405, "possibl": 0.348805474891, "microtarget": 7.033506484289999, "tobago": 4.34468764511, "accur": 1.75248061485, "read": 0.83939268088, "protect": 0.67529290767, "interviewe": 5.61212080336, "remain": 0.15356296309, "ripon": 5.62951254607, "oper": 0.441342964347, "selfreport": 7.033506484289999, "perfect": 1.50096433356, "rather": 0.442714975539, "phase": 1.4589111108700001, "ultim": 0.9498209395739999, "down": 0.306673741186, "reflect": 0.85201207065, "might": 0.7683410765340001, "zpndhmmwbnum": 7.033506484289999, "popul": 0.778442172521, "nevada": 2.98296454472, "quantiti": 1.9786264883900002, "engulf": 3.9992405467300003, "decis": 0.7701082216959999, "sail": 2.07116147932, "dollar": 1.7316240515799999, "followon": 7.033506484289999, "while": 0.04324998379380001, "properti": 0.953573289192, "illustr": 1.2978562707799999, "easili": 1.3066587367, "hit": 1.1367451583600001, "inde": 1.4886080966, "when": 0.0205549888584, "mention": 0.931747186336}, "freq": {"daughter": 1, "affili": 4, "audit": 1, "unless": 1, "awar": 1, "precursor": 1, "kind": 1, "addit": 2, "would": 5, "june": 2, "circul": 1, "preliminari": 1, "specif": 1, "moni": 1, "intent": 1, "client": 2, "testrest": 1, "presum": 1, "cambridg": 12, "thought": 1, "product": 1, "tri": 1, "never": 3, "complet": 1, "toward": 1, "retain": 1, "idea": 1, "their": 8, "chose": 1, "robert": 1, "particular": 1, "summon": 1, "news": 3, "commission": 2, "had": 5, "websit": 2, "secur": 3, "scls": 2, "will": 10, "associ": 1, "event": 1, "predict": 5, "broadcast": 1, "therebi": 1, "second": 1, "strength": 1, "portion": 1, "next": 2, "privaci": 2, "near": 1, "but": 5, "certain": 1, "obtain": 8, "carri": 2, "met": 2, "cost": 3, "off": 3, "overal": 1, "record": 6, "census": 1, "organ": 1, "has": 14, "pass": 1, "out": 4, "model": 11, "alway": 1, "panel": 1, "under": 3, "categori": 1, "offic": 2, "usag": 1, "involv": 3, "ergo": 1, "gap": 1, "determin": 1, "less": 2, "regard": 2, "quick": 1, "steve": 1, "handl": 2, "said": 4, "contempl": 1, "then": 4, "they": 3, "suspend": 2, "anoth": 6, "consult": 1, "effect": 2, "techniqu": 1, "employ": 1, "happi": 1, "alleg": 2, "claus": 3, "plus": 1, "ensur": 1, "seek": 1, "resid": 1, "respons": 1, "minor": 2, "appear": 1, "algorithm": 2, "twitter": 1, "respond": 6, "expenditur": 1, "oregon": 1, "develop": 6, "moreov": 1, "undertak": 2, "such": 4, "thousand": 1, "elect": 6, "agre": 2, "donor": 1, "three": 2, "fast": 1, "forth": 1, "collect": 3, "add": 4, "back": 1, "press": 1, "west": 1, "platform": 9, "ani": 6, "two": 1, "licens": 1, "newspap": 1, "canada": 2, "account": 1, "behavior": 2, "whether": 1, "detail": 8, "wyli": 8, "brows": 1, "yesterday": 1, "bolton": 3, "intern": 1, "for": 28, "friend": 7, "warrant": 3, "revel": 1, "assum": 1, "controversi": 1, "challeng": 1, "look": 2, "trinidad": 3, "law": 2, "veri": 4, "reconcili": 1, "work": 9, "later": 1, "suck": 1, "compar": 1, "doe": 3, "old": 3, "infer": 1, "valid": 2, "promis": 1, "place": 2, "man": 1, "goal": 1, "error": 1, "continu": 1, "accept": 1, "deanonym": 1, "virginia": 1, "into": 3, "readi": 1, "via": 1, "hire": 1, "sic": 1, "servic": 2, "face": 1, "what": 1, "help": 1, "believ": 1, "find": 2, "bald": 1, "potenti": 1, "cover": 2, "own": 3, "poll": 1, "univers": 1, "report": 3, "littl": 1, "give": 2, "long": 1, "script": 1, "engag": 5, "citizen": 2, "aggreg": 4, "evid": 4, "wrote": 1, "databas": 2, "just": 1, "entir": 1, "understand": 3, "simpli": 1, "statement": 3, "upon": 2, "refin": 1, "mobil": 1, "person": 13, "should": 1, "sole": 1, "septemb": 1, "present": 1, "recommend": 2, "term": 4, "direct": 2, "train": 4, "backburn": 1, "spent": 2, "conclud": 1, "run": 1, "seri": 1, "keep": 2, "explain": 1, "scrape": 2, "anyth": 2, "messag": 3, "raw": 1, "track": 1, "assumpt": 1, "rational": 1, "pull": 3, "tract": 1, "the": 168, "step": 6, "alexand": 3, "generat": 2, "build": 2, "reaudit": 1, "consist": 1, "demograph": 1, "facet": 1, "louisiana": 1, "interfac": 1, "tenuous": 1, "say": 1, "impact": 2, "exampl": 1, "interview": 1, "hand": 1, "foreign": 4, "knowledg": 2, "take": 2, "becaus": 1, "full": 1, "than": 5, "yorker": 1, "publish": 6, "also": 15, "specifi": 4, "seven": 1, "money": 1, "irish": 1, "task": 1, "window": 1, "may": 4, "polici": 1, "analyz": 1, "reject": 1, "polit": 12, "activ": 3, "shutter": 1, "want": 1, "system": 3, "spoke": 1, "genuin": 1, "howev": 1, "share": 1, "disclaim": 1, "pitch": 1, "which": 14, "relev": 1, "session": 2, "boon": 1, "refer": 4, "one": 1, "show": 2, "psychometr": 8, "hope": 1, "see": 1, "supplement": 1, "facebook": 31, "junctur": 1, "manag": 6, "kogan": 21, "file": 1, "sign": 2, "repeat": 1, "this": 21, "mani": 1, "sampl": 7, "singletrait": 1, "rebekah": 2, "process": 3, "elizabeth": 1, "perform": 2, "site": 1, "advis": 1, "novemb": 1, "most": 1, "held": 1, "all": 6, "top": 1, "today": 3, "behaviour": 2, "piss": 1, "regardless": 1, "appropri": 1, "case": 2, "that": 37, "cycl": 1, "final": 2, "third": 1, "and": 85, "permit": 1, "type": 1, "home": 1, "prepar": 1, "deliv": 2, "gather": 3, "scandal": 2, "made": 4, "comment": 1, "point": 1, "none": 1, "can": 2, "unquestion": 1, "describ": 7, "queri": 1, "onli": 2, "each": 3, "clear": 2, "hampshir": 1, "computergener": 2, "regul": 2, "advanc": 1, "trump": 2, "chain": 1, "data": 60, "stephen": 1, "audienc": 1, "address": 1, "method": 5, "confidenti": 1, "sinc": 1, "must": 3, "corpor": 1, "worth": 1, "text": 1, "scalabl": 1, "datalicens": 1, "busi": 1, "michael": 1, "page": 1, "compli": 1, "score": 11, "chang": 1, "round": 1, "suggest": 4, "colorado": 2, "user": 8, "nation": 3, "after": 3, "web": 1, "onc": 2, "form": 1, "delay": 1, "space": 1, "dataset": 3, "function": 1, "foramericaorg": 1, "log": 3, "consent": 3, "hear": 2, "well": 1, "done": 2, "otherwis": 1, "approach": 1, "undoubt": 1, "hold": 1, "front": 3, "know": 1, "bigger": 1, "arkansa": 1, "legal": 4, "measur": 2, "least": 3, "staffer": 1, "multipl": 1, "aka": 1, "how": 7, "test": 3, "million": 1, "fair": 1, "north": 1, "light": 1, "initi": 1, "distribut": 2, "hacker": 1, "found": 1, "given": 2, "interest": 2, "aggregateiq": 3, "conserv": 1, "employe": 1, "contact": 1, "weekend": 1, "write": 2, "qualifi": 1, "purpos": 4, "himself": 1, "updat": 1, "bannon": 2, "underlin": 2, "claim": 6, "need": 2, "background": 2, "confirm": 1, "where": 2, "expect": 1, "parti": 7, "likelihood": 1, "applic": 3, "level": 2, "date": 4, "region": 1, "her": 1, "unit": 1, "trait": 2, "april": 1, "cours": 1, "reli": 1, "preexist": 1, "global": 1, "short": 1, "not": 19, "far": 1, "delawar": 1, "aim": 3, "stori": 1, "silent": 1, "advisor": 2, "about": 4, "breach": 1, "though": 2, "design": 1, "turn": 1, "descript": 1, "social": 5, "minimum": 1, "section": 5, "internet": 1, "carolina": 2, "userag": 1, "phone": 2, "whose": 1, "trigger": 1, "provid": 5, "deliveri": 1, "valu": 2, "florida": 1, "observ": 2, "sever": 1, "meet": 1, "with": 23, "transfer": 1, "network": 4, "deriv": 1, "andor": 2, "sourc": 1, "control": 1, "both": 2, "iowa": 1, "result": 1, "concern": 2, "testimoni": 3, "approv": 2, "without": 2, "channel": 1, "media": 2, "acquisit": 2, "oral": 1, "question": 3, "from": 10, "deserv": 1, "impli": 1, "jennif": 1, "advic": 1, "safe": 1, "acquir": 1, "american": 1, "proprietari": 1, "match": 7, "salient": 1, "written": 2, "rough": 1, "are": 10, "south": 1, "exposé": 1, "compani": 13, "fund": 1, "month": 1, "new": 5, "ambassador": 1, "intellectu": 2, "center": 1, "public": 5, "posit": 1, "prohibit": 1, "staff": 1, "dashboard": 1, "crick": 1, "legisl": 1, "even": 3, "john": 1, "skew": 1, "told": 2, "nake": 1, "investig": 2, "chart": 1, "his": 7, "broke": 1, "note": 2, "ltd": 1, "salari": 1, "limit": 3, "prioriti": 1, "through": 3, "across": 1, "last": 3, "gave": 1, "earlier": 3, "campaign": 9, "voter": 8, "committe": 9, "inventori": 1, "affect": 1, "toolset": 1, "larg": 1, "scienc": 1, "briefli": 2, "agenda": 1, "consider": 1, "dissemin": 1, "gold": 1, "base": 5, "natur": 1, "fill": 1, "fact": 2, "hour": 1, "who": 5, "enter": 2, "permiss": 1, "email": 5, "vehicl": 1, "here": 3, "paid": 1, "ideal": 1, "canadian": 2, "romant": 1, "michaellcrick": 1, "were": 4, "averag": 1, "onlin": 3, "much": 3, "unidentifi": 1, "problem": 1, "deploy": 2, "denham": 1, "bookmark": 1, "luxuri": 1, "craft": 1, "correct": 1, "she": 2, "standard": 3, "dure": 1, "parliamentari": 1, "nix": 6, "contribut": 1, "contrast": 1, "flag": 1, "lot": 1, "opportun": 1, "misus": 1, "among": 1, "them": 4, "professor": 1, "disput": 1, "tuesday": 4, "famili": 2, "until": 1, "support": 3, "target": 11, "redact": 2, "individu": 2, "analysi": 1, "built": 1, "chris": 2, "mercer": 5, "seem": 2, "disposit": 1, "giant": 1, "team": 1, "unfortun": 1, "order": 1, "there": 2, "exist": 2, "inform": 5, "num": 36, "conduct": 2, "unsurpris": 1, "best": 1, "contract": 23, "memorandum": 1, "softwar": 1, "analytica": 5, "previous": 2, "now": 3, "further": 4, "name": 4, "code": 1, "profil": 15, "per": 2, "worri": 1, "abl": 4, "realli": 1, "financi": 1, "leverag": 1, "qualiti": 2, "fix": 1, "seed": 4, "member": 2, "critic": 1, "around": 2, "role": 1, "research": 5, "technolog": 4, "signific": 2, "over": 1, "area": 1, "peopl": 4, "lax": 1, "commerci": 1, "primarili": 1, "receiv": 2, "partner": 1, "memo": 2, "although": 1, "attribut": 1, "miss": 1, "week": 3, "liabil": 1, "aleksandr": 1, "stipul": 2, "mid": 2, "thus": 3, "other": 7, "wider": 1, "quiz": 2, "procedur": 1, "digit": 1, "rippon": 1, "prefer": 3, "some": 7, "advertis": 1, "imag": 1, "cach": 1, "still": 2, "like": 6, "imagin": 1, "commentari": 1, "stood": 1, "part": 3, "put": 1, "attitudin": 1, "analyt": 1, "yet": 1, "includ": 7, "structur": 1, "identifi": 1, "harvest": 1, "lock": 1, "seeder": 1, "access": 4, "psycholog": 4, "substanti": 1, "billionair": 1, "document": 7, "project": 14, "differ": 2, "common": 1, "been": 9, "first": 4, "between": 5, "return": 2, "moral": 1, "myspac": 1, "subset": 1, "brief": 1, "app": 5, "action": 2, "psychograph": 2, "someth": 2, "march": 3, "have": 10, "former": 3, "use": 18, "indirect": 1, "drop": 1, "academ": 2, "instrument": 1, "more": 9, "these": 1, "watchdog": 1, "bundl": 1, "gain": 2, "could": 5, "emerg": 1, "lead": 2, "bespok": 1, "state": 12, "close": 2, "exclus": 1, "languag": 1, "make": 6, "set": 6, "way": 1, "owner": 2, "possibl": 3, "microtarget": 3, "tobago": 2, "accur": 3, "read": 2, "protect": 5, "interviewe": 1, "remain": 2, "ripon": 1, "oper": 4, "selfreport": 2, "perfect": 1, "rather": 1, "phase": 2, "ultim": 1, "down": 1, "reflect": 2, "might": 2, "zpndhmmwbnum": 1, "popul": 1, "nevada": 1, "quantiti": 1, "engulf": 1, "decis": 1, "sail": 1, "dollar": 1, "followon": 1, "while": 1, "properti": 2, "illustr": 1, "easili": 1, "hit": 1, "inde": 1, "when": 1, "mention": 1}, "idf": {"daughter": 3.4915328788199997, "affili": 6.0503048780499995, "audit": 15.12, "unless": 5.44818119423, "awar": 4.27693965517, "precursor": 14.200357781800001, "kind": 2.5806241872599998, "addit": 1.24634950542, "would": 1.0828729281799998, "june": 1.43414634146, "circul": 7.517045454550001, "preliminari": 12.6501992032, "specif": 1.8719490626099997, "moni": 102.425806452, "intent": 3.19372359686, "client": 14.1371326803, "testrest": 1134.0, "presum": 8.187725631769998, "cambridg": 4.28039902939, "thought": 1.9854927463699998, "product": 1.62264922322, "tri": 1.8544562551099997, "never": 1.55769230769, "complet": 1.24021560816, "toward": 1.6303142329, "retain": 2.74956702459, "idea": 2.0930784443, "their": 1.01547908405, "chose": 4.42105263158, "robert": 1.8618505922400002, "particular": 1.3814827706200001, "summon": 14.4327272727, "news": 2.08182533438, "commission": 8.58162162162, "had": 1.0475750577399998, "websit": 2.52160101652, "secur": 2.16885245902, "scls": 1134.0, "will": 1.22481098596, "associ": 1.3263157894700002, "event": 1.5356935577500002, "predict": 5.18484650555, "broadcast": 3.55167785235, "therebi": 6.47735618115, "second": 1.1130898128, "strength": 4.02739726027, "portion": 3.3019966722099996, "next": 1.4950560316400001, "privaci": 28.2994652406, "near": 1.28769567686, "but": 1.01632417899, "certain": 1.8077886586200003, "obtain": 2.68629441624, "carri": 1.66869875972, "met": 2.3614457831299998, "cost": 2.31935719503, "off": 1.5121440137200002, "overal": 3.0442953020099996, "record": 1.42334588488, "census": 6.31503579952, "organ": 1.6387283237, "has": 1.0436497502, "pass": 1.61818367139, "out": 1.06016694491, "model": 2.0905978404, "alway": 2.06745670009, "panel": 7.57442748092, "under": 1.0781663837, "categori": 3.98194130926, "offic": 1.58887109688, "usag": 6.427530364369999, "involv": 1.4498630137000001, "ergo": 378.0, "gap": 7.302667893280001, "determin": 2.1658935879900003, "less": 1.46904783936, "regard": 1.78944995491, "quick": 2.205, "steve": 5.85182454847, "handl": 3.9229058561900003, "said": 1.54751925139, "contempl": 18.3114186851, "then": 1.08657860516, "they": 1.03017325287, "suspend": 6.67619848612, "anoth": 1.13643521832, "consult": 5.21721984883, "effect": 1.3963060686000002, "techniqu": 3.7293868921800004, "employ": 2.16530278232, "happi": 6.125, "alleg": 3.8071942445999998, "claus": 12.2689335394, "plus": 4.6914893617, "ensur": 3.4127257093700005, "seek": 2.83753351206, "resid": 2.39457013575, "respons": 1.5066907089300001, "minor": 2.23071518898, "appear": 1.3214582986499999, "algorithm": 27.9507042254, "twitter": 33.213389121300004, "respond": 3.17329602239, "expenditur": 16.283076923099998, "oregon": 15.8443113772, "develop": 1.1955719557200002, "moreov": 7.56, "undertak": 10.8, "such": 1.06151377374, "thousand": 2.4767550702000003, "elect": 2.5228031145700003, "agre": 2.22946215419, "donor": 25.565217391300003, "three": 1.06621893889, "fast": 4.8729281768, "forth": 8.65177111717, "collect": 1.64109985528, "add": 4.61243463103, "back": 1.26070038911, "press": 1.41245551601, "west": 1.6561652409799998, "platform": 6.2332155476999995, "ani": 1.13383802314, "two": 1.01379310345, "licens": 5.79839298758, "newspap": 3.0971517752599995, "canada": 3.0367253251700004, "account": 1.94463498285, "behavior": 5.52978056426, "whether": 2.20683903253, "detail": 2.26186066391, "wyli": 200.962025316, "brows": 103.090909091, "yesterday": 33.213389121300004, "bolton": 49.3043478261, "intern": 1.30355530011, "for": 1.00031504001, "friend": 2.20194174757, "warrant": 15.703264095, "revel": 11.622254758399999, "assum": 2.9575260804799997, "controversi": 2.62543409955, "challeng": 2.55816951337, "look": 1.9086318826599997, "trinidad": 45.2307692308, "law": 1.7973508434299998, "veri": 1.25880114177, "reconcili": 20.644993497999998, "work": 1.11520089913, "later": 1.08650424309, "suck": 47.25, "compar": 1.8662278123900002, "doe": 1.70581282905, "old": 1.52844902282, "infer": 21.1398135819, "valid": 6.61224489796, "promis": 3.5030891438699996, "place": 1.1004366812200002, "man": 1.7494214875999998, "goal": 3.28152128979, "error": 6.04109589041, "continu": 1.13928955867, "accept": 1.7377408056, "deanonym": 1134.0, "virginia": 6.3504, "into": 1.01502461479, "readi": 5.15789473684, "via": 2.2978723404299997, "hire": 4.95815115553, "sic": 34.2155172414, "servic": 1.51300867245, "face": 1.80327124035, "what": 1.25343439128, "help": 1.39962972759, "believ": 1.6450108797, "find": 1.7294117647099998, "bald": 42.563002681, "potenti": 2.52080025405, "cover": 1.69380134429, "own": 1.17844418052, "poll": 7.8632986627, "univers": 1.24889867841, "report": 1.3634489866, "littl": 1.5499365420299998, "give": 1.3653250774, "long": 1.2657259028899999, "script": 8.299006795610001, "engag": 2.6926729986400004, "citizen": 3.24397221087, "aggreg": 17.542541436500002, "evid": 2.24872521246, "wrote": 2.10473286491, "databas": 8.24727272727, "just": 1.33580143037, "entir": 1.59365589239, "understand": 2.96858638743, "simpli": 2.5192002538900002, "statement": 3.42228928648, "upon": 1.60331246213, "refin": 9.966101694919999, "mobil": 4.89697717458, "person": 1.40520446097, "should": 1.6643254009900001, "sole": 4.04175152749, "septemb": 1.45638014861, "present": 1.25551601423, "recommend": 3.9142011834300003, "term": 1.39520168732, "direct": 1.22226499346, "train": 1.9365698950999999, "backburn": 1134.0, "spent": 3.00795755968, "conclud": 3.02284843869, "run": 1.55692850838, "seri": 1.46511627907, "keep": 2.04245465071, "explain": 2.60049140049, "scrape": 70.56, "anyth": 4.58843930636, "messag": 4.96745932416, "raw": 10.6478873239, "track": 3.1276595744700004, "assumpt": 9.21951219512, "rational": 36.75, "pull": 5.18654034629, "tract": 15.2653846154, "the": 1.0, "step": 2.8279301745599996, "alexand": 4.19445178336, "generat": 2.05275407292, "build": 1.6341739578, "reaudit": 1134.0, "consist": 1.4901445466499998, "demograph": 10.851674641099999, "facet": 49.7680250784, "louisiana": 13.615780445999999, "interfac": 20.9169960474, "tenuous": 68.1373390558, "say": 1.7544480053, "impact": 2.97526236882, "exampl": 1.50483412322, "interview": 3.3981164383599998, "hand": 1.6152202665600002, "foreign": 2.5276229899700002, "knowledg": 3.3981164383599998, "take": 1.13961668222, "becaus": 1.1495184997499999, "full": 1.66729678639, "than": 1.03278688525, "yorker": 27.4671280277, "publish": 1.36885669943, "also": 1.01476510067, "specifi": 6.920662598080001, "seven": 1.93940874664, "money": 2.62283165373, "irish": 5.56077057793, "task": 3.88641370869, "window": 5.86479497599, "may": 1.05201775893, "polici": 2.52963671128, "analyz": 9.68639414277, "reject": 2.82139683668, "polit": 1.76851954996, "activ": 1.46403541129, "shutter": 98.6086956522, "want": 1.99698113208, "system": 1.38739840951, "spoke": 5.5125, "genuin": 11.4793926247, "howev": 1.0945191313299998, "share": 1.8566249561500001, "disclaim": 98.6086956522, "pitch": 9.50089766607, "which": 1.005191845, "relev": 6.938811188810001, "session": 5.59605216778, "boon": 38.255421686700004, "refer": 1.30024570025, "one": 1.00627495722, "show": 1.26703910615, "psychometr": 283.5, "hope": 2.50884955752, "see": 1.27242125511, "supplement": 7.13848920863, "facebook": 28.5539568345, "junctur": 117.6, "manag": 1.6448404475799998, "kogan": 529.2, "file": 3.7710213776699995, "sign": 1.7606742819099999, "repeat": 2.8771293947099994, "this": 1.00379362671, "mani": 1.04426757877, "sampl": 7.23280182232, "singletrait": 1134.0, "rebekah": 466.941176471, "process": 1.69524826482, "elizabeth": 5.54329608939, "perform": 1.5313977042500002, "site": 1.9721739130400002, "advis": 5.0145293746099995, "novemb": 1.49393055425, "most": 1.02096463023, "held": 1.44353518822, "all": 1.01146788991, "top": 1.8387769284200002, "today": 1.74961428257, "behaviour": 9.879278158060002, "piss": 170.709677419, "regardless": 6.35294117647, "appropri": 4.31413043478, "case": 1.48498737256, "that": 1.00398406375, "cycl": 5.40919931857, "final": 1.34008609775, "third": 1.4195278969999998, "and": 1.00006299213, "permit": 3.7549668874199997, "type": 2.0281042411900003, "home": 1.4599963215, "prepar": 2.43012398592, "deliv": 3.4039451114899997, "gather": 3.78631051753, "scandal": 9.818181818180001, "made": 1.07038834951, "comment": 3.05954904606, "point": 1.25990000794, "none": 4.06555697823, "can": 1.17626139142, "unquestion": 97.3987730061, "describ": 1.47027227264, "queri": 56.2978723404, "onli": 1.0256476516600002, "each": 1.18974820144, "clear": 1.85423966363, "hampshir": 18.3114186851, "computergener": 1134.0, "regul": 3.88736532811, "advanc": 1.9997480791, "trump": 62.015625, "chain": 5.17639387023, "data": 3.37643555934, "stephen": 4.04793472718, "audienc": 4.4784203103, "address": 2.86157173756, "method": 2.5714285714300003, "confidenti": 31.8156312625, "sinc": 1.08368600683, "must": 1.9220338983099996, "corpor": 3.02284843869, "worth": 5.210370856580001, "text": 3.12827586207, "scalabl": 186.776470588, "datalicens": 1134.0, "busi": 2.05541170378, "michael": 2.23259738433, "page": 2.03669018602, "compli": 14.8930581614, "score": 4.2884927066500005, "chang": 1.1808985421, "round": 3.3843530164099995, "suggest": 1.7571665744299998, "colorado": 12.3452566096, "user": 7.71053909665, "nation": 1.22632473351, "after": 1.02070207021, "web": 5.17133550489, "onc": 1.4974533106999999, "form": 1.12755681818, "delay": 4.23247134098, "space": 2.39818731118, "dataset": 193.609756098, "function": 2.495441685, "foramericaorg": 1134.0, "log": 13.6744186047, "consent": 11.4960173787, "hear": 4.17899447223, "well": 1.0655748708, "done": 2.3302509907499998, "otherwis": 3.72151898734, "approach": 2.07556543339, "undoubt": 27.0459965928, "hold": 1.6551292744, "front": 2.32820061593, "know": 2.59327017315, "bigger": 13.23, "arkansa": 25.647819063000004, "legal": 2.6000655093400002, "measur": 2.41093394077, "least": 1.6165359943000002, "staffer": 103.090909091, "multipl": 2.74813917258, "aka": 20.834645669300002, "how": 1.60250328051, "test": 2.65707112971, "million": 1.7279059643, "fair": 3.20533010297, "north": 1.49604221636, "light": 1.9102394417, "initi": 1.35, "distribut": 2.7396031061299997, "hacker": 83.1204188482, "found": 1.11387076405, "given": 1.35426085473, "interest": 1.60331246213, "aggregateiq": 1134.0, "conserv": 3.3199498117900004, "employe": 5.88, "contact": 3.2196309065099995, "weekend": 8.79556786704, "write": 2.0575427682700003, "qualifi": 6.546804123709999, "purpos": 2.23416830847, "himself": 2.17419884963, "updat": 5.56466876972, "bannon": 690.260869565, "underlin": 58.583025830299995, "claim": 1.52697893623, "need": 1.4372623574099999, "background": 4.02739726027, "confirm": 3.0827184466000004, "where": 1.06715063521, "expect": 2.20011086475, "parti": 2.06369426752, "likelihood": 23.4852071006, "applic": 3.42672134686, "level": 1.6544393497299998, "date": 1.63081664099, "region": 1.7647843486, "her": 1.7770315648099997, "unit": 1.15394679459, "trait": 13.6391752577, "april": 1.45039283757, "cours": 2.15092805853, "reli": 4.16146788991, "preexist": 136.862068966, "global": 3.30612244898, "short": 1.41295834817, "not": 1.01567398119, "far": 1.71022298826, "delawar": 23.6602086438, "aim": 2.8960233491400005, "stori": 2.02396736359, "silent": 9.10321100917, "advisor": 12.18419033, "about": 1.06486015159, "breach": 12.297443842, "though": 1.36076112111, "design": 1.45825296225, "turn": 1.3838912133899999, "descript": 4.00504540868, "social": 1.9904714142400002, "minimum": 6.02962400304, "section": 2.1284354471099998, "internet": 4.98461538462, "carolina": 7.54921540656, "userag": 1134.0, "phone": 9.118897185529999, "whose": 1.73508196721, "trigger": 7.91820448878, "provid": 1.21552714187, "deliveri": 8.90409422322, "valu": 2.2777618364400003, "florida": 6.718578078709999, "observ": 2.22446406053, "sever": 1.07241286139, "meet": 1.6658971668399998, "with": 1.0011982089899998, "transfer": 2.72549356223, "network": 2.59369384088, "deriv": 2.78379800105, "andor": 690.260869565, "sourc": 1.69760479042, "control": 1.46959178006, "both": 1.05215720061, "iowa": 20.3017902813, "result": 1.14611608432, "concern": 1.8852867830400002, "testimoni": 11.5967859752, "approv": 2.85951008646, "without": 1.29547123623, "channel": 3.6784059314199995, "media": 2.59369384088, "acquisit": 10.3764705882, "oral": 10.410491803300001, "question": 2.20408163265, "from": 1.00056721497, "deserv": 15.236084453, "impli": 5.5125, "jennif": 17.4270032931, "advic": 7.08117752007, "safe": 5.02723242559, "acquir": 3.10563380282, "american": 1.31641791045, "proprietari": 41.2363636364, "match": 3.5676404494400002, "salient": 70.875, "written": 1.9573418813999999, "rough": 3.29582727839, "are": 1.02990593578, "south": 1.5457112257799999, "exposé": 1134.0, "compani": 1.5523613963, "fund": 2.5635394800599998, "month": 1.5079787234, "new": 1.0178880554, "ambassador": 7.78999018646, "intellectu": 5.963936889559999, "center": 1.7423178226499998, "public": 1.22424429365, "posit": 1.37252528746, "prohibit": 5.2292490118599995, "staff": 3.4371075990499995, "dashboard": 118.47761194, "crick": 193.609756098, "legisl": 4.2449197861000005, "even": 1.16461267606, "john": 1.35553278689, "skew": 71.5135135135, "told": 3.1543810848400002, "nake": 20.1984732824, "investig": 3.11721971333, "chart": 8.45367412141, "his": 1.0943682360200002, "broke": 3.5918552036199998, "note": 1.42449528937, "ltd": 12.8863636364, "salari": 10.2096463023, "limit": 1.5186531471200002, "prioriti": 8.623574144489998, "through": 1.07074930869, "across": 1.7318642958400001, "last": 1.2117234010100002, "gave": 1.85121268657, "earlier": 1.86776470588, "campaign": 2.4786885245900003, "voter": 9.55809753161, "committe": 3.2373572593799995, "inventori": 21.658935879899996, "affect": 2.4794627518400003, "toolset": 1134.0, "larg": 1.18574949585, "scienc": 2.31969608416, "briefli": 4.8669527897, "agenda": 12.8863636364, "consider": 2.29920347574, "dissemin": 24.201219512199998, "gold": 3.3642720915400006, "base": 1.14628158845, "natur": 1.5392670157100001, "fill": 3.33809924306, "fact": 1.73375559681, "hour": 2.25960717336, "who": 1.06279287723, "enter": 1.75813953488, "permiss": 6.280063291139999, "email": 33.4936708861, "vehicl": 4.6928761454300005, "here": 2.42307692308, "paid": 3.31163954944, "ideal": 4.65571847507, "canadian": 4.2540192926, "romant": 9.27336448598, "michaellcrick": 1134.0, "were": 1.02458857696, "averag": 2.60390355913, "onlin": 2.6051854282900004, "much": 1.1942229577299999, "unidentifi": 38.347826087, "problem": 1.76674827509, "deploy": 7.41869158879, "denham": 264.6, "bookmark": 610.615384615, "luxuri": 12.0455235205, "craft": 8.01413427562, "correct": 3.6631287494199998, "she": 2.16, "standard": 1.8915763135900003, "dure": 1.0503473370799998, "parliamentari": 10.2227945911, "nix": 230.086956522, "contribut": 1.9255306246200001, "contrast": 2.88339992735, "flag": 5.95275590551, "lot": 4.40877534018, "opportun": 3.0119521912400002, "misus": 37.2676056338, "among": 1.25670862028, "them": 1.09876115994, "professor": 4.31061634537, "disput": 3.40102827763, "tuesday": 16.1341463415, "famili": 1.48804948917, "until": 1.14852058164, "support": 1.2685577307200002, "target": 3.2189781021900004, "redact": 143.027027027, "individu": 1.8004082558400003, "analysi": 3.47852760736, "built": 1.99447236181, "chris": 5.979661016950001, "mercer": 46.6941176471, "seem": 2.29123971713, "disposit": 30.068181818200003, "giant": 6.23566378633, "team": 2.2748244734200003, "unfortun": 9.966101694919999, "order": 1.24625166811, "there": 1.04091266719, "exist": 1.4647107666799999, "inform": 1.5753125620200001, "num": 1.00031504001, "conduct": 2.2637958077900002, "unsurpris": 128.032258065, "best": 1.5828514456600002, "contract": 3.0165304959099997, "memorandum": 28.1989342806, "softwar": 10.2624434389, "analytica": 1134.0, "previous": 1.42846859816, "now": 1.160780873, "further": 1.3618116315, "name": 1.10211732037, "code": 3.8807137619199996, "profil": 4.8314059647, "per": 1.9597580545599997, "worri": 10.302401038300001, "abl": 1.8208510150200001, "realli": 4.7476076555, "financi": 2.60860992442, "leverag": 35.7567567568, "qualiti": 2.9329392204, "fix": 4.4346368715099995, "seed": 10.4173228346, "member": 1.32068879461, "critic": 1.67010309278, "around": 1.21394708671, "role": 1.55327267391, "research": 1.9420183486200002, "technolog": 2.6034765496900003, "signific": 1.4529147982100001, "over": 1.02525024217, "area": 1.3881262568900001, "peopl": 1.21320495186, "lax": 68.4310344828, "commerci": 2.4036336109, "primarili": 2.43459592087, "receiv": 1.3054847463200001, "partner": 4.173501577290001, "memo": 41.1295336788, "although": 1.14968498805, "attribut": 3.4156626506, "miss": 3.53664513255, "week": 1.80532181033, "liabil": 27.1384615385, "aleksandr": 72.8256880734, "stipul": 17.070967741900002, "mid": 9.727941176469999, "thus": 1.6463756092500001, "other": 1.00992366412, "wider": 6.710059171599999, "quiz": 85.3548387097, "procedur": 5.8691312384500005, "digit": 4.416133518780001, "rippon": 1058.4, "prefer": 3.0216977540900003, "some": 1.04036697248, "advertis": 5.61187698834, "imag": 2.70137825421, "cach": 49.0, "still": 1.1866357724799999, "like": 1.14918566775, "imagin": 6.598503740650001, "commentari": 8.07117437722, "stood": 5.69236285407, "part": 1.04330682789, "put": 1.65806788512, "attitudin": 1134.0, "analyt": 17.256521739100002, "yet": 2.1258703802900003, "includ": 1.0190641247799999, "structur": 2.0580762250499998, "identifi": 2.30187037843, "harvest": 11.725258493399998, "lock": 7.57442748092, "seeder": 1134.0, "access": 1.8734953976900002, "psycholog": 6.6846315789499995, "substanti": 3.4777656078900003, "billionair": 61.7743190661, "document": 2.5409731114, "project": 1.7534791252500002, "differ": 1.23654490225, "common": 1.4025974025999999, "been": 1.0239277652399998, "first": 1.00761614623, "between": 1.03453668708, "return": 1.39532431007, "moral": 4.49617672048, "myspac": 133.411764706, "subset": 27.3253012048, "brief": 3.39013452915, "app": 35.837471783299996, "action": 1.81855670103, "psychograph": 1134.0, "someth": 3.28152128979, "march": 1.37980184252, "have": 1.0148948411399998, "former": 1.36111111111, "use": 1.0296387573799999, "indirect": 8.618892508139998, "drop": 2.4594887684, "academ": 3.8921304241199994, "instrument": 3.60654248069, "more": 1.0171706817, "these": 1.07415426252, "watchdog": 103.090909091, "bundl": 30.297709923699998, "gain": 1.84819557625, "could": 1.2043695949, "emerg": 2.1131372288, "lead": 1.2664326739, "bespok": 369.209302326, "state": 1.0477133240899998, "close": 1.2848818387799998, "exclus": 3.40906162766, "languag": 2.29488291414, "make": 1.0762660158600001, "set": 1.18707940781, "way": 1.2190739461, "owner": 3.9443478260900005, "possibl": 1.4173734488, "microtarget": 1134.0, "tobago": 77.067961165, "accur": 5.768895348840001, "read": 2.3149606299200003, "protect": 1.96460834055, "interviewe": 273.724137931, "remain": 1.16598119859, "ripon": 278.526315789, "oper": 1.55479384977, "selfreport": 1134.0, "perfect": 4.48601299802, "rather": 1.55692850838, "phase": 4.3012733676499995, "ultim": 2.58524670249, "down": 1.35889754344, "reflect": 2.3443591258099996, "might": 2.1561863370900003, "zpndhmmwbnum": 1134.0, "popul": 2.17807655371, "nevada": 19.7462686567, "quantiti": 7.23280182232, "engulf": 54.5567010309, "decis": 2.16, "sail": 7.934032983510001, "dollar": 5.64982206406, "followon": 1134.0, "while": 1.0441988950299999, "properti": 2.5949656750599996, "illustr": 3.6614391143900002, "easili": 3.6938110749199997, "hit": 3.1166077738499998, "inde": 4.43092380687, "when": 1.02076769755, "mention": 2.53894130817}}, "html": "<!DOCTYPE html>\n\n<html class=\"no-js\" lang=\"en-US\">\n<head>\n<meta charset=\"utf-8\"/>\n<meta content=\"IE=Edge\" http-equiv=\"X-UA-Compatible\"><script type=\"text/javascript\">window.NREUM||(NREUM={}),__nr_require=function(e,n,t){function r(t){if(!n[t]){var o=n[t]={exports:{}};e[t][0].call(o.exports,function(n){var o=e[t][1][n];return r(o||n)},o,o.exports)}return n[t].exports}if(\"function\"==typeof __nr_require)return __nr_require;for(var o=0;o<t.length;o++)r(t[o]);return r}({1:[function(e,n,t){function r(){}function o(e,n,t){return function(){return i(e,[c.now()].concat(u(arguments)),n?null:this,t),n?void 0:this}}var i=e(\"handle\"),a=e(3),u=e(4),f=e(\"ee\").get(\"tracer\"),c=e(\"loader\"),s=NREUM;\"undefined\"==typeof window.newrelic&&(newrelic=s);var p=[\"setPageViewName\",\"setCustomAttribute\",\"setErrorHandler\",\"finished\",\"addToTrace\",\"inlineHit\",\"addRelease\"],d=\"api-\",l=d+\"ixn-\";a(p,function(e,n){s[n]=o(d+n,!0,\"api\")}),s.addPageAction=o(d+\"addPageAction\",!0),s.setCurrentRouteName=o(d+\"routeName\",!0),n.exports=newrelic,s.interaction=function(){return(new r).get()};var m=r.prototype={createTracer:function(e,n){var t={},r=this,o=\"function\"==typeof n;return i(l+\"tracer\",[c.now(),e,t],r),function(){if(f.emit((o?\"\":\"no-\")+\"fn-start\",[c.now(),r,o],t),o)try{return n.apply(this,arguments)}catch(e){throw f.emit(\"fn-err\",[arguments,this,e],t),e}finally{f.emit(\"fn-end\",[c.now()],t)}}}};a(\"actionText,setName,setAttribute,save,ignore,onEnd,getContext,end,get\".split(\",\"),function(e,n){m[n]=o(l+n)}),newrelic.noticeError=function(e,n){\"string\"==typeof e&&(e=new Error(e)),i(\"err\",[e,c.now(),!1,n])}},{}],2:[function(e,n,t){function r(e,n){if(!o)return!1;if(e!==o)return!1;if(!n)return!0;if(!i)return!1;for(var t=i.split(\".\"),r=n.split(\".\"),a=0;a<r.length;a++)if(r[a]!==t[a])return!1;return!0}var o=null,i=null,a=/Version\\/(\\S+)\\s+Safari/;if(navigator.userAgent){var u=navigator.userAgent,f=u.match(a);f&&u.indexOf(\"Chrome\")===-1&&u.indexOf(\"Chromium\")===-1&&(o=\"Safari\",i=f[1])}n.exports={agent:o,version:i,match:r}},{}],3:[function(e,n,t){function r(e,n){var t=[],r=\"\",i=0;for(r in e)o.call(e,r)&&(t[i]=n(r,e[r]),i+=1);return t}var o=Object.prototype.hasOwnProperty;n.exports=r},{}],4:[function(e,n,t){function r(e,n,t){n||(n=0),\"undefined\"==typeof t&&(t=e?e.length:0);for(var r=-1,o=t-n||0,i=Array(o<0?0:o);++r<o;)i[r]=e[n+r];return i}n.exports=r},{}],5:[function(e,n,t){n.exports={exists:\"undefined\"!=typeof window.performance&&window.performance.timing&&\"undefined\"!=typeof window.performance.timing.navigationStart}},{}],ee:[function(e,n,t){function r(){}function o(e){function n(e){return e&&e instanceof r?e:e?f(e,u,i):i()}function t(t,r,o,i){if(!d.aborted||i){e&&e(t,r,o);for(var a=n(o),u=v(t),f=u.length,c=0;c<f;c++)u[c].apply(a,r);var p=s[y[t]];return p&&p.push([b,t,r,a]),a}}function l(e,n){h[e]=v(e).concat(n)}function m(e,n){var t=h[e];if(t)for(var r=0;r<t.length;r++)t[r]===n&&t.splice(r,1)}function v(e){return h[e]||[]}function g(e){return p[e]=p[e]||o(t)}function w(e,n){c(e,function(e,t){n=n||\"feature\",y[t]=n,n in s||(s[n]=[])})}var h={},y={},b={on:l,addEventListener:l,removeEventListener:m,emit:t,get:g,listeners:v,context:n,buffer:w,abort:a,aborted:!1};return b}function i(){return new r}function a(){(s.api||s.feature)&&(d.aborted=!0,s=d.backlog={})}var u=\"nr@context\",f=e(\"gos\"),c=e(3),s={},p={},d=n.exports=o();d.backlog=s},{}],gos:[function(e,n,t){function r(e,n,t){if(o.call(e,n))return e[n];var r=t();if(Object.defineProperty&&Object.keys)try{return Object.defineProperty(e,n,{value:r,writable:!0,enumerable:!1}),r}catch(i){}return e[n]=r,r}var o=Object.prototype.hasOwnProperty;n.exports=r},{}],handle:[function(e,n,t){function r(e,n,t,r){o.buffer([e],r),o.emit(e,n,t)}var o=e(\"ee\").get(\"handle\");n.exports=r,r.ee=o},{}],id:[function(e,n,t){function r(e){var n=typeof e;return!e||\"object\"!==n&&\"function\"!==n?-1:e===window?0:a(e,i,function(){return o++})}var o=1,i=\"nr@id\",a=e(\"gos\");n.exports=r},{}],loader:[function(e,n,t){function r(){if(!E++){var e=x.info=NREUM.info,n=l.getElementsByTagName(\"script\")[0];if(setTimeout(s.abort,3e4),!(e&&e.licenseKey&&e.applicationID&&n))return s.abort();c(y,function(n,t){e[n]||(e[n]=t)}),f(\"mark\",[\"onload\",a()+x.offset],null,\"api\");var t=l.createElement(\"script\");t.src=\"https://\"+e.agent,n.parentNode.insertBefore(t,n)}}function o(){\"complete\"===l.readyState&&i()}function i(){f(\"mark\",[\"domContent\",a()+x.offset],null,\"api\")}function a(){return O.exists&&performance.now?Math.round(performance.now()):(u=Math.max((new Date).getTime(),u))-x.offset}var u=(new Date).getTime(),f=e(\"handle\"),c=e(3),s=e(\"ee\"),p=e(2),d=window,l=d.document,m=\"addEventListener\",v=\"attachEvent\",g=d.XMLHttpRequest,w=g&&g.prototype;NREUM.o={ST:setTimeout,SI:d.setImmediate,CT:clearTimeout,XHR:g,REQ:d.Request,EV:d.Event,PR:d.Promise,MO:d.MutationObserver};var h=\"\"+location,y={beacon:\"bam.nr-data.net\",errorBeacon:\"bam.nr-data.net\",agent:\"js-agent.newrelic.com/nr-1123.min.js\"},b=g&&w&&w[m]&&!/CriOS/.test(navigator.userAgent),x=n.exports={offset:u,now:a,origin:h,features:{},xhrWrappable:b,userAgent:p};e(1),l[m]?(l[m](\"DOMContentLoaded\",i,!1),d[m](\"load\",r,!1)):(l[v](\"onreadystatechange\",o),d[v](\"onload\",r)),f(\"mark\",[\"firstbyte\",u],null,\"api\");var E=0,O=e(5)},{}]},{},[\"loader\"]);</script>\n<meta content=\"width=device-width\" name=\"viewport\"/>\n<meta content=\"initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0\" name=\"viewport\"/>\n<link href=\"http://gmpg.org/xfn/11\" rel=\"profile\"/>\n<link href=\"https://techcrunch.com/xmlrpc.php\" rel=\"pingback\"/>\n<title>Here’s Cambridge Analytica’s plan for voters’ Facebook data – TechCrunch</title>\n<link href=\"//consent.cmp.oath.com\" rel=\"dns-prefetch\">\n<link href=\"//s.yimg.com\" rel=\"dns-prefetch\">\n<link href=\"//use.typekit.net\" rel=\"dns-prefetch\"/>\n<link href=\"//cdn.vidible.tv\" rel=\"dns-prefetch\"/>\n<link href=\"//plugin.mediavoice.com\" rel=\"dns-prefetch\"/>\n<link href=\"//s.w.org\" rel=\"dns-prefetch\"/>\n<link href=\"https://techcrunch.com/feed/\" rel=\"alternate\" title=\"TechCrunch » Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://techcrunch.com/comments/feed/\" rel=\"alternate\" title=\"TechCrunch » Comments Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://techcrunch.com/2018/03/29/heres-cambridge-analyticas-plan-for-voters-facebook-data/feed/\" rel=\"alternate\" title=\"TechCrunch » Here’s Cambridge Analytica’s plan for voters’ Facebook data Comments Feed\" type=\"application/rss+xml\"/>\n<meta content=\"false\" name=\"oath:guce:product-eu\">\n<meta content=\"guce.techcrunch.com\" name=\"oath:guce:consent-host\">\n<meta content=\"true\" name=\"oath:guce:inline-consent\"/>\n<script async=\"\" src=\"//s.yimg.com/oa/guce.js?tc_ver=190427\"></script>\n<script type=\"text/javascript\">\n\t\t\twindow._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11.2.0\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11.2.0\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"https:\\/\\/techcrunch.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?ver=5.1.1\"}};\n\t\t\t!function(a,b,c){function d(a,b){var c=String.fromCharCode;l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,a),0,0);var d=k.toDataURL();l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,b),0,0);var e=k.toDataURL();return d===e}function e(a){var b;if(!l||!l.fillText)return!1;switch(l.textBaseline=\"top\",l.font=\"600 32px Arial\",a){case\"flag\":return!(b=d([55356,56826,55356,56819],[55356,56826,8203,55356,56819]))&&(b=d([55356,57332,56128,56423,56128,56418,56128,56421,56128,56430,56128,56423,56128,56447],[55356,57332,8203,56128,56423,8203,56128,56418,8203,56128,56421,8203,56128,56430,8203,56128,56423,8203,56128,56447]),!b);case\"emoji\":return b=d([55358,56760,9792,65039],[55358,56760,8203,9792,65039]),!b}return!1}function f(a){var c=b.createElement(\"script\");c.src=a,c.defer=c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var g,h,i,j,k=b.createElement(\"canvas\"),l=k.getContext&&k.getContext(\"2d\");for(j=Array(\"flag\",\"emoji\"),c.supports={everything:!0,everythingExceptFlag:!0},i=0;i<j.length;i++)c.supports[j[i]]=e(j[i]),c.supports.everything=c.supports.everything&&c.supports[j[i]],\"flag\"!==j[i]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[j[i]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(h=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",h,!1),a.addEventListener(\"load\",h,!1)):(a.attachEvent(\"onload\",h),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),g=c.source||{},g.concatemoji?f(g.concatemoji):g.wpemoji&&g.twemoji&&(f(g.twemoji),f(g.wpemoji)))}(window,document,window._wpemojiSettings);\n\t\t</script>\n<style type=\"text/css\">\nimg.wp-smiley,\nimg.emoji {\n\tdisplay: inline !important;\n\tborder: none !important;\n\tbox-shadow: none !important;\n\theight: 1em !important;\n\twidth: 1em !important;\n\tmargin: 0 .07em !important;\n\tvertical-align: -0.1em !important;\n\tbackground: none !important;\n\tpadding: 0 !important;\n}\n</style>\n<link href=\"https://techcrunch.com/_static/??/wp-includes/css/dist/block-library/style.min.css,/wp-content/plugins/wp-parsely/wp-parsely.css,/wp-content/themes/techcrunch-2017/build/ec/css/main.css?m=1555967844\" id=\"all-css-0\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"https://consent.cmp.oath.com/cmp.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<script src=\"https://techcrunch.com/_static/??-eJzTLy/QzcxLzilNSS3WzwKiwtLUokoopZdVrKOPT4FubmZ6UWJJql5uZh5QsX2uraGpqZGJiZGhhUEWACVeIKY=\" type=\"text/javascript\"></script>\n<script src=\"https://s.yimg.com/ss/rapid3.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<script src=\"//cdn.vidible.tv/prod/player/js/latest/vidible-min.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<script src=\"//plugin.mediavoice.com/mediaconductor/mc.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<link href=\"https://techcrunch.com/wp-json/\" rel=\"https://api.w.org/\"/>\n<link href=\"https://techcrunch.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/>\n<link href=\"https://techcrunch.com/wp-includes/wlwmanifest.xml\" rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\"/>\n<meta content=\"WordPress 5.1.1\" name=\"generator\"/>\n<link href=\"https://techcrunch.com/2018/03/29/heres-cambridge-analyticas-plan-for-voters-facebook-data/\" rel=\"canonical\"/>\n<link href=\"https://techcrunch.com/?p=1614043\" rel=\"shortlink\"/>\n<link href=\"https://techcrunch.com/wp-json/oembed/1.0/embed?url=https%3A%2F%2Ftechcrunch.com%2F2018%2F03%2F29%2Fheres-cambridge-analyticas-plan-for-voters-facebook-data%2F\" rel=\"alternate\" type=\"application/json+oembed\"/>\n<link href=\"https://techcrunch.com/wp-json/oembed/1.0/embed?url=https%3A%2F%2Ftechcrunch.com%2F2018%2F03%2F29%2Fheres-cambridge-analyticas-plan-for-voters-facebook-data%2F&amp;format=xml\" rel=\"alternate\" type=\"text/xml+oembed\"/>\n<link href=\"//v0.wordpress.com\" rel=\"dns-prefetch\"/>\n<style type=\"text/css\">img#wpstats{display:none}</style>\n<!-- BEGIN Sailthru Horizon Meta Information -->\n<meta content=\"2018-03-29 09:56:02\" name=\"sailthru.date\"/>\n<meta content=\"Here’s Cambridge Analytica’s plan for voters’ Facebook data\" name=\"sailthru.title\"/>\n<meta content=\"Alexander Nix, Cambridge Analytica, cambridge university, Chris Wylie, data protection, Facebook, personality test, political campaigning, privacy, social media\" name=\"sailthru.tags\"/>\n<meta content=\"Natasha Lomas\" name=\"sailthru.author\"/>\n<meta content=\"More details have emerged about how Facebook data on millions of US voters was handled after it was obtained in 2014 by UK political consultancy Cambridge Analytica for building psychographic profiles of Americans to target election messages for the Trump campaign. The dataset — of more than 50M Facebook users — is at the center […]\" name=\"sailthru.description\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2018/03/gettyimages-874990472.jpg\" name=\"sailthru.image.full\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2018/03/gettyimages-874990472.jpg?w=50\" name=\"sailthru.image.thumb\"/>\n<!-- END Sailthru Horizon Meta Information -->\n<!-- BEGIN wp-parsely Plugin Version 1.13.0 -->\n<meta content=\"1.13.0\" id=\"wp-parsely_version\" name=\"wp-parsely_version\"/>\n<script type=\"application/ld+json\">\n\t{\"@context\":\"http:\\/\\/schema.org\",\"@type\":\"NewsArticle\",\"mainEntityOfPage\":{\"@type\":\"WebPage\",\"@id\":\"http:\\/\\/techcrunch.com\\/2018\\/03\\/29\\/heres-cambridge-analyticas-plan-for-voters-facebook-data\\/\"},\"headline\":\"Here&#039;s Cambridge Analytica&#039;s plan for voters&#039; Facebook data\",\"url\":\"http:\\/\\/techcrunch.com\\/2018\\/03\\/29\\/heres-cambridge-analyticas-plan-for-voters-facebook-data\\/\",\"thumbnailUrl\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/gettyimages-874990472.jpg?w=150\",\"image\":{\"@type\":\"ImageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/gettyimages-874990472.jpg?w=150\"},\"dateCreated\":\"2018-03-29T16:56:02Z\",\"datePublished\":\"2018-03-29T16:56:02Z\",\"dateModified\":\"2018-03-29T16:56:02Z\",\"articleSection\":\"post\",\"author\":[{\"@type\":\"Person\",\"name\":\"Natasha Lomas\"}],\"creator\":[\"Natasha Lomas\"],\"keywords\":[\"@post-id:1614043\",\"europe\",\"government\",\"privacy\",\"social\",\"tc\",\"alexander nix\",\"cambridge analytica\",\"cambridge university\",\"chris wylie\",\"data protection\",\"facebook\",\"personality test\",\"political campaigning\",\"social media\"],\"publisher\":{\"@type\":\"Organization\",\"name\":\"TechCrunch\",\"logo\":{\"@type\":\"imageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\\/images\\/logo-json-ld.png\",\"width\":\"600\",\"height\":\"60\"}}}\n\t</script>\n<!-- END wp-parsely Plugin Version 1.13.0 -->\n<meta content=\"187288694643718\" property=\"fb:app_id\"/>\n<meta content=\"8062627951\" property=\"fb:pages\"/>\n<meta content=\"8803025,726995222,771265067,1550970059,1661021707,1178144075,643979435,852465367,4700188\" property=\"fb:admins\"/>\n<meta content=\"https://www.facebook.com/techcrunch\" property=\"article:publisher\"/>\n<meta content=\"TechCrunch\" property=\"og:site_name\"/>\n<meta content=\"social.techcrunch.com\" property=\"og:site\"/>\n<meta content=\"Here’s Cambridge Analytica’s plan for voters’ Facebook data – TechCrunch\" property=\"og:title\"/>\n<meta content=\"More details have emerged about how Facebook data on millions of US voters was handled after it was obtained in 2014 by UK political consultancy Cambridge Analytica for building psychographic profiles of Americans to target election messages for the Trump campaign. The dataset — of more than …\" property=\"og:description\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2018/03/gettyimages-874990472.jpg?w=602\" property=\"og:image\"/>\n<meta content=\"http://social.techcrunch.com/2018/03/29/heres-cambridge-analyticas-plan-for-voters-facebook-data/\" property=\"og:url\"/>\n<meta content=\"article\" property=\"og:type\"/>\n<meta content=\"More details have emerged about how Facebook data on millions of US voters was handled after it was obtained in 2014 by UK political consultancy Cambridge Analytica for building psychographic profiles of Americans to target election messages for the Trump campaign. The dataset — of more than 50M Facebook users — is at the center […]\" name=\"description\"/>\n<meta content=\"Here’s Cambridge Analytica’s plan for voters’ Facebook data – TechCrunch\" name=\"title\"/>\n<meta content=\"summary_large_image\" name=\"twitter:card\"/>\n<meta content=\"@techcrunch\" name=\"twitter:site\"/>\n<meta content=\"Here’s Cambridge Analytica’s plan for voters’ Facebook data – TechCrunch\" name=\"twitter:title\"/>\n<meta content=\"More details have emerged about how Facebook data on millions of US voters was handled after it was obtained in 2014 by UK political consultancy Cambridge Analytica for building psychographic profiles of Americans to target election messages for the Trump campaign. The dataset — of more than 50M Facebook users — is at the center […]\" name=\"twitter:description\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2018/03/gettyimages-874990472.jpg?w=602\" name=\"twitter:image\"/>\n<script type=\"text/javascript\">var ajaxurl = \"https://techcrunch.com/wp-admin/admin-ajax.php\"</script><link href=\"https://techcrunch.com/2018/03/29/heres-cambridge-analyticas-plan-for-voters-facebook-data/amp/\" rel=\"amphtml\"/><link href=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=32\" rel=\"icon\" sizes=\"32x32\">\n<link href=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=192\" rel=\"icon\" sizes=\"192x192\"/>\n<link href=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=180\" rel=\"apple-touch-icon-precomposed\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=270\" name=\"msapplication-TileImage\"/>\n<script src=\"https://s.aolcdn.com/ads/adsWrapper.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n\ttry{adsEnableSandbox();}catch(e){}\n</script>\n</link></meta></meta></link></link></meta></head>\n<body class=\"\">\n<div id=\"root\">\n<div><!-- duplicate React-root div for styling -->\n<div class=\"content\">\n<article class=\"article-container article--post\">\n<header class=\"article__header\">\n<div class=\"article__title-wrapper\">\n<h1 class=\"article__title\">Here’s Cambridge Analytica’s plan for voters’ Facebook data</h1>\n</div>\n<div class=\"article__byline-wrapper\">\n<div class=\"article__byline\">\n<a href=\"https://techcrunch.com/author/natasha-lomas/\">\n\t\t\tNatasha Lomas\t\t</a>\n<span class=\"article__byline__meta\">\n<a href=\"https://twitter.com/riptari\">@riptari</a>\n<span class=\"text--green\"> / </span>\n\t\t\t\t\t\t1 year\t\t</span>\n</div>\n</div>\n<div class=\"article__featured-image-wrapper breakout\">\n<img class=\"article__featured-image\" src=\"https://techcrunch.com/wp-content/uploads/2018/03/gettyimages-874990472.jpg?w=602\"/>\n</div>\n</header>\n<div class=\"article-content\">\n<p id=\"speakable-summary\">More details have emerged about how <a class=\"crunchbase-link\" data-entity=\"facebook\" data-type=\"organization\" href=\"https://crunchbase.com/organization/facebook\" target=\"_blank\">Facebook <span class=\"crunchbase-tooltip-indicator\"></span></a> data on millions of US voters was handled after it was obtained in 2014 by UK political consultancy Cambridge Analytica for building psychographic profiles of Americans to target election messages for the Trump campaign.</p>\n<p>The dataset — of more than 50M Facebook users — is at the center of a scandal that’s been engulfing the social network giant since newspaper revelations published on March 17 dropped privacy and data protection into the top of the news agenda.</p>\n<div class=\"embed breakout\">\n<blockquote class=\"wp-embedded-content\" data-secret=\"tx2hjurdmH\"><p><a href=\"https://techcrunch.com/story/facebook-responds-to-data-misuse/\">Facebook responds to data misuse</a></p></blockquote>\n<p><iframe class=\"wp-embedded-content\" data-secret=\"tx2hjurdmH\" frameborder=\"0\" height=\"450\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://techcrunch.com/story/facebook-responds-to-data-misuse/embed/#?secret=tx2hjurdmH\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“Facebook responds to data misuse” — TechCrunch\" width=\"800\"></iframe></p></div>\n<p>A UK parliamentary committee has published a <a href=\"https://www.parliament.uk/documents/commons-committees/culture-media-and-sport/Chris%20Wylie%20Background%20papers.pdf\">cache of documents</a> provided to it by an ex CA employee, Chris Wylie, who gave public testimony in front of the committee at an oral hearing <a href=\"https://techcrunch.com/2018/03/27/facebook-data-misuse-scandal-affects-substantially-more-than-50m-claims-wylie/\">earlier this week</a>. During that hearing he said he believes data on “substantially” more than 50M Facebookers was obtained by CA. Facebook has not commented publicly on that claim.</p>\n<p>Among the documents the committee has published today (with some redactions) is the data-licensing contract between Global Science Research (GSR) — the company set up by the Cambridge University professor, Aleksandr Kogan, whose personality test app was used by CA as the vehicle for gathering Facebook users’ data — and SCL Elections (an affiliate of CA), dated June 4, 2014.</p>\n<p>The document is signed by Kogan and CA’s now suspended CEO <a class=\"crunchbase-link\" data-entity=\"alexander-nix\" data-type=\"person\" href=\"https://crunchbase.com/person/alexander-nix\" target=\"_blank\">Alexander Nix <span class=\"crunchbase-tooltip-indicator\"></span></a>.</p>\n<p>The contract stipulates that all monies transferred to GSR will be used for obtaining and processing the data for the project — “to further develop, add to, refine and supplement GS psychometric scoring algorithms, databases and scores” — and none of the money paid Kogan should be spent on other business purposes, such as salaries or office space “unless otherwise approved by SCL”.</p>\n<p>Wylie told the committee on Tuesday that CA chose to work with Kogan as he had agreed to work with them on acquiring and modeling the data first, without fixing commercial terms up front.</p>\n<p>The contact also stipulates that Kogan’s company must gain “advanced written approval” from SCL to cover costs not associated with collecting the data — including “IT security”.</p>\n<p>Which does rather underline CA’s priorities in this project: Obtain, as fast as possible, lots of personal data on US voters, but don’t worry much about keeping that personal information safe. Security is a backburner consideration in this contract.</p>\n<p>CA responded to Wylie’s testimony on Tuesday with a <a href=\"https://ca-political.com/news/cambridge-analytica-responds-committee-hearing\">statement</a> rejecting his allegations — including claiming it “does not hold any GSR data or any data derived from GSR data”.</p>\n<p>The company has not updated its press page with any new statement in light of the publication of a 2014 contract signed by its former CEO and GSR’s Kogan.</p>\n<p>Earlier this week the committee confirmed that Nix has accepted its <a href=\"https://techcrunch.com/2018/03/22/cambridge-analyticas-nix-recalled-by-fake-news-probe/\">summons to return</a> to give further evidence — saying the public session will likely to take place on April 17.</p>\n<h2>Voter modeling across 11 US States</h2>\n<p>The first section of the contract between the CA affiliate company and GSR briefly describes the purpose of the project as being to conduct “political modeling” of the population in 11 US states.</p>\n<p>On the data protection front, the contract includes a clause stating that both parties “warrant and undertake” to comply with all relevant privacy and data handling laws.</p>\n<p>“Each of the parties warrants and undertakes that it will not knowingly do anything or permit anything to be done which might lead to a breach of any such legislation, regulations and/or directives by the other party,” it also states.</p>\n<p>CA remains under investigation by the UK’s data protection watchdog, which <a href=\"https://techcrunch.com/2018/03/24/cambridge-analytica-raided-by-uk-data-watchdog/\">obtained a warrant</a> to enter its offices last week — and spent several hours gathering evidence. The company’s activities are being looked at as part of a wider investigation by the ICO into the use of data analytics for political purposes.</p>\n<p>Commissioner Elizabeth Denham has <a href=\"https://techcrunch.com/2018/03/07/uk-watchdog-wants-disclosure-rules-for-political-ads-on-social-media/\">previously said</a> she’s leading towards recommending a code of conduct for use of social media for political campaigning — and said she hopes to publish her report by May.</p>\n<p>Another clause in the contract between GSR and SCL specifies that Kogan’s company will “seek out informed consent of the seed user engaging with GS Technology” — which would presumably refer to the ~270,000 people who agreed to take the personality quiz in the app deployed via Facebook’s platform.</p>\n<p>Upon completion of the project, the contract specifies that Kogan’s company may continue to make use of SCL data for “academic research where no financial gain is made”.</p>\n<p>Another clause details an additional research boon that would be triggered if Kogan was able to meet performance targets and deliver SCL with 2.1M matched records in the 11 US states it was targeting — so long as he met its minimum quality standards and at an averaged cost of $0.50 or less per matched record. In that event, he stood to also receive an SCL dataset of around 1M residents of Trinidad and Tobago — also “for use in academic research”.</p>\n<p>The second section of the contract explains the project and its specification in detail.</p>\n<p>Here it states that the aim of the project is “to infer psychological profiles”, using self-reported personality test data, political party preference and “moral value data”.</p>\n<p>The 11 US states targeted by the project are also named as: Arkansas, Colorado, Florida, Iowa, Louisiana, Nevada, New Hampshire, North Carolina, Oregon, South Carolina and West Virginia.</p>\n<p>The project is detailed in the contract as a seven step process — with Kogan’s company, GSR, generating an initial seed sample (though it does not specify how large this is here) using “online panels”; analyzing this seed training data using its own “psychometric inventories” to try to determine personality categories; the next step is Kogan’s personality quiz app being deployed on Facebook to gather the full dataset from respondents and also to scrape a subset of data from their Facebook friends (here it notes: “upon consent of the respondent, the GS Technology scrapes and retains the respondent’s Facebook profile and a quantity of data on that respondent’s Facebook friends”); step 4 involves the psychometric data from the seed sample, plus the Facebook profile data and friend data all being run through proprietary modeling algorithms — which the contract specifies are based on using Facebook likes to predict personality scores, with the stated aim of predicting the “psychological, dispositional and/or attitudinal facets of each Facebook record”; this then generates a series of scores per Facebook profile; step 6 is to match these psychometrically scored profiles with voter record data held by SCL — with the goal of matching (and thus scoring) at least 2M voter records for targeting voters across the 11 states; the final step is for matched records to be returned to SCL, which would then be in a position to craft messages to voters based on their modeled psychometric scores.</p>\n<p>The “ultimate aim” of the psychometric profiling product Kogan built off of the training and Facebook data sets is imagined as “a ‘gold standard’ of understanding personality from Facebook profile information, much like charting a course to sail”.</p>\n<p>The possibility for errors is noted briefly in the document but it adds: “Sampling in this phase [phase 1 training set] will be repeated until assumptions and distributions are met.”</p>\n<p>In a later section, on demographic distribution analysis, the contract mentions the possibility for additional “targeted data collection procedures through multiple platforms” to be used — even including “brief phone scripts with single-trait questions” — in order to correct any skews that might be found once the Facebook data is matched with voter databases in each state, (and assuming any “data gaps” could not be “filled in from targeted online samples”, as it also puts it).</p>\n<p>In a section on “background and rationale”, the contract states that Kogan’s models have been “validity tested” on users who were not part of the training sample, and further claims: “Trait predictions based on Facebook likes are at near test-rest levels and have been compared to the predictions their romantic partners, family members, and friends make about their traits”.</p>\n<p>“In all the previous cases, the computer-generated scores performed the best. Thus, the computer-generated scores can be more accurate than even the knowledge of very close friends and family members,” it adds.</p>\n<p>His technology is described as “different from most social research measurement instruments” in that it is not solely based on self-reported data — with the follow-on claim being made that: “Using observed data from Facebook users’ profiles makes GS’ measurements genuinely behavioral.”</p>\n<p>That suggestion, at least, seems fairly tenuous — given that a portion of Facebook users are undoubtedly aware that the site is tracking their activity when they use it, which in turn is likely to affect how they use Facebook.</p>\n<p>So the idea that Facebook usage is a 100% naked reflection of personality deserves far more critical questioning than is implied by Kogan’s description of it in the contract with SCL.</p>\n<p>And, indeed, some of the commentary around this news story has queried the value of the entire exposé by suggesting CA’s psychometric targeting wasn’t very effective — ergo, it may not have had a significant impact on the US election.</p>\n<p>In contrast to claims being made for his technology in the 2014 contract, Kogan himself claimed in a <a href=\"https://twitter.com/AC360/status/976250089344679936\">TV interview</a> earlier this month (after the scandal broke) that his predictive modeling was not very accurate at an individual level — suggesting it would only be useful in aggregate to, for example, “understand the personality of New Yorkers”.</p>\n<p>Yesterday Channel 4 News reported that it had been able to obtain some of the data Kogan modeled for CA — thereby supporting Wylie’s testimony that CA had not locked down access to the data. And in its report, the broadcaster spoke to some of the named US voters in Colorado — showing them the scores Kogan’s models had given them.</p>\n<p>Unsurprisingly, not all their interviewees thought the scores were an accurate reflection of who they were.</p>\n<div class=\"embed breakout\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\" data-width=\"550\">\n<p dir=\"ltr\" lang=\"en\">Exclusive: <a class=\"crunchbase-link\" data-entity=\"cambridge-analytica\" data-type=\"organization\" href=\"https://crunchbase.com/organization/cambridge-analytica\" target=\"_blank\">Cambridge Analytica <span class=\"crunchbase-tooltip-indicator\"></span></a> data is still circulating – harvested from thousands of Facebook profiles. <a href=\"https://t.co/zPNdhmMwb1\">https://t.co/zPNdhmMwb1</a></p>\n<p>— Michael Crick (@MichaelLCrick) <a href=\"https://twitter.com/MichaelLCrick/status/979084438595407873?ref_src=twsrc%5Etfw\">March 28, 2018</a></p></blockquote>\n<p></p></div>\n<p>However regardless of how effective (or not) Kogan’s methods were, the bald fact that personal information on 50M+ Facebook users was so easily sucked out of the platform is of unquestionable public interest and concern.</p>\n<p>The added fact this data set was used for psychological modeling for political message targeting purposes — without, in many cases, people’s knowledge or consent — just further underlines the controversy. Whether the political microtargeting method worked well or was hit and miss is really by the by.</p>\n<p>In the contract, Kogan’s psychological profiling methods are described as “less costly, more detailed, and more quickly collected” than other individual profiling methods, such as “standard political polling or phone samples”.</p>\n<p>The contract also flags up how the window of opportunity for his approach was closing — at least on Facebook’s platform. “GS’s method relies on a pre-existing application functioning under Facebook’s old terms of service,” it observes. “New applications are not able to access friend networks and no other psychometric profiling applications exist under the old Facebook terms.”</p>\n<p>As I wrote <a href=\"https://techcrunch.com/2018/03/24/facebook-was-warned-about-app-permissions-in-2011/\">last weekend</a>, Facebook faced a legal challenge to the lax system of app permissions it operated in 2011. And after a data protection audit and re-audit by the Irish Data Protection Commissioner, in 2011 and 2012, the regulator recommended it shutter developers’ access to friend networks — which Facebook finally did (for both old and new apps) as of mid 2015.</p>\n<p>But in mid 2014 existing developers on its platform could still access the data — as Kogan was able to, handing it off to SCL and its affiliates.</p>\n<p>Other documents published by the committee today include a contract between Aggregate IQ — a Canadian data company which Wylie described in his evidence session on Tuesday as ‘CA Canada’ (aka yet another affiliate of CA/SCL), although AIQ disputes this. (In a statement on AIQ’s <a href=\"https://aggregateiq.com\">website</a>, dated March 24, it writes: “AggregateIQ is a digital advertising, web and software development company based in Canada. It is and has always been 100% Canadian owned and operated. AggregateIQ has never been and is not a part of Cambridge Analytica or SCL. Aggregate IQ has never entered into a contract with Cambridge Analytica. Chris Wylie has never been employed by AggregateIQ.”)</p>\n<p>This contract, which is dated September 15, 2014, is for the: “Design and development of an Engagement Platform System”, also referred to as “the Ripon Platform”, and described as: “A scalable engagement platform that leverages the strength of SCLs modelling data, providing an actionable toolset and dashboard interface for the target campaigns in the 2014 election cycle. This will consist of a bespoke engagement platform (SCL Engage) to help make SCLs behavioural microtargeting data actionable while making campaigns more accountable to donors and supporter”.</p>\n<p>Another contract between Aggregate IQ and SCL is dated November 25, 2013, and covers the delivery of a CRM system, a website and “the acquisition of online data” for a political party in Trinidad and Tobago.</p>\n<p>In this contract a section on “behavioral data acquisition” details their intentions thus:</p>\n<ul>\n<li>\n<blockquote><p>Identify and obtain qualified sources of data that illustrate user behaviour and contribute to the development of psychographic profiling in the region</p></blockquote>\n</li>\n<li>\n<blockquote><p>This data may include, but is not limited to:</p></blockquote>\n<ul>\n<li>\n<blockquote><p>Internet Service Provider (ISP) log files</p></blockquote>\n</li>\n<li>\n<blockquote><p>First party data logs</p></blockquote>\n</li>\n<li>\n<blockquote><p>Third party data logs</p></blockquote>\n</li>\n<li>\n<blockquote><p>Ad network data</p></blockquote>\n</li>\n<li>\n<blockquote><p>Social bookmarking</p></blockquote>\n</li>\n<li>\n<blockquote><p>Social media sharing (Twitter, FB, MySpace)</p></blockquote>\n</li>\n<li>\n<blockquote><p>Natural Language Processing (NLP) of URL text and images</p></blockquote>\n</li>\n<li>\n<blockquote><p>Reconciliation of IP and User-Agent to home address, census tract, or dissemination area</p></blockquote>\n</li>\n</ul>\n</li>\n</ul>\n<p>In his evidence to the committee on Tuesday Wylie described the AIQ Trinidad project as a “pre-cursor to the Rippon project to see how much data could be pulled and could we profile different attributes in people”.</p>\n<p>He also alleged AIQ has used hacker type techniques to obtain data. “AIQ’s role was to go and find data,” he told the committee. “The contracting is pulling ISP data and there’s also emails that I’ve passed on to the committee where AIQ is working with SCL to find ways to pull and then de-anonymize ISP data. So, like, raw browsing data.”</p>\n<p>Another document in the bundle published today details a project pitch by SCL to carry out $200,000 worth of microtargeting and political campaign work for the conservative organization ForAmerica.org — for “audience building and supporter mobilization campaigns”.</p>\n<p>There is also an internal SCL email chain regarding a political targeting project that also appears to involve the Kogan modeled Facebook data, which is referred to as the “Bolton project” (which seems to refer to work done for the now US national security advisor, John Bolton) — with some back and forth over concerns about delays and problems with data matching in some of the US states and overall data quality.</p>\n<p>“Need to present the little information we have on the 6,000 seeders to [sic] we have to give a rough and ready and very preliminary reading on that sample ([name redacted] will have to ensure the appropriate disclaimers are in place to manage their expectations and the likelihood that the results will change once more data is received). We need to keep the client happy,” is one of the suggested next steps in an email written by an unidentified SCL staffer working on the Bolton project.</p>\n<p>“The Ambassador’s team made it clear that he would want some kind of response on the last round of foreign policy questions. Though not ideal, we will simply piss off a man who is potentially an even bigger client if we remain silent on this because it has been clear to us this is something he is particularly interested in,” the emailer also writes.</p>\n<p>“At this juncture, we unfortunately don’t have the luxury of only providing the perfect data set but must deliver something which shows the validity of what we have been promising we can do,” the emailer adds.</p>\n<p>Another document is a confidential memorandum prepared for Rebekah Mercer (the daughter of US billionaire Robert Mercer; Wylie has said Mercer provided the funding to set up CA), former Trump advisor Steve Bannon and the (now suspended) CA CEO Alexander Nix advising them on the legality of a foreign corporation (i.e. CA), and foreign nationals (such as Nix and others), carrying out work on US political campaigns.</p>\n<p>This memo also details the legal structure of SCL and CA — the former being described as a “minority owner” of CA. It reads:</p>\n<blockquote><p>With this background we must look first at Cambridge Analytica, LLC (“Cambridge”) and then at the people involved and the contemplated tasks. As I understand it, Cambridge is a Delaware Limited Liability Company that was formed in June of 2014. It is operated through 5 managers, three preferred managers, Ms. Rebekah Mercer, Ms. Jennifer Mercer and Mr. Stephen Bannon, and two common managers, Mr. Alexander Nix and a person to be named. The three preferred managers are all United States citizens, Mr. Nix is not. Cambridge is primarily owned and controlled by US citizens, with SCL Elections Ltd., (“SCL”) a UK limited company being a minority owner. Moreover, certain intellectual property of SCL was licensed to Cambridge, which intellectual property Cambridge could use in its work as a US company in US elections, or other activities.</p></blockquote>\n<p>On the salient legal advice point, the memo concludes that US laws prohibiting foreign nationals managing campaigns — “including making direct or indirect decisions regarding the expenditure of campaign dollars” — will have “a significant impact on how Cambridge hires staff and operates in the short term”.</p>\n</div>\n<footer class=\"article-footer\">\n<input class=\"shortlink\" readonly=\"\" title=\"Article Shortlink\" type=\"text\" value=\"\"/>\n</footer>\n</article>\n</div>\n</div><!-- end React-root duplication div -->\n</div><!--end #root-->\n<noscript style=\"display:none;\">\n<img alt=\"\" height=\"1\" src=\"https://www.facebook.com/tr?id=1447508128842484&amp;ev=PageView&amp;noscript=1\" width=\"1\"/>\n</noscript>\n<script type=\"text/javascript\">\n\t\t// Configure the PARSELY window global to disable auto-tracking.\n\t\t// Must load before the Parse.ly script itself.\n\t\twindow.PARSELY = {\n\t\t\tautotrack: false,\n\t\t\tonload:    this.onload,\n\t\t};\n\t</script>\n<script data-parsely-site=\"techcrunch.com\" id=\"parsely-cfg\" src=\"//d1z2jf7jlzjs58.cloudfront.net/keys/techcrunch.com/p.js\"></script>\n<!-- JSON-LD -->\n<script type=\"application/ld+json\">\n\t\t{\"@context\":\"http:\\/\\/schema.org\",\"publisher\":{\"@type\":\"Organization\",\"name\":\"TechCrunch\",\"logo\":{\"@type\":\"imageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\\/images\\/logo-json-ld.png\",\"width\":\"600\",\"height\":\"60\"}},\"@type\":\"NewsArticle\",\"mainEntityOfPage\":{\"@type\":\"WebPage\",\"@id\":\"https:\\/\\/techcrunch.com\\/2018\\/03\\/29\\/heres-cambridge-analyticas-plan-for-voters-facebook-data\\/\"},\"headline\":\"Here&#8217;s Cambridge Analytica&#8217;s plan for voters&#8217; Facebook data\",\"image\":{\"@type\":\"ImageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/gettyimages-874990472.jpg?w=680\",\"width\":680,\"height\":452},\"datePublished\":\"2018-03-29T16:56:02+00:00\",\"dateModified\":\"2018-03-29T17:28:34+00:00\",\"author\":[{\"@type\":\"Person\",\"name\":\"Natasha Lomas\"}],\"description\":\"More details have emerged about how Facebook data on millions of US voters was handled after it was obtained in 2014 by UK political consultancy Cambridge Analytica for building psychographic profiles of Americans to target election messages for the Trump campaign. The dataset &#8212; of more than 50M Facebook users &#8212; is at the center [&hellip;]\",\"speakable\":{\"@type\":\"SpeakableSpecification\",\"cssSelector\":[\".alpha\",\"#speakable-summary\"]}}\t</script>\n<!-- End JSON-LD -->\n<script src=\"https://use.typekit.net/svv7knm.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\ntry{Typekit.load({ async: true });}catch(e){}\n</script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar tc_app_data = {\"ads\":{\"adpage\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\\/features\\/ads\\/_uac\\/adpage.html\",\"gemini_enabled\":true,\"gemini_codes\":{\"position_4\":{\"mobile\":\"ae64471c-14c2-4457-8e9b-a5190206eafd\",\"desktop\":\"b2018d9e-dedc-4e85-8823-b06917beb892\"},\"position_8\":{\"mobile\":\"619392a1-b497-4aa9-b683-24aab7246c16\",\"desktop\":\"05c0b21d-e742-494d-ac59-474e3feaa4b8\"}},\"mns\":[{\"where\":\"*\",\"placements\":{\"native\":\"93501877\",\"mobile_native\":\"93501878\",\"leaderboard\":\"93484975\",\"rightrail\":\"93484976\",\"rightrail_on_view\":\"93484977\",\"mobile_300x250\":\"93484973\",\"mobile_dynamic\":\"93484974\",\"amp\":\"93523784\",\"inline_leaderboard\":\"93484932\",\"inline_mobile_300x250\":\"93484930\",\"inline_amp\":\"963874680\"}},{\"where\":{\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93484953\"}},{\"where\":{\"post_type\":[\"tc_sponsored_post\"]},\"placements\":{\"leaderboard\":\"963872468\",\"leaderboard_on_view\":\"963872469\",\"rightrail\":\"963872467\",\"rightrail_on_view\":\"963872467\",\"mobile_320x50\":\"963872466\",\"mobile_dynamic\":\"963872466\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"crunchbase-video-hub\"]},\"placements\":{\"mobile_300x250\":\"93487470\",\"mobile_dynamic\":\"93487469\",\"leaderboard\":\"93487468\",\"rightrail\":\"93487467\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"enterprise\"]},\"placements\":{\"mobile_300x250\":\"93484901\",\"mobile_dynamic\":\"93484902\",\"leaderboard\":\"93484903\",\"rightrail\":\"93484904\",\"rightrail_on_view\":\"93484905\",\"amp\":\"93523756\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"enterprise\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93512990\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"gadgets\"]},\"placements\":{\"mobile_300x250\":\"93484912\",\"mobile_dynamic\":\"93484913\",\"leaderboard\":\"93484914\",\"rightrail\":\"93484915\",\"rightrail_on_view\":\"93484916\",\"amp\":\"93523764\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"gadgets\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93513296\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"mobile\"]},\"placements\":{\"mobile_native\":\"93484962\",\"mobile_300x250\":\"93484960\",\"mobile_dynamic\":\"93484961\",\"leaderboard\":\"93484957\",\"rightrail\":\"93484958\",\"rightrail_on_view\":\"93484959\",\"amp\":\"93523763\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"mobile\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93510142\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"startups\"]},\"placements\":{\"gallery_300x250\":\"93511985\",\"mobile_300x250\":\"93484986\",\"mobile_dynamic\":\"93484987\",\"leaderboard\":\"93484988\",\"rightrail\":\"93484989\",\"rightrail_on_view\":\"93484990\",\"amp\":\"93523762\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"startups\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93511984\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"apps\"]},\"placements\":{\"mobile_300x250\":\"963891138\",\"mobile_dynamic\":\"963891134\",\"leaderboard\":\"963891132\",\"rightrail\":\"963891133\",\"rightrail_on_view\":\"963891136\",\"amp\":\"963891137\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"mobile\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"963891131\"}},{\"where\":{\"post_type\":[\"tc_marketing\"]},\"placements\":{\"mobile_dynamic\":\"93484859\",\"leaderboard\":\"93484860\",\"leaderboard_on_view\":\"93484861\",\"rightrail\":\"93484862\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"apple\"]},\"placements\":{\"mobile_300x250\":\"93484869\",\"mobile_dynamic\":\"93484870\",\"leaderboard\":\"93484866\",\"rightrail\":\"93484867\",\"rightrail_on_view\":\"93484868\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"back-to-school\",\"backtoschool\",\"backtoschool13\"]},\"placements\":{\"mobile_300x250\":\"93484871\",\"mobile_dynamic\":\"93484872\",\"leaderboard\":\"93484873\",\"rightrail\":\"93484874\",\"rightrail_on_view\":\"93484875\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"ces\"]},\"placements\":{\"gallery_300x250\":\"963853166\",\"mobile_300x250\":\"93484876\",\"mobile_dynamic\":\"93484877\",\"leaderboard\":\"93484878\",\"rightrail\":\"93484879\",\"rightrail_on_view\":\"93484880\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"ces\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"963853167\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"disrupt\"]},\"placements\":{\"mobile_300x250\":\"93484895\",\"mobile_dynamic\":\"93484896\",\"leaderboard\":\"93484897\",\"rightrail\":\"93484898\",\"rightrail_on_view\":\"93484899\",\"amp\":\"93523765\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"gift-guide-2018\"]},\"placements\":{\"gallery_300x250\":\"93518231\",\"mobile_300x250\":\"93484930\",\"mobile_dynamic\":\"93484931\",\"leaderboard\":\"93484932\",\"rightrail\":\"93484933\",\"rightrail_on_view\":\"93484934\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"gift-guide-2018\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93518230\"}},{\"where\":{\"url\":\"\\/pages\\/gift-guide-2018\\/\"},\"placements\":{\"gallery_300x250\":\"93518231\",\"mobile_300x250\":\"93484930\",\"mobile_dynamic\":\"93484931\",\"leaderboard\":\"93484932\",\"rightrail\":\"93484933\",\"rightrail_on_view\":\"93484934\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"sxsw\"]},\"placements\":{\"gallery_300x250\":\"963858038\",\"mobile_300x250\":\"963858040\",\"mobile_dynamic\":\"963858041\",\"leaderboard\":\"963858042\",\"rightrail\":\"963858043\",\"rightrail_on_view\":\"963858044\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"sxsw\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"963858039\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"tc_video\"]},\"placements\":{\"leaderboard\":\"963874666\",\"rightrail\":\"963874667\",\"rightrail_on_view\":\"963874668\",\"mobile_320x50\":\"93485001\",\"mobile_300x250\":\"93485000\",\"mobile_dynamic\":\"93484943\",\"amp\":\"93523757\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"developer\"]},\"placements\":{\"gallery_300x250\":\"93510995\",\"mobile_300x250\":\"93484890\",\"mobile_dynamic\":\"93484891\",\"leaderboard\":\"93484892\",\"rightrail\":\"93484893\",\"rightrail_on_view\":\"93484894\",\"amp\":\"93523761\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"developer\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93510992\"}},{\"where\":{\"url\":\"\\/video\\/\"},\"placements\":{\"leaderboard\":\"963874666\",\"rightrail\":\"963874667\",\"rightrail_on_view\":\"963874668\",\"mobile_320x50\":\"93485001\",\"mobile_300x250\":\"93485000\",\"mobile_dynamic\":\"93484943\",\"amp\":\"93523757\"}},{\"where\":{\"url\":\"\\/(page\\/\\\\d+)?\"},\"placements\":{\"native\":\"93484857\",\"leaderboard\":\"93484945\",\"rightrail\":\"93484946\",\"rightrail_on_view\":\"93484947\",\"amp\":\"93523758\",\"mobile_native\":\"93484858\",\"mobile_300x250\":\"93484942\",\"mobile_dynamic\":\"93484943\"}}]},\"assetURI\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\",\"breaking\":\"\",\"ec_promo\":{\"enabled\":true,\"title\":\"Extra Crunch\",\"desc\":\"Exclusive articles, conference calls, no banner ads, and more.\",\"url\":\"\\/subscribe\\/?tpcc=rightrailapril19\",\"button_text\":\"Try it free\"},\"live_event\":\"0\",\"livestream_hash\":null,\"feature_island\":[],\"isAdminBar\":\"\",\"marketoEventId\":\"1004\",\"marketoBrandStudioId\":\"1740\",\"menus\":{\"main\":[{\"id\":335981,\"order\":1,\"parent\":0,\"text\":\"Startups\",\"url\":\"https:\\/\\/techcrunch.com\\/startups\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":20429,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":1599989,\"order\":2,\"parent\":0,\"text\":\"Apps\",\"url\":\"https:\\/\\/techcrunch.com\\/apps\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":449557102,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":335983,\"order\":3,\"parent\":0,\"text\":\"Gadgets\",\"url\":\"https:\\/\\/techcrunch.com\\/gadgets\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":449557086,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":335986,\"order\":4,\"parent\":0,\"text\":\"Videos\",\"url\":\"\\/video\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":335986,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1761192,\"order\":5,\"parent\":0,\"text\":\"Podcasts\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/podcasts\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1760429,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1781882,\"order\":6,\"parent\":0,\"text\":\"Extra Crunch\",\"url\":\"\\/extracrunch\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1781882,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1599991,\"order\":7,\"parent\":0,\"text\":\"\\u2014\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599991,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1599990,\"order\":8,\"parent\":0,\"text\":\"Events\",\"url\":\"\\/events\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599990,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1752899,\"order\":9,\"parent\":0,\"text\":\"Advertise\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/advertisement-events-calendar\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1416499,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1599992,\"order\":10,\"parent\":0,\"text\":\"Crunchbase\",\"url\":\"http:\\/\\/crunchbase.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599992,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"submenu\":[{\"id\":1599997,\"order\":1,\"parent\":0,\"text\":\"Topics\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599997,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600003,\"order\":2,\"parent\":1599997,\"text\":\"Social\",\"url\":\"https:\\/\\/techcrunch.com\\/social\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"How technology is shaping the way we live with each other\",\"object_id\":3457,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":1600004,\"order\":3,\"parent\":1599997,\"text\":\"Mobile\",\"url\":\"https:\\/\\/techcrunch.com\\/mobile\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"The apps, platforms and businesses redefining how we use computers\",\"object_id\":449557028,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":1600005,\"order\":4,\"parent\":1599997,\"text\":\"Enterprise\",\"url\":\"https:\\/\\/techcrunch.com\\/enterprise\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"How cloud computing, big data and new devices are changing work\",\"object_id\":449557044,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]}]},{\"id\":1599998,\"order\":5,\"parent\":0,\"text\":\"About\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599998,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1601717,\"order\":6,\"parent\":1599998,\"text\":\"Staff\",\"url\":\"\\/pages\\/about-techcrunch\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601717,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600007,\"order\":7,\"parent\":1599998,\"text\":\"Contact Us\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/contact-us\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":672,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1600006,\"order\":8,\"parent\":1599998,\"text\":\"Advertising Opportunities\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/advertisement-events-calendar\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1416499,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]}]},{\"id\":1600000,\"order\":9,\"parent\":0,\"text\":\"More TechCrunch\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600000,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600009,\"order\":10,\"parent\":1600000,\"text\":\"Startup Battlefield\",\"url\":\"\\/startup-battlefield\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600009,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1795710,\"order\":11,\"parent\":1600000,\"text\":\"Sponsored Content\",\"url\":\"\\/sponsored\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1795710,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600010,\"order\":12,\"parent\":1600000,\"text\":\"Include\",\"url\":\"\\/include\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600010,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600012,\"order\":13,\"parent\":1600000,\"text\":\"Crunchboard\",\"url\":\"http:\\/\\/crunchboard.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600012,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600011,\"order\":14,\"parent\":1600000,\"text\":\"TechCrunch Store\",\"url\":\"http:\\/\\/techcrunchstore.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600011,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1620756,\"order\":15,\"parent\":1600000,\"text\":\"Apply to Startup Events\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/tc-startup-programs\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1617703,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]}]},{\"id\":1600001,\"order\":16,\"parent\":0,\"text\":\"Read Anywhere\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600001,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600013,\"order\":17,\"parent\":1600001,\"text\":\"App Store\",\"url\":\"https:\\/\\/itunes.apple.com\\/us\\/app\\/techcrunch\\/id526058642?mt=8\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600013,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600014,\"order\":18,\"parent\":1600001,\"text\":\"Google Play\",\"url\":\"https:\\/\\/play.google.com\\/store\\/apps\\/details?id=com.aol.mobile.techcrunch\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600014,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}]},{\"id\":1600002,\"order\":19,\"parent\":0,\"text\":\"International\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600002,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600015,\"order\":20,\"parent\":1600002,\"text\":\"China\",\"url\":\"http:\\/\\/techcrunch.cn\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600015,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600016,\"order\":21,\"parent\":1600002,\"text\":\"Japan\",\"url\":\"http:\\/\\/jp.techcrunch.com\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600016,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}]}],\"footer\":[{\"id\":1787716,\"order\":1,\"parent\":0,\"text\":\"TechCrunch\",\"url\":\"https:\\/\\/techcrunch.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1787716,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1601925,\"order\":2,\"parent\":0,\"text\":\"Privacy Policy\",\"url\":\"https:\\/\\/policies.oath.com\\/xw\\/en\\/oath\\/privacy\\/intl\\/index.html\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601925,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1601926,\"order\":3,\"parent\":0,\"text\":\"About Our Ads\",\"url\":\"http:\\/\\/adinfo.aol.com\\/about-our-ads\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601926,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1687671,\"order\":4,\"parent\":0,\"text\":\"Code of Conduct\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/code-of-conduct\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1678717,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1601928,\"order\":5,\"parent\":0,\"text\":\"Terms of Service\",\"url\":\"https:\\/\\/policies.oath.com\\/xw\\/en\\/oath\\/terms\\/otos\\/index.html\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601928,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"include\":[{\"id\":1601974,\"order\":1,\"parent\":0,\"text\":\"Our Mission\",\"url\":\"\\/include\\/mission-statement\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601974,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1601975,\"order\":2,\"parent\":0,\"text\":\"Office Hours\",\"url\":\"\\/include\\/office-hours\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601975,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"startup-battlefield\":[{\"id\":1602061,\"order\":1,\"parent\":0,\"text\":\"About\",\"url\":\"\\/startup-battlefield\\/about\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602061,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1602062,\"order\":2,\"parent\":0,\"text\":\"FAQ\",\"url\":\"\\/startup-battlefield\\/faq\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602062,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1602063,\"order\":3,\"parent\":0,\"text\":\"Leaderboard\",\"url\":\"\\/startup-battlefield\\/leaderboard\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602063,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1602065,\"order\":4,\"parent\":0,\"text\":\"Battlefield Home\",\"url\":\"\\/startup-battlefield\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602065,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1787197,\"order\":5,\"parent\":0,\"text\":\"Apply Now\",\"url\":\"https:\\/\\/apply.techcrunch.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"apply-now-link\"],\"description\":\"\",\"object_id\":1787197,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"video-hub\":[{\"id\":1605165,\"order\":1,\"parent\":0,\"text\":\"News\",\"url\":\"\\/shows\\/tctv-news\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605165,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605166,\"order\":2,\"parent\":0,\"text\":\"Gadgets\",\"url\":\"\\/shows\\/gadgets\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605166,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605167,\"order\":3,\"parent\":0,\"text\":\"Features\",\"url\":\"\\/shows\\/features\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605167,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605168,\"order\":4,\"parent\":0,\"text\":\"Reviews\",\"url\":\"\\/shows\\/reviews\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605168,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605169,\"order\":5,\"parent\":0,\"text\":\"Interviews\",\"url\":\"\\/shows\\/interviews\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605169,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605170,\"order\":6,\"parent\":0,\"text\":\"Apps\",\"url\":\"\\/shows\\/apps\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605170,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605171,\"order\":7,\"parent\":0,\"text\":\"Disrupt\",\"url\":\"\\/shows\\/techcrunch-disrupt\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605171,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605172,\"order\":8,\"parent\":0,\"text\":\"Battlefield\",\"url\":\"\\/shows\\/techcrunch-battlefield\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605172,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605173,\"order\":9,\"parent\":0,\"text\":\"Sessions\",\"url\":\"\\/shows\\/tc-sessions\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605173,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605174,\"order\":10,\"parent\":0,\"text\":\"Crunch Report\",\"url\":\"\\/shows\\/crunch-report\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605174,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605175,\"order\":11,\"parent\":0,\"text\":\"Judah vs the Machines\",\"url\":\"\\/shows\\/judah-vs-the-machines\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605175,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605176,\"order\":12,\"parent\":0,\"text\":\"Down Round\",\"url\":\"\\/shows\\/down-round\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605176,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605177,\"order\":13,\"parent\":0,\"text\":\"Trust Disrupted\",\"url\":\"\\/shows\\/trust-disrupted\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605177,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605178,\"order\":14,\"parent\":0,\"text\":\"Built in Brooklyn\",\"url\":\"\\/shows\\/built-in-brooklyn\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605178,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605179,\"order\":15,\"parent\":0,\"text\":\"Inside Jobs\",\"url\":\"\\/shows\\/inside-jobs\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605179,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605180,\"order\":16,\"parent\":0,\"text\":\"TC Cribs\",\"url\":\"\\/shows\\/tc-cribs\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605180,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}]},\"playlistData\":{\"homepage\":[],\"videohub\":[]},\"entities\":{\"posts\":[{\"id\":1614043,\"date\":\"2018-03-29T09:56:02\",\"date_gmt\":\"2018-03-29T16:56:02\",\"guid\":{\"rendered\":\"https:\\/\\/techcrunch.com\\/?p=1614043\"},\"modified\":\"2018-03-29T10:28:34\",\"modified_gmt\":\"2018-03-29T17:28:34\",\"slug\":\"heres-cambridge-analyticas-plan-for-voters-facebook-data\",\"status\":\"publish\",\"type\":\"post\",\"link\":\"https:\\/\\/techcrunch.com\\/2018\\/03\\/29\\/heres-cambridge-analyticas-plan-for-voters-facebook-data\\/\",\"title\":{\"rendered\":\"Here&#8217;s Cambridge Analytica&#8217;s plan for voters&#8217; Facebook data\"},\"content\":{\"rendered\":\"<p id=\\\"speakable-summary\\\">More details have emerged about how <a class=\\\"crunchbase-link\\\" href=\\\"https:\\/\\/crunchbase.com\\/organization\\/facebook\\\" target=\\\"_blank\\\" data-type=\\\"organization\\\" data-entity=\\\"facebook\\\">Facebook <span class=\\\"crunchbase-tooltip-indicator\\\"><\\/span><\\/a> data on millions of US voters was handled after it was obtained in 2014 by UK political consultancy Cambridge Analytica for building psychographic profiles of Americans to target election messages for the Trump campaign.<\\/p>\\n<p>The dataset &#8212; of more than 50M Facebook users &#8212; is at the center of a scandal that&#8217;s been engulfing the social network giant since newspaper revelations published on March 17 dropped privacy and data protection into the top of the news agenda.<\\/p>\\n<div class=\\\"embed breakout\\\">\\n<blockquote class=\\\"wp-embedded-content\\\" data-secret=\\\"tx2hjurdmH\\\"><p><a href=\\\"https:\\/\\/techcrunch.com\\/story\\/facebook-responds-to-data-misuse\\/\\\">Facebook responds to data misuse<\\/a><\\/p><\\/blockquote>\\n<p><iframe class=\\\"wp-embedded-content\\\" sandbox=\\\"allow-scripts\\\" security=\\\"restricted\\\" style=\\\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\\\" src=\\\"https:\\/\\/techcrunch.com\\/story\\/facebook-responds-to-data-misuse\\/embed\\/#?secret=tx2hjurdmH\\\" data-secret=\\\"tx2hjurdmH\\\" width=\\\"800\\\" height=\\\"450\\\" title=\\\"&#8220;Facebook responds to data misuse&#8221; &#8212; TechCrunch\\\" frameborder=\\\"0\\\" marginwidth=\\\"0\\\" marginheight=\\\"0\\\" scrolling=\\\"no\\\"><\\/iframe><\\/div>\\n<p>A UK parliamentary committee has published a <a href=\\\"https:\\/\\/www.parliament.uk\\/documents\\/commons-committees\\/culture-media-and-sport\\/Chris%20Wylie%20Background%20papers.pdf\\\">cache of documents<\\/a> provided to it by an ex CA employee, Chris Wylie, who gave public testimony in front of the committee at an oral hearing <a href=\\\"https:\\/\\/techcrunch.com\\/2018\\/03\\/27\\/facebook-data-misuse-scandal-affects-substantially-more-than-50m-claims-wylie\\/\\\">earlier this week<\\/a>. During that hearing he said he believes data on &#8220;substantially&#8221; more than 50M Facebookers was obtained by CA. Facebook has not commented publicly on that claim.<\\/p>\\n<p>Among the documents the committee has published today (with some redactions) is the data-licensing contract between Global Science Research (GSR) &#8212; the company set up by the Cambridge University professor, Aleksandr Kogan, whose personality test app was used by CA as the vehicle for gathering Facebook users&#8217; data &#8212; and\\u00a0SCL Elections (an affiliate of CA), dated June 4, 2014.<\\/p>\\n<p>The document is signed by Kogan and CA&#8217;s now suspended CEO <a class=\\\"crunchbase-link\\\" href=\\\"https:\\/\\/crunchbase.com\\/person\\/alexander-nix\\\" target=\\\"_blank\\\" data-type=\\\"person\\\" data-entity=\\\"alexander-nix\\\">Alexander Nix <span class=\\\"crunchbase-tooltip-indicator\\\"><\\/span><\\/a>.<\\/p>\\n<p>The contract stipulates that all monies transferred to GSR will be used for obtaining and processing the data for the project &#8212; &#8220;to further develop, add to, refine and supplement GS psychometric scoring algorithms, databases and scores&#8221; &#8212; and none of the money paid Kogan should be spent on other business purposes, such as salaries or office space &#8220;unless otherwise approved by SCL&#8221;.<\\/p>\\n<p>Wylie told the committee on Tuesday that CA chose to work with Kogan as he had agreed to work with them on acquiring and modeling the data first, without fixing commercial terms up front.<\\/p>\\n<p>The contact also stipulates that Kogan&#8217;s company must gain &#8220;advanced written approval&#8221; from SCL to cover costs not associated with collecting the data &#8212; including &#8220;IT security&#8221;.<\\/p>\\n<p>Which does rather underline CA&#8217;s priorities in this project: Obtain, as fast as possible, lots of personal data on US voters, but don&#8217;t worry much about keeping that personal information safe. Security is a backburner consideration in this contract.<\\/p>\\n<p>CA responded to Wylie&#8217;s testimony on Tuesday with a <a href=\\\"https:\\/\\/ca-political.com\\/news\\/cambridge-analytica-responds-committee-hearing\\\">statement<\\/a> rejecting his allegations &#8212; including claiming\\u00a0it &#8220;does not hold any GSR data or any data derived from GSR data&#8221;.<\\/p>\\n<p>The company has not updated its press page with any new statement in light of the publication of a 2014 contract signed by its former CEO and GSR&#8217;s Kogan.<\\/p>\\n<p>Earlier this week the committee confirmed that Nix has accepted its <a href=\\\"https:\\/\\/techcrunch.com\\/2018\\/03\\/22\\/cambridge-analyticas-nix-recalled-by-fake-news-probe\\/\\\">summons to return<\\/a> to give further evidence &#8212; saying the public\\u00a0session will likely to take place on April 17.<\\/p>\\n<h2>Voter modeling across 11 US States<\\/h2>\\n<p>The first section of the contract between the CA affiliate company and GSR briefly describes the purpose of the project as being to conduct &#8220;political modeling&#8221; of the population in 11 US states.<\\/p>\\n<p>On the data protection front, the contract includes a clause stating that both parties &#8220;warrant and undertake&#8221; to comply with all relevant privacy and data handling laws.<\\/p>\\n<p>&#8220;Each of the parties warrants and undertakes that it will not knowingly do anything or permit anything to be done which might lead to a breach of any such legislation, regulations and\\/or directives by the other party,&#8221; it also states.<\\/p>\\n<p>CA remains under investigation by the UK&#8217;s data protection watchdog, which <a href=\\\"https:\\/\\/techcrunch.com\\/2018\\/03\\/24\\/cambridge-analytica-raided-by-uk-data-watchdog\\/\\\">obtained a warrant<\\/a> to enter its offices last week &#8212; and spent several hours gathering evidence. The company&#8217;s activities are being looked at as part of a wider investigation by the ICO into the use of data analytics for political purposes.<\\/p>\\n<p>Commissioner Elizabeth Denham has <a href=\\\"https:\\/\\/techcrunch.com\\/2018\\/03\\/07\\/uk-watchdog-wants-disclosure-rules-for-political-ads-on-social-media\\/\\\">previously said<\\/a> she&#8217;s leading towards recommending a code of conduct for use of social media for political campaigning &#8212; and said she hopes to publish her report by May.<\\/p>\\n<p>Another clause in the contract between GSR and SCL specifies that Kogan&#8217;s company will &#8220;seek out informed consent of the seed user engaging with GS Technology&#8221; &#8212; which would presumably refer to the ~270,000 people who agreed to take the personality quiz in the app deployed via Facebook&#8217;s platform.<\\/p>\\n<p>Upon completion of the project, the contract specifies that Kogan&#8217;s company may continue to make use of SCL data for &#8220;academic research where no financial gain is made&#8221;.<\\/p>\\n<p>Another clause details an additional research boon that would be triggered if Kogan was able to meet performance targets and deliver SCL with 2.1M matched records in the 11 US states it was targeting &#8212; so long as he met its minimum quality standards and at an averaged cost of $0.50 or less per matched record. In that event, he stood to also receive an SCL dataset of around 1M residents of Trinidad and Tobago &#8212; also &#8220;for use in academic research&#8221;.<\\/p>\\n<p>The second section of the contract explains the project and its specification in detail.<\\/p>\\n<p>Here it states that the aim of the project is &#8220;to infer psychological profiles&#8221;, using self-reported personality test data, political party preference and &#8220;moral value data&#8221;.<\\/p>\\n<p>The 11 US states targeted by the project are also named as: Arkansas, Colorado, Florida, Iowa, Louisiana, Nevada, New Hampshire, North Carolina, Oregon, South Carolina and West Virginia.<\\/p>\\n<p>The project is detailed in the contract as a seven step process &#8212; with Kogan&#8217;s company, GSR, generating an initial seed sample (though it does not specify how large this is here) using &#8220;online panels&#8221;; analyzing this seed training data using its own &#8220;psychometric inventories&#8221; to try to determine personality categories; the next step is Kogan&#8217;s personality quiz app being deployed on Facebook to gather the full dataset from respondents and also to scrape a subset of data from their Facebook friends (here it notes: &#8220;upon consent of the respondent, the GS Technology scrapes and retains the respondent&#8217;s Facebook profile and a quantity of data on that respondent&#8217;s Facebook friends&#8221;); step 4 involves the psychometric data from the seed sample, plus the Facebook profile data and friend data all being run through proprietary modeling algorithms &#8212; which the contract specifies are based on using Facebook likes to predict personality scores, with the stated aim of predicting the &#8220;psychological, dispositional and\\/or attitudinal facets of each Facebook record&#8221;; this then generates a series of scores per Facebook profile; step 6 is to match these psychometrically scored profiles with voter record data held by SCL &#8212; with the goal of matching (and thus scoring) at least 2M voter records for targeting voters across the 11 states; the final step is for matched records to be returned to SCL, which would then be in a position to craft messages to voters based on their modeled psychometric scores.<\\/p>\\n<p>The &#8220;ultimate aim&#8221; of the psychometric profiling product Kogan built off of the training and Facebook data sets is imagined as &#8220;a &#8216;gold standard&#8217; of understanding personality from Facebook profile information, much like charting a course to sail&#8221;.<\\/p>\\n<p>The possibility for errors is noted briefly in the document but it adds: &#8220;Sampling in this phase [phase 1 training set] will be repeated until assumptions and distributions are met.&#8221;<\\/p>\\n<p>In a later section, on demographic distribution analysis, the contract mentions the possibility for additional &#8220;targeted data collection procedures through multiple platforms&#8221; to be used &#8212; even including &#8220;brief phone scripts with single-trait questions&#8221; &#8212; in order to correct any skews that might be found once the Facebook data is matched with voter databases in each state, (and assuming any &#8220;data gaps&#8221; could not be &#8220;filled in from targeted online samples&#8221;, as it also puts it).<\\/p>\\n<p>In a section on &#8220;background and rationale&#8221;, the contract states that Kogan&#8217;s models have been &#8220;validity tested&#8221; on users who were not part of the training sample, and further claims: &#8220;Trait predictions based on Facebook likes are at near test-rest levels and have been compared to the predictions their romantic partners, family members, and friends make about their traits&#8221;.<\\/p>\\n<p>&#8220;In all the previous cases, the computer-generated scores performed the best. Thus, the computer-generated scores can be more accurate than even the knowledge of very close friends and family members,&#8221; it adds.<\\/p>\\n<p>His technology is described as &#8220;different from most social research measurement instruments&#8221; in that it is not solely based on self-reported data &#8212; with the follow-on claim being made that: &#8220;Using observed data from Facebook users&#8217; profiles makes GS&#8217; measurements genuinely behavioral.&#8221;<\\/p>\\n<p>That suggestion, at least, seems fairly tenuous &#8212; given that a portion of Facebook users are undoubtedly aware that the site is tracking their activity when they use it, which in turn is likely to affect how they use Facebook.<\\/p>\\n<p>So the idea that Facebook usage is a 100% naked reflection of personality deserves far more critical questioning than is implied by Kogan&#8217;s description of it in the contract with SCL.<\\/p>\\n<p>And, indeed, some of the commentary around this news story has queried the value of the entire expos\\u00e9 by suggesting CA&#8217;s psychometric targeting wasn&#8217;t very effective &#8212; ergo, it may not have had a significant impact on the US election.<\\/p>\\n<p>In contrast to claims being made for his technology in the 2014 contract, Kogan himself claimed in a <a href=\\\"https:\\/\\/twitter.com\\/AC360\\/status\\/976250089344679936\\\">TV interview<\\/a>\\u00a0earlier this month (after the scandal broke) that his predictive modeling was not very accurate at an individual level \\u2014 suggesting it would only be useful in aggregate to, for example, \\u201cunderstand the personality of New Yorkers\\u201d.<\\/p>\\n<p>Yesterday Channel 4 News reported that it had been able to obtain some of the data Kogan modeled for CA &#8212; thereby supporting Wylie&#8217;s testimony that CA had not locked down access to the data. And in its report, the broadcaster spoke to some of the named US voters in Colorado &#8212; showing them the scores Kogan&#8217;s models had given them.<\\/p>\\n<p>Unsurprisingly, not all their interviewees thought the scores were an accurate reflection of who they were.<\\/p>\\n<div class=\\\"embed breakout\\\">\\n<blockquote class=\\\"twitter-tweet\\\" data-width=\\\"550\\\" data-dnt=\\\"true\\\">\\n<p lang=\\\"en\\\" dir=\\\"ltr\\\">Exclusive: <a class=\\\"crunchbase-link\\\" href=\\\"https:\\/\\/crunchbase.com\\/organization\\/cambridge-analytica\\\" target=\\\"_blank\\\" data-type=\\\"organization\\\" data-entity=\\\"cambridge-analytica\\\">Cambridge Analytica <span class=\\\"crunchbase-tooltip-indicator\\\"><\\/span><\\/a> data is still circulating &#8211; harvested from thousands of Facebook profiles. <a href=\\\"https:\\/\\/t.co\\/zPNdhmMwb1\\\">https:\\/\\/t.co\\/zPNdhmMwb1<\\/a><\\/p>\\n<p>&mdash; Michael Crick (@MichaelLCrick) <a href=\\\"https:\\/\\/twitter.com\\/MichaelLCrick\\/status\\/979084438595407873?ref_src=twsrc%5Etfw\\\">March 28, 2018<\\/a><\\/p><\\/blockquote>\\n<p><script async src=\\\"https:\\/\\/platform.twitter.com\\/widgets.js\\\" charset=\\\"utf-8\\\"><\\/script><\\/div>\\n<p>However regardless of how effective (or not) Kogan&#8217;s methods were, the bald fact that personal information on 50M+ Facebook users was so easily sucked out of the platform is of unquestionable public interest and concern.<\\/p>\\n<p>The added fact this data set was used for psychological modeling for political message targeting purposes &#8212; without, in many cases, people&#8217;s knowledge or consent &#8212; just further underlines the controversy. Whether the political microtargeting method worked well or was hit and miss is really by the by.<\\/p>\\n<p>In the contract, Kogan&#8217;s psychological profiling methods are described as &#8220;less costly, more detailed, and more quickly collected&#8221; than other individual profiling methods, such as &#8220;standard political polling or phone samples&#8221;.<\\/p>\\n<p>The contract also flags up how the window of opportunity for his approach was closing &#8212; at least on Facebook&#8217;s platform. &#8220;GS&#8217;s method relies on a pre-existing application functioning under Facebook&#8217;s old terms of service,&#8221; it observes. &#8220;New applications are not able to access friend networks and no other psychometric profiling applications exist under the old Facebook terms.&#8221;<\\/p>\\n<p>As I wrote <a href=\\\"https:\\/\\/techcrunch.com\\/2018\\/03\\/24\\/facebook-was-warned-about-app-permissions-in-2011\\/\\\">last weekend<\\/a>, Facebook faced a legal challenge to the lax system of app permissions it operated in 2011. And after a data protection audit and re-audit by the Irish Data Protection Commissioner, in 2011 and 2012, the regulator recommended it shutter developers&#8217; access to friend networks &#8212; which Facebook finally did (for both old and new apps) as of mid 2015.<\\/p>\\n<p>But in mid 2014 existing developers on its platform could still access the data &#8212; as Kogan was able to, handing it off to SCL and its affiliates.<\\/p>\\n<p>Other documents published by the committee today include a contract between Aggregate IQ &#8212; a Canadian data company which Wylie described in his evidence session on Tuesday as &#8216;CA Canada&#8217; (aka yet another affiliate of CA\\/SCL), although AIQ disputes this. (In a statement on AIQ&#8217;s\\u00a0<a href=\\\"https:\\/\\/aggregateiq.com\\\">website<\\/a>, dated March 24, it writes: &#8220;AggregateIQ is a digital advertising, web and software development company based in Canada. It is and has always been 100% Canadian owned and operated. AggregateIQ has never been and is not a part of Cambridge Analytica or SCL. Aggregate IQ has never entered into a contract with Cambridge Analytica. Chris Wylie has never been employed by AggregateIQ.&#8221;)<\\/p>\\n<p>This contract, which is dated September 15, 2014, is for the: &#8220;Design and development of an Engagement Platform System&#8221;, also referred to as &#8220;the Ripon Platform&#8221;, and described as: &#8220;A scalable engagement platform that leverages the strength of SCLs modelling data, providing an actionable toolset and dashboard interface for the target campaigns in the 2014 election cycle. This will consist of a bespoke engagement platform (SCL Engage) to help make SCLs behavioural microtargeting data actionable while making campaigns more accountable to donors and supporter&#8221;.<\\/p>\\n<p>Another contract between Aggregate IQ and SCL is dated November 25, 2013, and covers the delivery of a CRM system, a website and &#8220;the acquisition of online data&#8221; for a political party in Trinidad and Tobago.<\\/p>\\n<p>In this contract a section on &#8220;behavioral data acquisition&#8221; details their intentions thus:<\\/p>\\n<ul>\\n<li>\\n<blockquote><p>Identify and obtain qualified sources of data that illustrate user behaviour and contribute to the development of psychographic profiling in the region<\\/p><\\/blockquote>\\n<\\/li>\\n<li>\\n<blockquote><p>This data may include, but is not limited to:<\\/p><\\/blockquote>\\n<ul>\\n<li>\\n<blockquote><p>Internet Service Provider (ISP) log files<\\/p><\\/blockquote>\\n<\\/li>\\n<li>\\n<blockquote><p>First party data logs<\\/p><\\/blockquote>\\n<\\/li>\\n<li>\\n<blockquote><p>Third party data logs<\\/p><\\/blockquote>\\n<\\/li>\\n<li>\\n<blockquote><p>Ad network data<\\/p><\\/blockquote>\\n<\\/li>\\n<li>\\n<blockquote><p>Social bookmarking<\\/p><\\/blockquote>\\n<\\/li>\\n<li>\\n<blockquote><p>Social media sharing (Twitter, FB, MySpace)<\\/p><\\/blockquote>\\n<\\/li>\\n<li>\\n<blockquote><p>Natural Language Processing (NLP) of URL text and images<\\/p><\\/blockquote>\\n<\\/li>\\n<li>\\n<blockquote><p>Reconciliation of IP and User-Agent to home address, census tract, or dissemination area<\\/p><\\/blockquote>\\n<\\/li>\\n<\\/ul>\\n<\\/li>\\n<\\/ul>\\n<p>In his evidence to the committee on Tuesday Wylie described the AIQ Trinidad project as a &#8220;pre-cursor to the Rippon project to see how much data could be pulled and could we profile different attributes in people&#8221;.<\\/p>\\n<p>He also alleged AIQ has used hacker type techniques to obtain data. &#8220;AIQ&#8217;s role was to go and find data,&#8221; he told the committee. &#8220;The contracting is pulling ISP data and there&#8217;s also emails that I&#8217;ve passed on to the committee where AIQ is working with SCL to find ways to pull and then de-anonymize ISP data. So, like, raw browsing data.&#8221;<\\/p>\\n<p>Another document in the bundle published today details a project pitch by SCL to carry out $200,000 worth of microtargeting and political campaign work for the conservative organization ForAmerica.org &#8212; for &#8220;audience building and supporter mobilization campaigns&#8221;.<\\/p>\\n<p>There is also an internal SCL email chain regarding a political targeting project that also appears to involve the Kogan modeled Facebook data, which is referred to as the &#8220;Bolton project&#8221; (which seems to refer to work done for the now US national security advisor, John Bolton) &#8212; with some back and forth over concerns about delays and problems with data matching in some of the US states and overall data quality.<\\/p>\\n<p>&#8220;Need to present the little information we have on the 6,000 seeders to [sic] we have to give a rough and ready and very preliminary reading on that sample ([name redacted] will have to ensure the appropriate disclaimers are in place to manage their expectations and the likelihood that the results will change once more data is received). We need to keep the client happy,&#8221; is one of the suggested next steps in an email written by an unidentified SCL staffer working on the Bolton project.<\\/p>\\n<p>&#8220;The Ambassador&#8217;s team made it clear that he would want some kind of response on the last round of foreign policy questions. Though not ideal, we will simply piss off a man who is potentially an even bigger client if we remain silent on this because it has been clear to us this is something he is particularly interested in,&#8221; the emailer also writes.<\\/p>\\n<p>&#8220;At this juncture, we unfortunately don&#8217;t have the luxury of only providing the perfect data set but must deliver something which shows the validity of what we have been promising we can do,&#8221; the emailer adds.<\\/p>\\n<p>Another document is a confidential memorandum prepared for Rebekah Mercer (the daughter of US billionaire Robert Mercer; Wylie has said Mercer provided the funding to set up CA), former Trump advisor Steve Bannon and the (now suspended) CA CEO Alexander Nix advising them on the legality of a foreign corporation (i.e. CA), and foreign nationals (such as Nix and others), carrying out work on US political campaigns.<\\/p>\\n<p>This memo also details the legal structure of SCL and CA &#8212; the former being described as a &#8220;minority owner&#8221; of CA.\\u00a0It reads:<\\/p>\\n<blockquote><p>With this background we must look first at Cambridge Analytica, LLC (\\u201cCambridge\\u201d) and then at the people involved and the contemplated tasks. As I understand it, Cambridge is a Delaware Limited Liability Company that was formed in June of 2014. It is operated through 5 managers, three preferred managers, Ms. Rebekah Mercer, Ms. Jennifer Mercer and Mr. Stephen Bannon, and two common managers, Mr. Alexander Nix and a person to be named. The three preferred managers are all United States citizens, Mr. Nix is not. Cambridge is primarily owned and controlled by US citizens, with SCL Elections Ltd., (\\u201cSCL\\u201d) a UK limited company being a minority owner. Moreover, certain intellectual property of SCL was licensed to Cambridge, which intellectual property Cambridge could use in its work as a US company in US elections, or other activities.<\\/p><\\/blockquote>\\n<p>On the salient legal advice point, the memo concludes that US laws prohibiting\\u00a0foreign nationals managing campaigns &#8212; &#8220;including making direct or indirect decisions regarding the expenditure of campaign dollars&#8221; &#8212; will have &#8220;a significant impact on how Cambridge hires staff and operates in the short term&#8221;.<\\/p>\\n\",\"protected\":false},\"excerpt\":{\"rendered\":\"<p>More details have emerged about how Facebook data on millions of US voters was handled after it was obtained in 2014 by UK political consultancy Cambridge Analytica for building psychographic profiles of Americans to target election messages for the Trump campaign. The dataset &#8212; of more than 50M Facebook users &#8212; is at the center [&hellip;]<\\/p>\\n\",\"protected\":false},\"author\":39990176,\"featured_media\":1613854,\"comment_status\":\"open\",\"ping_status\":\"closed\",\"sticky\":false,\"template\":\"\",\"format\":\"standard\",\"meta\":{\"outcome\":\"\",\"status\":\"\",\"crunchbase_tag\":0,\"amp_status\":\"\",\"relegenceEntities\":[],\"relegenceSubjects\":[],\"jetpack_publicize_message\":\"Here&#8217;s Cambridge Analytica&#8217;s plan for voters&#8217; Facebook data https:\\/\\/tcrn.ch\\/2GDZvcg by @riptari\"},\"categories\":[449557100,15986864,426637499,3457,17396],\"tags\":[576599642,576599627,439174,576603931,35064,81819,118,576601303,3279,49818],\"crunchbase_tag\":[],\"tc_stories_tax\":[],\"tc_event\":[],\"jetpack_featured_media_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/gettyimages-874990472.jpg\",\"jetpack_publicize_connections\":[],\"shortlink\":\"https:\\/\\/tcrn.ch\\/2GDZvcg\",\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"featured\":false,\"subtitle\":\"\",\"fundingRound\":false,\"seoTitle\":\"\",\"seoDescription\":\"\",\"premiumContent\":false,\"premiumCutoffPercent\":1,\"tc_cb_mapping\":[{\"slug\":\"facebook\",\"cb_name\":\"Facebook\",\"cb_slug\":\"facebook-organization\",\"cb_link\":\"https:\\/\\/crunchbase.com\\/organization\\/facebook\"},{\"slug\":\"alexander-nix\",\"cb_name\":\"Alexander Nix\",\"cb_slug\":\"alexander-nix-person\",\"cb_link\":\"https:\\/\\/crunchbase.com\\/person\\/alexander-nix\"},{\"slug\":\"cambridge-analytica\",\"cb_name\":\"Cambridge Analytica\",\"cb_slug\":\"cambridge-analytica-organization\",\"cb_link\":\"https:\\/\\/crunchbase.com\\/organization\\/cambridge-analytica\"},{\"slug\":\"chris-wylie\",\"cb_name\":\"Chris Wylie\",\"cb_slug\":\"chris-wylie-person\",\"cb_link\":\"https:\\/\\/crunchbase.com\\/person\\/chris-wylie\"},{\"slug\":\"privacy\",\"cb_name\":\"Privacy\",\"cb_slug\":\"privacy-organization\",\"cb_link\":\"https:\\/\\/crunchbase.com\\/organization\\/privacy\"},{\"slug\":\"data-protection\",\"cb_name\":\"Data Protection\",\"cb_slug\":\"data-protection-organization\",\"cb_link\":\"https:\\/\\/crunchbase.com\\/organization\\/data-protection\"}],\"associatedEvent\":null,\"event\":null,\"authors\":[39990176],\"hideFeaturedImage\":false,\"relatedArticles\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\\/1614043\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/types\\/post\"}],\"version-history\":[{\"count\":28,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\\/1614043\\/revisions\"}],\"predecessor-version\":[{\"id\":1614294,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\\/1614043\\/revisions\\/1614294\"}],\"authors\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"replies\":[{\"embeddable\":true,\"count\":0,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/comments?post=1614043&order=asc&tc_hierarchical=flat\"}],\"https:\\/\\/techcrunch.com\\/edit\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-admin\\/post.php?post=1614043&action=edit\"}],\"author\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"wp:featuredmedia\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media\\/1613854\"}],\"wp:attachment\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media?parent=1614043\"}],\"wp:term\":[{\"taxonomy\":\"category\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories?post=1614043\"},{\"taxonomy\":\"post_tag\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags?post=1614043\"},{\"taxonomy\":\"_tc_cb_tag_taxonomy\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/crunchbase_tag?post=1614043\"},{\"taxonomy\":\"tc_stories_tax\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_stories_tax?post=1614043\"},{\"taxonomy\":\"tc_event\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_event?post=1614043\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]},\"_embedded\":{\"authors\":[{\"id\":39990176,\"name\":\"Natasha Lomas\",\"url\":\"\",\"description\":\"\",\"link\":\"https:\\/\\/techcrunch.com\\/author\\/natasha-lomas\\/\",\"slug\":\"natasha-lomas\",\"avatar_urls\":{\"24\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=24&d=identicon&r=g\",\"48\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=48&d=identicon&r=g\",\"96\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=96&d=identicon&r=g\"},\"links\":{\"twitter\":\"https:\\/\\/twitter.com\\/riptari\",\"linkedin\":\"http:\\/\\/www.linkedin.com\\/in\\/nlomas\",\"crunchbase\":\"https:\\/\\/www.crunchbase.com\\/person\\/natasha-lomas\"},\"position\":\"Writer\",\"cbDescription\":\"<p>Natasha is a senior reporter for TechCrunch, joining September 2012, based in Europe. She joined TC after a stint reviewing smartphones for CNET UK and, prior to that, more than five years covering business technology for silicon.com (now folded into TechRepublic), where she focused on mobile and wireless, telecoms &amp; networking, and IT skills issues. She has also freelanced for organisations including The Guardian and the BBC. Natasha holds a First Class degree in English from Cambridge University, and an MA in journalism from Goldsmiths College, University of London.<\\/p>\",\"cbAvatar\":\"https:\\/\\/crunchbase-production-res.cloudinary.com\\/image\\/upload\\/v1397184383\\/575a81841b1b431463585c830bffd373.jpg\",\"twitter\":\"riptari\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\"}]}}],\"author\":[{\"id\":39990176,\"name\":\"Natasha Lomas\",\"url\":\"\",\"description\":\"\",\"link\":\"https:\\/\\/techcrunch.com\\/author\\/natasha-lomas\\/\",\"slug\":\"natasha-lomas\",\"avatar_urls\":{\"24\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=24&d=identicon&r=g\",\"48\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=48&d=identicon&r=g\",\"96\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=96&d=identicon&r=g\"},\"links\":{\"twitter\":\"https:\\/\\/twitter.com\\/riptari\",\"linkedin\":\"http:\\/\\/www.linkedin.com\\/in\\/nlomas\",\"crunchbase\":\"https:\\/\\/www.crunchbase.com\\/person\\/natasha-lomas\"},\"position\":\"Writer\",\"cbDescription\":\"<p>Natasha is a senior reporter for TechCrunch, joining September 2012, based in Europe. She joined TC after a stint reviewing smartphones for CNET UK and, prior to that, more than five years covering business technology for silicon.com (now folded into TechRepublic), where she focused on mobile and wireless, telecoms &amp; networking, and IT skills issues. She has also freelanced for organisations including The Guardian and the BBC. Natasha holds a First Class degree in English from Cambridge University, and an MA in journalism from Goldsmiths College, University of London.<\\/p>\",\"cbAvatar\":\"https:\\/\\/crunchbase-production-res.cloudinary.com\\/image\\/upload\\/v1397184383\\/575a81841b1b431463585c830bffd373.jpg\",\"twitter\":\"riptari\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\"}]}}],\"wp:featuredmedia\":[{\"id\":1613854,\"date\":\"2018-03-28T17:54:13\",\"slug\":\"social-media-data-security\",\"type\":\"attachment\",\"link\":\"https:\\/\\/techcrunch.com\\/2018\\/03\\/28\\/facebook-will-cut-off-access-to-third-party-data-for-ad-targeting\\/social-media-data-security\\/\",\"title\":{\"rendered\":\"\"},\"author\":113760560,\"license\":{\"source_key\":\"getty images\",\"person\":\"NurPhoto \\/ Contributor\"},\"authors\":[113760560],\"caption\":{\"rendered\":\"\"},\"alt_text\":\"\",\"media_type\":\"image\",\"mime_type\":\"image\\/jpeg\",\"media_details\":{\"width\":3827,\"height\":2542,\"file\":\"2018\\/03\\/gettyimages-874990472.jpg\",\"sizes\":{\"thumbnail\":{\"file\":\"gettyimages-874990472.jpg?resize=150,100\",\"width\":150,\"height\":100,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/gettyimages-874990472.jpg?w=150\"},\"medium\":{\"file\":\"gettyimages-874990472.jpg?resize=300,199\",\"width\":300,\"height\":199,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/gettyimages-874990472.jpg?w=300\"},\"medium_large\":{\"file\":\"gettyimages-874990472.jpg?resize=768,510\",\"width\":768,\"height\":510,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/gettyimages-874990472.jpg?w=1024\"},\"large\":{\"file\":\"gettyimages-874990472.jpg?resize=680,452\",\"width\":680,\"height\":452,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/gettyimages-874990472.jpg?w=680\"},\"guest-author-32\":{\"file\":\"gettyimages-874990472.jpg?resize=32,32\",\"width\":32,\"height\":32,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/gettyimages-874990472.jpg?w=32&h=32&crop=1\"},\"guest-author-50\":{\"file\":\"gettyimages-874990472.jpg?resize=50,50\",\"width\":50,\"height\":50,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/gettyimages-874990472.jpg?w=50&h=50&crop=1\"},\"guest-author-64\":{\"file\":\"gettyimages-874990472.jpg?resize=64,64\",\"width\":64,\"height\":64,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/gettyimages-874990472.jpg?w=64&h=64&crop=1\"},\"guest-author-96\":{\"file\":\"gettyimages-874990472.jpg?resize=96,96\",\"width\":96,\"height\":96,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/gettyimages-874990472.jpg?w=96&h=96&crop=1\"},\"guest-author-128\":{\"file\":\"gettyimages-874990472.jpg?resize=128,128\",\"width\":128,\"height\":128,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/gettyimages-874990472.jpg?w=128&h=128&crop=1\"},\"concierge-thumb\":{\"file\":\"gettyimages-874990472.jpg?resize=50,33\",\"width\":50,\"height\":33,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/gettyimages-874990472.jpg?w=50\"},\"full\":{\"file\":\"gettyimages-874990472.jpg\",\"width\":1024,\"height\":680,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/gettyimages-874990472.jpg\"}},\"image_meta\":{\"aperture\":\"0\",\"credit\":\"NurPhoto via Getty Images\",\"camera\":\"\",\"caption\":\"A Facebook logo is seen on a smartphone in this photo illustration on November 15, 2017. (Photo by Jaap Arriens\\/NurPhoto via Getty Images)\",\"created_timestamp\":\"1510865876\",\"copyright\":\"Jaap Arriens\\/NurPhoto\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"Social Media Data Security\",\"orientation\":\"0\",\"keywords\":[\"app\",\"application\",\"data\",\"device\",\"facebook\",\"handheld\",\"iphone\",\"logo\",\"phone\",\"portalbe\",\"smartphone\",\"social media\",\"tech\",\"technology\"]},\"filesize\":5251100},\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/gettyimages-874990472.jpg\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media\\/1613854\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/types\\/attachment\"}],\"replies\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/comments?post=1613854\"}],\"author\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/113760560\"}]}}],\"wp:term\":[[{\"id\":449557100,\"link\":\"https:\\/\\/techcrunch.com\\/europe\\/\",\"name\":\"Europe\",\"slug\":\"europe\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/449557100\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=449557100\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=449557100\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=449557100\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":15986864,\"link\":\"https:\\/\\/techcrunch.com\\/government-2\\/\",\"name\":\"Government\",\"slug\":\"government-2\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/15986864\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=15986864\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=15986864\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=15986864\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":426637499,\"link\":\"https:\\/\\/techcrunch.com\\/privacy\\/\",\"name\":\"Privacy\",\"slug\":\"privacy\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/426637499\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=426637499\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=426637499\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=426637499\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":3457,\"link\":\"https:\\/\\/techcrunch.com\\/social\\/\",\"name\":\"Social\",\"slug\":\"social\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/3457\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=3457\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=3457\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=3457\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":17396,\"link\":\"https:\\/\\/techcrunch.com\\/tc\\/\",\"name\":\"TC\",\"slug\":\"tc\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/17396\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=17396\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=17396\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=17396\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}}],[{\"id\":576599642,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/alexander-nix\\/\",\"name\":\"Alexander Nix\",\"slug\":\"alexander-nix\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/576599642\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=576599642\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=576599642\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=576599642\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=576599642\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=576599642\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":576599627,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/cambridge-analytica\\/\",\"name\":\"Cambridge Analytica\",\"slug\":\"cambridge-analytica\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/576599627\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=576599627\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=576599627\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=576599627\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=576599627\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=576599627\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":439174,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/cambridge-university\\/\",\"name\":\"cambridge university\",\"slug\":\"cambridge-university\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/439174\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=439174\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=439174\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=439174\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=439174\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=439174\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":576603931,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/chris-wylie\\/\",\"name\":\"Chris Wylie\",\"slug\":\"chris-wylie\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/576603931\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=576603931\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=576603931\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=576603931\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=576603931\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=576603931\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":35064,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/data-protection\\/\",\"name\":\"data protection\",\"slug\":\"data-protection\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/35064\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=35064\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=35064\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=35064\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=35064\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=35064\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":81819,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/facebook\\/\",\"name\":\"Facebook\",\"slug\":\"facebook\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/81819\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=81819\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=81819\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=81819\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=81819\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=81819\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":118,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/personality-test\\/\",\"name\":\"personality test\",\"slug\":\"personality-test\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/118\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=118\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=118\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=118\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=118\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=118\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":576601303,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/political-campaigning\\/\",\"name\":\"political campaigning\",\"slug\":\"political-campaigning\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/576601303\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=576601303\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=576601303\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=576601303\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=576601303\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=576601303\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":3279,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/privacy\\/\",\"name\":\"privacy\",\"slug\":\"privacy\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/3279\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=3279\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=3279\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=3279\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=3279\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=3279\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":49818,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/social-media\\/\",\"name\":\"social media\",\"slug\":\"social-media\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/49818\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=49818\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=49818\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=49818\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=49818\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=49818\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}}],[],[],[]]}}],\"media\":[],\"events\":[],\"battlefieldEvents\":[],\"battlefieldCompanies\":[],\"battlefieldPages\":[]},\"current_posts\":[1614043],\"request\":\"\\/2018\\/03\\/29\\/heres-cambridge-analyticas-plan-for-voters-facebook-data\\/\",\"siteURI\":\"https:\\/\\/techcrunch.com\\/\",\"totalPages\":\"0\",\"trending\":[{\"id\":\"429989\",\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/tesla\\/\",\"name\":\"\\nTesla\",\"type\":\"tag\"},{\"id\":\"60523764\",\"link\":\"https:\\/\\/techcrunch.com\\/fundings-exits\\/\",\"name\":\"Fundings & Exits\\n\",\"type\":\"category\"},{\"id\":\"81\",\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/google\\/\",\"name\":\"Google\\n\",\"type\":\"tag\"},{\"id\":\"576625230\",\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/tc-sessions-robotics-2019\\/\",\"name\":\"\\ntc sessions robotics 2019\",\"type\":\"tag\"}],\"videoPlayerIds\":{\"no-ad-autostart\":\"56f58bbbe4b01497527036b2\",\"regular\":\"56df4e9de4b0c9c31d626c18\",\"regular-autostart\":\"56faf851e4b0d3dcac2e081a\",\"sideview-autostart\":\"57e2c53fcc52c7730882bbfe\"},\"facebookPixelId\":\"1447508128842484\",\"marketoAccountId\":\"270-WRY-762\",\"vidibleCompanyId\":\"564f313b67b6231408bc51ee\",\"recaptchaPublic\":\"6LeZyjwUAAAAABqkWH_Ct0efGn0B4pGU6ZLUeUvA\",\"googleAnalyticsID\":\"UA-991406-1\",\"googleAnalyticsDomains\":[\"techcrunch.com\"],\"googleMapsAPIKey\":\"AIzaSyCodzMYMBdZIpxThSQqm79ACyheeRXPPE4\",\"nps_survey_id\":\"386TPSJ\",\"nps_bucket_percentage\":\"0\",\"tinypass\":{\"scriptDomain\":\"https:\\/\\/dashboard.tinypass.com\",\"scriptURL\":\"https:\\/\\/cdn.tinypass.com\\/api\\/tinypass.min.js\",\"apiKey\":\"Fy7FpgyUxA\",\"apiURL\":\"https:\\/\\/api.tinypass.com\"},\"legacyPages\":{\"extra-crunch-membership\":1781464,\"sponsored\":1796357},\"apiNonce\":\"5b3dfa6ac1\",\"userCan\":{\"editPosts\":false,\"restNonce\":null},\"initialStore\":{\"events\":{\"eventTypeIDs\":[],\"eventPostIds\":[],\"featuredEventIDs\":{\"event_home\":[]},\"featuredPostIDs\":{},\"pastEventIDs\":{\"default\":[]},\"pastFilters\":{},\"pastLoading\":false,\"upcomingEventIDs\":{\"default\":null},\"upcomingFilters\":{},\"upcomingLoading\":false},\"section\":{\"allPosts\":[1614043],\"contentObject\":null,\"currentPage\":1,\"expandedPost\":\"https:\\/\\/techcrunch.com\\/2018\\/03\\/29\\/heres-cambridge-analyticas-plan-for-voters-facebook-data\\/\",\"expandedPostIds\":[1614043],\"expandedIsland\":\"\",\"loading\":false,\"component\":\"singlePost\"}},\"extraCrunchMarketingPageURL\":\"\\/subscribe\",\"brandStudioMarketingPageURL\":\"\\/brand-studio\",\"unicornLeaderboardSlug\":\"unicorn-leaderboard\",\"newsletterURL\":\"http:\\/\\/link.techcrunch.com\\/join\\/134\\/signup-all-newsletters\"};\n/* ]]> */\n</script>\n<script src=\"https://techcrunch.com/_static/??/wp-content/themes/techcrunch-2017/build/ec/js/main.js,/wp-includes/js/wp-embed.min.js?m=1556227897j\" type=\"text/javascript\"></script>\n<script async=\"async\" defer=\"defer\" src=\"https://stats.wp.com/e-201917.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n\t_stq = window._stq || [];\n\t_stq.push([ 'view', {v:'ext',j:'1:7.2.1',blog:'136296444',post:'1614043',tz:'-7',srv:'techcrunch.com'} ]);\n\t_stq.push([ 'clickTrackerInit', '136296444', '1614043' ]);\n</script>\n<script type=\"text/javascript\">window.NREUM||(NREUM={});NREUM.info={\"beacon\":\"bam.nr-data.net\",\"licenseKey\":\"4750574831\",\"applicationID\":\"71001471\",\"transactionName\":\"NlRbNkYEWERTVkVcXA8eehdHEVlaHUJBGkVTHk0BawBAUlxB\",\"queueTime\":0,\"applicationTime\":337,\"atts\":\"GhNMQA4eSxsQVBMPSBxM\",\"errorBeacon\":\"bam.nr-data.net\",\"agent\":\"\"}</script></body>\n</html>\n", "content_tokenized": ["more", "detail", "have", "emerg", "about", "how", "facebook", "data", "million", "voter", "handl", "after", "obtain", "num", "polit", "consult", "cambridg", "analytica", "for", "build", "psychograph", "profil", "american", "target", "elect", "messag", "for", "the", "trump", "campaign", "the", "dataset", "more", "than", "facebook", "user", "the", "center", "scandal", "that", "been", "engulf", "the", "social", "network", "giant", "sinc", "newspap", "revel", "publish", "march", "num", "drop", "privaci", "and", "data", "protect", "into", "the", "top", "the", "news", "agenda", "facebook", "respond", "data", "misus", "parliamentari", "committe", "has", "publish", "cach", "document", "provid", "employe", "chris", "wyli", "who", "gave", "public", "testimoni", "front", "the", "committe", "oral", "hear", "earlier", "this", "week", "dure", "that", "hear", "said", "believ", "data", "substanti", "more", "than", "facebook", "obtain", "facebook", "has", "not", "comment", "public", "that", "claim", "among", "the", "document", "the", "committe", "has", "publish", "today", "with", "some", "redact", "the", "datalicens", "contract", "between", "global", "scienc", "research", "the", "compani", "set", "the", "cambridg", "univers", "professor", "aleksandr", "kogan", "whose", "person", "test", "app", "use", "the", "vehicl", "for", "gather", "facebook", "user", "data", "and", "elect", "affili", "date", "june", "num", "num", "the", "document", "sign", "kogan", "and", "now", "suspend", "alexand", "nix", "the", "contract", "stipul", "that", "all", "moni", "transfer", "will", "use", "for", "obtain", "and", "process", "the", "data", "for", "the", "project", "further", "develop", "add", "refin", "and", "supplement", "psychometr", "score", "algorithm", "databas", "and", "score", "and", "none", "the", "money", "paid", "kogan", "should", "spent", "other", "busi", "purpos", "such", "salari", "offic", "space", "unless", "otherwis", "approv", "wyli", "told", "the", "committe", "tuesday", "that", "chose", "work", "with", "kogan", "had", "agre", "work", "with", "them", "acquir", "and", "model", "the", "data", "first", "without", "fix", "commerci", "term", "front", "the", "contact", "also", "stipul", "that", "kogan", "compani", "must", "gain", "advanc", "written", "approv", "from", "cover", "cost", "not", "associ", "with", "collect", "the", "data", "includ", "secur", "which", "doe", "rather", "underlin", "prioriti", "this", "project", "obtain", "fast", "possibl", "lot", "person", "data", "voter", "but", "worri", "much", "about", "keep", "that", "person", "inform", "safe", "secur", "backburn", "consider", "this", "contract", "respond", "wyli", "testimoni", "tuesday", "with", "statement", "reject", "his", "alleg", "includ", "claim", "doe", "not", "hold", "ani", "data", "ani", "data", "deriv", "from", "data", "the", "compani", "has", "not", "updat", "press", "page", "with", "ani", "new", "statement", "light", "the", "public", "num", "contract", "sign", "former", "and", "kogan", "earlier", "this", "week", "the", "committe", "confirm", "that", "nix", "has", "accept", "summon", "return", "give", "further", "evid", "say", "the", "public", "session", "will", "like", "take", "place", "april", "num", "the", "first", "section", "the", "contract", "between", "the", "affili", "compani", "and", "briefli", "describ", "the", "purpos", "the", "project", "conduct", "polit", "model", "the", "popul", "num", "state", "the", "data", "protect", "front", "the", "contract", "includ", "claus", "state", "that", "both", "parti", "warrant", "and", "undertak", "compli", "with", "all", "relev", "privaci", "and", "data", "handl", "law", "each", "the", "parti", "warrant", "and", "undertak", "that", "will", "not", "know", "anyth", "permit", "anyth", "done", "which", "might", "lead", "breach", "ani", "such", "legisl", "regul", "andor", "direct", "the", "other", "parti", "also", "state", "remain", "under", "investig", "the", "data", "protect", "watchdog", "which", "obtain", "warrant", "enter", "offic", "last", "week", "and", "spent", "sever", "hour", "gather", "evid", "the", "compani", "activ", "are", "look", "part", "wider", "investig", "the", "into", "the", "use", "data", "analyt", "for", "polit", "purpos", "commission", "elizabeth", "denham", "has", "previous", "said", "she", "lead", "toward", "recommend", "code", "conduct", "for", "use", "social", "media", "for", "polit", "campaign", "and", "said", "she", "hope", "publish", "her", "report", "may", "anoth", "claus", "the", "contract", "between", "and", "specifi", "that", "kogan", "compani", "will", "seek", "out", "inform", "consent", "the", "seed", "user", "engag", "with", "technolog", "which", "would", "presum", "refer", "the", "num", "peopl", "who", "agre", "take", "the", "person", "quiz", "the", "app", "deploy", "via", "facebook", "platform", "upon", "complet", "the", "project", "the", "contract", "specifi", "that", "kogan", "compani", "may", "continu", "make", "use", "data", "for", "academ", "research", "where", "financi", "gain", "made", "anoth", "claus", "detail", "addit", "research", "boon", "that", "would", "trigger", "kogan", "abl", "meet", "perform", "target", "and", "deliv", "with", "match", "record", "the", "num", "state", "target", "long", "met", "minimum", "qualiti", "standard", "and", "averag", "cost", "num", "less", "per", "match", "record", "that", "event", "stood", "also", "receiv", "dataset", "around", "resid", "trinidad", "and", "tobago", "also", "for", "use", "academ", "research", "the", "second", "section", "the", "contract", "explain", "the", "project", "and", "specif", "detail", "here", "state", "that", "the", "aim", "the", "project", "infer", "psycholog", "profil", "use", "selfreport", "person", "test", "data", "polit", "parti", "prefer", "and", "moral", "valu", "data", "the", "num", "state", "target", "the", "project", "are", "also", "name", "arkansa", "colorado", "florida", "iowa", "louisiana", "nevada", "new", "hampshir", "north", "carolina", "oregon", "south", "carolina", "and", "west", "virginia", "the", "project", "detail", "the", "contract", "seven", "step", "process", "with", "kogan", "compani", "generat", "initi", "seed", "sampl", "though", "doe", "not", "specifi", "how", "larg", "this", "here", "use", "onlin", "panel", "analyz", "this", "seed", "train", "data", "use", "own", "psychometr", "inventori", "tri", "determin", "person", "categori", "the", "next", "step", "kogan", "person", "quiz", "app", "deploy", "facebook", "gather", "the", "full", "dataset", "from", "respond", "and", "also", "scrape", "subset", "data", "from", "their", "facebook", "friend", "here", "note", "upon", "consent", "the", "respond", "the", "technolog", "scrape", "and", "retain", "the", "respond", "facebook", "profil", "and", "quantiti", "data", "that", "respond", "facebook", "friend", "step", "num", "involv", "the", "psychometr", "data", "from", "the", "seed", "sampl", "plus", "the", "facebook", "profil", "data", "and", "friend", "data", "all", "run", "through", "proprietari", "model", "algorithm", "which", "the", "contract", "specifi", "are", "base", "use", "facebook", "like", "predict", "person", "score", "with", "the", "state", "aim", "predict", "the", "psycholog", "disposit", "andor", "attitudin", "facet", "each", "facebook", "record", "this", "then", "generat", "seri", "score", "per", "facebook", "profil", "step", "num", "match", "these", "psychometr", "score", "profil", "with", "voter", "record", "data", "held", "with", "the", "goal", "match", "and", "thus", "score", "least", "voter", "record", "for", "target", "voter", "across", "the", "num", "state", "the", "final", "step", "for", "match", "record", "return", "which", "would", "then", "posit", "craft", "messag", "voter", "base", "their", "model", "psychometr", "score", "the", "ultim", "aim", "the", "psychometr", "profil", "product", "kogan", "built", "off", "the", "train", "and", "facebook", "data", "set", "imagin", "gold", "standard", "understand", "person", "from", "facebook", "profil", "inform", "much", "like", "chart", "cours", "sail", "the", "possibl", "for", "error", "note", "briefli", "the", "document", "but", "add", "sampl", "this", "phase", "phase", "num", "train", "set", "will", "repeat", "until", "assumpt", "and", "distribut", "are", "met", "later", "section", "demograph", "distribut", "analysi", "the", "contract", "mention", "the", "possibl", "for", "addit", "target", "data", "collect", "procedur", "through", "multipl", "platform", "use", "even", "includ", "brief", "phone", "script", "with", "singletrait", "question", "order", "correct", "ani", "skew", "that", "might", "found", "onc", "the", "facebook", "data", "match", "with", "voter", "databas", "each", "state", "and", "assum", "ani", "data", "gap", "could", "not", "fill", "from", "target", "onlin", "sampl", "also", "put", "section", "background", "and", "rational", "the", "contract", "state", "that", "kogan", "model", "have", "been", "valid", "test", "user", "who", "were", "not", "part", "the", "train", "sampl", "and", "further", "claim", "trait", "predict", "base", "facebook", "like", "are", "near", "testrest", "level", "and", "have", "been", "compar", "the", "predict", "their", "romant", "partner", "famili", "member", "and", "friend", "make", "about", "their", "trait", "all", "the", "previous", "case", "the", "computergener", "score", "perform", "the", "best", "thus", "the", "computergener", "score", "can", "more", "accur", "than", "even", "the", "knowledg", "veri", "close", "friend", "and", "famili", "member", "add", "his", "technolog", "describ", "differ", "from", "most", "social", "research", "measur", "instrument", "that", "not", "sole", "base", "selfreport", "data", "with", "the", "followon", "claim", "made", "that", "use", "observ", "data", "from", "facebook", "user", "profil", "make", "measur", "genuin", "behavior", "that", "suggest", "least", "seem", "fair", "tenuous", "given", "that", "portion", "facebook", "user", "are", "undoubt", "awar", "that", "the", "site", "track", "their", "activ", "when", "they", "use", "which", "turn", "like", "affect", "how", "they", "use", "facebook", "the", "idea", "that", "facebook", "usag", "num", "nake", "reflect", "person", "deserv", "far", "more", "critic", "question", "than", "impli", "kogan", "descript", "the", "contract", "with", "and", "inde", "some", "the", "commentari", "around", "this", "news", "stori", "has", "queri", "the", "valu", "the", "entir", "exposé", "suggest", "psychometr", "target", "veri", "effect", "ergo", "may", "not", "have", "had", "signific", "impact", "the", "elect", "contrast", "claim", "made", "for", "his", "technolog", "the", "num", "contract", "kogan", "himself", "claim", "interview", "earlier", "this", "month", "after", "the", "scandal", "broke", "that", "his", "predict", "model", "not", "veri", "accur", "individu", "level", "suggest", "would", "onli", "use", "aggreg", "for", "exampl", "understand", "the", "person", "new", "yorker", "yesterday", "channel", "num", "news", "report", "that", "had", "been", "abl", "obtain", "some", "the", "data", "kogan", "model", "for", "therebi", "support", "wyli", "testimoni", "that", "had", "not", "lock", "down", "access", "the", "data", "and", "report", "the", "broadcast", "spoke", "some", "the", "name", "voter", "colorado", "show", "them", "the", "score", "kogan", "model", "had", "given", "them", "unsurpris", "not", "all", "their", "interviewe", "thought", "the", "score", "were", "accur", "reflect", "who", "they", "were", "exclus", "cambridg", "analytica", "data", "still", "circul", "harvest", "from", "thousand", "facebook", "profil", "zpndhmmwbnum", "michael", "crick", "michaellcrick", "march", "num", "num", "howev", "regardless", "how", "effect", "not", "kogan", "method", "were", "the", "bald", "fact", "that", "person", "inform", "facebook", "user", "easili", "suck", "out", "the", "platform", "unquestion", "public", "interest", "and", "concern", "the", "fact", "this", "data", "set", "use", "for", "psycholog", "model", "for", "polit", "messag", "target", "purpos", "without", "mani", "case", "peopl", "knowledg", "consent", "just", "further", "underlin", "the", "controversi", "whether", "the", "polit", "microtarget", "method", "work", "well", "hit", "and", "miss", "realli", "the", "the", "contract", "kogan", "psycholog", "profil", "method", "are", "describ", "less", "cost", "more", "detail", "and", "more", "quick", "collect", "than", "other", "individu", "profil", "method", "such", "standard", "polit", "poll", "phone", "sampl", "the", "contract", "also", "flag", "how", "the", "window", "opportun", "for", "his", "approach", "close", "least", "facebook", "platform", "method", "reli", "preexist", "applic", "function", "under", "facebook", "old", "term", "servic", "observ", "new", "applic", "are", "not", "abl", "access", "friend", "network", "and", "other", "psychometr", "profil", "applic", "exist", "under", "the", "old", "facebook", "term", "wrote", "last", "weekend", "facebook", "face", "legal", "challeng", "the", "lax", "system", "app", "permiss", "oper", "num", "and", "after", "data", "protect", "audit", "and", "reaudit", "the", "irish", "data", "protect", "commission", "num", "and", "num", "the", "regul", "recommend", "shutter", "develop", "access", "friend", "network", "which", "facebook", "final", "for", "both", "old", "and", "new", "app", "mid", "num", "but", "mid", "num", "exist", "develop", "platform", "could", "still", "access", "the", "data", "kogan", "abl", "hand", "off", "and", "affili", "other", "document", "publish", "the", "committe", "today", "includ", "contract", "between", "aggreg", "canadian", "data", "compani", "which", "wyli", "describ", "his", "evid", "session", "tuesday", "canada", "aka", "yet", "anoth", "affili", "although", "disput", "this", "statement", "websit", "date", "march", "num", "write", "aggregateiq", "digit", "advertis", "web", "and", "softwar", "develop", "compani", "base", "canada", "and", "has", "alway", "been", "num", "canadian", "own", "and", "oper", "aggregateiq", "has", "never", "been", "and", "not", "part", "cambridg", "analytica", "aggreg", "has", "never", "enter", "into", "contract", "with", "cambridg", "analytica", "chris", "wyli", "has", "never", "been", "employ", "aggregateiq", "this", "contract", "which", "date", "septemb", "num", "num", "for", "the", "design", "and", "develop", "engag", "platform", "system", "also", "refer", "the", "ripon", "platform", "and", "describ", "scalabl", "engag", "platform", "that", "leverag", "the", "strength", "scls", "model", "data", "provid", "action", "toolset", "and", "dashboard", "interfac", "for", "the", "target", "campaign", "the", "num", "elect", "cycl", "this", "will", "consist", "bespok", "engag", "platform", "engag", "help", "make", "scls", "behaviour", "microtarget", "data", "action", "while", "make", "campaign", "more", "account", "donor", "and", "support", "anoth", "contract", "between", "aggreg", "and", "date", "novemb", "num", "num", "and", "cover", "the", "deliveri", "system", "websit", "and", "the", "acquisit", "onlin", "data", "for", "polit", "parti", "trinidad", "and", "tobago", "this", "contract", "section", "behavior", "data", "acquisit", "detail", "their", "intent", "thus", "identifi", "and", "obtain", "qualifi", "sourc", "data", "that", "illustr", "user", "behaviour", "and", "contribut", "the", "develop", "psychograph", "profil", "the", "region", "this", "data", "may", "includ", "but", "not", "limit", "internet", "servic", "provid", "log", "file", "first", "parti", "data", "log", "third", "parti", "data", "log", "network", "data", "social", "bookmark", "social", "media", "share", "twitter", "myspac", "natur", "languag", "process", "text", "and", "imag", "reconcili", "and", "userag", "home", "address", "census", "tract", "dissemin", "area", "his", "evid", "the", "committe", "tuesday", "wyli", "describ", "the", "trinidad", "project", "precursor", "the", "rippon", "project", "see", "how", "much", "data", "could", "pull", "and", "could", "profil", "differ", "attribut", "peopl", "also", "alleg", "has", "use", "hacker", "type", "techniqu", "obtain", "data", "role", "and", "find", "data", "told", "the", "committe", "the", "contract", "pull", "data", "and", "there", "also", "email", "that", "pass", "the", "committe", "where", "work", "with", "find", "way", "pull", "and", "then", "deanonym", "data", "like", "raw", "brows", "data", "anoth", "document", "the", "bundl", "publish", "today", "detail", "project", "pitch", "carri", "out", "num", "worth", "microtarget", "and", "polit", "campaign", "work", "for", "the", "conserv", "organ", "foramericaorg", "for", "audienc", "build", "and", "support", "mobil", "campaign", "there", "also", "intern", "email", "chain", "regard", "polit", "target", "project", "that", "also", "appear", "involv", "the", "kogan", "model", "facebook", "data", "which", "refer", "the", "bolton", "project", "which", "seem", "refer", "work", "done", "for", "the", "now", "nation", "secur", "advisor", "john", "bolton", "with", "some", "back", "and", "forth", "over", "concern", "about", "delay", "and", "problem", "with", "data", "match", "some", "the", "state", "and", "overal", "data", "qualiti", "need", "present", "the", "littl", "inform", "have", "the", "num", "seeder", "sic", "have", "give", "rough", "and", "readi", "and", "veri", "preliminari", "read", "that", "sampl", "name", "redact", "will", "have", "ensur", "the", "appropri", "disclaim", "are", "place", "manag", "their", "expect", "and", "the", "likelihood", "that", "the", "result", "will", "chang", "onc", "more", "data", "receiv", "need", "keep", "the", "client", "happi", "one", "the", "suggest", "next", "step", "email", "written", "unidentifi", "staffer", "work", "the", "bolton", "project", "the", "ambassador", "team", "made", "clear", "that", "would", "want", "some", "kind", "respons", "the", "last", "round", "foreign", "polici", "question", "though", "not", "ideal", "will", "simpli", "piss", "off", "man", "who", "potenti", "even", "bigger", "client", "remain", "silent", "this", "becaus", "has", "been", "clear", "this", "someth", "particular", "interest", "the", "email", "also", "write", "this", "junctur", "unfortun", "have", "the", "luxuri", "onli", "provid", "the", "perfect", "data", "set", "but", "must", "deliv", "someth", "which", "show", "the", "valid", "what", "have", "been", "promis", "can", "the", "email", "add", "anoth", "document", "confidenti", "memorandum", "prepar", "for", "rebekah", "mercer", "the", "daughter", "billionair", "robert", "mercer", "wyli", "has", "said", "mercer", "provid", "the", "fund", "set", "former", "trump", "advisor", "steve", "bannon", "and", "the", "now", "suspend", "alexand", "nix", "advis", "them", "the", "legal", "foreign", "corpor", "and", "foreign", "nation", "such", "nix", "and", "other", "carri", "out", "work", "polit", "campaign", "this", "memo", "also", "detail", "the", "legal", "structur", "and", "the", "former", "describ", "minor", "owner", "read", "with", "this", "background", "must", "look", "first", "cambridg", "analytica", "cambridg", "and", "then", "the", "peopl", "involv", "and", "the", "contempl", "task", "understand", "cambridg", "delawar", "limit", "liabil", "compani", "that", "form", "june", "num", "oper", "through", "num", "manag", "three", "prefer", "manag", "rebekah", "mercer", "jennif", "mercer", "and", "stephen", "bannon", "and", "two", "common", "manag", "alexand", "nix", "and", "person", "name", "the", "three", "prefer", "manag", "are", "all", "unit", "state", "citizen", "nix", "not", "cambridg", "primarili", "own", "and", "control", "citizen", "with", "elect", "ltd", "limit", "compani", "minor", "owner", "moreov", "certain", "intellectu", "properti", "licens", "cambridg", "which", "intellectu", "properti", "cambridg", "could", "use", "work", "compani", "elect", "other", "activ", "the", "salient", "legal", "advic", "point", "the", "memo", "conclud", "that", "law", "prohibit", "foreign", "nation", "manag", "campaign", "includ", "make", "direct", "indirect", "decis", "regard", "the", "expenditur", "campaign", "dollar", "will", "have", "signific", "impact", "how", "cambridg", "hire", "staff", "and", "oper", "the", "short", "term"], "timestamp_scraper": 1556366436.835858, "title": "Here’s Cambridge Analytica’s plan for voters’ Facebook data", "read_time": 877.8, "content_html": "<p id=\"speakable-summary\">More details have emerged about how <a class=\"crunchbase-link\" data-entity=\"facebook\" data-type=\"organization\" href=\"https://crunchbase.com/organization/facebook\" target=\"_blank\">Facebook <span class=\"crunchbase-tooltip-indicator\"></span></a> data on millions of US voters was handled after it was obtained in 2014 by UK political consultancy Cambridge Analytica for building psychographic profiles of Americans to target election messages for the Trump campaign.</p> <p>The dataset — of more than 50M Facebook users — is at the center of a scandal that’s been engulfing the social network giant since newspaper revelations published on March 17 dropped privacy and data protection into the top of the news agenda.</p> <p><a href=\"https://techcrunch.com/story/facebook-responds-to-data-misuse/\">Facebook responds to data misuse</a></p> <p><iframe class=\"wp-embedded-content\" data-secret=\"tx2hjurdmH\" frameborder=\"0\" height=\"450\" marginheight=\"0\" marginwidth=\"0\" sandbox=\"allow-scripts\" scrolling=\"no\" security=\"restricted\" src=\"https://techcrunch.com/story/facebook-responds-to-data-misuse/embed/#?secret=tx2hjurdmH\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"“Facebook responds to data misuse” — TechCrunch\" width=\"800\"></iframe></p> <p>A UK parliamentary committee has published a <a href=\"https://www.parliament.uk/documents/commons-committees/culture-media-and-sport/Chris%20Wylie%20Background%20papers.pdf\">cache of documents</a> provided to it by an ex CA employee, Chris Wylie, who gave public testimony in front of the committee at an oral hearing <a href=\"https://techcrunch.com/2018/03/27/facebook-data-misuse-scandal-affects-substantially-more-than-50m-claims-wylie/\">earlier this week</a>. During that hearing he said he believes data on “substantially” more than 50M Facebookers was obtained by CA. Facebook has not commented publicly on that claim.</p> <p>Among the documents the committee has published today (with some redactions) is the data-licensing contract between Global Science Research (GSR) — the company set up by the Cambridge University professor, Aleksandr Kogan, whose personality test app was used by CA as the vehicle for gathering Facebook users’ data — and SCL Elections (an affiliate of CA), dated June 4, 2014.</p> <p>The document is signed by Kogan and CA’s now suspended CEO <a class=\"crunchbase-link\" data-entity=\"alexander-nix\" data-type=\"person\" href=\"https://crunchbase.com/person/alexander-nix\" target=\"_blank\">Alexander Nix <span class=\"crunchbase-tooltip-indicator\"></span></a>.</p> <p>The contract stipulates that all monies transferred to GSR will be used for obtaining and processing the data for the project — “to further develop, add to, refine and supplement GS psychometric scoring algorithms, databases and scores” — and none of the money paid Kogan should be spent on other business purposes, such as salaries or office space “unless otherwise approved by SCL”.</p> <p>Wylie told the committee on Tuesday that CA chose to work with Kogan as he had agreed to work with them on acquiring and modeling the data first, without fixing commercial terms up front.</p> <p>The contact also stipulates that Kogan’s company must gain “advanced written approval” from SCL to cover costs not associated with collecting the data — including “IT security”.</p> <p>Which does rather underline CA’s priorities in this project: Obtain, as fast as possible, lots of personal data on US voters, but don’t worry much about keeping that personal information safe. Security is a backburner consideration in this contract.</p> <p>CA responded to Wylie’s testimony on Tuesday with a <a href=\"https://ca-political.com/news/cambridge-analytica-responds-committee-hearing\">statement</a> rejecting his allegations — including claiming it “does not hold any GSR data or any data derived from GSR data”.</p> <p>The company has not updated its press page with any new statement in light of the publication of a 2014 contract signed by its former CEO and GSR’s Kogan.</p> <p>Earlier this week the committee confirmed that Nix has accepted its <a href=\"https://techcrunch.com/2018/03/22/cambridge-analyticas-nix-recalled-by-fake-news-probe/\">summons to return</a> to give further evidence — saying the public session will likely to take place on April 17.</p> <p>The first section of the contract between the CA affiliate company and GSR briefly describes the purpose of the project as being to conduct “political modeling” of the population in 11 US states.</p> <p>On the data protection front, the contract includes a clause stating that both parties “warrant and undertake” to comply with all relevant privacy and data handling laws.</p> <p>“Each of the parties warrants and undertakes that it will not knowingly do anything or permit anything to be done which might lead to a breach of any such legislation, regulations and/or directives by the other party,” it also states.</p> <p>CA remains under investigation by the UK’s data protection watchdog, which <a href=\"https://techcrunch.com/2018/03/24/cambridge-analytica-raided-by-uk-data-watchdog/\">obtained a warrant</a> to enter its offices last week — and spent several hours gathering evidence. The company’s activities are being looked at as part of a wider investigation by the ICO into the use of data analytics for political purposes.</p> <p>Commissioner Elizabeth Denham has <a href=\"https://techcrunch.com/2018/03/07/uk-watchdog-wants-disclosure-rules-for-political-ads-on-social-media/\">previously said</a> she’s leading towards recommending a code of conduct for use of social media for political campaigning — and said she hopes to publish her report by May.</p> <p>Another clause in the contract between GSR and SCL specifies that Kogan’s company will “seek out informed consent of the seed user engaging with GS Technology” — which would presumably refer to the ~270,000 people who agreed to take the personality quiz in the app deployed via Facebook’s platform.</p> <p>Upon completion of the project, the contract specifies that Kogan’s company may continue to make use of SCL data for “academic research where no financial gain is made”.</p> <p>Another clause details an additional research boon that would be triggered if Kogan was able to meet performance targets and deliver SCL with 2.1M matched records in the 11 US states it was targeting — so long as he met its minimum quality standards and at an averaged cost of $0.50 or less per matched record. In that event, he stood to also receive an SCL dataset of around 1M residents of Trinidad and Tobago — also “for use in academic research”.</p> <p>The second section of the contract explains the project and its specification in detail.</p> <p>Here it states that the aim of the project is “to infer psychological profiles”, using self-reported personality test data, political party preference and “moral value data”.</p> <p>The 11 US states targeted by the project are also named as: Arkansas, Colorado, Florida, Iowa, Louisiana, Nevada, New Hampshire, North Carolina, Oregon, South Carolina and West Virginia.</p> <p>The project is detailed in the contract as a seven step process — with Kogan’s company, GSR, generating an initial seed sample (though it does not specify how large this is here) using “online panels”; analyzing this seed training data using its own “psychometric inventories” to try to determine personality categories; the next step is Kogan’s personality quiz app being deployed on Facebook to gather the full dataset from respondents and also to scrape a subset of data from their Facebook friends (here it notes: “upon consent of the respondent, the GS Technology scrapes and retains the respondent’s Facebook profile and a quantity of data on that respondent’s Facebook friends”); step 4 involves the psychometric data from the seed sample, plus the Facebook profile data and friend data all being run through proprietary modeling algorithms — which the contract specifies are based on using Facebook likes to predict personality scores, with the stated aim of predicting the “psychological, dispositional and/or attitudinal facets of each Facebook record”; this then generates a series of scores per Facebook profile; step 6 is to match these psychometrically scored profiles with voter record data held by SCL — with the goal of matching (and thus scoring) at least 2M voter records for targeting voters across the 11 states; the final step is for matched records to be returned to SCL, which would then be in a position to craft messages to voters based on their modeled psychometric scores.</p> <p>The “ultimate aim” of the psychometric profiling product Kogan built off of the training and Facebook data sets is imagined as “a ‘gold standard’ of understanding personality from Facebook profile information, much like charting a course to sail”.</p> <p>The possibility for errors is noted briefly in the document but it adds: “Sampling in this phase [phase 1 training set] will be repeated until assumptions and distributions are met.”</p> <p>In a later section, on demographic distribution analysis, the contract mentions the possibility for additional “targeted data collection procedures through multiple platforms” to be used — even including “brief phone scripts with single-trait questions” — in order to correct any skews that might be found once the Facebook data is matched with voter databases in each state, (and assuming any “data gaps” could not be “filled in from targeted online samples”, as it also puts it).</p> <p>In a section on “background and rationale”, the contract states that Kogan’s models have been “validity tested” on users who were not part of the training sample, and further claims: “Trait predictions based on Facebook likes are at near test-rest levels and have been compared to the predictions their romantic partners, family members, and friends make about their traits”.</p> <p>“In all the previous cases, the computer-generated scores performed the best. Thus, the computer-generated scores can be more accurate than even the knowledge of very close friends and family members,” it adds.</p> <p>His technology is described as “different from most social research measurement instruments” in that it is not solely based on self-reported data — with the follow-on claim being made that: “Using observed data from Facebook users’ profiles makes GS’ measurements genuinely behavioral.”</p> <p>That suggestion, at least, seems fairly tenuous — given that a portion of Facebook users are undoubtedly aware that the site is tracking their activity when they use it, which in turn is likely to affect how they use Facebook.</p> <p>So the idea that Facebook usage is a 100% naked reflection of personality deserves far more critical questioning than is implied by Kogan’s description of it in the contract with SCL.</p> <p>And, indeed, some of the commentary around this news story has queried the value of the entire exposé by suggesting CA’s psychometric targeting wasn’t very effective — ergo, it may not have had a significant impact on the US election.</p> <p>In contrast to claims being made for his technology in the 2014 contract, Kogan himself claimed in a <a href=\"https://twitter.com/AC360/status/976250089344679936\">TV interview</a> earlier this month (after the scandal broke) that his predictive modeling was not very accurate at an individual level — suggesting it would only be useful in aggregate to, for example, “understand the personality of New Yorkers”.</p> <p>Yesterday Channel 4 News reported that it had been able to obtain some of the data Kogan modeled for CA — thereby supporting Wylie’s testimony that CA had not locked down access to the data. And in its report, the broadcaster spoke to some of the named US voters in Colorado — showing them the scores Kogan’s models had given them.</p> <p>Unsurprisingly, not all their interviewees thought the scores were an accurate reflection of who they were.</p> <p dir=\"ltr\" lang=\"en\">Exclusive: <a class=\"crunchbase-link\" data-entity=\"cambridge-analytica\" data-type=\"organization\" href=\"https://crunchbase.com/organization/cambridge-analytica\" target=\"_blank\">Cambridge Analytica <span class=\"crunchbase-tooltip-indicator\"></span></a> data is still circulating – harvested from thousands of Facebook profiles. <a href=\"https://t.co/zPNdhmMwb1\">https://t.co/zPNdhmMwb1</a></p> <p>— Michael Crick (@MichaelLCrick) <a href=\"https://twitter.com/MichaelLCrick/status/979084438595407873?ref_src=twsrc%5Etfw\">March 28, 2018</a></p> <p></p> <p>However regardless of how effective (or not) Kogan’s methods were, the bald fact that personal information on 50M+ Facebook users was so easily sucked out of the platform is of unquestionable public interest and concern.</p> <p>The added fact this data set was used for psychological modeling for political message targeting purposes — without, in many cases, people’s knowledge or consent — just further underlines the controversy. Whether the political microtargeting method worked well or was hit and miss is really by the by.</p> <p>In the contract, Kogan’s psychological profiling methods are described as “less costly, more detailed, and more quickly collected” than other individual profiling methods, such as “standard political polling or phone samples”.</p> <p>The contract also flags up how the window of opportunity for his approach was closing — at least on Facebook’s platform. “GS’s method relies on a pre-existing application functioning under Facebook’s old terms of service,” it observes. “New applications are not able to access friend networks and no other psychometric profiling applications exist under the old Facebook terms.”</p> <p>As I wrote <a href=\"https://techcrunch.com/2018/03/24/facebook-was-warned-about-app-permissions-in-2011/\">last weekend</a>, Facebook faced a legal challenge to the lax system of app permissions it operated in 2011. And after a data protection audit and re-audit by the Irish Data Protection Commissioner, in 2011 and 2012, the regulator recommended it shutter developers’ access to friend networks — which Facebook finally did (for both old and new apps) as of mid 2015.</p> <p>But in mid 2014 existing developers on its platform could still access the data — as Kogan was able to, handing it off to SCL and its affiliates.</p> <p>Other documents published by the committee today include a contract between Aggregate IQ — a Canadian data company which Wylie described in his evidence session on Tuesday as ‘CA Canada’ (aka yet another affiliate of CA/SCL), although AIQ disputes this. (In a statement on AIQ’s <a href=\"https://aggregateiq.com\">website</a>, dated March 24, it writes: “AggregateIQ is a digital advertising, web and software development company based in Canada. It is and has always been 100% Canadian owned and operated. AggregateIQ has never been and is not a part of Cambridge Analytica or SCL. Aggregate IQ has never entered into a contract with Cambridge Analytica. Chris Wylie has never been employed by AggregateIQ.”)</p> <p>This contract, which is dated September 15, 2014, is for the: “Design and development of an Engagement Platform System”, also referred to as “the Ripon Platform”, and described as: “A scalable engagement platform that leverages the strength of SCLs modelling data, providing an actionable toolset and dashboard interface for the target campaigns in the 2014 election cycle. This will consist of a bespoke engagement platform (SCL Engage) to help make SCLs behavioural microtargeting data actionable while making campaigns more accountable to donors and supporter”.</p> <p>Another contract between Aggregate IQ and SCL is dated November 25, 2013, and covers the delivery of a CRM system, a website and “the acquisition of online data” for a political party in Trinidad and Tobago.</p> <p>In this contract a section on “behavioral data acquisition” details their intentions thus:</p> <p>Identify and obtain qualified sources of data that illustrate user behaviour and contribute to the development of psychographic profiling in the region</p> <p>This data may include, but is not limited to:</p> <p>Internet Service Provider (ISP) log files</p> <p>First party data logs</p> <p>Third party data logs</p> <p>Ad network data</p> <p>Social bookmarking</p> <p>Social media sharing (Twitter, FB, MySpace)</p> <p>Natural Language Processing (NLP) of URL text and images</p> <p>Reconciliation of IP and User-Agent to home address, census tract, or dissemination area</p> <p>In his evidence to the committee on Tuesday Wylie described the AIQ Trinidad project as a “pre-cursor to the Rippon project to see how much data could be pulled and could we profile different attributes in people”.</p> <p>He also alleged AIQ has used hacker type techniques to obtain data. “AIQ’s role was to go and find data,” he told the committee. “The contracting is pulling ISP data and there’s also emails that I’ve passed on to the committee where AIQ is working with SCL to find ways to pull and then de-anonymize ISP data. So, like, raw browsing data.”</p> <p>Another document in the bundle published today details a project pitch by SCL to carry out $200,000 worth of microtargeting and political campaign work for the conservative organization ForAmerica.org — for “audience building and supporter mobilization campaigns”.</p> <p>There is also an internal SCL email chain regarding a political targeting project that also appears to involve the Kogan modeled Facebook data, which is referred to as the “Bolton project” (which seems to refer to work done for the now US national security advisor, John Bolton) — with some back and forth over concerns about delays and problems with data matching in some of the US states and overall data quality.</p> <p>“Need to present the little information we have on the 6,000 seeders to [sic] we have to give a rough and ready and very preliminary reading on that sample ([name redacted] will have to ensure the appropriate disclaimers are in place to manage their expectations and the likelihood that the results will change once more data is received). We need to keep the client happy,” is one of the suggested next steps in an email written by an unidentified SCL staffer working on the Bolton project.</p> <p>“The Ambassador’s team made it clear that he would want some kind of response on the last round of foreign policy questions. Though not ideal, we will simply piss off a man who is potentially an even bigger client if we remain silent on this because it has been clear to us this is something he is particularly interested in,” the emailer also writes.</p> <p>“At this juncture, we unfortunately don’t have the luxury of only providing the perfect data set but must deliver something which shows the validity of what we have been promising we can do,” the emailer adds.</p> <p>Another document is a confidential memorandum prepared for Rebekah Mercer (the daughter of US billionaire Robert Mercer; Wylie has said Mercer provided the funding to set up CA), former Trump advisor Steve Bannon and the (now suspended) CA CEO Alexander Nix advising them on the legality of a foreign corporation (i.e. CA), and foreign nationals (such as Nix and others), carrying out work on US political campaigns.</p> <p>This memo also details the legal structure of SCL and CA — the former being described as a “minority owner” of CA. It reads:</p> <p>With this background we must look first at Cambridge Analytica, LLC (“Cambridge”) and then at the people involved and the contemplated tasks. As I understand it, Cambridge is a Delaware Limited Liability Company that was formed in June of 2014. It is operated through 5 managers, three preferred managers, Ms. Rebekah Mercer, Ms. Jennifer Mercer and Mr. Stephen Bannon, and two common managers, Mr. Alexander Nix and a person to be named. The three preferred managers are all United States citizens, Mr. Nix is not. Cambridge is primarily owned and controlled by US citizens, with SCL Elections Ltd., (“SCL”) a UK limited company being a minority owner. Moreover, certain intellectual property of SCL was licensed to Cambridge, which intellectual property Cambridge could use in its work as a US company in US elections, or other activities.</p> <p>On the salient legal advice point, the memo concludes that US laws prohibiting foreign nationals managing campaigns — “including making direct or indirect decisions regarding the expenditure of campaign dollars” — will have “a significant impact on how Cambridge hires staff and operates in the short term”.</p> ", "website": "techcrunch"}