{"content": "Chris Wylie, the former Cambridge Analytica employee turned whistleblower whose revelations about Facebook data being misused for political campaigning has wiped billions off the share value of the company in recent days and led to the FTC opening a fresh investigation , has suggested the scale of the data leak is substantially larger than has been reported so far. Giving evidence today, to a UK parliamentary select committee  that’s investigating the use of disinformation in political campaigning, Wylie said: “The 50 million number is what the media has felt safest to report — because of the documentation that they can rely on — but my recollection is that it was substantially higher than that. So my own view is it was much more than 50M.” We’ve reached out to Facebook about Wylie’s claim — but at the time of writing the company had not provided a response. “There were several iterations of the Facebook harvesting project,” Wylie also told the committee, fleshing out the process through which he says users’ data was obtained by CA. “It first started as a very small pilot — firstly to see, most simply, is this data matchable to an electoral register… We then scaled out slightly to make sure that [Cambridge University professor Alexsandr Kogan] could acquire data in the speed that he said he could [via a personality test app called thisisyourdigitallife  deployed via Facebook’s platform]. So the first real pilot of it was a sample of 10,000 people who joined the app — that was in late May 2014. “That project went really well and that’s when we signed a much larger contract with GSR [Kogan’s company] in the first week of June… 2014. Where the app went out and collected surveys and people joined the app throughout the summer of 2014.” The personal information the app was able to obtain via Facebook formed the “foundational dataset” underpinning both CA and its targeting models, according to Wylie. “This is what built the company,” he claimed. “This was the foundational dataset that then was modeled to create the algorithms.” Facebook has previously confirmed  270,000 people downloaded Kogan’s app — a data harvesting route which, thanks to the lax structure of Facebook’s APIs at the time , enabled the foreign political consultancy firm to acquire information on more than 50 million Facebook users, according to the Observer , the vast majority of whom would have had no idea their data had been passed to CA because they were never personally asked to consent to it. Instead, their friends were ‘consenting’ on their behalf — likely also without realizing. Earlier this month, after the latest CA revelations broke, the DCMS committee asked Facebook founder Mark Zuckerberg to answer their questions in person but he has so far declined their summons. Though it has just been reported  that he may finally appear before Congress to face questions about how users’ data has been so widely misused via his platform. In a letter to the DCMS committee, dated yesterday, Facebook said it is working with regulators in different countries to confirm exactly how many local users have been affected by data leak. It adds that around 1 per cent of the users whose data was illicitly obtained by CA were European Union users. This small proportion seems unsurprising, given CA was working for the Trump campaign — and therefore aiming to gather data on Americans for 2016 presidential campaign targeting purposes.  EU citizens’ data wouldn’t have had any relevance to that. “There will be two sets of data,” Facebook writes in its letter to the committee discussing the data passed to CA. “The first is people who downloaded the app, and the second is the number of friends of those people who have their privacy settings set in such a way that the app could see some of their data. This second figure will be much higher than the first and we will look to provide both broken down by country as soon as we can.” Facebook’s privacy settings have caused major regulatory and legal headaches for the company over the years. In 2012, for example, Facebook  settled with the FTC over charges it had deceived users  by “telling them they could keep their information on Facebook private, and then repeatedly allowing it to be shared and made public”. And in 2011 and 2012, following a legal complaint by European privacy campaigner and lawyer Max Schrems, Facebook was urged by the Irish Data Protection Commissioner to tighten app permissions to avoid exactly the kind of friends data leakage that has now scaled into this major privacy scandal. Instead, Facebook put off tightening up API permissions until as late as mid 2015 — thereby giving CA a window of opportunity to pull massive amounts of Facebook user data ahead of the 2016 US presidential election. When CA’s (currently suspended) CEO, Alexander Nix, appeared before the DCMS committee in February he was asked whether it worked with GSR and what use it made of GSR data. At that time Nix claimed CA had not used any GSR data. The company is continuing to push this line, claiming in a series of tweets today that while it paid $500k for GSR data it subsequently “deleted the data”. It further claims it used alternative data sources and data sets to build its models. “Our algorithms and models bear no trace of it,” it has also tweeted re: the GSR data. (Following the session, CA has also now put out a longer response statement , refuting multiple parts of Wylie’s testimony and claiming he has “misrepresented himself and the company”. In this it also claims: “Cambridge Analytica does not hold any GSR data or any data derived from GSR data. We have never shared the GSR data with Aggregate IQ [another alleged affiliate company], Palantir or any other entity. Cambridge Analytica did not use any GSR data in the work that we did for the Donald J. Trump for President campaign.”) Asked by the committee about Nix’s earlier, contradicting testimony, Wylie wondered out loud why CA spent “the better part of $1M on GSR” — pointing also to “copious amounts of email” and other documents he says he has provided to the committee as additional evidence, including invoicing and “match rates on the data”. “That’s just not true,” he asserted of CA’s claim not to have used GSR (and therefore Facebook) data. Kogan himself has previously claimed he was unaware exactly what CA wanted to use the data for. “I knew it was for political consulting but beyond that no idea,” he told Anderson Cooper in a TV interview broadcast on March 21, claiming also that he did not know that CA was working for Trump or whether they even used the data his app had gathered. Kogan also suggested the data he had been able to gather was not very accurate at an individual level — claiming it would only be useful in aggregate to, for example, “understand the personality of New Yorkers”. Wylie was asked by the committee how the data was used by CA. Giving an example he says the company’s approach was to target different people for advertising based on their “dispositional attributes and personality traits” — traits it sought to predict via patterns in the data. He said: For example, if you are able to create profiling algorithms that can predict certain traits — so let’s say a high degree of openness and a high degree of neuroticism — and when you look at that profiles that’s the profile of a person who’s more prone towards conspiratorial thinking, for example, they’re open enough to kind of connect to things that may not really seem reasonable to your average person. And they’re anxious enough and impulse enough to start clicking and reading and looking at things — and so if you can create a psychological profile of a type of person who is more prone to adopting certain forms of ideas, conspiracies for example, you can identify what that person looks like in data terms. You can then go out and predict how likely somebody is going to be to adopt more conspiratorial messaging. And then advertise or target them with blogs or websites or various — what everyone now calls fake news — so that they start seeing all of these ideas, or all of these stories around them in their digital environment. They don’t see it when they watch CNN or NBC or BBC. And they start to go well why is that everyone’s talking about this online? Why is it that I’m seeing everything here but the mainstream media isn’t talking about [it]… Not everyone’s going to adopt that — so that advantage of using profiling is you can find the specific group of people who are more prone to adopting that idea as your early adopters… So if you can find those people in your datasets because you know what they look like in terms of data you can catalyze a trend over time. But you first need to find what those people look like. “That was the basis of a lot of our research [at CA and sister company SCL],” he added. “How far can we go with certain types of people. And who is it that we would need to target with what types of messaging.” Wylie told the committee that Kogan’s company was set up exclusively for the purposes of obtaining data for CA, and said the firm chose to work with Kogan because another professor it had approached first had asked for a substantial payment up front and a 50% equity share — whereas he had agreed to work on the project to obtain the data first, and consider commercial terms later. “The deal was that [Kogan] could keep all the data and do research or whatever he wanted to do with is and so for him it was appealing because you had a company that was the equivalent of no academic grant could compete with the amount of money that we could spend on it, and also we didn’t have to go through all the compliance stuff,” added Wylie. “So we could literally just start next week and pay for whatever you want. So my impression at the time was that for an academic that would be quite appealing.”   Another claim made by Wylie during the session was that the secretive US big data firm Palantir helped CA build models off of the Facebook data — although he also said there was no formal contract in place between the two firms. Wylie said Palantir was introduced to CA’s Nix by Sophie Schmidt, Google chairman Eric Schmidt’s daughter, during an internship at CA. “We actually had several meetings with Palantir whilst I was there,” claimed Wylie. “And some of the documentation that I’ve also provided to the committee… [shows] there were senior Palantir employees that were also working on the Facebook data.” The VC-backed firm is known for providing government, finance, healthcare and other organizations with analytics, security and other data management solutions. “That was not an official contract between Palantir and Cambridge Analytica but there were Palantir staff who would come into the office and work on the data,” Wylie added. “And we would go and meet with Palantir staff at Palantir. So, just to clarify, Palantir didn’t officially contract with Cambridge Analytica. But there were Palantir staff who helped build the models that we were working on.” Contacted for comment on this allegation a Palantir spokesperson refuted it entirely — providing TechCrunch with this emailed statement: “Palantir has never had a relationship with Cambridge Analytica nor have we ever worked on any Cambridge Analytica data.” The committee went on to ask Wylie why he was coming forward to tell this story now, given his involvement in building the targeting technologies — and therefore also his interests in the related political campaigns. Wylie responded by saying that he had grown increasingly uncomfortable with CA during his time working there and with the methods being used. “Nothing good has come from Cambridge Analytica,” he added. “It’s not a legitimate business.” In a statement put out on its Twitter yesterday, CA’s acting CEO Alex Tayler sought to distance the firm from Wylie and play down his role there, claiming: “The source of allegations is not a whistleblower or a founder of the company. He was at the company for less than a year, after which he was made the subject of restraining undertakings to prevent his misuse of the company’s intellectual property.” Asked whether he’s received any legal threats since making his allegations public, Wylie said the most legal pushback he’s received so far has come from Facebook, rather than CA. “It’s Facebook who’s most upset about this story,” he told the committee. “They’ve sent some fairly intimidating legal correspondence. They haven’t actually taken action on that… They’ve gone silent, they won’t talk to me anymore. “But I do anticipate some robust pushback from Cambridge Analytica because this is sort of an existential crisis for them,” he added. “But I think that I have a fairly robust public interest defense to breaking that NDA and that undertaking of confidentiality [that he previously signed with CA].” The committee also pressed Wylie on whether he himself had had access to the Facebook data he claims CA used to build its targeting models. Wylie said that he had, though he claims he deleted his copy of the data “some time in 2015”. During the testimony Wylie also suggested Facebook might have found out about the GSL data harvesting project as early as July 2014 — because he says Kogan told him, around that time, that he had spoken to Facebook engineers after his app’s data collection rate had been throttled by the platform. “He told me that he had a conversation with some engineers at Facebook,” said Wylie. “So Facebook would have known from that moment about the project because he had a conversation with Facebook’s engineers — or at least that’s what he told me… Facebook’s account of it is that they had no idea until the Guardian first reported it at the end of 2015 — and then they decided to send out letters. They sent letters to me in August 2016 asking do you know where this data might be, or was it deleted? “It’s interesting that… the date of the letter is the same month that Cambridge Analytica officially joined the Trump campaign. So I’m not sure if Facebook was genuinely concerned about the data or just the optics of y’know now this firm is not just some random firm in Britain, it’s now working for a presidential campaign.” We also asked Facebook if it had any general response to Wylie’s testimony but at the time of writing the company had not responded to this request for comment either. Did Facebook make any efforts to retrieve or delete data, the committee also asked Wylie. “No they didn’t,” he replied. “Not to my knowledge. They certainly didn’t with me — until after I went public and then they made me suspect number one despite the fact the ICO [UK’s Information Commissioner’s Office] wrote to me and to Facebook saying that no I’ve actually given over everything to the authorities.” “I suspect that when Facebook looked at what happened in 2016… they went if we make a big deal of this this might be optically not the best thing to make a big fuss about,” he said. “So I don’t think they pushed it in part because if you want to really investigate a large data breach that’s going to get out and that might cause problems. So my impression was they wanted to push it under the rug.” “All kinds of people [had] access to the data,” he added. “It was everywhere.”", "title_html": "<h1 class=\"article__title\">Facebook data misuse scandal affects “substantially” more than 50M, claims Wylie</h1> ", "url": "https://techcrunch.com/2018/03/27/facebook-data-misuse-scandal-affects-substantially-more-than-50m-claims-wylie", "tfidf": {"tfidf": {"after": 4.08280828084, "britain": 3.2255180820800002, "real": 2.28103448276, "affili": 6.0503048780499995, "elector": 9.535135135139999, "googl": 11.388809182200001, "equival": 4.09175257732, "mark": 1.5079787234, "conspiratori": 520.524590164, "donald": 7.0970049173000005, "survey": 3.7791002142300005, "watch": 3.92581602374, "ahead": 5.625797306869999, "play": 1.46390041494, "basi": 2.42122922068, "form": 2.25511363636, "guardian": 6.58481957694, "pass": 3.23636734278, "wide": 1.5598349381, "kind": 7.741872561779999, "were": 9.22129719264, "committee…": 1443.27272727, "addit": 1.24634950542, "would": 7.580110497259999, "thank": 6.00681044268, "number": 3.30428749827, "previous": 4.28540579448, "been": 7.167494356679999, "the": 135.0, "dataset": 580.829268294, "sophi": 43.3770491803, "felt": 3.28559602649, "cambridg": 47.08438932329, "various": 1.3323262839899999, "consent": 22.9920347574, "whom": 2.30320615117, "well": 2.1311497416, "join": 5.376834499889999, "robust": 39.8894472362, "assert": 4.6178010471199995, "februari": 1.5621371642200002, "approach": 4.15113086678, "higher": 4.2437850842, "front": 2.32820061593, "know": 10.3730806926, "cent": 12.6401273885, "out": 11.661836394009999, "scale": 11.240972386109998, "legal": 13.000327546700001, "chose": 4.42105263158, "grown": 5.78993435449, "summon": 14.4327272727, "instead": 3.18923262354, "creat": 3.7478753541, "defens": 3.19115577889, "copious": 95.06586826350001, "alex": 10.655033557000001, "how": 8.01251640255, "billion": 4.8669527897, "news": 2.08182533438, "million": 3.4558119286, "fair": 6.41066020594, "commission": 17.16324324324, "paid": 3.31163954944, "had": 27.236951501239997, "increas": 1.32024948025, "secur": 2.16885245902, "end": 1.10680423871, "found": 1.11387076405, "given": 4.06278256419, "catalyz": 103.764705882, "interest": 4.80993738639, "summer": 2.22104085059, "spoken": 7.06856634016, "upset": 12.8032258065, "will": 3.67443295788, "report": 5.4537959464, "employe": 11.76, "specif": 1.8719490626099997, "consid": 1.2397313759200002, "contact": 3.2196309065099995, "broadcast": 3.55167785235, "complianc": 23.042089985500002, "behalf": 6.932751091699999, "substanti": 10.433296823670002, "purpos": 4.46833661694, "june…": 1443.27272727, "himself": 6.52259654889, "trace": 4.4408391608399995, "new": 1.0178880554, "claim": 24.43166297968, "unawar": 16.746835443, "healthcar": 18.7659574468, "certain": 7.231154634480001, "need": 2.8745247148199997, "our": 4.71517671518, "longer": 2.02319357716, "author": 1.4229631621399998, "final": 1.34008609775, "rug": 27.7552447552, "that…": 2886.54545454, "point": 1.25990000794, "big": 8.22022782189, "equiti": 25.240063593000002, "uncomfort": 30.648648648600002, "bear": 3.38941076003, "level": 1.6544393497299998, "urg": 6.122637871189999, "has": 17.7420457534, "have": 12.178738093679998, "neurotic": 756.0, "impress": 7.80914904082, "today": 3.49922856514, "advantag": 3.32412060302, "tweet": 185.6842105264, "fuss": 193.609756098, "govern": 1.50941243582, "offic": 3.17774219376, "model": 14.6341848828, "good": 1.51981619759, "founder": 8.067073170739999, "internship": 87.2307692308, "mainstream": 7.450023463160001, "trait": 40.917525773099996, "under": 1.0781663837, "reli": 4.16146788991, "spokesperson": 36.2465753425, "around": 3.6418412601299996, "forward": 3.66566612792, "schmidt": 71.5135135136, "tayler": 1443.27272727, "view": 1.6407606448899998, "process": 1.69524826482, "not": 18.28213166142, "far": 6.84089195304, "breach": 12.297443842, "suggest": 5.271499723289999, "are": 2.05981187156, "pushback": 2886.54545454, "altern": 2.1390460792200003, "aim": 2.8960233491400005, "stori": 6.071902090770001, "happen": 2.96359902931, "silent": 9.10321100917, "broken": 4.46959459459, "open": 3.7367017103399998, "aggreg": 35.085082873000005, "test": 2.65707112971, "involv": 1.4498630137000001, "said": 17.02271176529, "stuff": 23.3127753304, "though": 2.72152224222, "problem": 1.76674827509, "they": 24.72415806888, "suspend": 6.67619848612, "wipe": 20.0454545455, "anoth": 3.40930565496, "reach": 1.49801849406, "consult": 10.43443969766, "let": 3.48616600791, "larger": 4.481580804519999, "alleg": 15.228776978399999, "role": 1.55327267391, "distanc": 3.4754816112099998, "organ": 1.6387283237, "respons": 4.520072126790001, "complaint": 10.1965317919, "eric": 6.411954765750001, "liter": 5.468825353080001, "alexand": 4.19445178336, "algorithm": 83.8521126762, "twitter": 33.213389121300004, "respond": 6.34659204478, "valu": 2.2777618364400003, "two": 2.0275862069, "underpin": 44.3463687151, "either": 1.5830092731099998, "accord": 2.55179619062, "sent": 4.65367140554, "suspect": 12.726252505019998, "intimid": 20.671875, "observ": 2.22446406053, "senior": 4.00706713781, "sever": 2.14482572278, "meet": 3.3317943336799996, "agre": 2.22946215419, "august": 1.46918378679, "deriv": 2.78379800105, "lot": 4.40877534018, "slight": 3.25327868852, "beyond": 2.54586273252, "letter": 12.135759058249999, "collect": 3.28219971056, "both": 2.10431440122, "call": 2.1353059852, "knew": 5.134540750319999, "document": 7.622919334200001, "throughout": 1.5217099587799998, "union": 2.11736463057, "off": 4.53643204116, "true": 2.55569864778, "press": 1.41245551601, "whatev": 15.294797687860001, "rate": 4.2809761359, "use": 13.385303845939998, "introduc": 1.7258397651900002, "media": 5.18738768176, "caus": 2.77043887968, "ani": 11.3383802314, "question": 4.4081632653, "from": 6.00340328982, "account": 1.94463498285, "answer": 4.64890190337, "privat": 2.02396736359, "firm": 29.660906118640003, "num": 20.006300800200002, "structur": 2.0580762250499998, "technolog": 2.6034765496900003, "idea": 12.558470665800002, "yesterday": 66.42677824260001, "environ": 3.43561999567, "everywher": 15.923771313900001, "acquir": 6.21126760564, "for": 28.00882112028, "never": 4.67307692307, "american": 1.31641791045, "discuss": 2.19676214197, "friend": 6.605825242709999, "match": 3.5676404494400002, "revel": 23.244509516799997, "about": 11.71346166749, "think": 8.721479582490002, "late": 2.63480209112, "solut": 4.7278141751, "max": 7.474576271189999, "better": 2.0065722952500002, "compani": 24.8377823408, "effort": 1.89247824532, "current": 1.5325803649, "month": 3.0159574468, "look": 13.360423178619998, "subsequ": 1.7534791252500002, "throttl": 71.5135135135, "compet": 3.26465144972, "formal": 2.44622496148, "toward": 1.6303142329, "intellectu": 5.963936889559999, "trend": 5.43140608963, "public": 4.8969771746, "later": 1.08650424309, "predict": 15.554539516650001, "staff": 10.311322797149998, "legitim": 9.16099249856, "iter": 37.4433962264, "deceiv": 37.1803278689, "then": 7.60605023612, "group": 1.20996875238, "websit": 2.52160101652, "doe": 1.70581282905, "flesh": 20.5914396887, "convers": 6.697321240240001, "give": 4.095975232200001, "foundat": 5.22236842106, "their": 10.1547908405, "place": 1.1004366812200002, "told": 22.08066759388, "lawyer": 6.92368076755, "avoid": 2.45986984816, "investig": 9.35165913999, "invoic": 324.0, "juli": 1.43466473884, "continu": 1.13928955867, "comment": 6.11909809212, "financ": 4.255159474669999, "taken": 1.6012102874399998, "time": 9.10147143132, "presid": 1.9842519685, "charg": 2.3653158522099997, "into": 2.03004922958, "set": 7.12247644686, "relev": 6.938811188810001, "via": 11.48936170215, "won": 2.31732593782, "appeal": 7.3228782287800005, "countri": 2.8276783328799997, "figur": 2.0343413634, "face": 1.80327124035, "earlier": 3.73552941176, "campaign": 22.308196721310004, "local": 1.51720183486, "allow": 1.2716059271100002, "prone": 54.432, "latest": 7.078020508250001, "relationship": 2.39132399458, "committe": 45.32300163132, "help": 2.79925945518, "affect": 2.4794627518400003, "with": 23.027558806769996, "type": 6.084312723570001, "larg": 1.18574949585, "find": 5.188235294129999, "trump": 248.0625, "confidenti": 31.8156312625, "ever": 1.9697270471500001, "line": 1.4182597820299998, "speed": 3.8703071672400005, "even": 1.16461267606, "declin": 2.4039975772299997, "least": 1.6165359943000002, "base": 1.14628158845, "relat": 1.23750876919, "deal": 4.36693714758, "fact": 1.73375559681, "spent": 3.00795755968, "who": 10.627928772299999, "decid": 1.9257641921400002, "univers": 1.24889867841, "hold": 1.6551292744, "email": 66.9873417722, "here": 2.42307692308, "disinform": 184.604651163, "enough": 6.695908899210001, "multipl": 2.74813917258, "sought": 6.9026086956600015, "averag": 2.60390355913, "register…": 1443.27272727, "onlin": 2.6051854282900004, "much": 3.5826688731899994, "than": 7.2295081967499994, "citizen": 3.24397221087, "adopt": 8.177182590800001, "evid": 4.49745042492, "deploy": 7.41869158879, "which": 3.015575535, "wrote": 2.10473286491, "undertak": 21.6, "thing": 7.219645293329998, "sure": 14.907042253520002, "fake": 18.290322580599998, "just": 8.01480858222, "entir": 1.59365589239, "understand": 2.96858638743, "onli": 1.0256476516600002, "conspiraci": 12.928338762200001, "him": 3.26868437306, "simpli": 2.5192002538900002, "grant": 2.2490437739099995, "dure": 4.201389348319999, "statement": 10.26686785944, "thisisyourdigitallif": 1443.27272727, "them": 4.39504463976, "nix": 920.347826088, "matchabl": 1443.27272727, "led": 1.33782758911, "term": 4.18560506196, "where": 2.13430127042, "wherea": 4.13868613139, "opportun": 3.0119521912400002, "nor": 3.3479544496, "massiv": 4.22571200426, "misus": 111.8028169014, "noth": 3.46410648047, "enabl": 3.5421686747, "parliamentari": 10.2227945911, "next": 1.4950560316400001, "request": 3.09051975861, "seri": 1.46511627907, "keep": 4.08490930142, "techcrunch": 1058.4, "professor": 8.62123269074, "appear": 2.6429165972999997, "safest": 83.1204188482, "messag": 9.93491864832, "whi": 13.026461538480001, "digit": 4.416133518780001, "quit": 2.8849718335500003, "zuckerberg": 1058.4, "abl": 5.46255304506, "mani": 1.04426757877, "pull": 5.18654034629, "over": 4.10100096868, "anymor": 35.1238938053, "build": 8.170869789000001, "veri": 2.51760228354, "settl": 3.1135516768000002, "chris": 5.979661016950001, "vcback": 1443.27272727, "provid": 7.29316285122, "existenti": 62.015625, "read": 2.3149606299200003, "select": 2.02345144022, "illicit": 46.8318584071, "earli": 2.24936242562, "same": 1.11857958148, "those": 3.58644578313, "exact": 10.40594275725, "there": 9.36821400471, "connect": 1.8843916913900003, "inform": 6.301250248080001, "unsurpris": 128.032258065, "payment": 7.695588948130001, "therebi": 6.47735618115, "pilot": 11.64356435644, "his": 10.943682360200002, "scandal": 9.818181818180001, "retriev": 2.16826003824, "best": 1.5828514456600002, "exampl": 9.02900473932, "ask": 23.9194630873, "spend": 4.15928739848, "interview": 3.3981164383599998, "therefor": 7.00205821818, "knowledg": 3.3981164383599998, "analytica": 14432.727272699998, "follow": 2.09280253098, "now": 6.9646852379999995, "further": 1.3618116315, "profil": 24.1570298235, "per": 1.9597580545599997, "see": 6.36210627555, "high": 2.2955465587, "yorker": 27.4671280277, "adopters…": 1443.27272727, "haven": 12.690647482000001, "realli": 14.2428229665, "privaci": 113.1978609624, "break": 2.42863698944, "contradict": 11.733924612000001, "also": 17.25100671139, "money": 2.62283165373, "target": 22.532846715330002, "everyth": 9.6393442623, "pattern": 3.79173632673, "one": 1.00627495722, "irish": 5.56077057793, "major": 3.44556174492, "research": 3.8840366972400004, "window": 5.86479497599, "repeat": 2.8771293947099994, "person": 14.052044609700001, "may": 3.15605327679, "whistleblow": 348.92307692400004, "platform": 18.6996466431, "peopl": 13.34525447046, "lax": 68.4310344828, "rather": 1.55692850838, "repli": 6.6593959731500005, "commerci": 2.4036336109, "polit": 8.8425977498, "elect": 2.5228031145700003, "schrem": 1443.27272727, "want": 9.984905660399999, "talk": 9.0910479099, "sinc": 1.08368600683, "individu": 1.8004082558400003, "genuin": 11.4793926247, "act": 1.4318181818200002, "share": 7.4264998246000005, "although": 1.14968498805, "attribut": 3.4156626506, "actual": 5.62446858762, "gone": 5.22408687068, "leak": 28.528301886799998, "week": 3.61064362066, "that": 63.25099601625, "entiti": 6.89361702128, "fresh": 6.7157360406099995, "random": 7.1902173913, "chairman": 6.01135933359, "such": 1.06151377374, "mid": 9.727941176469999, "recollect": 33.213389121300004, "somebodi": 27.2783505155, "other": 4.03969465648, "realiz": 4.89244992296, "whether": 8.82735613012, "numk": 39.2, "loud": 16.283076923099998, "show": 1.26703910615, "second": 2.2261796256, "known": 2.1718194254400003, "foreign": 2.5276229899700002, "clarifi": 16.052578362000002, "misrepres": 72.4931506849, "some": 7.28256880736, "becaus": 10.345666497749999, "facebook": 970.834532373, "blog": 14.1876675603, "push": 11.254253308140001, "get": 1.78562591385, "like": 5.745928338750001, "small": 2.7189587258, "through": 2.14149861738, "manag": 1.6448404475799998, "moment": 4.262013422819999, "kogan": 4762.8, "tell": 6.72284564896, "part": 3.12992048367, "add": 4.61243463103, "analyt": 17.256521739100002, "num…": 1443.27272727, "despit": 1.60606980273, "regulatori": 21.3100671141, "presidenti": 18.975298804770002, "receiv": 2.6109694926400002, "harvest": 35.175775480199995, "gather": 11.35893155259, "put": 4.97420365536, "access": 3.7469907953800003, "this": 20.075872534200002, "psycholog": 6.6846315789499995, "sampl": 7.23280182232, "proport": 5.26741871267, "sister": 3.75852272727, "api": 84.44680851060001, "engin": 7.414072229129999, "delet": 88.69273743, "wonder": 7.265903890160001, "refut": 47.532934131800005, "concern": 1.8852867830400002, "project": 8.76739562625, "differ": 2.4730898045, "anderson": 8.40444679725, "but": 11.17956596889, "turn": 1.3838912133899999, "me…": 1443.27272727, "rout": 3.1619199362700003, "most": 3.06289389069, "between": 2.06907337416, "optic": 29.7861163228, "what": 13.78777830408, "daughter": 3.4915328788199997, "start": 6.3336790872, "soon": 1.9817750592900003, "testimoni": 46.3871439008, "obtain": 13.431472081199999, "all": 5.05733944955, "everyon": 19.189363416600003, "app": 394.21218961629995, "action": 1.81855670103, "whilst": 8.444680851060001, "wyli": 4823.088607584, "reason": 1.72340425532, "march": 1.37980184252, "includ": 1.0190641247799999, "less": 1.46904783936, "former": 1.36111111111, "degre": 4.9705698184, "european": 3.92581602374, "sign": 3.5213485638199997, "day": 1.18371607516, "sort": 5.188235294119999, "subject": 1.8715077213299998, "whose": 3.47016393442, "built": 1.99447236181, "academ": 7.784260848239999, "confirm": 6.165436893200001, "more": 6.1030240902, "and": 57.00359055141, "restrain": 22.909090909099998, "correspond": 3.32481675393, "leakag": 85.8162162162, "these": 2.14830852504, "sourc": 3.39520958084, "amount": 6.8108108108100005, "general": 1.1218202374200001, "made": 5.35194174755, "could": 9.6349567592, "befor": 2.20072082062, "broke": 3.5918552036199998, "tighten": 69.327510917, "download": 29.2915129152, "palantir": 18762.54545451, "year": 2.0970873786400004, "congress": 3.86277372263, "seem": 4.58247943426, "can": 11.7626139142, "make": 5.3813300793000005, "click": 34.7396061269, "way": 1.2190739461, "write": 6.172628304810001, "anticip": 7.793814432989999, "went": 9.049247606, "threat": 3.63045963869, "session": 11.19210433556, "accur": 5.768895348840001, "permiss": 12.560126582279999, "disposit": 30.068181818200003, "protect": 1.96460834055, "regul": 3.88736532811, "contract": 12.066121983639999, "say": 12.2811360371, "data": 192.45682688238, "impuls": 23.730941704, "until": 3.44556174492, "prevent": 2.16117615029, "method": 2.5714285714300003, "anxious": 30.767441860500004, "crisi": 4.24832753546, "come": 5.31325301204, "might": 8.624745348360001, "advertis": 11.22375397668, "pay": 2.80148226575, "headach": 54.0, "send": 3.75053153792, "identifi": 2.30187037843, "work": 14.49761168869, "first": 10.0761614623, "copi": 3.8375634517800004, "busi": 2.05541170378, "date": 3.26163328198, "while": 1.0441988950299999, "offici": 4.21449429255, "properti": 2.5949656750599996, "secret": 3.11294117647, "exclus": 3.40906162766, "without": 1.29547123623, "recent": 1.54405757635, "alexsandr": 1443.27272727, "down": 2.71779508688, "cooper": 3.675, "own": 1.17844418052, "when": 5.10383848775, "user": 61.6843127732, "vast": 4.05620848237}, "logtfidf": {"after": 0.08196277859239999, "britain": 1.17109358295, "real": 0.824629060574, "affili": 1.8001086638400001, "elector": 2.25498341149, "googl": 2.43263122258, "equival": 1.40897338129, "mark": 0.410770160338, "conspiratori": 11.123379899460001, "donald": 1.95967285241, "survey": 1.3294859427299999, "watch": 1.36757423376, "ahead": 1.7273626814900003, "play": 0.38110439064199997, "basi": 0.884275353639, "form": 0.240106368382, "guardian": 1.8847669357199999, "pass": 0.96260865948, "wide": 0.44458000675399995, "kind": 2.8440939081509997, "were": 0.21862029312989997, "committee…": 7.2746685411000005, "addit": 0.220218882972, "would": 0.5573233957529, "thank": 1.7928938993, "number": 0.2898257352558, "previous": 1.069808880189, "been": 0.16552187657880002, "the": 0.0, "dataset": 15.79753369992, "sophi": 3.7699304805000002, "felt": 1.18954807429, "cambridg": 15.994508600509999, "various": 0.28692650007, "consent": 4.88400132098, "whom": 0.8343021310169999, "well": 0.1270288766312, "join": 1.75046258826, "robust": 5.9859292561199995, "assert": 1.52991862796, "februari": 0.446054860765, "approach": 1.4604672291620002, "higher": 1.50461679799, "front": 0.845095701382, "know": 3.811678777592, "cent": 2.53687646687, "out": 0.6426903001123, "scale": 3.9628591898399996, "legal": 4.7776832030400005, "chose": 1.48637781968, "grown": 1.75612095378, "summon": 2.66949835512, "instead": 0.9332663008300001, "creat": 0.667730455542, "defens": 1.16038316431, "copious": 4.55457000149, "alex": 2.36603241496, "how": 2.3578347846500005, "billion": 1.5824680307199999, "news": 0.733245073485, "million": 1.0938205001880001, "fair": 2.32963016262, "commission": 4.29924579166, "paid": 1.19744339891, "had": 1.2084286346886, "increas": 0.277820718929, "secur": 0.774198206948, "end": 0.101476798618, "found": 0.107841124048, "given": 0.9097674324930001, "catalyz": 4.64212589251, "interest": 1.416215333946, "summer": 0.797975937624, "spoken": 1.9556576786000002, "upset": 2.5496971553, "will": 0.6083596047450001, "report": 1.2400700361480002, "employe": 3.5431135238199998, "specif": 0.626980167541, "consid": 0.214894723824, "contact": 1.16926672768, "broadcast": 1.2674201263, "complianc": 3.1373225428900002, "behalf": 1.93625671735, "substanti": 3.7391700626100004, "purpos": 1.607738074644, "june…": 7.2746685411000005, "himself": 2.329980755061, "trace": 1.49084335877, "new": 0.0177299468511, "claim": 6.7726597108, "unawar": 2.81820931165, "healthcar": 2.9320444543, "certain": 2.368417451124, "need": 0.725480326884, "our": 1.7152784283640001, "longer": 0.7046772417749999, "author": 0.35274143130999996, "final": 0.292733863948, "rug": 3.3234248225200003, "that…": 14.549337082200001, "point": 0.23103235903299998, "big": 3.0239569067100005, "equiti": 3.2284325572, "uncomfort": 3.4225885716400004, "bear": 1.22065608919, "level": 0.503462189943, "urg": 1.8119930283599999, "has": 0.7263070625316, "have": 0.1774200280944, "neurotic": 6.6280413761800006, "impress": 2.7242976394200005, "today": 1.118790707358, "advantag": 1.20120515883, "tweet": 9.0618005148, "fuss": 5.26584456664, "govern": 0.411720459754, "offic": 0.926047524196, "model": 5.162150511777001, "good": 0.418589404907, "founder": 2.7892871114599997, "internship": 4.46855712683, "mainstream": 2.0082171818, "trait": 7.83883855683, "under": 0.07526180538319999, "reli": 1.42586787018, "spokesperson": 3.5903449035300006, "around": 0.581631317346, "forward": 1.29901007269, "schmidt": 7.153478502939999, "tayler": 7.2746685411000005, "view": 0.49515994217299997, "process": 0.527829199025, "not": 0.279943434135, "far": 2.146495058012, "breach": 2.50939142306, "suggest": 1.691107832631, "are": 0.0589349471654, "pushback": 14.549337082200001, "altern": 0.760359972282, "aim": 1.06333853704, "stori": 2.1151788797610003, "happen": 1.08640441802, "silent": 2.20862720943, "broken": 1.49729770979, "open": 0.658773114087, "aggreg": 5.7292577404, "test": 0.977224437103, "involv": 0.371469078658, "said": 4.803184823965, "stuff": 3.1490015077499995, "though": 0.616088382158, "problem": 0.569140724273, "they": 0.7134478744224, "suspend": 1.89854873665, "wipe": 2.99800242209, "anoth": 0.38368908495599996, "reach": 0.40414323085000003, "consult": 3.3039293280199997, "let": 1.2488025672799998, "larger": 1.613657323556, "alleg": 5.34756999644, "role": 0.44036410757399996, "distanc": 1.24573306257, "organ": 0.49392052866999997, "respons": 1.229746986909, "complaint": 2.3220476420700003, "eric": 1.8581641801, "liter": 1.6990638498800001, "alexand": 1.43376264803, "algorithm": 9.99132718554, "twitter": 3.50295308141, "respond": 2.30954160482, "valu": 0.823193310148, "two": 0.0273976887164, "underpin": 3.7920308275, "either": 0.459327638815, "accord": 0.487300638254, "sent": 1.689018554176, "suspect": 3.70103961144, "intimid": 3.02877408076, "observ": 0.7995160149320001, "senior": 1.38805958664, "sever": 0.13982224079379998, "meet": 1.02072763451, "agre": 0.801760369921, "august": 0.384706999499, "deriv": 1.02381618275, "lot": 1.4835969502500002, "slight": 1.17966331506, "beyond": 0.934469583725, "letter": 4.43359237971, "collect": 0.99073332104, "both": 0.10168506677860001, "call": 0.1309255488976, "knew": 1.6359904042, "document": 2.7976413671489997, "throughout": 0.41983467543499997, "union": 0.750172216607, "off": 1.240585561164, "true": 0.938325629634, "press": 0.345329690455, "whatev": 4.0687311392400005, "rate": 1.522067744332, "use": 0.37970425651080003, "introduc": 0.5457137524260001, "media": 1.9061661061039998, "caus": 0.651717134812, "ani": 1.2560835836600002, "question": 1.580621858028, "from": 0.0034023250131959997, "account": 0.665074289973, "answer": 1.5366310419, "privat": 0.705059626587, "firm": 10.483106758, "num": 0.006299807907940001, "structur": 0.7217716751350001, "technolog": 0.956847686355, "idea": 4.43181553272, "yesterday": 7.00590616282, "environ": 1.2341974030299998, "everywher": 2.76781304394, "acquir": 2.2664356356999997, "for": 0.008819731071116001, "never": 1.329616308273, "american": 0.274914343622, "discuss": 0.78698452262, "friend": 2.368018750872, "match": 1.27190443874, "revel": 4.90584354754, "about": 0.6912782522206, "think": 3.2015298352499997, "late": 0.551321781752, "solut": 1.55346297627, "max": 2.01150743154, "better": 0.6964279406, "compani": 7.036436049552, "effort": 0.637887211057, "current": 0.42695282784500005, "month": 0.821540320676, "look": 4.5247068552, "subsequ": 0.561601885907, "throttl": 4.26988643203, "compet": 1.1831530035, "formal": 0.894546004205, "toward": 0.48877277716000006, "intellectu": 1.78573081495, "trend": 1.6921980487900001, "public": 0.8092950019480001, "later": 0.0829654259878, "predict": 4.937220713069999, "staff": 3.70389091041, "legitim": 2.2149545241900004, "iter": 3.62283035867, "deceiv": 3.61577980067, "then": 0.5812370566163, "group": 0.190594534797, "websit": 0.924894023806, "doe": 0.5340417297169999, "flesh": 3.02487544034, "convers": 2.4171209019999997, "give": 0.9341776566719999, "foundat": 1.919607677886, "their": 0.15360505122700002, "place": 0.0957070839572, "told": 8.04154614991, "lawyer": 1.93494753105, "avoid": 0.900108441291, "investig": 3.4108244610600003, "invoic": 5.78074351579, "juli": 0.360931190445, "continu": 0.13040487398700001, "comment": 2.23653506908, "financ": 1.44813224068, "taken": 0.470759772949, "time": 0.1009036697634, "presid": 0.6852420010529999, "charg": 0.860911565756, "into": 0.0298257264574, "set": 1.0289760677339999, "relev": 1.9371304613999998, "via": 4.15991812707, "won": 0.8404139079, "appeal": 2.5957125415599998, "countri": 0.69261763466, "figur": 0.7101721121600001, "face": 0.589602371257, "earlier": 1.24948474285, "campaign": 8.169566396148001, "local": 0.416867740206, "allow": 0.24028061118900002, "prone": 8.69501978265, "latest": 1.95699427938, "relationship": 0.871847185184, "committe": 16.44660270806, "help": 0.672415442688, "affect": 0.908041904384, "with": 0.02754230940797, "type": 2.121304456161, "larg": 0.17037506060600002, "find": 1.643343990864, "trump": 16.50954547768, "confidenti": 3.45995771815, "ever": 0.6778949784020001, "line": 0.349430614452, "speed": 1.3533338752700002, "even": 0.152388564834, "declin": 0.8771330088629999, "least": 0.480285584745, "base": 0.13652330228700002, "relat": 0.21310030165399999, "deal": 1.561829402506, "fact": 0.5502899207949999, "spent": 1.10126129684, "who": 0.6090023298589999, "decid": 0.655322871893, "univers": 0.222262105686, "hold": 0.503879117196, "email": 7.022712984419999, "here": 0.8850381883700001, "disinform": 5.21821651765, "enough": 2.408653317507, "multipl": 1.01092401812, "sought": 2.47750446286, "averag": 0.957011687995, "register…": 7.2746685411000005, "onlin": 0.957503854357, "much": 0.5324871879030001, "than": 0.2258260355274, "citizen": 1.1767985698999999, "adopt": 2.8602132144440002, "evid": 1.6207269668320001, "deploy": 2.00400270589, "which": 0.01553524153629, "wrote": 0.744188554049, "undertak": 4.75909226826, "thing": 2.63458060404, "sure": 4.0173731104, "fake": 2.9063720992400004, "just": 1.737188604654, "entir": 0.46603068026999994, "understand": 1.0880858756799998, "onli": 0.025324268329099998, "conspiraci": 2.5594217052, "him": 0.9824807819939999, "simpli": 0.923941491586, "grant": 0.8105051365070001, "dure": 0.1964836267576, "statement": 3.6909291274500005, "thisisyourdigitallif": 7.2746685411000005, "them": 0.3767333076372, "nix": 21.75382923724, "matchabl": 7.2746685411000005, "led": 0.29104709623799996, "term": 0.9991169506380001, "where": 0.1299842774914, "wherea": 1.4203783778999999, "opportun": 1.10258843705, "nor": 1.2083495472799999, "massiv": 1.44118776833, "misus": 10.85437340289, "noth": 1.24245472939, "enabl": 1.26473915954, "parliamentari": 2.32461999075, "next": 0.402163685499, "request": 1.12833928344, "seri": 0.38193461069799994, "keep": 1.4283046893459999, "techcrunch": 6.964513612799999, "professor": 2.92216179492, "appear": 0.557471796986, "safest": 4.42029038586, "messag": 3.2058170140400004, "whi": 4.72275372188, "digit": 1.48526454375, "quit": 1.05951513684, "zuckerberg": 6.964513612799999, "abl": 1.7979119474250003, "mani": 0.0433157581221, "pull": 1.6460668749599998, "over": 0.0997468859828, "anymor": 3.5588816340699996, "build": 2.455687260455, "veri": 0.460319586476, "settl": 1.13576409285, "chris": 1.78836388023, "vcback": 7.2746685411000005, "provid": 1.17106706595, "existenti": 4.12738636942, "read": 0.83939268088, "select": 0.704804687133, "illicit": 3.8465637065199996, "earli": 0.234999258216, "same": 0.112059649604, "those": 0.5356481726189999, "exact": 3.7312943197500004, "there": 0.36088103632949997, "connect": 0.633605058682, "inform": 1.817814818648, "unsurpris": 4.8522822483, "payment": 2.04064730083, "therebi": 1.86831243037, "pilot": 3.5232128621199994, "his": 0.901772433641, "scandal": 2.28423595433, "retriev": 0.773925020223, "best": 0.459227932947, "exampl": 2.4520960499939997, "ask": 8.544769308316999, "spend": 1.42534376116, "interview": 1.2232212893899999, "therefor": 2.542775545008, "knowledg": 1.2232212893899999, "analytica": 72.746685411, "follow": 0.09071382218839999, "now": 0.8945576701260001, "further": 0.308815895297, "profil": 7.875687576550002, "per": 0.672821024072, "see": 1.20460792746, "high": 0.27564757308000004, "yorker": 3.31298994523, "adopters…": 7.2746685411000005, "haven": 2.54086530344, "realli": 4.6729225191, "privaci": 13.37137163352, "break": 0.88733019029, "contradict": 2.4624841857299997, "also": 0.2491716826, "money": 0.964254518011, "target": 8.183447647340001, "everyth": 3.14541180634, "pattern": 1.33282404788, "one": 0.0062553516455, "irish": 1.7157366918099999, "major": 0.415423990317, "research": 1.327455636276, "window": 1.7689675242900003, "repeat": 1.0567930591299999, "person": 3.4018281601800004, "may": 0.1521299858532, "whistleblow": 10.32340861478, "platform": 5.48967701676, "peopl": 2.125921363203, "lax": 4.225826442240001, "rather": 0.442714975539, "repli": 1.89602878572, "commerci": 0.8769815969470001, "polit": 2.8507139207299996, "elect": 0.925370630376, "schrem": 7.2746685411000005, "want": 3.4581830312749995, "talk": 3.32603368347, "sinc": 0.0803681994577, "individu": 0.588013447985, "genuin": 2.44055348224, "act": 0.358945092473, "share": 2.475041198988, "although": 0.139487981418, "attribut": 1.2283715153700001, "actual": 1.885542544944, "gone": 1.65328002099, "leak": 5.31549892526, "week": 1.1814777283239999, "that": 0.25049734791732, "entiti": 1.93059591408, "fresh": 1.9044534353799998, "random": 1.9727214065099998, "chairman": 1.7936509016099997, "such": 0.059695977806, "mid": 2.27500227838, "recollect": 3.50295308141, "somebodi": 3.30609336617, "other": 0.03949899167904, "realiz": 1.5876931847600002, "whether": 3.166244758588, "numk": 3.6686767468, "loud": 2.7901263429100003, "show": 0.236682766013, "second": 0.21427952675999998, "known": 0.1648361611984, "foreign": 0.927279331449, "clarifi": 2.7758694822799996, "misrepres": 4.283492084090001, "some": 0.2770145634515, "becaus": 1.254088429425, "facebook": 113.96104766809998, "blog": 2.65237310559, "push": 3.96640152108, "get": 0.579769005782, "like": 0.6952678827250001, "small": 0.614203610118, "through": 0.1367173837698, "manag": 0.497643387158, "moment": 1.4497416830899998, "kogan": 56.44229789016, "tell": 2.42472868802, "part": 0.12718593294840003, "add": 1.52875583713, "analyt": 2.8481901438599997, "num…": 7.2746685411000005, "despit": 0.473790078298, "regulatori": 3.05917959552, "presidenti": 5.53357734534, "receiv": 0.533148849844, "harvest": 7.3852360812899995, "gather": 3.9941762001899996, "put": 1.516958999562, "access": 1.255611765432, "this": 0.07572898105, "psycholog": 1.89981109743, "sampl": 1.9786264883900002, "proport": 1.66154043472, "sister": 1.32402598852, "api": 4.43612185107, "engin": 2.7143026748279997, "delet": 12.39553458776, "wonder": 1.98319270637, "refut": 6.33655128074, "concern": 0.634079948873, "project": 2.8080094295349998, "differ": 0.424642242624, "anderson": 2.1287609464, "but": 0.1781160927909, "turn": 0.324899251064, "me…": 7.2746685411000005, "rout": 1.15117941787, "most": 0.06224368888679999, "between": 0.06790736233059999, "optic": 5.40179041836, "what": 2.484760265097, "daughter": 1.25034086008, "start": 1.182216846455, "soon": 0.6839929376880001, "testimoni": 9.802911954439999, "obtain": 4.940813517515, "all": 0.057013160488999994, "everyon": 5.56723154442, "app": 39.36893448246, "action": 0.598043165069, "whilst": 2.13353675808, "wyli": 127.27478307455999, "reason": 0.544301552962, "march": 0.32193989648000004, "includ": 0.0188846813905, "less": 0.3846144626, "former": 0.308301359655, "degre": 1.820774609136, "european": 1.348854106406, "sign": 1.131393700806, "day": 0.16865870631700003, "sort": 1.64639361896, "subject": 0.6267443740950001, "whose": 1.1021093112659999, "built": 0.690379535065, "academ": 2.71791334918, "confirm": 2.2516236405, "more": 0.10214958959999998, "and": 0.0035904380976252, "restrain": 3.1315338147099996, "correspond": 1.20141456099, "leakag": 4.45220798882, "these": 0.1430672388016, "sourc": 1.058436621502, "amount": 2.459696658597, "general": 0.114952578063, "made": 0.3401076304865, "could": 1.4876501783200002, "befor": 0.191275543759, "broke": 1.2786688388299998, "tighten": 7.0913892595800005, "download": 5.3683012638, "palantir": 94.57069103430001, "year": 0.09480447778920001, "congress": 1.35138550641, "seem": 1.658186064552, "can": 1.6234109639399998, "make": 0.36748828911449993, "click": 3.54788042301, "way": 0.19809150993500002, "write": 2.164537319631, "anticip": 2.05333039768, "went": 2.9662185218249997, "threat": 1.2893592624899999, "session": 3.4441227581800002, "accur": 1.75248061485, "permiss": 3.6747601172800004, "disposit": 3.4034675302, "protect": 0.67529290767, "regul": 1.3577316346200001, "contract": 4.4164293142, "say": 3.935079963864, "data": 69.3587733336, "impuls": 3.16677975377, "until": 0.415423990317, "prevent": 0.7706525875229999, "method": 0.944461608841, "anxious": 3.42645704842, "crisi": 1.4465253844200001, "come": 1.1356396261200001, "might": 3.0733643061360003, "advertis": 3.4497704851999997, "pay": 1.0301486577299999, "headach": 3.9889840465599997, "send": 1.32189757338, "identifi": 0.833722000472, "work": 1.417449374549, "first": 0.0758728981216, "copi": 1.34483764744, "busi": 0.720476170355, "date": 0.978161792194, "while": 0.04324998379380001, "offici": 1.019751952629, "properti": 0.953573289192, "secret": 1.13556799519, "exclus": 1.22643707092, "without": 0.258874517941, "recent": 0.434413741288, "alexsandr": 7.2746685411000005, "down": 0.613347482372, "cooper": 1.30155313266, "own": 0.164195077421, "when": 0.102774944292, "user": 16.34070485504, "vast": 1.40024866595}, "logidf": {"after": 0.020490694648099998, "britain": 1.17109358295, "real": 0.824629060574, "affili": 1.8001086638400001, "elector": 2.25498341149, "googl": 2.43263122258, "equival": 1.40897338129, "mark": 0.410770160338, "conspiratori": 5.561689949730001, "donald": 1.95967285241, "survey": 1.3294859427299999, "watch": 1.36757423376, "ahead": 1.7273626814900003, "play": 0.38110439064199997, "basi": 0.884275353639, "form": 0.120053184191, "guardian": 1.8847669357199999, "pass": 0.48130432974, "wide": 0.44458000675399995, "kind": 0.948031302717, "were": 0.024291143681099997, "committee…": 7.2746685411000005, "addit": 0.220218882972, "would": 0.0796176279647, "thank": 1.7928938993, "number": 0.0966085784186, "previous": 0.356602960063, "been": 0.023645982368400004, "the": 0.0, "dataset": 5.26584456664, "sophi": 3.7699304805000002, "felt": 1.18954807429, "cambridg": 1.45404623641, "various": 0.28692650007, "consent": 2.44200066049, "whom": 0.8343021310169999, "well": 0.0635144383156, "join": 0.58348752942, "robust": 2.9929646280599997, "assert": 1.52991862796, "februari": 0.446054860765, "approach": 0.7302336145810001, "higher": 0.752308398995, "front": 0.845095701382, "know": 0.952919694398, "cent": 2.53687646687, "out": 0.0584263909193, "scale": 1.32095306328, "legal": 0.955536640608, "chose": 1.48637781968, "grown": 1.75612095378, "summon": 2.66949835512, "instead": 0.46663315041500003, "creat": 0.222576818514, "defens": 1.16038316431, "copious": 4.55457000149, "alex": 2.36603241496, "how": 0.47156695693000006, "billion": 1.5824680307199999, "news": 0.733245073485, "million": 0.5469102500940001, "fair": 1.16481508131, "commission": 2.14962289583, "paid": 1.19744339891, "had": 0.0464780244111, "increas": 0.277820718929, "secur": 0.774198206948, "end": 0.101476798618, "found": 0.107841124048, "given": 0.303255810831, "catalyz": 4.64212589251, "interest": 0.47207177798199995, "summer": 0.797975937624, "spoken": 1.9556576786000002, "upset": 2.5496971553, "will": 0.202786534915, "report": 0.31001750903700004, "employe": 1.7715567619099999, "specif": 0.626980167541, "consid": 0.214894723824, "contact": 1.16926672768, "broadcast": 1.2674201263, "complianc": 3.1373225428900002, "behalf": 1.93625671735, "substanti": 1.24639002087, "purpos": 0.803869037322, "june…": 7.2746685411000005, "himself": 0.7766602516869999, "trace": 1.49084335877, "new": 0.0177299468511, "claim": 0.423291231925, "unawar": 2.81820931165, "healthcar": 2.9320444543, "certain": 0.592104362781, "need": 0.362740163442, "our": 0.8576392141820001, "longer": 0.7046772417749999, "author": 0.35274143130999996, "final": 0.292733863948, "rug": 3.3234248225200003, "that…": 7.2746685411000005, "point": 0.23103235903299998, "big": 1.00798563557, "equiti": 3.2284325572, "uncomfort": 3.4225885716400004, "bear": 1.22065608919, "level": 0.503462189943, "urg": 1.8119930283599999, "has": 0.0427239448548, "have": 0.0147850023412, "neurotic": 6.6280413761800006, "impress": 1.3621488197100002, "today": 0.559395353679, "advantag": 1.20120515883, "tweet": 4.5309002574, "fuss": 5.26584456664, "govern": 0.411720459754, "offic": 0.463023762098, "model": 0.7374500731110001, "good": 0.418589404907, "founder": 1.3946435557299999, "internship": 4.46855712683, "mainstream": 2.0082171818, "trait": 2.61294618561, "under": 0.07526180538319999, "reli": 1.42586787018, "spokesperson": 3.5903449035300006, "around": 0.19387710578200001, "forward": 1.29901007269, "schmidt": 3.5767392514699994, "tayler": 7.2746685411000005, "view": 0.49515994217299997, "process": 0.527829199025, "not": 0.0155524130075, "far": 0.536623764503, "breach": 2.50939142306, "suggest": 0.563702610877, "are": 0.0294674735827, "pushback": 7.2746685411000005, "altern": 0.760359972282, "aim": 1.06333853704, "stori": 0.705059626587, "happen": 1.08640441802, "silent": 2.20862720943, "broken": 1.49729770979, "open": 0.219591038029, "aggreg": 2.8646288702, "test": 0.977224437103, "involv": 0.371469078658, "said": 0.436653165815, "stuff": 3.1490015077499995, "though": 0.308044191079, "problem": 0.569140724273, "they": 0.0297269947676, "suspend": 1.89854873665, "wipe": 2.99800242209, "anoth": 0.127896361652, "reach": 0.40414323085000003, "consult": 1.6519646640099999, "let": 1.2488025672799998, "larger": 0.806828661778, "alleg": 1.33689249911, "role": 0.44036410757399996, "distanc": 1.24573306257, "organ": 0.49392052866999997, "respons": 0.40991566230300003, "complaint": 2.3220476420700003, "eric": 1.8581641801, "liter": 1.6990638498800001, "alexand": 1.43376264803, "algorithm": 3.33044239518, "twitter": 3.50295308141, "respond": 1.15477080241, "valu": 0.823193310148, "two": 0.0136988443582, "underpin": 3.7920308275, "either": 0.459327638815, "accord": 0.243650319127, "sent": 0.844509277088, "suspect": 1.85051980572, "intimid": 3.02877408076, "observ": 0.7995160149320001, "senior": 1.38805958664, "sever": 0.06991112039689999, "meet": 0.510363817255, "agre": 0.801760369921, "august": 0.384706999499, "deriv": 1.02381618275, "lot": 1.4835969502500002, "slight": 1.17966331506, "beyond": 0.934469583725, "letter": 0.886718475942, "collect": 0.49536666052, "both": 0.050842533389300004, "call": 0.0654627744488, "knew": 1.6359904042, "document": 0.932547122383, "throughout": 0.41983467543499997, "union": 0.750172216607, "off": 0.41352852038800003, "true": 0.938325629634, "press": 0.345329690455, "whatev": 2.0343655696200003, "rate": 0.761033872166, "use": 0.0292080197316, "introduc": 0.5457137524260001, "media": 0.9530830530519999, "caus": 0.325858567406, "ani": 0.125608358366, "question": 0.790310929014, "from": 0.000567054168866, "account": 0.665074289973, "answer": 1.5366310419, "privat": 0.705059626587, "firm": 1.31038834475, "num": 0.00031499039539700004, "structur": 0.7217716751350001, "technolog": 0.956847686355, "idea": 0.73863592212, "yesterday": 3.50295308141, "environ": 1.2341974030299998, "everywher": 2.76781304394, "acquir": 1.1332178178499999, "for": 0.00031499039539700004, "never": 0.443205436091, "american": 0.274914343622, "discuss": 0.78698452262, "friend": 0.7893395836239999, "match": 1.27190443874, "revel": 2.45292177377, "about": 0.0628434774746, "think": 1.06717661175, "late": 0.275660890876, "solut": 1.55346297627, "max": 2.01150743154, "better": 0.6964279406, "compani": 0.439777253097, "effort": 0.637887211057, "current": 0.42695282784500005, "month": 0.410770160338, "look": 0.6463866936, "subsequ": 0.561601885907, "throttl": 4.26988643203, "compet": 1.1831530035, "formal": 0.894546004205, "toward": 0.48877277716000006, "intellectu": 1.78573081495, "trend": 1.6921980487900001, "public": 0.20232375048700002, "later": 0.0829654259878, "predict": 1.6457402376899999, "staff": 1.2346303034700001, "legitim": 2.2149545241900004, "iter": 3.62283035867, "deceiv": 3.61577980067, "then": 0.08303386523089999, "group": 0.190594534797, "websit": 0.924894023806, "doe": 0.5340417297169999, "flesh": 3.02487544034, "convers": 1.2085604509999999, "give": 0.311392552224, "foundat": 0.959803838943, "their": 0.015360505122700001, "place": 0.0957070839572, "told": 1.14879230713, "lawyer": 1.93494753105, "avoid": 0.900108441291, "investig": 1.13694148702, "invoic": 5.78074351579, "juli": 0.360931190445, "continu": 0.13040487398700001, "comment": 1.11826753454, "financ": 1.44813224068, "taken": 0.470759772949, "time": 0.0112115188626, "presid": 0.6852420010529999, "charg": 0.860911565756, "into": 0.0149128632287, "set": 0.171496011289, "relev": 1.9371304613999998, "via": 0.831983625414, "won": 0.8404139079, "appeal": 1.2978562707799999, "countri": 0.34630881733, "figur": 0.7101721121600001, "face": 0.589602371257, "earlier": 0.624742371425, "campaign": 0.9077295995720001, "local": 0.416867740206, "allow": 0.24028061118900002, "prone": 2.89833992755, "latest": 1.95699427938, "relationship": 0.871847185184, "committe": 1.17475733629, "help": 0.336207721344, "affect": 0.908041904384, "with": 0.00119749171339, "type": 0.707101485387, "larg": 0.17037506060600002, "find": 0.547781330288, "trump": 4.12738636942, "confidenti": 3.45995771815, "ever": 0.6778949784020001, "line": 0.349430614452, "speed": 1.3533338752700002, "even": 0.152388564834, "declin": 0.8771330088629999, "least": 0.480285584745, "base": 0.13652330228700002, "relat": 0.21310030165399999, "deal": 0.780914701253, "fact": 0.5502899207949999, "spent": 1.10126129684, "who": 0.0609002329859, "decid": 0.655322871893, "univers": 0.222262105686, "hold": 0.503879117196, "email": 3.5113564922099996, "here": 0.8850381883700001, "disinform": 5.21821651765, "enough": 0.802884439169, "multipl": 1.01092401812, "sought": 1.23875223143, "averag": 0.957011687995, "register…": 7.2746685411000005, "onlin": 0.957503854357, "much": 0.17749572930100002, "than": 0.0322608622182, "citizen": 1.1767985698999999, "adopt": 0.7150533036110001, "evid": 0.8103634834160001, "deploy": 2.00400270589, "which": 0.00517841384543, "wrote": 0.744188554049, "undertak": 2.37954613413, "thing": 0.8781935346799999, "sure": 2.0086865552, "fake": 2.9063720992400004, "just": 0.289531434109, "entir": 0.46603068026999994, "understand": 1.0880858756799998, "onli": 0.025324268329099998, "conspiraci": 2.5594217052, "him": 0.49124039099699995, "simpli": 0.923941491586, "grant": 0.8105051365070001, "dure": 0.0491209066894, "statement": 1.2303097091500002, "thisisyourdigitallif": 7.2746685411000005, "them": 0.0941833269093, "nix": 5.43845730931, "matchabl": 7.2746685411000005, "led": 0.29104709623799996, "term": 0.33303898354600003, "where": 0.0649921387457, "wherea": 1.4203783778999999, "opportun": 1.10258843705, "nor": 1.2083495472799999, "massiv": 1.44118776833, "misus": 3.61812446763, "noth": 1.24245472939, "enabl": 1.26473915954, "parliamentari": 2.32461999075, "next": 0.402163685499, "request": 1.12833928344, "seri": 0.38193461069799994, "keep": 0.7141523446729999, "techcrunch": 6.964513612799999, "professor": 1.46108089746, "appear": 0.278735898493, "safest": 4.42029038586, "messag": 1.6029085070200002, "whi": 1.18068843047, "digit": 1.48526454375, "quit": 1.05951513684, "zuckerberg": 6.964513612799999, "abl": 0.599303982475, "mani": 0.0433157581221, "pull": 1.6460668749599998, "over": 0.0249367214957, "anymor": 3.5588816340699996, "build": 0.491137452091, "veri": 0.230159793238, "settl": 1.13576409285, "chris": 1.78836388023, "vcback": 7.2746685411000005, "provid": 0.19517784432500002, "existenti": 4.12738636942, "read": 0.83939268088, "select": 0.704804687133, "illicit": 3.8465637065199996, "earli": 0.117499629108, "same": 0.112059649604, "those": 0.17854939087299998, "exact": 1.2437647732500001, "there": 0.0400978929255, "connect": 0.633605058682, "inform": 0.454453704662, "unsurpris": 4.8522822483, "payment": 2.04064730083, "therebi": 1.86831243037, "pilot": 1.7616064310599997, "his": 0.0901772433641, "scandal": 2.28423595433, "retriev": 0.773925020223, "best": 0.459227932947, "exampl": 0.40868267499899996, "ask": 0.776797209847, "spend": 1.42534376116, "interview": 1.2232212893899999, "therefor": 0.847591848336, "knowledg": 1.2232212893899999, "analytica": 7.2746685411000005, "follow": 0.045356911094199995, "now": 0.149092945021, "further": 0.308815895297, "profil": 1.5751375153100002, "per": 0.672821024072, "see": 0.240921585492, "high": 0.13782378654000002, "yorker": 3.31298994523, "adopters…": 7.2746685411000005, "haven": 2.54086530344, "realli": 1.5576408397, "privaci": 3.34284290838, "break": 0.88733019029, "contradict": 2.4624841857299997, "also": 0.0146571578, "money": 0.964254518011, "target": 1.1690639496200002, "everyth": 1.57270590317, "pattern": 1.33282404788, "one": 0.0062553516455, "irish": 1.7157366918099999, "major": 0.138474663439, "research": 0.663727818138, "window": 1.7689675242900003, "repeat": 1.0567930591299999, "person": 0.34018281601800004, "may": 0.050709995284400004, "whistleblow": 5.16170430739, "platform": 1.8298923389200001, "peopl": 0.193265578473, "lax": 4.225826442240001, "rather": 0.442714975539, "repli": 1.89602878572, "commerci": 0.8769815969470001, "polit": 0.570142784146, "elect": 0.925370630376, "schrem": 7.2746685411000005, "want": 0.6916366062549999, "talk": 1.10867789449, "sinc": 0.0803681994577, "individu": 0.588013447985, "genuin": 2.44055348224, "act": 0.358945092473, "share": 0.618760299747, "although": 0.139487981418, "attribut": 1.2283715153700001, "actual": 0.628514181648, "gone": 1.65328002099, "leak": 2.65774946263, "week": 0.5907388641619999, "that": 0.00397614837964, "entiti": 1.93059591408, "fresh": 1.9044534353799998, "random": 1.9727214065099998, "chairman": 1.7936509016099997, "such": 0.059695977806, "mid": 2.27500227838, "recollect": 3.50295308141, "somebodi": 3.30609336617, "other": 0.00987474791976, "realiz": 1.5876931847600002, "whether": 0.791561189647, "numk": 3.6686767468, "loud": 2.7901263429100003, "show": 0.236682766013, "second": 0.10713976337999999, "known": 0.0824180805992, "foreign": 0.927279331449, "clarifi": 2.7758694822799996, "misrepres": 4.283492084090001, "some": 0.0395735090645, "becaus": 0.139343158825, "facebook": 3.3517955196499996, "blog": 2.65237310559, "push": 1.32213384036, "get": 0.579769005782, "like": 0.139053576545, "small": 0.307101805059, "through": 0.0683586918849, "manag": 0.497643387158, "moment": 1.4497416830899998, "kogan": 6.27136643224, "tell": 1.21236434401, "part": 0.04239531098280001, "add": 1.52875583713, "analyt": 2.8481901438599997, "num…": 7.2746685411000005, "despit": 0.473790078298, "regulatori": 3.05917959552, "presidenti": 1.84452578178, "receiv": 0.266574424922, "harvest": 2.4617453604299997, "gather": 1.3313920667299999, "put": 0.505652999854, "access": 0.627805882716, "this": 0.0037864490525, "psycholog": 1.89981109743, "sampl": 1.9786264883900002, "proport": 1.66154043472, "sister": 1.32402598852, "api": 4.43612185107, "engin": 0.904767558276, "delet": 3.09888364694, "wonder": 1.98319270637, "refut": 3.16827564037, "concern": 0.634079948873, "project": 0.561601885907, "differ": 0.212321121312, "anderson": 2.1287609464, "but": 0.0161923720719, "turn": 0.324899251064, "me…": 7.2746685411000005, "rout": 1.15117941787, "most": 0.020747896295599998, "between": 0.033953681165299995, "optic": 2.70089520918, "what": 0.225887296827, "daughter": 1.25034086008, "start": 0.236443369291, "soon": 0.6839929376880001, "testimoni": 2.4507279886099997, "obtain": 0.988162703503, "all": 0.011402632097799998, "everyon": 1.8557438481400002, "app": 3.57899404386, "action": 0.598043165069, "whilst": 2.13353675808, "wyli": 5.30311596144, "reason": 0.544301552962, "march": 0.32193989648000004, "includ": 0.0188846813905, "less": 0.3846144626, "former": 0.308301359655, "degre": 0.910387304568, "european": 0.674427053203, "sign": 0.565696850403, "day": 0.16865870631700003, "sort": 1.64639361896, "subject": 0.6267443740950001, "whose": 0.5510546556329999, "built": 0.690379535065, "academ": 1.35895667459, "confirm": 1.12581182025, "more": 0.017024931599999998, "and": 6.29901420636e-05, "restrain": 3.1315338147099996, "correspond": 1.20141456099, "leakag": 4.45220798882, "these": 0.0715336194008, "sourc": 0.529218310751, "amount": 0.819898886199, "general": 0.114952578063, "made": 0.0680215260973, "could": 0.18595627229000003, "befor": 0.0956377718795, "broke": 1.2786688388299998, "tighten": 3.5456946297900003, "download": 2.6841506319, "palantir": 7.2746685411000005, "year": 0.047402238894600005, "congress": 1.35138550641, "seem": 0.829093032276, "can": 0.162341096394, "make": 0.07349765782289999, "click": 3.54788042301, "way": 0.19809150993500002, "write": 0.721512439877, "anticip": 2.05333039768, "went": 0.593243704365, "threat": 1.2893592624899999, "session": 1.7220613790900001, "accur": 1.75248061485, "permiss": 1.8373800586400002, "disposit": 3.4034675302, "protect": 0.67529290767, "regul": 1.3577316346200001, "contract": 1.10410732855, "say": 0.562154280552, "data": 1.2168205848, "impuls": 3.16677975377, "until": 0.138474663439, "prevent": 0.7706525875229999, "method": 0.944461608841, "anxious": 3.42645704842, "crisi": 1.4465253844200001, "come": 0.28390990653000003, "might": 0.7683410765340001, "advertis": 1.7248852425999999, "pay": 1.0301486577299999, "headach": 3.9889840465599997, "send": 1.32189757338, "identifi": 0.833722000472, "work": 0.109034567273, "first": 0.0075872898121599995, "copi": 1.34483764744, "busi": 0.720476170355, "date": 0.489080896097, "while": 0.04324998379380001, "offici": 0.339917317543, "properti": 0.953573289192, "secret": 1.13556799519, "exclus": 1.22643707092, "without": 0.258874517941, "recent": 0.434413741288, "alexsandr": 7.2746685411000005, "down": 0.306673741186, "cooper": 1.30155313266, "own": 0.164195077421, "when": 0.0205549888584, "user": 2.04258810688, "vast": 1.40024866595}, "freq": {"after": 4, "britain": 1, "real": 1, "affili": 1, "elector": 1, "googl": 1, "equival": 1, "mark": 1, "conspiratori": 2, "donald": 1, "survey": 1, "watch": 1, "ahead": 1, "play": 1, "basi": 1, "form": 2, "guardian": 1, "pass": 2, "wide": 1, "kind": 3, "were": 9, "committee…": 1, "addit": 1, "would": 7, "thank": 1, "number": 3, "previous": 3, "been": 7, "the": 135, "dataset": 3, "sophi": 1, "felt": 1, "cambridg": 11, "various": 1, "consent": 2, "whom": 1, "well": 2, "join": 3, "robust": 2, "assert": 1, "februari": 1, "approach": 2, "higher": 2, "front": 1, "know": 4, "cent": 1, "out": 11, "scale": 3, "legal": 5, "chose": 1, "grown": 1, "summon": 1, "instead": 2, "creat": 3, "defens": 1, "copious": 1, "alex": 1, "how": 5, "billion": 1, "news": 1, "million": 2, "fair": 2, "commission": 2, "paid": 1, "had": 26, "increas": 1, "secur": 1, "end": 1, "found": 1, "given": 3, "catalyz": 1, "interest": 3, "summer": 1, "spoken": 1, "upset": 1, "will": 3, "report": 4, "employe": 2, "specif": 1, "consid": 1, "contact": 1, "broadcast": 1, "complianc": 1, "behalf": 1, "substanti": 3, "purpos": 2, "june…": 1, "himself": 3, "trace": 1, "new": 1, "claim": 16, "unawar": 1, "healthcar": 1, "certain": 4, "need": 2, "our": 2, "longer": 1, "author": 1, "final": 1, "rug": 1, "that…": 2, "point": 1, "big": 3, "equiti": 1, "uncomfort": 1, "bear": 1, "level": 1, "urg": 1, "has": 17, "have": 12, "neurotic": 1, "impress": 2, "today": 2, "advantag": 1, "tweet": 2, "fuss": 1, "govern": 1, "offic": 2, "model": 7, "good": 1, "founder": 2, "internship": 1, "mainstream": 1, "trait": 3, "under": 1, "reli": 1, "spokesperson": 1, "around": 3, "forward": 1, "schmidt": 2, "tayler": 1, "view": 1, "process": 1, "not": 18, "far": 4, "breach": 1, "suggest": 3, "are": 2, "pushback": 2, "altern": 1, "aim": 1, "stori": 3, "happen": 1, "silent": 1, "broken": 1, "open": 3, "aggreg": 2, "test": 1, "involv": 1, "said": 11, "stuff": 1, "though": 2, "problem": 1, "they": 24, "suspend": 1, "wipe": 1, "anoth": 3, "reach": 1, "consult": 2, "let": 1, "larger": 2, "alleg": 4, "role": 1, "distanc": 1, "organ": 1, "respons": 3, "complaint": 1, "eric": 1, "liter": 1, "alexand": 1, "algorithm": 3, "twitter": 1, "respond": 2, "valu": 1, "two": 2, "underpin": 1, "either": 1, "accord": 2, "sent": 2, "suspect": 2, "intimid": 1, "observ": 1, "senior": 1, "sever": 2, "meet": 2, "agre": 1, "august": 1, "deriv": 1, "lot": 1, "slight": 1, "beyond": 1, "letter": 5, "collect": 2, "both": 2, "call": 2, "knew": 1, "document": 3, "throughout": 1, "union": 1, "off": 3, "true": 1, "press": 1, "whatev": 2, "rate": 2, "use": 13, "introduc": 1, "media": 2, "caus": 2, "ani": 10, "question": 2, "from": 6, "account": 1, "answer": 1, "privat": 1, "firm": 8, "num": 20, "structur": 1, "technolog": 1, "idea": 6, "yesterday": 2, "environ": 1, "everywher": 1, "acquir": 2, "for": 28, "never": 3, "american": 1, "discuss": 1, "friend": 3, "match": 1, "revel": 2, "about": 11, "think": 3, "late": 2, "solut": 1, "max": 1, "better": 1, "compani": 16, "effort": 1, "current": 1, "month": 2, "look": 7, "subsequ": 1, "throttl": 1, "compet": 1, "formal": 1, "toward": 1, "intellectu": 1, "trend": 1, "public": 4, "later": 1, "predict": 3, "staff": 3, "legitim": 1, "iter": 1, "deceiv": 1, "then": 7, "group": 1, "websit": 1, "doe": 1, "flesh": 1, "convers": 2, "give": 3, "foundat": 2, "their": 10, "place": 1, "told": 7, "lawyer": 1, "avoid": 1, "investig": 3, "invoic": 1, "juli": 1, "continu": 1, "comment": 2, "financ": 1, "taken": 1, "time": 9, "presid": 1, "charg": 1, "into": 2, "set": 6, "relev": 1, "via": 5, "won": 1, "appeal": 2, "countri": 2, "figur": 1, "face": 1, "earlier": 2, "campaign": 9, "local": 1, "allow": 1, "prone": 3, "latest": 1, "relationship": 1, "committe": 14, "help": 2, "affect": 1, "with": 23, "type": 3, "larg": 1, "find": 3, "trump": 4, "confidenti": 1, "ever": 1, "line": 1, "speed": 1, "even": 1, "declin": 1, "least": 1, "base": 1, "relat": 1, "deal": 2, "fact": 1, "spent": 1, "who": 10, "decid": 1, "univers": 1, "hold": 1, "email": 2, "here": 1, "disinform": 1, "enough": 3, "multipl": 1, "sought": 2, "averag": 1, "register…": 1, "onlin": 1, "much": 3, "than": 7, "citizen": 1, "adopt": 4, "evid": 2, "deploy": 1, "which": 3, "wrote": 1, "undertak": 2, "thing": 3, "sure": 2, "fake": 1, "just": 6, "entir": 1, "understand": 1, "onli": 1, "conspiraci": 1, "him": 2, "simpli": 1, "grant": 1, "dure": 4, "statement": 3, "thisisyourdigitallif": 1, "them": 4, "nix": 4, "matchabl": 1, "led": 1, "term": 3, "where": 2, "wherea": 1, "opportun": 1, "nor": 1, "massiv": 1, "misus": 3, "noth": 1, "enabl": 1, "parliamentari": 1, "next": 1, "request": 1, "seri": 1, "keep": 2, "techcrunch": 1, "professor": 2, "appear": 2, "safest": 1, "messag": 2, "whi": 4, "digit": 1, "quit": 1, "zuckerberg": 1, "abl": 3, "mani": 1, "pull": 1, "over": 4, "anymor": 1, "build": 5, "veri": 2, "settl": 1, "chris": 1, "vcback": 1, "provid": 6, "existenti": 1, "read": 1, "select": 1, "illicit": 1, "earli": 2, "same": 1, "those": 3, "exact": 3, "there": 9, "connect": 1, "inform": 4, "unsurpris": 1, "payment": 1, "therebi": 1, "pilot": 2, "his": 10, "scandal": 1, "retriev": 1, "best": 1, "exampl": 6, "ask": 11, "spend": 1, "interview": 1, "therefor": 3, "knowledg": 1, "analytica": 10, "follow": 2, "now": 6, "further": 1, "profil": 5, "per": 1, "see": 5, "high": 2, "yorker": 1, "adopters…": 1, "haven": 1, "realli": 3, "privaci": 4, "break": 1, "contradict": 1, "also": 17, "money": 1, "target": 7, "everyth": 2, "pattern": 1, "one": 1, "irish": 1, "major": 3, "research": 2, "window": 1, "repeat": 1, "person": 10, "may": 3, "whistleblow": 2, "platform": 3, "peopl": 11, "lax": 1, "rather": 1, "repli": 1, "commerci": 1, "polit": 5, "elect": 1, "schrem": 1, "want": 5, "talk": 3, "sinc": 1, "individu": 1, "genuin": 1, "act": 1, "share": 4, "although": 1, "attribut": 1, "actual": 3, "gone": 1, "leak": 2, "week": 2, "that": 63, "entiti": 1, "fresh": 1, "random": 1, "chairman": 1, "such": 1, "mid": 1, "recollect": 1, "somebodi": 1, "other": 4, "realiz": 1, "whether": 4, "numk": 1, "loud": 1, "show": 1, "second": 2, "known": 2, "foreign": 1, "clarifi": 1, "misrepres": 1, "some": 7, "becaus": 9, "facebook": 34, "blog": 1, "push": 3, "get": 1, "like": 5, "small": 2, "through": 2, "manag": 1, "moment": 1, "kogan": 9, "tell": 2, "part": 3, "add": 1, "analyt": 1, "num…": 1, "despit": 1, "regulatori": 1, "presidenti": 3, "receiv": 2, "harvest": 3, "gather": 3, "put": 3, "access": 2, "this": 20, "psycholog": 1, "sampl": 1, "proport": 1, "sister": 1, "api": 1, "engin": 3, "delet": 4, "wonder": 1, "refut": 2, "concern": 1, "project": 5, "differ": 2, "anderson": 1, "but": 11, "turn": 1, "me…": 1, "rout": 1, "most": 3, "between": 2, "optic": 2, "what": 11, "daughter": 1, "start": 5, "soon": 1, "testimoni": 4, "obtain": 5, "all": 5, "everyon": 3, "app": 11, "action": 1, "whilst": 1, "wyli": 24, "reason": 1, "march": 1, "includ": 1, "less": 1, "former": 1, "degre": 2, "european": 2, "sign": 2, "day": 1, "sort": 1, "subject": 1, "whose": 2, "built": 1, "academ": 2, "confirm": 2, "more": 6, "and": 57, "restrain": 1, "correspond": 1, "leakag": 1, "these": 2, "sourc": 2, "amount": 3, "general": 1, "made": 5, "could": 8, "befor": 2, "broke": 1, "tighten": 2, "download": 2, "palantir": 13, "year": 2, "congress": 1, "seem": 2, "can": 10, "make": 5, "click": 1, "way": 1, "write": 3, "anticip": 1, "went": 5, "threat": 1, "session": 2, "accur": 1, "permiss": 2, "disposit": 1, "protect": 1, "regul": 1, "contract": 4, "say": 7, "data": 57, "impuls": 1, "until": 3, "prevent": 1, "method": 1, "anxious": 1, "crisi": 1, "come": 4, "might": 4, "advertis": 2, "pay": 1, "headach": 1, "send": 1, "identifi": 1, "work": 13, "first": 10, "copi": 1, "busi": 1, "date": 2, "while": 1, "offici": 3, "properti": 1, "secret": 1, "exclus": 1, "without": 1, "recent": 1, "alexsandr": 1, "down": 2, "cooper": 1, "own": 1, "when": 5, "user": 8, "vast": 1}, "idf": {"after": 1.02070207021, "britain": 3.2255180820800002, "real": 2.28103448276, "affili": 6.0503048780499995, "elector": 9.535135135139999, "googl": 11.388809182200001, "equival": 4.09175257732, "mark": 1.5079787234, "conspiratori": 260.262295082, "donald": 7.0970049173000005, "survey": 3.7791002142300005, "watch": 3.92581602374, "ahead": 5.625797306869999, "play": 1.46390041494, "basi": 2.42122922068, "form": 1.12755681818, "guardian": 6.58481957694, "pass": 1.61818367139, "wide": 1.5598349381, "kind": 2.5806241872599998, "were": 1.02458857696, "committee…": 1443.27272727, "addit": 1.24634950542, "would": 1.0828729281799998, "thank": 6.00681044268, "number": 1.10142916609, "previous": 1.42846859816, "been": 1.0239277652399998, "the": 1.0, "dataset": 193.609756098, "sophi": 43.3770491803, "felt": 3.28559602649, "cambridg": 4.28039902939, "various": 1.3323262839899999, "consent": 11.4960173787, "whom": 2.30320615117, "well": 1.0655748708, "join": 1.7922781666299998, "robust": 19.9447236181, "assert": 4.6178010471199995, "februari": 1.5621371642200002, "approach": 2.07556543339, "higher": 2.1218925421, "front": 2.32820061593, "know": 2.59327017315, "cent": 12.6401273885, "out": 1.06016694491, "scale": 3.7469907953699995, "legal": 2.6000655093400002, "chose": 4.42105263158, "grown": 5.78993435449, "summon": 14.4327272727, "instead": 1.59461631177, "creat": 1.2492917847, "defens": 3.19115577889, "copious": 95.06586826350001, "alex": 10.655033557000001, "how": 1.60250328051, "billion": 4.8669527897, "news": 2.08182533438, "million": 1.7279059643, "fair": 3.20533010297, "commission": 8.58162162162, "paid": 3.31163954944, "had": 1.0475750577399998, "increas": 1.32024948025, "secur": 2.16885245902, "end": 1.10680423871, "found": 1.11387076405, "given": 1.35426085473, "catalyz": 103.764705882, "interest": 1.60331246213, "summer": 2.22104085059, "spoken": 7.06856634016, "upset": 12.8032258065, "will": 1.22481098596, "report": 1.3634489866, "employe": 5.88, "specif": 1.8719490626099997, "consid": 1.2397313759200002, "contact": 3.2196309065099995, "broadcast": 3.55167785235, "complianc": 23.042089985500002, "behalf": 6.932751091699999, "substanti": 3.4777656078900003, "purpos": 2.23416830847, "june…": 1443.27272727, "himself": 2.17419884963, "trace": 4.4408391608399995, "new": 1.0178880554, "claim": 1.52697893623, "unawar": 16.746835443, "healthcar": 18.7659574468, "certain": 1.8077886586200003, "need": 1.4372623574099999, "our": 2.35758835759, "longer": 2.02319357716, "author": 1.4229631621399998, "final": 1.34008609775, "rug": 27.7552447552, "that…": 1443.27272727, "point": 1.25990000794, "big": 2.7400759406299997, "equiti": 25.240063593000002, "uncomfort": 30.648648648600002, "bear": 3.38941076003, "level": 1.6544393497299998, "urg": 6.122637871189999, "has": 1.0436497502, "have": 1.0148948411399998, "neurotic": 756.0, "impress": 3.90457452041, "today": 1.74961428257, "advantag": 3.32412060302, "tweet": 92.8421052632, "fuss": 193.609756098, "govern": 1.50941243582, "offic": 1.58887109688, "model": 2.0905978404, "good": 1.51981619759, "founder": 4.033536585369999, "internship": 87.2307692308, "mainstream": 7.450023463160001, "trait": 13.6391752577, "under": 1.0781663837, "reli": 4.16146788991, "spokesperson": 36.2465753425, "around": 1.21394708671, "forward": 3.66566612792, "schmidt": 35.7567567568, "tayler": 1443.27272727, "view": 1.6407606448899998, "process": 1.69524826482, "not": 1.01567398119, "far": 1.71022298826, "breach": 12.297443842, "suggest": 1.7571665744299998, "are": 1.02990593578, "pushback": 1443.27272727, "altern": 2.1390460792200003, "aim": 2.8960233491400005, "stori": 2.02396736359, "happen": 2.96359902931, "silent": 9.10321100917, "broken": 4.46959459459, "open": 1.24556723678, "aggreg": 17.542541436500002, "test": 2.65707112971, "involv": 1.4498630137000001, "said": 1.54751925139, "stuff": 23.3127753304, "though": 1.36076112111, "problem": 1.76674827509, "they": 1.03017325287, "suspend": 6.67619848612, "wipe": 20.0454545455, "anoth": 1.13643521832, "reach": 1.49801849406, "consult": 5.21721984883, "let": 3.48616600791, "larger": 2.2407904022599996, "alleg": 3.8071942445999998, "role": 1.55327267391, "distanc": 3.4754816112099998, "organ": 1.6387283237, "respons": 1.5066907089300001, "complaint": 10.1965317919, "eric": 6.411954765750001, "liter": 5.468825353080001, "alexand": 4.19445178336, "algorithm": 27.9507042254, "twitter": 33.213389121300004, "respond": 3.17329602239, "valu": 2.2777618364400003, "two": 1.01379310345, "underpin": 44.3463687151, "either": 1.5830092731099998, "accord": 1.27589809531, "sent": 2.32683570277, "suspect": 6.363126252509999, "intimid": 20.671875, "observ": 2.22446406053, "senior": 4.00706713781, "sever": 1.07241286139, "meet": 1.6658971668399998, "agre": 2.22946215419, "august": 1.46918378679, "deriv": 2.78379800105, "lot": 4.40877534018, "slight": 3.25327868852, "beyond": 2.54586273252, "letter": 2.42715181165, "collect": 1.64109985528, "both": 1.05215720061, "call": 1.0676529926, "knew": 5.134540750319999, "document": 2.5409731114, "throughout": 1.5217099587799998, "union": 2.11736463057, "off": 1.5121440137200002, "true": 2.55569864778, "press": 1.41245551601, "whatev": 7.6473988439300005, "rate": 2.14048806795, "use": 1.0296387573799999, "introduc": 1.7258397651900002, "media": 2.59369384088, "caus": 1.38521943984, "ani": 1.13383802314, "question": 2.20408163265, "from": 1.00056721497, "account": 1.94463498285, "answer": 4.64890190337, "privat": 2.02396736359, "firm": 3.7076132648300004, "num": 1.00031504001, "structur": 2.0580762250499998, "technolog": 2.6034765496900003, "idea": 2.0930784443, "yesterday": 33.213389121300004, "environ": 3.43561999567, "everywher": 15.923771313900001, "acquir": 3.10563380282, "for": 1.00031504001, "never": 1.55769230769, "american": 1.31641791045, "discuss": 2.19676214197, "friend": 2.20194174757, "match": 3.5676404494400002, "revel": 11.622254758399999, "about": 1.06486015159, "think": 2.90715986083, "late": 1.31740104556, "solut": 4.7278141751, "max": 7.474576271189999, "better": 2.0065722952500002, "compani": 1.5523613963, "effort": 1.89247824532, "current": 1.5325803649, "month": 1.5079787234, "look": 1.9086318826599997, "subsequ": 1.7534791252500002, "throttl": 71.5135135135, "compet": 3.26465144972, "formal": 2.44622496148, "toward": 1.6303142329, "intellectu": 5.963936889559999, "trend": 5.43140608963, "public": 1.22424429365, "later": 1.08650424309, "predict": 5.18484650555, "staff": 3.4371075990499995, "legitim": 9.16099249856, "iter": 37.4433962264, "deceiv": 37.1803278689, "then": 1.08657860516, "group": 1.20996875238, "websit": 2.52160101652, "doe": 1.70581282905, "flesh": 20.5914396887, "convers": 3.3486606201200004, "give": 1.3653250774, "foundat": 2.61118421053, "their": 1.01547908405, "place": 1.1004366812200002, "told": 3.1543810848400002, "lawyer": 6.92368076755, "avoid": 2.45986984816, "investig": 3.11721971333, "invoic": 324.0, "juli": 1.43466473884, "continu": 1.13928955867, "comment": 3.05954904606, "financ": 4.255159474669999, "taken": 1.6012102874399998, "time": 1.01127460348, "presid": 1.9842519685, "charg": 2.3653158522099997, "into": 1.01502461479, "set": 1.18707940781, "relev": 6.938811188810001, "via": 2.2978723404299997, "won": 2.31732593782, "appeal": 3.6614391143900002, "countri": 1.4138391664399999, "figur": 2.0343413634, "face": 1.80327124035, "earlier": 1.86776470588, "campaign": 2.4786885245900003, "local": 1.51720183486, "allow": 1.2716059271100002, "prone": 18.144000000000002, "latest": 7.078020508250001, "relationship": 2.39132399458, "committe": 3.2373572593799995, "help": 1.39962972759, "affect": 2.4794627518400003, "with": 1.0011982089899998, "type": 2.0281042411900003, "larg": 1.18574949585, "find": 1.7294117647099998, "trump": 62.015625, "confidenti": 31.8156312625, "ever": 1.9697270471500001, "line": 1.4182597820299998, "speed": 3.8703071672400005, "even": 1.16461267606, "declin": 2.4039975772299997, "least": 1.6165359943000002, "base": 1.14628158845, "relat": 1.23750876919, "deal": 2.18346857379, "fact": 1.73375559681, "spent": 3.00795755968, "who": 1.06279287723, "decid": 1.9257641921400002, "univers": 1.24889867841, "hold": 1.6551292744, "email": 33.4936708861, "here": 2.42307692308, "disinform": 184.604651163, "enough": 2.2319696330700003, "multipl": 2.74813917258, "sought": 3.4513043478300007, "averag": 2.60390355913, "register…": 1443.27272727, "onlin": 2.6051854282900004, "much": 1.1942229577299999, "than": 1.03278688525, "citizen": 3.24397221087, "adopt": 2.0442956477000003, "evid": 2.24872521246, "deploy": 7.41869158879, "which": 1.005191845, "wrote": 2.10473286491, "undertak": 10.8, "thing": 2.4065484311099996, "sure": 7.453521126760001, "fake": 18.290322580599998, "just": 1.33580143037, "entir": 1.59365589239, "understand": 2.96858638743, "onli": 1.0256476516600002, "conspiraci": 12.928338762200001, "him": 1.63434218653, "simpli": 2.5192002538900002, "grant": 2.2490437739099995, "dure": 1.0503473370799998, "statement": 3.42228928648, "thisisyourdigitallif": 1443.27272727, "them": 1.09876115994, "nix": 230.086956522, "matchabl": 1443.27272727, "led": 1.33782758911, "term": 1.39520168732, "where": 1.06715063521, "wherea": 4.13868613139, "opportun": 3.0119521912400002, "nor": 3.3479544496, "massiv": 4.22571200426, "misus": 37.2676056338, "noth": 3.46410648047, "enabl": 3.5421686747, "parliamentari": 10.2227945911, "next": 1.4950560316400001, "request": 3.09051975861, "seri": 1.46511627907, "keep": 2.04245465071, "techcrunch": 1058.4, "professor": 4.31061634537, "appear": 1.3214582986499999, "safest": 83.1204188482, "messag": 4.96745932416, "whi": 3.2566153846200003, "digit": 4.416133518780001, "quit": 2.8849718335500003, "zuckerberg": 1058.4, "abl": 1.8208510150200001, "mani": 1.04426757877, "pull": 5.18654034629, "over": 1.02525024217, "anymor": 35.1238938053, "build": 1.6341739578, "veri": 1.25880114177, "settl": 3.1135516768000002, "chris": 5.979661016950001, "vcback": 1443.27272727, "provid": 1.21552714187, "existenti": 62.015625, "read": 2.3149606299200003, "select": 2.02345144022, "illicit": 46.8318584071, "earli": 1.12468121281, "same": 1.11857958148, "those": 1.19548192771, "exact": 3.46864758575, "there": 1.04091266719, "connect": 1.8843916913900003, "inform": 1.5753125620200001, "unsurpris": 128.032258065, "payment": 7.695588948130001, "therebi": 6.47735618115, "pilot": 5.82178217822, "his": 1.0943682360200002, "scandal": 9.818181818180001, "retriev": 2.16826003824, "best": 1.5828514456600002, "exampl": 1.50483412322, "ask": 2.1744966443, "spend": 4.15928739848, "interview": 3.3981164383599998, "therefor": 2.33401940606, "knowledg": 3.3981164383599998, "analytica": 1443.27272727, "follow": 1.04640126549, "now": 1.160780873, "further": 1.3618116315, "profil": 4.8314059647, "per": 1.9597580545599997, "see": 1.27242125511, "high": 1.14777327935, "yorker": 27.4671280277, "adopters…": 1443.27272727, "haven": 12.690647482000001, "realli": 4.7476076555, "privaci": 28.2994652406, "break": 2.42863698944, "contradict": 11.733924612000001, "also": 1.01476510067, "money": 2.62283165373, "target": 3.2189781021900004, "everyth": 4.81967213115, "pattern": 3.79173632673, "one": 1.00627495722, "irish": 5.56077057793, "major": 1.14852058164, "research": 1.9420183486200002, "window": 5.86479497599, "repeat": 2.8771293947099994, "person": 1.40520446097, "may": 1.05201775893, "whistleblow": 174.46153846200002, "platform": 6.2332155476999995, "peopl": 1.21320495186, "lax": 68.4310344828, "rather": 1.55692850838, "repli": 6.6593959731500005, "commerci": 2.4036336109, "polit": 1.76851954996, "elect": 2.5228031145700003, "schrem": 1443.27272727, "want": 1.99698113208, "talk": 3.0303493033, "sinc": 1.08368600683, "individu": 1.8004082558400003, "genuin": 11.4793926247, "act": 1.4318181818200002, "share": 1.8566249561500001, "although": 1.14968498805, "attribut": 3.4156626506, "actual": 1.87482286254, "gone": 5.22408687068, "leak": 14.264150943399999, "week": 1.80532181033, "that": 1.00398406375, "entiti": 6.89361702128, "fresh": 6.7157360406099995, "random": 7.1902173913, "chairman": 6.01135933359, "such": 1.06151377374, "mid": 9.727941176469999, "recollect": 33.213389121300004, "somebodi": 27.2783505155, "other": 1.00992366412, "realiz": 4.89244992296, "whether": 2.20683903253, "numk": 39.2, "loud": 16.283076923099998, "show": 1.26703910615, "second": 1.1130898128, "known": 1.0859097127200001, "foreign": 2.5276229899700002, "clarifi": 16.052578362000002, "misrepres": 72.4931506849, "some": 1.04036697248, "becaus": 1.1495184997499999, "facebook": 28.5539568345, "blog": 14.1876675603, "push": 3.75141776938, "get": 1.78562591385, "like": 1.14918566775, "small": 1.3594793629, "through": 1.07074930869, "manag": 1.6448404475799998, "moment": 4.262013422819999, "kogan": 529.2, "tell": 3.36142282448, "part": 1.04330682789, "add": 4.61243463103, "analyt": 17.256521739100002, "num…": 1443.27272727, "despit": 1.60606980273, "regulatori": 21.3100671141, "presidenti": 6.325099601590001, "receiv": 1.3054847463200001, "harvest": 11.725258493399998, "gather": 3.78631051753, "put": 1.65806788512, "access": 1.8734953976900002, "this": 1.00379362671, "psycholog": 6.6846315789499995, "sampl": 7.23280182232, "proport": 5.26741871267, "sister": 3.75852272727, "api": 84.44680851060001, "engin": 2.47135740971, "delet": 22.1731843575, "wonder": 7.265903890160001, "refut": 23.766467065900002, "concern": 1.8852867830400002, "project": 1.7534791252500002, "differ": 1.23654490225, "anderson": 8.40444679725, "but": 1.01632417899, "turn": 1.3838912133899999, "me…": 1443.27272727, "rout": 3.1619199362700003, "most": 1.02096463023, "between": 1.03453668708, "optic": 14.8930581614, "what": 1.25343439128, "daughter": 3.4915328788199997, "start": 1.26673581744, "soon": 1.9817750592900003, "testimoni": 11.5967859752, "obtain": 2.68629441624, "all": 1.01146788991, "everyon": 6.3964544722, "app": 35.837471783299996, "action": 1.81855670103, "whilst": 8.444680851060001, "wyli": 200.962025316, "reason": 1.72340425532, "march": 1.37980184252, "includ": 1.0190641247799999, "less": 1.46904783936, "former": 1.36111111111, "degre": 2.4852849092, "european": 1.96290801187, "sign": 1.7606742819099999, "day": 1.18371607516, "sort": 5.188235294119999, "subject": 1.8715077213299998, "whose": 1.73508196721, "built": 1.99447236181, "academ": 3.8921304241199994, "confirm": 3.0827184466000004, "more": 1.0171706817, "and": 1.00006299213, "restrain": 22.909090909099998, "correspond": 3.32481675393, "leakag": 85.8162162162, "these": 1.07415426252, "sourc": 1.69760479042, "amount": 2.27027027027, "general": 1.1218202374200001, "made": 1.07038834951, "could": 1.2043695949, "befor": 1.10036041031, "broke": 3.5918552036199998, "tighten": 34.6637554585, "download": 14.6457564576, "palantir": 1443.27272727, "year": 1.0485436893200002, "congress": 3.86277372263, "seem": 2.29123971713, "can": 1.17626139142, "make": 1.0762660158600001, "click": 34.7396061269, "way": 1.2190739461, "write": 2.0575427682700003, "anticip": 7.793814432989999, "went": 1.8098495212, "threat": 3.63045963869, "session": 5.59605216778, "accur": 5.768895348840001, "permiss": 6.280063291139999, "disposit": 30.068181818200003, "protect": 1.96460834055, "regul": 3.88736532811, "contract": 3.0165304959099997, "say": 1.7544480053, "data": 3.37643555934, "impuls": 23.730941704, "until": 1.14852058164, "prevent": 2.16117615029, "method": 2.5714285714300003, "anxious": 30.767441860500004, "crisi": 4.24832753546, "come": 1.32831325301, "might": 2.1561863370900003, "advertis": 5.61187698834, "pay": 2.80148226575, "headach": 54.0, "send": 3.75053153792, "identifi": 2.30187037843, "work": 1.11520089913, "first": 1.00761614623, "copi": 3.8375634517800004, "busi": 2.05541170378, "date": 1.63081664099, "while": 1.0441988950299999, "offici": 1.40483143085, "properti": 2.5949656750599996, "secret": 3.11294117647, "exclus": 3.40906162766, "without": 1.29547123623, "recent": 1.54405757635, "alexsandr": 1443.27272727, "down": 1.35889754344, "cooper": 3.675, "own": 1.17844418052, "when": 1.02076769755, "user": 7.71053909665, "vast": 4.05620848237}}, "html": "<!DOCTYPE html>\n\n<html class=\"no-js\" lang=\"en-US\">\n<head>\n<meta charset=\"utf-8\"/>\n<meta content=\"IE=Edge\" http-equiv=\"X-UA-Compatible\"><script type=\"text/javascript\">window.NREUM||(NREUM={}),__nr_require=function(e,n,t){function r(t){if(!n[t]){var o=n[t]={exports:{}};e[t][0].call(o.exports,function(n){var o=e[t][1][n];return r(o||n)},o,o.exports)}return n[t].exports}if(\"function\"==typeof __nr_require)return __nr_require;for(var o=0;o<t.length;o++)r(t[o]);return r}({1:[function(e,n,t){function r(){}function o(e,n,t){return function(){return i(e,[c.now()].concat(u(arguments)),n?null:this,t),n?void 0:this}}var i=e(\"handle\"),a=e(3),u=e(4),f=e(\"ee\").get(\"tracer\"),c=e(\"loader\"),s=NREUM;\"undefined\"==typeof window.newrelic&&(newrelic=s);var p=[\"setPageViewName\",\"setCustomAttribute\",\"setErrorHandler\",\"finished\",\"addToTrace\",\"inlineHit\",\"addRelease\"],d=\"api-\",l=d+\"ixn-\";a(p,function(e,n){s[n]=o(d+n,!0,\"api\")}),s.addPageAction=o(d+\"addPageAction\",!0),s.setCurrentRouteName=o(d+\"routeName\",!0),n.exports=newrelic,s.interaction=function(){return(new r).get()};var m=r.prototype={createTracer:function(e,n){var t={},r=this,o=\"function\"==typeof n;return i(l+\"tracer\",[c.now(),e,t],r),function(){if(f.emit((o?\"\":\"no-\")+\"fn-start\",[c.now(),r,o],t),o)try{return n.apply(this,arguments)}catch(e){throw f.emit(\"fn-err\",[arguments,this,e],t),e}finally{f.emit(\"fn-end\",[c.now()],t)}}}};a(\"actionText,setName,setAttribute,save,ignore,onEnd,getContext,end,get\".split(\",\"),function(e,n){m[n]=o(l+n)}),newrelic.noticeError=function(e,n){\"string\"==typeof e&&(e=new Error(e)),i(\"err\",[e,c.now(),!1,n])}},{}],2:[function(e,n,t){function r(e,n){if(!o)return!1;if(e!==o)return!1;if(!n)return!0;if(!i)return!1;for(var t=i.split(\".\"),r=n.split(\".\"),a=0;a<r.length;a++)if(r[a]!==t[a])return!1;return!0}var o=null,i=null,a=/Version\\/(\\S+)\\s+Safari/;if(navigator.userAgent){var u=navigator.userAgent,f=u.match(a);f&&u.indexOf(\"Chrome\")===-1&&u.indexOf(\"Chromium\")===-1&&(o=\"Safari\",i=f[1])}n.exports={agent:o,version:i,match:r}},{}],3:[function(e,n,t){function r(e,n){var t=[],r=\"\",i=0;for(r in e)o.call(e,r)&&(t[i]=n(r,e[r]),i+=1);return t}var o=Object.prototype.hasOwnProperty;n.exports=r},{}],4:[function(e,n,t){function r(e,n,t){n||(n=0),\"undefined\"==typeof t&&(t=e?e.length:0);for(var r=-1,o=t-n||0,i=Array(o<0?0:o);++r<o;)i[r]=e[n+r];return i}n.exports=r},{}],5:[function(e,n,t){n.exports={exists:\"undefined\"!=typeof window.performance&&window.performance.timing&&\"undefined\"!=typeof window.performance.timing.navigationStart}},{}],ee:[function(e,n,t){function r(){}function o(e){function n(e){return e&&e instanceof r?e:e?f(e,u,i):i()}function t(t,r,o,i){if(!d.aborted||i){e&&e(t,r,o);for(var a=n(o),u=v(t),f=u.length,c=0;c<f;c++)u[c].apply(a,r);var p=s[y[t]];return p&&p.push([b,t,r,a]),a}}function l(e,n){h[e]=v(e).concat(n)}function m(e,n){var t=h[e];if(t)for(var r=0;r<t.length;r++)t[r]===n&&t.splice(r,1)}function v(e){return h[e]||[]}function g(e){return p[e]=p[e]||o(t)}function w(e,n){c(e,function(e,t){n=n||\"feature\",y[t]=n,n in s||(s[n]=[])})}var h={},y={},b={on:l,addEventListener:l,removeEventListener:m,emit:t,get:g,listeners:v,context:n,buffer:w,abort:a,aborted:!1};return b}function i(){return new r}function a(){(s.api||s.feature)&&(d.aborted=!0,s=d.backlog={})}var u=\"nr@context\",f=e(\"gos\"),c=e(3),s={},p={},d=n.exports=o();d.backlog=s},{}],gos:[function(e,n,t){function r(e,n,t){if(o.call(e,n))return e[n];var r=t();if(Object.defineProperty&&Object.keys)try{return Object.defineProperty(e,n,{value:r,writable:!0,enumerable:!1}),r}catch(i){}return e[n]=r,r}var o=Object.prototype.hasOwnProperty;n.exports=r},{}],handle:[function(e,n,t){function r(e,n,t,r){o.buffer([e],r),o.emit(e,n,t)}var o=e(\"ee\").get(\"handle\");n.exports=r,r.ee=o},{}],id:[function(e,n,t){function r(e){var n=typeof e;return!e||\"object\"!==n&&\"function\"!==n?-1:e===window?0:a(e,i,function(){return o++})}var o=1,i=\"nr@id\",a=e(\"gos\");n.exports=r},{}],loader:[function(e,n,t){function r(){if(!E++){var e=x.info=NREUM.info,n=l.getElementsByTagName(\"script\")[0];if(setTimeout(s.abort,3e4),!(e&&e.licenseKey&&e.applicationID&&n))return s.abort();c(y,function(n,t){e[n]||(e[n]=t)}),f(\"mark\",[\"onload\",a()+x.offset],null,\"api\");var t=l.createElement(\"script\");t.src=\"https://\"+e.agent,n.parentNode.insertBefore(t,n)}}function o(){\"complete\"===l.readyState&&i()}function i(){f(\"mark\",[\"domContent\",a()+x.offset],null,\"api\")}function a(){return O.exists&&performance.now?Math.round(performance.now()):(u=Math.max((new Date).getTime(),u))-x.offset}var u=(new Date).getTime(),f=e(\"handle\"),c=e(3),s=e(\"ee\"),p=e(2),d=window,l=d.document,m=\"addEventListener\",v=\"attachEvent\",g=d.XMLHttpRequest,w=g&&g.prototype;NREUM.o={ST:setTimeout,SI:d.setImmediate,CT:clearTimeout,XHR:g,REQ:d.Request,EV:d.Event,PR:d.Promise,MO:d.MutationObserver};var h=\"\"+location,y={beacon:\"bam.nr-data.net\",errorBeacon:\"bam.nr-data.net\",agent:\"js-agent.newrelic.com/nr-1123.min.js\"},b=g&&w&&w[m]&&!/CriOS/.test(navigator.userAgent),x=n.exports={offset:u,now:a,origin:h,features:{},xhrWrappable:b,userAgent:p};e(1),l[m]?(l[m](\"DOMContentLoaded\",i,!1),d[m](\"load\",r,!1)):(l[v](\"onreadystatechange\",o),d[v](\"onload\",r)),f(\"mark\",[\"firstbyte\",u],null,\"api\");var E=0,O=e(5)},{}]},{},[\"loader\"]);</script>\n<meta content=\"width=device-width\" name=\"viewport\"/>\n<meta content=\"initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0\" name=\"viewport\"/>\n<link href=\"http://gmpg.org/xfn/11\" rel=\"profile\"/>\n<link href=\"https://techcrunch.com/xmlrpc.php\" rel=\"pingback\"/>\n<title>Facebook data misuse scandal affects “substantially” more than 50M, claims Wylie – TechCrunch</title>\n<link href=\"//consent.cmp.oath.com\" rel=\"dns-prefetch\">\n<link href=\"//s.yimg.com\" rel=\"dns-prefetch\">\n<link href=\"//use.typekit.net\" rel=\"dns-prefetch\"/>\n<link href=\"//cdn.vidible.tv\" rel=\"dns-prefetch\"/>\n<link href=\"//plugin.mediavoice.com\" rel=\"dns-prefetch\"/>\n<link href=\"//s.w.org\" rel=\"dns-prefetch\"/>\n<link href=\"https://techcrunch.com/feed/\" rel=\"alternate\" title=\"TechCrunch » Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://techcrunch.com/comments/feed/\" rel=\"alternate\" title=\"TechCrunch » Comments Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://techcrunch.com/2018/03/27/facebook-data-misuse-scandal-affects-substantially-more-than-50m-claims-wylie/feed/\" rel=\"alternate\" title=\"TechCrunch » Facebook data misuse scandal affects “substantially” more than 50M, claims Wylie Comments Feed\" type=\"application/rss+xml\"/>\n<meta content=\"false\" name=\"oath:guce:product-eu\">\n<meta content=\"guce.techcrunch.com\" name=\"oath:guce:consent-host\">\n<meta content=\"true\" name=\"oath:guce:inline-consent\"/>\n<script async=\"\" src=\"//s.yimg.com/oa/guce.js?tc_ver=190427\"></script>\n<script type=\"text/javascript\">\n\t\t\twindow._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11.2.0\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11.2.0\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"https:\\/\\/techcrunch.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?ver=5.1.1\"}};\n\t\t\t!function(a,b,c){function d(a,b){var c=String.fromCharCode;l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,a),0,0);var d=k.toDataURL();l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,b),0,0);var e=k.toDataURL();return d===e}function e(a){var b;if(!l||!l.fillText)return!1;switch(l.textBaseline=\"top\",l.font=\"600 32px Arial\",a){case\"flag\":return!(b=d([55356,56826,55356,56819],[55356,56826,8203,55356,56819]))&&(b=d([55356,57332,56128,56423,56128,56418,56128,56421,56128,56430,56128,56423,56128,56447],[55356,57332,8203,56128,56423,8203,56128,56418,8203,56128,56421,8203,56128,56430,8203,56128,56423,8203,56128,56447]),!b);case\"emoji\":return b=d([55358,56760,9792,65039],[55358,56760,8203,9792,65039]),!b}return!1}function f(a){var c=b.createElement(\"script\");c.src=a,c.defer=c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var g,h,i,j,k=b.createElement(\"canvas\"),l=k.getContext&&k.getContext(\"2d\");for(j=Array(\"flag\",\"emoji\"),c.supports={everything:!0,everythingExceptFlag:!0},i=0;i<j.length;i++)c.supports[j[i]]=e(j[i]),c.supports.everything=c.supports.everything&&c.supports[j[i]],\"flag\"!==j[i]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[j[i]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(h=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",h,!1),a.addEventListener(\"load\",h,!1)):(a.attachEvent(\"onload\",h),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),g=c.source||{},g.concatemoji?f(g.concatemoji):g.wpemoji&&g.twemoji&&(f(g.twemoji),f(g.wpemoji)))}(window,document,window._wpemojiSettings);\n\t\t</script>\n<style type=\"text/css\">\nimg.wp-smiley,\nimg.emoji {\n\tdisplay: inline !important;\n\tborder: none !important;\n\tbox-shadow: none !important;\n\theight: 1em !important;\n\twidth: 1em !important;\n\tmargin: 0 .07em !important;\n\tvertical-align: -0.1em !important;\n\tbackground: none !important;\n\tpadding: 0 !important;\n}\n</style>\n<link href=\"https://techcrunch.com/_static/??/wp-includes/css/dist/block-library/style.min.css,/wp-content/plugins/wp-parsely/wp-parsely.css,/wp-content/themes/techcrunch-2017/build/ec/css/main.css?m=1556300004\" id=\"all-css-0\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"https://consent.cmp.oath.com/cmp.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<script src=\"https://techcrunch.com/_static/??-eJzTLy/QzcxLzilNSS3WzwKiwtLUokoopZdVrKOPT4FubmZ6UWJJql5uZh5QsX2uraGpqZGJiZGhkUkWACVUIKQ=\" type=\"text/javascript\"></script>\n<script src=\"https://s.yimg.com/ss/rapid3.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<script src=\"//cdn.vidible.tv/prod/player/js/latest/vidible-min.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<script src=\"//plugin.mediavoice.com/mediaconductor/mc.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<link href=\"https://techcrunch.com/wp-json/\" rel=\"https://api.w.org/\"/>\n<link href=\"https://techcrunch.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/>\n<link href=\"https://techcrunch.com/wp-includes/wlwmanifest.xml\" rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\"/>\n<meta content=\"WordPress 5.1.1\" name=\"generator\"/>\n<link href=\"https://techcrunch.com/2018/03/27/facebook-data-misuse-scandal-affects-substantially-more-than-50m-claims-wylie/\" rel=\"canonical\"/>\n<link href=\"https://techcrunch.com/?p=1612513\" rel=\"shortlink\"/>\n<link href=\"https://techcrunch.com/wp-json/oembed/1.0/embed?url=https%3A%2F%2Ftechcrunch.com%2F2018%2F03%2F27%2Ffacebook-data-misuse-scandal-affects-substantially-more-than-50m-claims-wylie%2F\" rel=\"alternate\" type=\"application/json+oembed\"/>\n<link href=\"https://techcrunch.com/wp-json/oembed/1.0/embed?url=https%3A%2F%2Ftechcrunch.com%2F2018%2F03%2F27%2Ffacebook-data-misuse-scandal-affects-substantially-more-than-50m-claims-wylie%2F&amp;format=xml\" rel=\"alternate\" type=\"text/xml+oembed\"/>\n<link href=\"//v0.wordpress.com\" rel=\"dns-prefetch\"/>\n<style type=\"text/css\">img#wpstats{display:none}</style>\n<!-- BEGIN Sailthru Horizon Meta Information -->\n<meta content=\"2018-03-27 10:18:24\" name=\"sailthru.date\"/>\n<meta content=\"Facebook data misuse scandal affects “substantially” more than 50M, claims Wylie\" name=\"sailthru.title\"/>\n<meta content=\"Alexander Nix, Cambridge Analytica, Facebook, Federal Trade Commission, Mark Zuckerberg\" name=\"sailthru.tags\"/>\n<meta content=\"Natasha Lomas\" name=\"sailthru.author\"/>\n<meta content=\"Chris Wylie, the former Cambridge Analytica employee turned whistleblower whose revelations about Facebook data being misused for political campaigning has wiped billions off the share value of the company in recent days and led to the FTC opening a fresh investigation, has suggested the scale of the data leak is substantially larger than has been […]\" name=\"sailthru.description\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2018/03/chris-wylie.png\" name=\"sailthru.image.full\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2018/03/chris-wylie.png?w=50\" name=\"sailthru.image.thumb\"/>\n<!-- END Sailthru Horizon Meta Information -->\n<!-- BEGIN wp-parsely Plugin Version 1.13.0 -->\n<meta content=\"1.13.0\" id=\"wp-parsely_version\" name=\"wp-parsely_version\"/>\n<script type=\"application/ld+json\">\n\t{\"@context\":\"http:\\/\\/schema.org\",\"@type\":\"NewsArticle\",\"mainEntityOfPage\":{\"@type\":\"WebPage\",\"@id\":\"http:\\/\\/techcrunch.com\\/2018\\/03\\/27\\/facebook-data-misuse-scandal-affects-substantially-more-than-50m-claims-wylie\\/\"},\"headline\":\"Facebook data misuse scandal affects &quot;substantially&quot; more than 50M, claims Wylie\",\"url\":\"http:\\/\\/techcrunch.com\\/2018\\/03\\/27\\/facebook-data-misuse-scandal-affects-substantially-more-than-50m-claims-wylie\\/\",\"thumbnailUrl\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/chris-wylie.png?w=150\",\"image\":{\"@type\":\"ImageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/chris-wylie.png?w=150\"},\"dateCreated\":\"2018-03-27T17:18:24Z\",\"datePublished\":\"2018-03-27T17:18:24Z\",\"dateModified\":\"2018-03-27T17:18:24Z\",\"articleSection\":\"post\",\"author\":[{\"@type\":\"Person\",\"name\":\"Natasha Lomas\"}],\"creator\":[\"Natasha Lomas\"],\"keywords\":[\"@post-id:1612513\",\"europe\",\"government\",\"policy\",\"privacy\",\"social\",\"tc\",\"alexander nix\",\"cambridge analytica\",\"facebook\",\"federal trade commission\",\"mark zuckerberg\"],\"publisher\":{\"@type\":\"Organization\",\"name\":\"TechCrunch\",\"logo\":{\"@type\":\"imageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\\/images\\/logo-json-ld.png\",\"width\":\"600\",\"height\":\"60\"}}}\n\t</script>\n<!-- END wp-parsely Plugin Version 1.13.0 -->\n<meta content=\"187288694643718\" property=\"fb:app_id\"/>\n<meta content=\"8062627951\" property=\"fb:pages\"/>\n<meta content=\"8803025,726995222,771265067,1550970059,1661021707,1178144075,643979435,852465367,4700188\" property=\"fb:admins\"/>\n<meta content=\"https://www.facebook.com/techcrunch\" property=\"article:publisher\"/>\n<meta content=\"TechCrunch\" property=\"og:site_name\"/>\n<meta content=\"social.techcrunch.com\" property=\"og:site\"/>\n<meta content=\"Facebook data misuse scandal affects “substantially” more than 50M, claims Wylie – TechCrunch\" property=\"og:title\"/>\n<meta content=\"Chris Wylie, the former Cambridge Analytica employee turned whistleblower whose revelations about Facebook data being misused for political campaigning has wiped billions off the share value of the company in recent days and led to the FTC opening a fresh investigation, has suggested the scale of t…\" property=\"og:description\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2018/03/chris-wylie.png?w=716\" property=\"og:image\"/>\n<meta content=\"http://social.techcrunch.com/2018/03/27/facebook-data-misuse-scandal-affects-substantially-more-than-50m-claims-wylie/\" property=\"og:url\"/>\n<meta content=\"article\" property=\"og:type\"/>\n<meta content=\"Chris Wylie, the former Cambridge Analytica employee turned whistleblower whose revelations about Facebook data being misused for political campaigning has wiped billions off the share value of the company in recent days and led to the FTC opening a fresh investigation, has suggested the scale of the data leak is substantially larger than has been […]\" name=\"description\"/>\n<meta content=\"Facebook data misuse scandal affects “substantially” more than 50M, claims Wylie – TechCrunch\" name=\"title\"/>\n<meta content=\"summary_large_image\" name=\"twitter:card\"/>\n<meta content=\"@techcrunch\" name=\"twitter:site\"/>\n<meta content=\"Facebook data misuse scandal affects “substantially” more than 50M, claims Wylie – TechCrunch\" name=\"twitter:title\"/>\n<meta content=\"Chris Wylie, the former Cambridge Analytica employee turned whistleblower whose revelations about Facebook data being misused for political campaigning has wiped billions off the share value of the company in recent days and led to the FTC opening a fresh investigation, has suggested the scale of the data leak is substantially larger than has been […]\" name=\"twitter:description\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2018/03/chris-wylie.png?w=716\" name=\"twitter:image\"/>\n<script type=\"text/javascript\">var ajaxurl = \"https://techcrunch.com/wp-admin/admin-ajax.php\"</script><link href=\"https://techcrunch.com/2018/03/27/facebook-data-misuse-scandal-affects-substantially-more-than-50m-claims-wylie/amp/\" rel=\"amphtml\"/><link href=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=32\" rel=\"icon\" sizes=\"32x32\">\n<link href=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=192\" rel=\"icon\" sizes=\"192x192\"/>\n<link href=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=180\" rel=\"apple-touch-icon-precomposed\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=270\" name=\"msapplication-TileImage\"/>\n<script src=\"https://s.aolcdn.com/ads/adsWrapper.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n\ttry{adsEnableSandbox();}catch(e){}\n</script>\n</link></meta></meta></link></link></meta></head>\n<body class=\"\">\n<div id=\"root\">\n<div><!-- duplicate React-root div for styling -->\n<div class=\"content\">\n<article class=\"article-container article--post\">\n<header class=\"article__header\">\n<div class=\"article__title-wrapper\">\n<h1 class=\"article__title\">Facebook data misuse scandal affects “substantially” more than 50M, claims Wylie</h1>\n</div>\n<div class=\"article__byline-wrapper\">\n<div class=\"article__byline\">\n<a href=\"https://techcrunch.com/author/natasha-lomas/\">\n\t\t\tNatasha Lomas\t\t</a>\n<span class=\"article__byline__meta\">\n<a href=\"https://twitter.com/riptari\">@riptari</a>\n<span class=\"text--green\"> / </span>\n\t\t\t\t\t\t1 year\t\t</span>\n</div>\n</div>\n<div class=\"article__featured-image-wrapper breakout\">\n<img class=\"article__featured-image\" src=\"https://techcrunch.com/wp-content/uploads/2018/03/chris-wylie.png?w=716\"/>\n</div>\n</header>\n<div class=\"article-content\">\n<p id=\"speakable-summary\">Chris Wylie, the former <a class=\"crunchbase-link\" data-entity=\"cambridge-analytica\" data-type=\"organization\" href=\"https://crunchbase.com/organization/cambridge-analytica\" target=\"_blank\">Cambridge Analytica <span class=\"crunchbase-tooltip-indicator\"></span></a> employee turned whistleblower whose revelations about Facebook data being misused for political campaigning has wiped billions off the share value of the company in recent days and led to the <a href=\"https://techcrunch.com/2018/03/26/ftc-confirms-probe-into-facebook-data-misuse-scandal/\">FTC opening a fresh investigation</a>, has suggested the scale of the data leak is substantially larger than has been reported so far.</p>\n<p>Giving evidence today, to a UK parliamentary <a href=\"https://www.parliament.uk/business/committees/committees-a-z/commons-select/digital-culture-media-and-sport-committee/inquiries/parliament-2017/fake-news-17-19/\">select committee</a> that’s investigating the use of disinformation in political campaigning, Wylie said: “The 50 million number is what the media has felt safest to report — because of the documentation that they can rely on — but my recollection is that it was substantially higher than that. So my own view is it was much more than 50M.”</p>\n<p>We’ve reached out to <a class=\"crunchbase-link\" data-entity=\"facebook\" data-type=\"organization\" href=\"https://crunchbase.com/organization/facebook\" target=\"_blank\">Facebook <span class=\"crunchbase-tooltip-indicator\"></span></a> about Wylie’s claim — but at the time of writing the company had not provided a response.</p>\n<p>“There were several iterations of the Facebook harvesting project,” Wylie also told the committee, fleshing out the process through which he says users’ data was obtained by CA. “It first started as a very small pilot — firstly to see, most simply, is this data matchable to an electoral register… We then scaled out slightly to make sure that [Cambridge University professor Alexsandr Kogan] could acquire data in the speed that he said he could [via a personality test app called <em>thisisyourdigitallife</em> deployed via Facebook’s platform]. So the first real pilot of it was a sample of 10,000 people who joined the app — that was in late May 2014.</p>\n<p>“That project went really well and that’s when we signed a much larger contract with GSR [Kogan’s company] in the first week of June… 2014. Where the app went out and collected surveys and people joined the app throughout the summer of 2014.”</p>\n<p>The personal information the app was able to obtain via Facebook formed the “foundational dataset” underpinning both CA and its targeting models, according to Wylie.</p>\n<p>“This is what built the company,” he claimed. “This was the foundational dataset that then was modeled to create the algorithms.”</p>\n<p>Facebook has <a href=\"https://techcrunch.com/2018/03/17/trump-campaign-linked-data-firm-cambridge-analytica-reportedly-collected-info-on-50m-facebook-profiles/\">previously confirmed</a> 270,000 people downloaded Kogan’s app — a data harvesting route which, thanks to the <a href=\"https://techcrunch.com/2018/03/24/facebook-was-warned-about-app-permissions-in-2011/\">lax structure of Facebook’s APIs at the time</a>, enabled the foreign political consultancy firm to acquire information on more than 50 million Facebook users, according to <a href=\"https://www.theguardian.com/news/2018/mar/17/cambridge-analytica-facebook-influence-us-election\">the Observer</a>, the vast majority of whom would have had no idea their data had been passed to CA because they were never personally asked to consent to it.</p>\n<p>Instead, their friends were ‘consenting’ on their behalf — likely also without realizing.</p>\n<p>Earlier this month, after the latest CA revelations broke, the DCMS committee asked Facebook founder <a class=\"crunchbase-link\" data-entity=\"mark-zuckerberg\" data-type=\"person\" href=\"https://crunchbase.com/person/mark-zuckerberg\" target=\"_blank\">Mark Zuckerberg <span class=\"crunchbase-tooltip-indicator\"></span></a> to answer their questions in person but he has so far declined their summons. Though it has <a href=\"https://techcrunch.com/2018/03/27/facebook-ceo-mark-zuckerberg-will-reportedly-testify-before-congress/\">just been reported</a> that he may finally appear before Congress to face questions about how users’ data has been so widely misused via his platform.</p>\n<p>In a letter to the DCMS committee, dated yesterday, Facebook said it is working with regulators in different countries to confirm exactly how many local users have been affected by data leak.</p>\n<p>It adds that around 1 per cent of the users whose data was illicitly obtained by CA were European Union users. This small proportion seems unsurprising, given CA was working for the Trump campaign — and therefore aiming to gather data on Americans for 2016 presidential campaign targeting purposes.  EU citizens’ data wouldn’t have had any relevance to that.</p>\n<p>“There will be two sets of data,” Facebook writes in its letter to the committee discussing the data passed to CA. “The first is people who downloaded the app, and the second is the number of friends of those people who have their privacy settings set in such a way that the app could see some of their data. This second figure will be much higher than the first and we will look to provide both broken down by country as soon as we can.”</p>\n<p>Facebook’s privacy settings have caused major regulatory and legal headaches for the company over the years. In 2012, for example, Facebook <a href=\"https://techcrunch.com/2012/08/10/facebook-ftc-settlement-12/\">settled with the FTC over charges it had deceived users</a> by “telling them they could keep their information on Facebook private, and then repeatedly allowing it to be shared and made public”.</p>\n<p>And in 2011 and 2012, following a legal complaint by European privacy campaigner and lawyer Max Schrems, Facebook was urged by the Irish Data Protection Commissioner to tighten app permissions to avoid exactly the kind of friends data leakage that has now scaled into this major privacy scandal.</p>\n<p>Instead, Facebook <a href=\"https://techcrunch.com/2018/03/24/facebook-was-warned-about-app-permissions-in-2011/\">put off tightening up API permissions</a> until as late as mid 2015 — thereby giving CA a window of opportunity to pull massive amounts of Facebook user data ahead of the 2016 US presidential election.</p>\n<p>When CA’s (currently suspended) CEO, <a class=\"crunchbase-link\" data-entity=\"alexander-nix\" data-type=\"person\" href=\"https://crunchbase.com/person/alexander-nix\" target=\"_blank\">Alexander Nix, <span class=\"crunchbase-tooltip-indicator\"></span></a> appeared before the DCMS committee in February he was asked whether it worked with GSR and what use it made of GSR data. At that time Nix claimed CA had not used any GSR data.</p>\n<p>The company is continuing to push this line, claiming in <a href=\"https://twitter.com/CamAnalytica/status/978580972550713344\">a series of tweets today</a> that while it paid $500k for GSR data it subsequently “deleted the data”. It further claims it used alternative data sources and data sets to build its models. “Our algorithms and models bear no trace of it,” it has also tweeted re: the GSR data.</p>\n<p>(Following the session, CA has also now put out a <a href=\"https://ca-political.com/news/cambridge-analytica-responds-committee-hearing\">longer response statement</a>, refuting multiple parts of Wylie’s testimony and claiming he has “misrepresented himself and the company”. In this it also claims: “Cambridge Analytica does not hold any GSR data or any data derived from GSR data. We have never shared the GSR data with Aggregate IQ [another alleged affiliate company], Palantir or any other entity. Cambridge Analytica did not use any GSR data in the work that we did for the Donald J. Trump for President campaign.”)</p>\n<p>Asked by the committee about Nix’s earlier, contradicting testimony, Wylie wondered out loud why CA spent “the better part of $1M on GSR” — pointing also to “copious amounts of email” and other documents he says he has provided to the committee as additional evidence, including invoicing and “match rates on the data”.</p>\n<p>“That’s just not true,” he asserted of CA’s claim not to have used GSR (and therefore Facebook) data.</p>\n<p>Kogan himself has <a href=\"https://twitter.com/AC360/status/976250089344679936\">previously claimed</a> he was unaware exactly what CA wanted to use the data for. “I knew it was for political consulting but beyond that no idea,” he told Anderson Cooper in a TV interview broadcast on March 21, claiming also that he did not know that CA was working for Trump or whether they even used the data his app had gathered.</p>\n<p>Kogan also suggested the data he had been able to gather was not very accurate at an individual level — claiming it would only be useful in aggregate to, for example, “understand the personality of New Yorkers”.</p>\n<p>Wylie was asked by the committee how the data was used by CA. Giving an example he says the company’s approach was to target different people for advertising based on their “dispositional attributes and personality traits” — traits it sought to predict via patterns in the data.</p>\n<p>He said:</p>\n<blockquote><p>For example, if you are able to create profiling algorithms that can predict certain traits — so let’s say a high degree of openness and a high degree of neuroticism — and when you look at that profiles that’s the profile of a person who’s more prone towards conspiratorial thinking, for example, they’re open enough to kind of connect to things that may not really seem reasonable to your average person. And they’re anxious enough and impulse enough to start clicking and reading and looking at things — and so if you can create a psychological profile of a type of person who is more prone to adopting certain forms of ideas, conspiracies for example, you can identify what that person looks like in data terms. You can then go out and predict how likely somebody is going to be to adopt more conspiratorial messaging. And then advertise or target them with blogs or websites or various — what everyone now calls fake news — so that they start seeing all of these ideas, or all of these stories around them in their digital environment. They don’t see it when they watch CNN or NBC or BBC. And they start to go well why is that everyone’s talking about this online? Why is it that I’m seeing everything here but the mainstream media isn’t talking about [it]… Not everyone’s going to adopt that — so that advantage of using profiling is you can find the specific group of people who are more prone to adopting that idea as your early adopters… So if you can find those people in your datasets because you know what they look like in terms of data you can catalyze a trend over time. But you first need to find what those people look like.</p></blockquote>\n<p>“That was the basis of a lot of our research [at CA and sister company SCL],” he added. “How far can we go with certain types of people. And who is it that we would need to target with what types of messaging.”</p>\n<p>Wylie told the committee that Kogan’s company was set up exclusively for the purposes of obtaining data for CA, and said the firm chose to work with Kogan because another professor it had approached first had asked for a substantial payment up front and a 50% equity share — whereas he had agreed to work on the project to obtain the data first, and consider commercial terms later.</p>\n<p>“The deal was that [Kogan] could keep all the data and do research or whatever he wanted to do with is and so for him it was appealing because you had a company that was the equivalent of no academic grant could compete with the amount of money that we could spend on it, and also we didn’t have to go through all the compliance stuff,” added Wylie. “So we could literally just start next week and pay for whatever you want. So my impression at the time was that for an academic that would be quite appealing.”</p>\n<p> </p>\n<h2>“All kinds of people [had] access to the data”</h2>\n<p>Another claim made by Wylie during the session was that the secretive US big data firm Palantir helped CA build models off of the Facebook data — although he also said there was no formal contract in place between the two firms.</p>\n<p>Wylie said Palantir was introduced to CA’s Nix by Sophie Schmidt, Google chairman Eric Schmidt’s daughter, during an internship at CA.</p>\n<p>“We actually had several meetings with Palantir whilst I was there,” claimed Wylie. “And some of the documentation that I’ve also provided to the committee… [shows] there were senior Palantir employees that were also working on the Facebook data.”</p>\n<p>The VC-backed firm is known for providing government, finance, healthcare and other organizations with analytics, security and other data management solutions.</p>\n<p>“That was not an official contract between Palantir and Cambridge Analytica but there were Palantir staff who would come into the office and work on the data,” Wylie added. “And we would go and meet with Palantir staff at Palantir. So, just to clarify, Palantir didn’t officially contract with Cambridge Analytica. But there were Palantir staff who helped build the models that we were working on.”</p>\n<p>Contacted for comment on this allegation a Palantir spokesperson refuted it entirely — providing TechCrunch with this emailed statement: “Palantir has never had a relationship with Cambridge Analytica nor have we ever worked on any Cambridge Analytica data.”</p>\n<p>The committee went on to ask Wylie why he was coming forward to tell this story now, given his involvement in building the targeting technologies — and therefore also his interests in the related political campaigns.</p>\n<p>Wylie responded by saying that he had grown increasingly uncomfortable with CA during his time working there and with the methods being used.</p>\n<p>“Nothing good has come from Cambridge Analytica,” he added. “It’s not a legitimate business.”</p>\n<p>In a statement put out on its Twitter yesterday, CA’s acting CEO Alex Tayler sought to distance the firm from Wylie and play down his role there, claiming: “The source of allegations is not a whistleblower or a founder of the company. He was at the company for less than a year, after which he was made the subject of restraining undertakings to prevent his misuse of the company’s intellectual property.”</p>\n<p>Asked whether he’s received any legal threats since making his allegations public, Wylie said the most legal pushback he’s received so far has come from Facebook, rather than CA.</p>\n<p>“It’s Facebook who’s most upset about this story,” he told the committee. “They’ve sent some fairly intimidating legal correspondence. They haven’t actually taken action on that… They’ve gone silent, they won’t talk to me anymore.</p>\n<p>“But I do anticipate some robust pushback from Cambridge Analytica because this is sort of an existential crisis for them,” he added. “But I think that I have a fairly robust public interest defense to breaking that NDA and that undertaking of confidentiality [that he previously signed with CA].”</p>\n<p>The committee also pressed Wylie on whether he himself had had access to the Facebook data he claims CA used to build its targeting models. Wylie said that he had, though he claims he deleted his copy of the data “some time in 2015”.</p>\n<p>During the testimony Wylie also suggested Facebook might have found out about the GSL data harvesting project as early as July 2014 — because he says Kogan told him, around that time, that he had spoken to Facebook engineers after his app’s data collection rate had been throttled by the platform.</p>\n<p>“He told me that he had a conversation with some engineers at Facebook,” said Wylie. “So Facebook would have known from that moment about the project because he had a conversation with Facebook’s engineers — or at least that’s what he told me… Facebook’s account of it is that they had no idea until the Guardian first reported it at the end of 2015 — and then they decided to send out letters. They sent letters to me in August 2016 asking do you know where this data might be, or was it deleted?</p>\n<p>“It’s interesting that… the date of the letter is the same month that Cambridge Analytica officially joined the Trump campaign. So I’m not sure if Facebook was genuinely concerned about the data or just the optics of y’know now this firm is not just some random firm in Britain, it’s now working for a presidential campaign.”</p>\n<p>We also asked Facebook if it had any general response to Wylie’s testimony but at the time of writing the company had not responded to this request for comment either.</p>\n<p>Did Facebook make any efforts to retrieve or delete data, the committee also asked Wylie. “No they didn’t,” he replied. “Not to my knowledge. They certainly didn’t with me — until after I went public and then they made me suspect number one despite the fact the ICO [UK’s Information Commissioner’s Office] wrote to me and to Facebook saying that no I’ve actually given over everything to the authorities.”</p>\n<p>“I suspect that when Facebook looked at what happened in 2016… they went if we make a big deal of this this might be optically not the best thing to make a big fuss about,” he said. “So I don’t think they pushed it in part because if you want to really investigate a large data breach that’s going to get out and that might cause problems. So my impression was they wanted to push it under the rug.”</p>\n<p>“All kinds of people [had] access to the data,” he added. “It was everywhere.”</p>\n</div>\n<footer class=\"article-footer\">\n<input class=\"shortlink\" readonly=\"\" title=\"Article Shortlink\" type=\"text\" value=\"\"/>\n</footer>\n</article>\n</div>\n</div><!-- end React-root duplication div -->\n</div><!--end #root-->\n<noscript style=\"display:none;\">\n<img alt=\"\" height=\"1\" src=\"https://www.facebook.com/tr?id=1447508128842484&amp;ev=PageView&amp;noscript=1\" width=\"1\"/>\n</noscript>\n<script type=\"text/javascript\">\n\t\t// Configure the PARSELY window global to disable auto-tracking.\n\t\t// Must load before the Parse.ly script itself.\n\t\twindow.PARSELY = {\n\t\t\tautotrack: false,\n\t\t\tonload:    this.onload,\n\t\t};\n\t</script>\n<script data-parsely-site=\"techcrunch.com\" id=\"parsely-cfg\" src=\"//d1z2jf7jlzjs58.cloudfront.net/keys/techcrunch.com/p.js\"></script>\n<!-- JSON-LD -->\n<script type=\"application/ld+json\">\n\t\t{\"@context\":\"http:\\/\\/schema.org\",\"publisher\":{\"@type\":\"Organization\",\"name\":\"TechCrunch\",\"logo\":{\"@type\":\"imageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\\/images\\/logo-json-ld.png\",\"width\":\"600\",\"height\":\"60\"}},\"@type\":\"NewsArticle\",\"mainEntityOfPage\":{\"@type\":\"WebPage\",\"@id\":\"https:\\/\\/techcrunch.com\\/2018\\/03\\/27\\/facebook-data-misuse-scandal-affects-substantially-more-than-50m-claims-wylie\\/\"},\"headline\":\"Facebook data misuse scandal affects &#8220;substantially&#8221; more than 50M, claims Wylie\",\"image\":{\"@type\":\"ImageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/chris-wylie.png?w=680\",\"width\":680,\"height\":380},\"datePublished\":\"2018-03-27T17:18:24+00:00\",\"dateModified\":\"2018-03-29T22:37:14+00:00\",\"author\":[{\"@type\":\"Person\",\"name\":\"Natasha Lomas\"}],\"description\":\"Chris Wylie, the former Cambridge Analytica employee turned whistleblower whose revelations about Facebook data being misused for political campaigning has wiped billions off the share value of the company in recent days and led to the FTC opening a fresh investigation, has suggested the scale of the data leak is substantially larger than has been [&hellip;]\",\"speakable\":{\"@type\":\"SpeakableSpecification\",\"cssSelector\":[\".alpha\",\"#speakable-summary\"]}}\t</script>\n<!-- End JSON-LD -->\n<script src=\"https://use.typekit.net/svv7knm.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\ntry{Typekit.load({ async: true });}catch(e){}\n</script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar tc_app_data = {\"ads\":{\"adpage\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\\/features\\/ads\\/_uac\\/adpage.html\",\"gemini_enabled\":true,\"gemini_codes\":{\"position_4\":{\"mobile\":\"ae64471c-14c2-4457-8e9b-a5190206eafd\",\"desktop\":\"b2018d9e-dedc-4e85-8823-b06917beb892\"},\"position_8\":{\"mobile\":\"619392a1-b497-4aa9-b683-24aab7246c16\",\"desktop\":\"05c0b21d-e742-494d-ac59-474e3feaa4b8\"}},\"mns\":[{\"where\":\"*\",\"placements\":{\"native\":\"93501877\",\"mobile_native\":\"93501878\",\"leaderboard\":\"93484975\",\"rightrail\":\"93484976\",\"rightrail_on_view\":\"93484977\",\"mobile_300x250\":\"93484973\",\"mobile_dynamic\":\"93484974\",\"amp\":\"93523784\",\"inline_leaderboard\":\"93484932\",\"inline_mobile_300x250\":\"93484930\",\"inline_amp\":\"963874680\"}},{\"where\":{\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93484953\"}},{\"where\":{\"post_type\":[\"tc_sponsored_post\"]},\"placements\":{\"leaderboard\":\"963872468\",\"leaderboard_on_view\":\"963872469\",\"rightrail\":\"963872467\",\"rightrail_on_view\":\"963872467\",\"mobile_320x50\":\"963872466\",\"mobile_dynamic\":\"963872466\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"crunchbase-video-hub\"]},\"placements\":{\"mobile_300x250\":\"93487470\",\"mobile_dynamic\":\"93487469\",\"leaderboard\":\"93487468\",\"rightrail\":\"93487467\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"enterprise\"]},\"placements\":{\"mobile_300x250\":\"93484901\",\"mobile_dynamic\":\"93484902\",\"leaderboard\":\"93484903\",\"rightrail\":\"93484904\",\"rightrail_on_view\":\"93484905\",\"amp\":\"93523756\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"enterprise\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93512990\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"gadgets\"]},\"placements\":{\"mobile_300x250\":\"93484912\",\"mobile_dynamic\":\"93484913\",\"leaderboard\":\"93484914\",\"rightrail\":\"93484915\",\"rightrail_on_view\":\"93484916\",\"amp\":\"93523764\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"gadgets\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93513296\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"mobile\"]},\"placements\":{\"mobile_native\":\"93484962\",\"mobile_300x250\":\"93484960\",\"mobile_dynamic\":\"93484961\",\"leaderboard\":\"93484957\",\"rightrail\":\"93484958\",\"rightrail_on_view\":\"93484959\",\"amp\":\"93523763\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"mobile\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93510142\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"startups\"]},\"placements\":{\"gallery_300x250\":\"93511985\",\"mobile_300x250\":\"93484986\",\"mobile_dynamic\":\"93484987\",\"leaderboard\":\"93484988\",\"rightrail\":\"93484989\",\"rightrail_on_view\":\"93484990\",\"amp\":\"93523762\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"startups\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93511984\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"apps\"]},\"placements\":{\"mobile_300x250\":\"963891138\",\"mobile_dynamic\":\"963891134\",\"leaderboard\":\"963891132\",\"rightrail\":\"963891133\",\"rightrail_on_view\":\"963891136\",\"amp\":\"963891137\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"mobile\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"963891131\"}},{\"where\":{\"post_type\":[\"tc_marketing\"]},\"placements\":{\"mobile_dynamic\":\"93484859\",\"leaderboard\":\"93484860\",\"leaderboard_on_view\":\"93484861\",\"rightrail\":\"93484862\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"apple\"]},\"placements\":{\"mobile_300x250\":\"93484869\",\"mobile_dynamic\":\"93484870\",\"leaderboard\":\"93484866\",\"rightrail\":\"93484867\",\"rightrail_on_view\":\"93484868\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"back-to-school\",\"backtoschool\",\"backtoschool13\"]},\"placements\":{\"mobile_300x250\":\"93484871\",\"mobile_dynamic\":\"93484872\",\"leaderboard\":\"93484873\",\"rightrail\":\"93484874\",\"rightrail_on_view\":\"93484875\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"ces\"]},\"placements\":{\"gallery_300x250\":\"963853166\",\"mobile_300x250\":\"93484876\",\"mobile_dynamic\":\"93484877\",\"leaderboard\":\"93484878\",\"rightrail\":\"93484879\",\"rightrail_on_view\":\"93484880\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"ces\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"963853167\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"disrupt\"]},\"placements\":{\"mobile_300x250\":\"93484895\",\"mobile_dynamic\":\"93484896\",\"leaderboard\":\"93484897\",\"rightrail\":\"93484898\",\"rightrail_on_view\":\"93484899\",\"amp\":\"93523765\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"gift-guide-2018\"]},\"placements\":{\"gallery_300x250\":\"93518231\",\"mobile_300x250\":\"93484930\",\"mobile_dynamic\":\"93484931\",\"leaderboard\":\"93484932\",\"rightrail\":\"93484933\",\"rightrail_on_view\":\"93484934\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"gift-guide-2018\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93518230\"}},{\"where\":{\"url\":\"\\/pages\\/gift-guide-2018\\/\"},\"placements\":{\"gallery_300x250\":\"93518231\",\"mobile_300x250\":\"93484930\",\"mobile_dynamic\":\"93484931\",\"leaderboard\":\"93484932\",\"rightrail\":\"93484933\",\"rightrail_on_view\":\"93484934\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"sxsw\"]},\"placements\":{\"gallery_300x250\":\"963858038\",\"mobile_300x250\":\"963858040\",\"mobile_dynamic\":\"963858041\",\"leaderboard\":\"963858042\",\"rightrail\":\"963858043\",\"rightrail_on_view\":\"963858044\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"sxsw\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"963858039\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"tc_video\"]},\"placements\":{\"leaderboard\":\"963874666\",\"rightrail\":\"963874667\",\"rightrail_on_view\":\"963874668\",\"mobile_320x50\":\"93485001\",\"mobile_300x250\":\"93485000\",\"mobile_dynamic\":\"93484943\",\"amp\":\"93523757\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"developer\"]},\"placements\":{\"gallery_300x250\":\"93510995\",\"mobile_300x250\":\"93484890\",\"mobile_dynamic\":\"93484891\",\"leaderboard\":\"93484892\",\"rightrail\":\"93484893\",\"rightrail_on_view\":\"93484894\",\"amp\":\"93523761\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"developer\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93510992\"}},{\"where\":{\"url\":\"\\/video\\/\"},\"placements\":{\"leaderboard\":\"963874666\",\"rightrail\":\"963874667\",\"rightrail_on_view\":\"963874668\",\"mobile_320x50\":\"93485001\",\"mobile_300x250\":\"93485000\",\"mobile_dynamic\":\"93484943\",\"amp\":\"93523757\"}},{\"where\":{\"url\":\"\\/(page\\/\\\\d+)?\"},\"placements\":{\"native\":\"93484857\",\"leaderboard\":\"93484945\",\"rightrail\":\"93484946\",\"rightrail_on_view\":\"93484947\",\"amp\":\"93523758\",\"mobile_native\":\"93484858\",\"mobile_300x250\":\"93484942\",\"mobile_dynamic\":\"93484943\"}}]},\"assetURI\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\",\"breaking\":\"\",\"ec_promo\":{\"enabled\":true,\"title\":\"Extra Crunch\",\"desc\":\"Exclusive articles, conference calls, no banner ads, and more.\",\"url\":\"\\/subscribe\\/?tpcc=rightrailapril19\",\"button_text\":\"Try it free\"},\"live_event\":\"0\",\"livestream_hash\":null,\"feature_island\":[],\"isAdminBar\":\"\",\"marketoEventId\":\"1004\",\"marketoBrandStudioId\":\"1740\",\"menus\":{\"main\":[{\"id\":335981,\"order\":1,\"parent\":0,\"text\":\"Startups\",\"url\":\"https:\\/\\/techcrunch.com\\/startups\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":20429,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":1599989,\"order\":2,\"parent\":0,\"text\":\"Apps\",\"url\":\"https:\\/\\/techcrunch.com\\/apps\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":449557102,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":335983,\"order\":3,\"parent\":0,\"text\":\"Gadgets\",\"url\":\"https:\\/\\/techcrunch.com\\/gadgets\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":449557086,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":335986,\"order\":4,\"parent\":0,\"text\":\"Videos\",\"url\":\"\\/video\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":335986,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1761192,\"order\":5,\"parent\":0,\"text\":\"Podcasts\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/podcasts\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1760429,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1781882,\"order\":6,\"parent\":0,\"text\":\"Extra Crunch\",\"url\":\"\\/extracrunch\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1781882,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1599991,\"order\":7,\"parent\":0,\"text\":\"\\u2014\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599991,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1599990,\"order\":8,\"parent\":0,\"text\":\"Events\",\"url\":\"\\/events\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599990,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1752899,\"order\":9,\"parent\":0,\"text\":\"Advertise\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/advertisement-events-calendar\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1416499,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1599992,\"order\":10,\"parent\":0,\"text\":\"Crunchbase\",\"url\":\"http:\\/\\/crunchbase.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599992,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"submenu\":[{\"id\":1599997,\"order\":1,\"parent\":0,\"text\":\"Topics\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599997,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600003,\"order\":2,\"parent\":1599997,\"text\":\"Social\",\"url\":\"https:\\/\\/techcrunch.com\\/social\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"How technology is shaping the way we live with each other\",\"object_id\":3457,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":1600004,\"order\":3,\"parent\":1599997,\"text\":\"Mobile\",\"url\":\"https:\\/\\/techcrunch.com\\/mobile\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"The apps, platforms and businesses redefining how we use computers\",\"object_id\":449557028,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":1600005,\"order\":4,\"parent\":1599997,\"text\":\"Enterprise\",\"url\":\"https:\\/\\/techcrunch.com\\/enterprise\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"How cloud computing, big data and new devices are changing work\",\"object_id\":449557044,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]}]},{\"id\":1599998,\"order\":5,\"parent\":0,\"text\":\"About\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599998,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1601717,\"order\":6,\"parent\":1599998,\"text\":\"Staff\",\"url\":\"\\/pages\\/about-techcrunch\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601717,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600007,\"order\":7,\"parent\":1599998,\"text\":\"Contact Us\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/contact-us\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":672,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1600006,\"order\":8,\"parent\":1599998,\"text\":\"Advertising Opportunities\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/advertisement-events-calendar\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1416499,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]}]},{\"id\":1600000,\"order\":9,\"parent\":0,\"text\":\"More TechCrunch\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600000,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600009,\"order\":10,\"parent\":1600000,\"text\":\"Startup Battlefield\",\"url\":\"\\/startup-battlefield\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600009,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1795710,\"order\":11,\"parent\":1600000,\"text\":\"Sponsored Content\",\"url\":\"\\/sponsored\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1795710,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600010,\"order\":12,\"parent\":1600000,\"text\":\"Include\",\"url\":\"\\/include\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600010,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600012,\"order\":13,\"parent\":1600000,\"text\":\"Crunchboard\",\"url\":\"http:\\/\\/crunchboard.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600012,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600011,\"order\":14,\"parent\":1600000,\"text\":\"TechCrunch Store\",\"url\":\"http:\\/\\/techcrunchstore.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600011,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1620756,\"order\":15,\"parent\":1600000,\"text\":\"Apply to Startup Events\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/tc-startup-programs\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1617703,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]}]},{\"id\":1600001,\"order\":16,\"parent\":0,\"text\":\"Read Anywhere\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600001,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600013,\"order\":17,\"parent\":1600001,\"text\":\"App Store\",\"url\":\"https:\\/\\/itunes.apple.com\\/us\\/app\\/techcrunch\\/id526058642?mt=8\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600013,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600014,\"order\":18,\"parent\":1600001,\"text\":\"Google Play\",\"url\":\"https:\\/\\/play.google.com\\/store\\/apps\\/details?id=com.aol.mobile.techcrunch\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600014,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}]},{\"id\":1600002,\"order\":19,\"parent\":0,\"text\":\"International\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600002,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600015,\"order\":20,\"parent\":1600002,\"text\":\"China\",\"url\":\"http:\\/\\/techcrunch.cn\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600015,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600016,\"order\":21,\"parent\":1600002,\"text\":\"Japan\",\"url\":\"http:\\/\\/jp.techcrunch.com\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600016,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}]}],\"footer\":[{\"id\":1787716,\"order\":1,\"parent\":0,\"text\":\"TechCrunch\",\"url\":\"https:\\/\\/techcrunch.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1787716,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1601925,\"order\":2,\"parent\":0,\"text\":\"Privacy Policy\",\"url\":\"https:\\/\\/policies.oath.com\\/xw\\/en\\/oath\\/privacy\\/intl\\/index.html\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601925,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1601926,\"order\":3,\"parent\":0,\"text\":\"About Our Ads\",\"url\":\"http:\\/\\/adinfo.aol.com\\/about-our-ads\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601926,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1687671,\"order\":4,\"parent\":0,\"text\":\"Code of Conduct\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/code-of-conduct\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1678717,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1601928,\"order\":5,\"parent\":0,\"text\":\"Terms of Service\",\"url\":\"https:\\/\\/policies.oath.com\\/xw\\/en\\/oath\\/terms\\/otos\\/index.html\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601928,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"include\":[{\"id\":1601974,\"order\":1,\"parent\":0,\"text\":\"Our Mission\",\"url\":\"\\/include\\/mission-statement\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601974,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1601975,\"order\":2,\"parent\":0,\"text\":\"Office Hours\",\"url\":\"\\/include\\/office-hours\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601975,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"startup-battlefield\":[{\"id\":1602061,\"order\":1,\"parent\":0,\"text\":\"About\",\"url\":\"\\/startup-battlefield\\/about\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602061,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1602062,\"order\":2,\"parent\":0,\"text\":\"FAQ\",\"url\":\"\\/startup-battlefield\\/faq\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602062,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1602063,\"order\":3,\"parent\":0,\"text\":\"Leaderboard\",\"url\":\"\\/startup-battlefield\\/leaderboard\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602063,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1602065,\"order\":4,\"parent\":0,\"text\":\"Battlefield Home\",\"url\":\"\\/startup-battlefield\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602065,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1787197,\"order\":5,\"parent\":0,\"text\":\"Apply Now\",\"url\":\"https:\\/\\/apply.techcrunch.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"apply-now-link\"],\"description\":\"\",\"object_id\":1787197,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"video-hub\":[{\"id\":1605165,\"order\":1,\"parent\":0,\"text\":\"News\",\"url\":\"\\/shows\\/tctv-news\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605165,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605166,\"order\":2,\"parent\":0,\"text\":\"Gadgets\",\"url\":\"\\/shows\\/gadgets\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605166,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605167,\"order\":3,\"parent\":0,\"text\":\"Features\",\"url\":\"\\/shows\\/features\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605167,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605168,\"order\":4,\"parent\":0,\"text\":\"Reviews\",\"url\":\"\\/shows\\/reviews\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605168,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605169,\"order\":5,\"parent\":0,\"text\":\"Interviews\",\"url\":\"\\/shows\\/interviews\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605169,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605170,\"order\":6,\"parent\":0,\"text\":\"Apps\",\"url\":\"\\/shows\\/apps\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605170,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605171,\"order\":7,\"parent\":0,\"text\":\"Disrupt\",\"url\":\"\\/shows\\/techcrunch-disrupt\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605171,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605172,\"order\":8,\"parent\":0,\"text\":\"Battlefield\",\"url\":\"\\/shows\\/techcrunch-battlefield\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605172,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605173,\"order\":9,\"parent\":0,\"text\":\"Sessions\",\"url\":\"\\/shows\\/tc-sessions\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605173,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605174,\"order\":10,\"parent\":0,\"text\":\"Crunch Report\",\"url\":\"\\/shows\\/crunch-report\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605174,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605175,\"order\":11,\"parent\":0,\"text\":\"Judah vs the Machines\",\"url\":\"\\/shows\\/judah-vs-the-machines\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605175,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605176,\"order\":12,\"parent\":0,\"text\":\"Down Round\",\"url\":\"\\/shows\\/down-round\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605176,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605177,\"order\":13,\"parent\":0,\"text\":\"Trust Disrupted\",\"url\":\"\\/shows\\/trust-disrupted\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605177,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605178,\"order\":14,\"parent\":0,\"text\":\"Built in Brooklyn\",\"url\":\"\\/shows\\/built-in-brooklyn\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605178,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605179,\"order\":15,\"parent\":0,\"text\":\"Inside Jobs\",\"url\":\"\\/shows\\/inside-jobs\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605179,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605180,\"order\":16,\"parent\":0,\"text\":\"TC Cribs\",\"url\":\"\\/shows\\/tc-cribs\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605180,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}]},\"playlistData\":{\"homepage\":[],\"videohub\":[]},\"entities\":{\"posts\":[{\"id\":1612513,\"date\":\"2018-03-27T10:18:24\",\"date_gmt\":\"2018-03-27T17:18:24\",\"guid\":{\"rendered\":\"https:\\/\\/techcrunch.com\\/?p=1612513\"},\"modified\":\"2018-03-29T15:37:14\",\"modified_gmt\":\"2018-03-29T22:37:14\",\"slug\":\"facebook-data-misuse-scandal-affects-substantially-more-than-50m-claims-wylie\",\"status\":\"publish\",\"type\":\"post\",\"link\":\"https:\\/\\/techcrunch.com\\/2018\\/03\\/27\\/facebook-data-misuse-scandal-affects-substantially-more-than-50m-claims-wylie\\/\",\"title\":{\"rendered\":\"Facebook data misuse scandal affects &#8220;substantially&#8221; more than 50M, claims Wylie\"},\"content\":{\"rendered\":\"<p id=\\\"speakable-summary\\\">Chris Wylie, the former <a class=\\\"crunchbase-link\\\" href=\\\"https:\\/\\/crunchbase.com\\/organization\\/cambridge-analytica\\\" target=\\\"_blank\\\" data-type=\\\"organization\\\" data-entity=\\\"cambridge-analytica\\\">Cambridge Analytica <span class=\\\"crunchbase-tooltip-indicator\\\"><\\/span><\\/a> employee turned whistleblower whose revelations about Facebook data being misused for political campaigning has wiped billions off the share value of the company in recent days and led to the <a href=\\\"https:\\/\\/techcrunch.com\\/2018\\/03\\/26\\/ftc-confirms-probe-into-facebook-data-misuse-scandal\\/\\\">FTC opening a fresh investigation<\\/a>, has suggested the scale of the data leak is substantially larger than has been reported so far.<\\/p>\\n<p>Giving evidence today, to a UK parliamentary <a href=\\\"https:\\/\\/www.parliament.uk\\/business\\/committees\\/committees-a-z\\/commons-select\\/digital-culture-media-and-sport-committee\\/inquiries\\/parliament-2017\\/fake-news-17-19\\/\\\">select committee<\\/a>\\u00a0that&#8217;s investigating the use of disinformation in political campaigning, Wylie said: &#8220;The 50 million number is what the media has felt safest to report &#8212; because of the documentation that they can rely on &#8212;\\u00a0but my recollection is that it was substantially higher than that. So my own view is it was much more than 50M.&#8221;<\\/p>\\n<p>We&#8217;ve reached out to <a class=\\\"crunchbase-link\\\" href=\\\"https:\\/\\/crunchbase.com\\/organization\\/facebook\\\" target=\\\"_blank\\\" data-type=\\\"organization\\\" data-entity=\\\"facebook\\\">Facebook <span class=\\\"crunchbase-tooltip-indicator\\\"><\\/span><\\/a> about Wylie&#8217;s claim &#8212; but at the time of writing the company had not provided a response.<\\/p>\\n<p>&#8220;There were several iterations of the Facebook harvesting project,&#8221; Wylie also told the committee, fleshing out the process through which he says users&#8217; data was obtained by CA. &#8220;It first started as a very small pilot &#8212; firstly to see, most simply, is this data matchable to an electoral register&#8230; We then scaled out slightly to make sure that [Cambridge University professor Alexsandr Kogan] could acquire data in the speed that he said he could [via a personality test app called <em>thisisyourdigitallife<\\/em>\\u00a0deployed via Facebook&#8217;s platform]. So the first real pilot of it was a sample of 10,000 people who joined the app &#8212; that was in late May 2014.<\\/p>\\n<p>&#8220;That project went really well and that&#8217;s when we signed a much larger contract with GSR [Kogan&#8217;s company] in the first week of June&#8230; 2014. Where the app went out and collected surveys and people joined the app throughout the summer of 2014.&#8221;<\\/p>\\n<p>The personal information the app was able to obtain via Facebook formed the &#8220;foundational dataset&#8221; underpinning both CA and its targeting models, according to Wylie.<\\/p>\\n<p>&#8220;This is what built the company,&#8221; he claimed. &#8220;This was the foundational dataset that then was modeled to create the algorithms.&#8221;<\\/p>\\n<p>Facebook has <a href=\\\"https:\\/\\/techcrunch.com\\/2018\\/03\\/17\\/trump-campaign-linked-data-firm-cambridge-analytica-reportedly-collected-info-on-50m-facebook-profiles\\/\\\">previously confirmed<\\/a>\\u00a0270,000 people downloaded Kogan&#8217;s app &#8212; a data harvesting route which, thanks to the <a href=\\\"https:\\/\\/techcrunch.com\\/2018\\/03\\/24\\/facebook-was-warned-about-app-permissions-in-2011\\/\\\">lax structure of Facebook&#8217;s APIs at the time<\\/a>, enabled the foreign political consultancy firm to acquire information on more than 50 million Facebook users, according to <a href=\\\"https:\\/\\/www.theguardian.com\\/news\\/2018\\/mar\\/17\\/cambridge-analytica-facebook-influence-us-election\\\">the Observer<\\/a>, the vast majority of whom would have had no idea their data had been passed to CA because they were never personally asked to consent to it.<\\/p>\\n<p>Instead, their friends were &#8216;consenting&#8217; on their behalf &#8212; likely also without realizing.<\\/p>\\n<p>Earlier this month, after the latest CA revelations broke, the DCMS committee asked Facebook founder <a class=\\\"crunchbase-link\\\" href=\\\"https:\\/\\/crunchbase.com\\/person\\/mark-zuckerberg\\\" target=\\\"_blank\\\" data-type=\\\"person\\\" data-entity=\\\"mark-zuckerberg\\\">Mark Zuckerberg <span class=\\\"crunchbase-tooltip-indicator\\\"><\\/span><\\/a> to answer their questions in person but he has so far declined their summons. Though it has <a href=\\\"https:\\/\\/techcrunch.com\\/2018\\/03\\/27\\/facebook-ceo-mark-zuckerberg-will-reportedly-testify-before-congress\\/\\\">just been reported<\\/a>\\u00a0that he may finally appear before Congress to face questions about how users&#8217; data has been so widely misused via his platform.<\\/p>\\n<p>In a letter to the DCMS committee, dated yesterday, Facebook said it is working with regulators in different countries to confirm exactly how many local users have been affected by data leak.<\\/p>\\n<p>It adds that around 1 per cent of the users whose data was illicitly obtained by CA were European Union users. This small proportion seems unsurprising, given CA was working for the Trump campaign &#8212; and therefore aiming to gather data on Americans for 2016 presidential campaign targeting purposes.\\u00a0 EU citizens&#8217; data wouldn&#8217;t have had any relevance to that.<\\/p>\\n<p>&#8220;There will be two sets of data,&#8221; Facebook writes in its letter to the committee discussing the data passed to CA. &#8220;The first is people who downloaded the app, and the second is the number of friends of those people who have their privacy settings set in such a way that the app could see some of their data. This second figure will be much higher than the first and we will look to provide both broken down by country as soon as we can.&#8221;<\\/p>\\n<p>Facebook&#8217;s privacy settings have caused major regulatory and legal headaches for the company over the years. In 2012, for example, Facebook\\u00a0<a href=\\\"https:\\/\\/techcrunch.com\\/2012\\/08\\/10\\/facebook-ftc-settlement-12\\/\\\">settled with the\\u00a0FTC over charges it had deceived users<\\/a>\\u00a0by \\u201ctelling them they could keep their information on Facebook private, and then repeatedly allowing it to be shared and made public\\u201d.<\\/p>\\n<p>And in 2011 and 2012, following a legal complaint by European privacy campaigner and lawyer Max Schrems, Facebook was urged by the Irish Data Protection Commissioner to tighten app permissions to avoid exactly the kind of friends data leakage that has now scaled into this major privacy scandal.<\\/p>\\n<p>Instead, Facebook <a href=\\\"https:\\/\\/techcrunch.com\\/2018\\/03\\/24\\/facebook-was-warned-about-app-permissions-in-2011\\/\\\">put off tightening up API permissions<\\/a> until as late as mid 2015 &#8212; thereby giving CA a window of opportunity to pull massive amounts of Facebook user data ahead of the 2016 US presidential election.<\\/p>\\n<p>When CA&#8217;s (currently suspended) CEO, <a class=\\\"crunchbase-link\\\" href=\\\"https:\\/\\/crunchbase.com\\/person\\/alexander-nix\\\" target=\\\"_blank\\\" data-type=\\\"person\\\" data-entity=\\\"alexander-nix\\\">Alexander Nix, <span class=\\\"crunchbase-tooltip-indicator\\\"><\\/span><\\/a> appeared before the DCMS committee in February he was asked whether it worked with GSR and what use it made of GSR data. At that time Nix claimed CA had not used any GSR data.<\\/p>\\n<p>The company is continuing to push this line, claiming in <a href=\\\"https:\\/\\/twitter.com\\/CamAnalytica\\/status\\/978580972550713344\\\">a series of tweets today<\\/a> that while it paid $500k for GSR data it subsequently &#8220;deleted the data&#8221;. It further claims it used alternative data sources and data sets to build its models. &#8220;Our algorithms and models bear no trace of it,&#8221; it has also tweeted re: the GSR data.<\\/p>\\n<p>(Following the session, CA has also now put out a <a href=\\\"https:\\/\\/ca-political.com\\/news\\/cambridge-analytica-responds-committee-hearing\\\">longer response statement<\\/a>, refuting multiple parts of Wylie&#8217;s testimony and claiming he has &#8220;misrepresented himself and the company&#8221;. In this it also claims: &#8220;Cambridge Analytica does not hold any GSR data or any data derived from GSR data. We have never shared the GSR data with Aggregate IQ [another alleged affiliate company], Palantir or any other entity. Cambridge Analytica did not use any GSR data in the work that we did for the Donald J. Trump for President campaign.&#8221;)<\\/p>\\n<p>Asked by the committee about Nix&#8217;s earlier, contradicting testimony, Wylie wondered out loud why CA spent &#8220;the better part of $1M on GSR&#8221; &#8212; pointing also to &#8220;copious amounts of email&#8221; and other documents he says he has provided to the committee as additional evidence, including invoicing and &#8220;match rates on the data&#8221;.<\\/p>\\n<p>&#8220;That&#8217;s just not true,&#8221; he asserted of CA&#8217;s claim not to have used GSR (and therefore Facebook) data.<\\/p>\\n<p>Kogan himself has <a href=\\\"https:\\/\\/twitter.com\\/AC360\\/status\\/976250089344679936\\\">previously claimed<\\/a> he was unaware exactly what CA wanted to use the data for. &#8220;I knew it was for political consulting but beyond that no idea,&#8221; he told Anderson Cooper in a TV interview broadcast on March 21, claiming also that he did not know that CA was working for Trump or whether they even used the data his app had gathered.<\\/p>\\n<p>Kogan also suggested the data he had been able to gather was not very accurate at an individual level &#8212; claiming it would only be useful in aggregate to, for example, &#8220;understand the personality of New Yorkers&#8221;.<\\/p>\\n<p>Wylie was asked by the committee how the data was used by CA. Giving an example he says the company&#8217;s approach was to target different people for advertising based on their &#8220;dispositional attributes and personality traits&#8221; &#8212; traits it sought to predict via patterns in the data.<\\/p>\\n<p>He said:<\\/p>\\n<blockquote><p>For example, if you are able to create profiling algorithms that can predict certain traits &#8212; so let&#8217;s say a high degree of openness and a high degree of neuroticism &#8212; and when you look at that profiles that&#8217;s the profile of a person who&#8217;s more prone towards conspiratorial thinking, for example, they&#8217;re open enough to kind of connect to things that may not really seem reasonable to your average person. And they&#8217;re anxious enough and impulse enough to start clicking and reading and looking at things &#8212; and so if you can create a psychological profile of a type of person who is more prone to adopting certain forms of ideas, conspiracies for example, you can identify what that person looks like in data terms. You can then go out and predict how likely somebody is going to be to adopt more conspiratorial messaging. And then advertise or target them with blogs or websites or various &#8212; what everyone now calls fake news &#8212; so that they start seeing all of these ideas, or all of these stories around them in their digital environment. They don&#8217;t see it when they watch CNN or NBC or BBC.\\u00a0And they start to go well why is that everyone&#8217;s talking about this online? Why is it that I&#8217;m seeing everything here but the mainstream media isn&#8217;t talking about [it]&#8230; Not everyone&#8217;s going to adopt that &#8212; so that advantage of using profiling is you can find the specific group of people who are more prone to adopting that idea as your early adopters&#8230; So if you can find those people in your datasets because you know what they look like in terms of data you can catalyze a trend over time. But you first need to find what those people look like.<\\/p><\\/blockquote>\\n<p>&#8220;That was the basis of a lot of our research [at CA and sister company SCL],&#8221; he added. &#8220;How far can we go with certain types of people. And who is it that we would need to target with what types of messaging.&#8221;<\\/p>\\n<p>Wylie told the committee that Kogan&#8217;s company was set up exclusively for the purposes of obtaining data for CA, and said the firm chose to work with Kogan because another professor it had approached first had asked for a substantial payment up front and a 50% equity share &#8212; whereas he had agreed to work on the project to obtain the data first, and consider commercial terms later.<\\/p>\\n<p>&#8220;The deal was that [Kogan] could keep all the data and do research or whatever he wanted to do with is and so for him it was appealing because you had a company that was the equivalent of no academic grant could compete with the amount of money that we could spend on it, and also we didn&#8217;t have to go through all the compliance stuff,&#8221; added Wylie. &#8220;So we could literally just start next week and pay for whatever you want. So my impression at the time was that for an academic that would be quite appealing.&#8221;<\\/p>\\n<p>&nbsp;<\\/p>\\n<h2>&#8220;All kinds of people [had] access to the data&#8221;<\\/h2>\\n<p>Another claim made by Wylie during the session was that the secretive US big data firm Palantir helped CA build models off of the Facebook data &#8212; although he also said there was no formal contract in place between the two firms.<\\/p>\\n<p>Wylie said Palantir was introduced to CA&#8217;s Nix by Sophie Schmidt, Google chairman Eric Schmidt&#8217;s daughter, during an internship at CA.<\\/p>\\n<p>&#8220;We actually had several meetings with Palantir whilst I was there,&#8221; claimed Wylie. &#8220;And some of the documentation that I&#8217;ve also provided to the committee&#8230; [shows] there were senior Palantir employees that were also working on the Facebook data.&#8221;<\\/p>\\n<p>The VC-backed firm is known for providing government, finance, healthcare and other organizations with analytics, security and other data management solutions.<\\/p>\\n<p>&#8220;That was not an official contract between Palantir and Cambridge Analytica but there were Palantir staff who would come into the office and work on the data,&#8221; Wylie added. &#8220;And we would go and meet with Palantir staff at Palantir. So, just to clarify, Palantir didn&#8217;t officially contract with Cambridge Analytica. But there were Palantir staff who helped build the models that we were working on.&#8221;<\\/p>\\n<p>Contacted for comment on this allegation a Palantir spokesperson refuted it entirely &#8212; providing TechCrunch with this emailed statement: &#8220;Palantir has never had a relationship with Cambridge Analytica nor have we ever worked on any Cambridge Analytica data.&#8221;<\\/p>\\n<p>The committee went on to ask Wylie why he was coming forward to tell this story now, given his involvement in building the targeting technologies &#8212; and therefore also his interests in the related political campaigns.<\\/p>\\n<p>Wylie responded by saying that he had grown increasingly uncomfortable with CA during his time working there and with the methods being used.<\\/p>\\n<p>&#8220;Nothing good has come from Cambridge Analytica,&#8221; he added. &#8220;It&#8217;s not a legitimate business.&#8221;<\\/p>\\n<p>In a statement put out on its Twitter yesterday, CA&#8217;s acting CEO Alex Tayler sought to distance the firm from Wylie and play down his role there, claiming: \\u201cThe source of allegations is not a whistleblower or a founder of the company. He was at the company for less than a year, after which he was made the subject of restraining undertakings to prevent his misuse of the company\\u2019s intellectual property.&#8221;<\\/p>\\n<p>Asked whether he&#8217;s received any legal threats since making his allegations public, Wylie said the most legal pushback he&#8217;s received so far has come from Facebook, rather than CA.<\\/p>\\n<p>&#8220;It&#8217;s Facebook who&#8217;s most upset about this story,&#8221; he told the committee. &#8220;They&#8217;ve sent some fairly intimidating legal correspondence. They haven&#8217;t actually taken action on that&#8230; They&#8217;ve gone silent, they won&#8217;t talk to me anymore.<\\/p>\\n<p>&#8220;But I do anticipate some robust pushback from Cambridge Analytica because this is sort of an existential crisis for them,&#8221; he added. &#8220;But I think that I have a fairly robust public interest defense to breaking that NDA and that undertaking of confidentiality [that he previously signed with CA].&#8221;<\\/p>\\n<p>The committee also pressed Wylie on whether he himself had had access to the Facebook data he claims CA used to build its targeting models. Wylie said that he had, though he claims he deleted his copy of the data &#8220;some time in 2015&#8221;.<\\/p>\\n<p>During the testimony Wylie also suggested Facebook might have found out about the GSL data harvesting project as early as July 2014 &#8212; because he says Kogan told him, around that time, that he had spoken to Facebook engineers after his app&#8217;s data collection rate had been throttled by the platform.<\\/p>\\n<p>&#8220;He told me that he had a conversation with some engineers at Facebook,&#8221; said Wylie. &#8220;So Facebook would have known from that moment about the project because he had a conversation with Facebook&#8217;s engineers &#8212; or at least that&#8217;s what he told me&#8230; Facebook&#8217;s account of it is that they had no idea until the Guardian first reported it at the end of 2015 &#8212; and then they decided to send out letters. They sent letters to me in August 2016 asking do you know where this data might be, or was it deleted?<\\/p>\\n<p>&#8220;It&#8217;s interesting that&#8230; the date of the letter is the same month that Cambridge Analytica officially joined the Trump campaign. So I&#8217;m not sure if Facebook was genuinely concerned about the data or just the optics of y&#8217;know now this firm is not just some random firm in Britain, it&#8217;s now working for a presidential campaign.&#8221;<\\/p>\\n<p>We also asked Facebook if it had any general response to Wylie&#8217;s testimony but at the time of writing the company had not responded to this request for comment either.<\\/p>\\n<p>Did Facebook make any efforts to retrieve or delete data, the committee also asked Wylie. &#8220;No they didn&#8217;t,&#8221; he replied. &#8220;Not to my knowledge. They certainly didn&#8217;t with me &#8212; until after I went public and then they made me suspect number one despite the fact the ICO [UK&#8217;s Information Commissioner&#8217;s Office] wrote to me and to Facebook saying that no I&#8217;ve actually given over everything to the authorities.&#8221;<\\/p>\\n<p>&#8220;I suspect that when Facebook looked at what happened in 2016&#8230; they went if we make a big deal of this this might be optically not the best thing to make a big fuss about,&#8221; he said. &#8220;So I don&#8217;t think they pushed it in part because if you want to really investigate a large data breach that&#8217;s going to get out and that might cause problems. So my impression was they wanted to push it under the rug.&#8221;<\\/p>\\n<p>&#8220;All kinds of people [had] access to the data,&#8221; he added. &#8220;It was everywhere.&#8221;<\\/p>\\n\",\"protected\":false},\"excerpt\":{\"rendered\":\"<p>Chris Wylie, the former Cambridge Analytica employee turned whistleblower whose revelations about Facebook data being misused for political campaigning has wiped billions off the share value of the company in recent days and led to the FTC opening a fresh investigation, has suggested the scale of the data leak is substantially larger than has been [&hellip;]<\\/p>\\n\",\"protected\":false},\"author\":39990176,\"featured_media\":1612577,\"comment_status\":\"open\",\"ping_status\":\"closed\",\"sticky\":false,\"template\":\"\",\"format\":\"standard\",\"meta\":{\"outcome\":\"\",\"status\":\"\",\"crunchbase_tag\":0,\"amp_status\":\"\",\"relegenceEntities\":[],\"relegenceSubjects\":[],\"jetpack_publicize_message\":\"Facebook data misuse scandal affects &#8220;substantially&#8221; more than 50M, claims Wylie https:\\/\\/tcrn.ch\\/2pLvRYQ by @riptari\"},\"categories\":[449557100,15986864,13217,426637499,3457,17396],\"tags\":[576599642,576599627,81819,1024626,341024],\"crunchbase_tag\":[576603650],\"tc_stories_tax\":[],\"tc_event\":[],\"jetpack_featured_media_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/chris-wylie.png\",\"jetpack_publicize_connections\":[],\"shortlink\":\"https:\\/\\/tcrn.ch\\/2pLvRYQ\",\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"featured\":false,\"subtitle\":\"\",\"fundingRound\":false,\"seoTitle\":\"\",\"seoDescription\":\"\",\"premiumContent\":false,\"premiumCutoffPercent\":1,\"tc_cb_mapping\":[{\"slug\":\"cambridge-analytica\",\"cb_name\":\"Cambridge Analytica\",\"cb_slug\":\"cambridge-analytica-organization\",\"cb_link\":\"https:\\/\\/crunchbase.com\\/organization\\/cambridge-analytica\"},{\"slug\":\"federal-trade-commission\",\"cb_name\":\"Federal Trade Commission\",\"cb_slug\":\"federal-trade-commission-organization\",\"cb_link\":\"https:\\/\\/crunchbase.com\\/organization\\/federal-trade-commission\"},{\"slug\":\"facebook\",\"cb_name\":\"Facebook\",\"cb_slug\":\"facebook-organization\",\"cb_link\":\"https:\\/\\/crunchbase.com\\/organization\\/facebook\"},{\"slug\":\"mark-zuckerberg\",\"cb_name\":\"Mark Zuckerberg\",\"cb_slug\":\"mark-zuckerberg-person\",\"cb_link\":\"https:\\/\\/crunchbase.com\\/person\\/mark-zuckerberg\"},{\"slug\":\"alexander-nix\",\"cb_name\":\"Alexander Nix\",\"cb_slug\":\"alexander-nix-person\",\"cb_link\":\"https:\\/\\/crunchbase.com\\/person\\/alexander-nix\"}],\"associatedEvent\":null,\"event\":null,\"authors\":[39990176],\"hideFeaturedImage\":false,\"relatedArticles\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\\/1612513\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/types\\/post\"}],\"version-history\":[{\"count\":31,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\\/1612513\\/revisions\"}],\"predecessor-version\":[{\"id\":1613313,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\\/1612513\\/revisions\\/1613313\"}],\"authors\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"replies\":[{\"embeddable\":true,\"count\":0,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/comments?post=1612513&order=asc&tc_hierarchical=flat\"}],\"https:\\/\\/techcrunch.com\\/edit\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-admin\\/post.php?post=1612513&action=edit\"}],\"author\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"wp:featuredmedia\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media\\/1612577\"}],\"wp:attachment\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media?parent=1612513\"}],\"wp:term\":[{\"taxonomy\":\"category\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories?post=1612513\"},{\"taxonomy\":\"post_tag\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags?post=1612513\"},{\"taxonomy\":\"_tc_cb_tag_taxonomy\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/crunchbase_tag?post=1612513\"},{\"taxonomy\":\"tc_stories_tax\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_stories_tax?post=1612513\"},{\"taxonomy\":\"tc_event\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_event?post=1612513\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]},\"_embedded\":{\"authors\":[{\"id\":39990176,\"name\":\"Natasha Lomas\",\"url\":\"\",\"description\":\"\",\"link\":\"https:\\/\\/techcrunch.com\\/author\\/natasha-lomas\\/\",\"slug\":\"natasha-lomas\",\"avatar_urls\":{\"24\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=24&d=identicon&r=g\",\"48\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=48&d=identicon&r=g\",\"96\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=96&d=identicon&r=g\"},\"links\":{\"twitter\":\"https:\\/\\/twitter.com\\/riptari\",\"linkedin\":\"http:\\/\\/www.linkedin.com\\/in\\/nlomas\",\"crunchbase\":\"https:\\/\\/www.crunchbase.com\\/person\\/natasha-lomas\"},\"position\":\"Writer\",\"cbDescription\":\"<p>Natasha is a senior reporter for TechCrunch, joining September 2012, based in Europe. She joined TC after a stint reviewing smartphones for CNET UK and, prior to that, more than five years covering business technology for silicon.com (now folded into TechRepublic), where she focused on mobile and wireless, telecoms &amp; networking, and IT skills issues. She has also freelanced for organisations including The Guardian and the BBC. Natasha holds a First Class degree in English from Cambridge University, and an MA in journalism from Goldsmiths College, University of London.<\\/p>\",\"cbAvatar\":\"https:\\/\\/crunchbase-production-res.cloudinary.com\\/image\\/upload\\/v1397184383\\/575a81841b1b431463585c830bffd373.jpg\",\"twitter\":\"riptari\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\"}]}}],\"author\":[{\"id\":39990176,\"name\":\"Natasha Lomas\",\"url\":\"\",\"description\":\"\",\"link\":\"https:\\/\\/techcrunch.com\\/author\\/natasha-lomas\\/\",\"slug\":\"natasha-lomas\",\"avatar_urls\":{\"24\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=24&d=identicon&r=g\",\"48\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=48&d=identicon&r=g\",\"96\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=96&d=identicon&r=g\"},\"links\":{\"twitter\":\"https:\\/\\/twitter.com\\/riptari\",\"linkedin\":\"http:\\/\\/www.linkedin.com\\/in\\/nlomas\",\"crunchbase\":\"https:\\/\\/www.crunchbase.com\\/person\\/natasha-lomas\"},\"position\":\"Writer\",\"cbDescription\":\"<p>Natasha is a senior reporter for TechCrunch, joining September 2012, based in Europe. She joined TC after a stint reviewing smartphones for CNET UK and, prior to that, more than five years covering business technology for silicon.com (now folded into TechRepublic), where she focused on mobile and wireless, telecoms &amp; networking, and IT skills issues. She has also freelanced for organisations including The Guardian and the BBC. Natasha holds a First Class degree in English from Cambridge University, and an MA in journalism from Goldsmiths College, University of London.<\\/p>\",\"cbAvatar\":\"https:\\/\\/crunchbase-production-res.cloudinary.com\\/image\\/upload\\/v1397184383\\/575a81841b1b431463585c830bffd373.jpg\",\"twitter\":\"riptari\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\"}]}}],\"wp:featuredmedia\":[{\"id\":1612577,\"date\":\"2018-03-27T06:50:33\",\"slug\":\"chris-wylie\",\"type\":\"attachment\",\"link\":\"https:\\/\\/techcrunch.com\\/2018\\/03\\/27\\/facebook-data-misuse-scandal-affects-substantially-more-than-50m-claims-wylie\\/chris-wylie\\/\",\"title\":{\"rendered\":\"Chris Wylie\"},\"author\":39990176,\"license\":\"\",\"authors\":[39990176],\"caption\":{\"rendered\":\"\"},\"alt_text\":\"\",\"media_type\":\"image\",\"mime_type\":\"image\\/png\",\"media_details\":{\"width\":1433,\"height\":801,\"file\":\"2018\\/03\\/chris-wylie.png\",\"sizes\":{\"thumbnail\":{\"file\":\"chris-wylie.png?resize=150,84\",\"width\":150,\"height\":84,\"mime_type\":\"image\\/png\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/chris-wylie.png?w=150\"},\"medium\":{\"file\":\"chris-wylie.png?resize=300,168\",\"width\":300,\"height\":168,\"mime_type\":\"image\\/png\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/chris-wylie.png?w=300\"},\"medium_large\":{\"file\":\"chris-wylie.png?resize=768,429\",\"width\":768,\"height\":429,\"mime_type\":\"image\\/png\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/chris-wylie.png?w=1024\"},\"large\":{\"file\":\"chris-wylie.png?resize=680,380\",\"width\":680,\"height\":380,\"mime_type\":\"image\\/png\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/chris-wylie.png?w=680\"},\"guest-author-32\":{\"file\":\"chris-wylie.png?resize=32,32\",\"width\":32,\"height\":32,\"mime_type\":\"image\\/png\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/chris-wylie.png?w=32&h=32&crop=1\"},\"guest-author-50\":{\"file\":\"chris-wylie.png?resize=50,50\",\"width\":50,\"height\":50,\"mime_type\":\"image\\/png\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/chris-wylie.png?w=50&h=50&crop=1\"},\"guest-author-64\":{\"file\":\"chris-wylie.png?resize=64,64\",\"width\":64,\"height\":64,\"mime_type\":\"image\\/png\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/chris-wylie.png?w=64&h=64&crop=1\"},\"guest-author-96\":{\"file\":\"chris-wylie.png?resize=96,96\",\"width\":96,\"height\":96,\"mime_type\":\"image\\/png\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/chris-wylie.png?w=96&h=96&crop=1\"},\"guest-author-128\":{\"file\":\"chris-wylie.png?resize=128,128\",\"width\":128,\"height\":128,\"mime_type\":\"image\\/png\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/chris-wylie.png?w=128&h=128&crop=1\"},\"concierge-thumb\":{\"file\":\"chris-wylie.png?resize=50,28\",\"width\":50,\"height\":28,\"mime_type\":\"image\\/png\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/chris-wylie.png?w=50\"},\"full\":{\"file\":\"chris-wylie.png\",\"width\":1024,\"height\":572,\"mime_type\":\"image\\/png\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/chris-wylie.png\"}},\"image_meta\":{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\",\"orientation\":\"0\",\"keywords\":[]},\"filesize\":1263567},\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/chris-wylie.png\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media\\/1612577\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/types\\/attachment\"}],\"replies\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/comments?post=1612577\"}],\"author\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}]}}],\"wp:term\":[[{\"id\":449557100,\"link\":\"https:\\/\\/techcrunch.com\\/europe\\/\",\"name\":\"Europe\",\"slug\":\"europe\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/449557100\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=449557100\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=449557100\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=449557100\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":15986864,\"link\":\"https:\\/\\/techcrunch.com\\/government-2\\/\",\"name\":\"Government\",\"slug\":\"government-2\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/15986864\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=15986864\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=15986864\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=15986864\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":13217,\"link\":\"https:\\/\\/techcrunch.com\\/policy\\/\",\"name\":\"Policy\",\"slug\":\"policy\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/13217\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=13217\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=13217\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=13217\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":426637499,\"link\":\"https:\\/\\/techcrunch.com\\/privacy\\/\",\"name\":\"Privacy\",\"slug\":\"privacy\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/426637499\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=426637499\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=426637499\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=426637499\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":3457,\"link\":\"https:\\/\\/techcrunch.com\\/social\\/\",\"name\":\"Social\",\"slug\":\"social\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/3457\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=3457\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=3457\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=3457\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":17396,\"link\":\"https:\\/\\/techcrunch.com\\/tc\\/\",\"name\":\"TC\",\"slug\":\"tc\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/17396\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=17396\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=17396\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=17396\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}}],[{\"id\":576599642,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/alexander-nix\\/\",\"name\":\"Alexander Nix\",\"slug\":\"alexander-nix\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/576599642\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=576599642\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=576599642\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=576599642\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=576599642\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=576599642\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":576599627,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/cambridge-analytica\\/\",\"name\":\"Cambridge Analytica\",\"slug\":\"cambridge-analytica\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/576599627\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=576599627\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=576599627\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=576599627\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=576599627\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=576599627\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":81819,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/facebook\\/\",\"name\":\"Facebook\",\"slug\":\"facebook\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/81819\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=81819\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=81819\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=81819\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=81819\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=81819\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":1024626,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/federal-trade-commission\\/\",\"name\":\"Federal Trade Commission\",\"slug\":\"federal-trade-commission\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/1024626\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=1024626\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=1024626\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=1024626\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=1024626\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=1024626\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":341024,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/mark-zuckerberg\\/\",\"name\":\"Mark Zuckerberg\",\"slug\":\"mark-zuckerberg\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/341024\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=341024\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=341024\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=341024\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=341024\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=341024\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}}],[{\"id\":576603650,\"link\":\"https:\\/\\/techcrunch.com\\/?taxonomy=_tc_cb_tag_taxonomy&term=alexander-nix-person\",\"name\":\"alexander-nix-person\",\"slug\":\"alexander-nix-person\",\"taxonomy\":\"_tc_cb_tag_taxonomy\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/crunchbase_tag\\/576603650\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/crunchbase_tag\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/_tc_cb_tag_taxonomy\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?crunchbase_tag=576603650\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?crunchbase_tag=576603650\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}}],[],[]]}}],\"media\":[],\"events\":[],\"battlefieldEvents\":[],\"battlefieldCompanies\":[],\"battlefieldPages\":[]},\"current_posts\":[1612513],\"request\":\"\\/2018\\/03\\/27\\/facebook-data-misuse-scandal-affects-substantially-more-than-50m-claims-wylie\\/\",\"siteURI\":\"https:\\/\\/techcrunch.com\\/\",\"totalPages\":\"0\",\"trending\":[{\"id\":\"429989\",\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/tesla\\/\",\"name\":\"\\nTesla\",\"type\":\"tag\"},{\"id\":\"60523764\",\"link\":\"https:\\/\\/techcrunch.com\\/fundings-exits\\/\",\"name\":\"Fundings & Exits\\n\",\"type\":\"category\"},{\"id\":\"81\",\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/google\\/\",\"name\":\"Google\\n\",\"type\":\"tag\"},{\"id\":\"576625230\",\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/tc-sessions-robotics-2019\\/\",\"name\":\"\\ntc sessions robotics 2019\",\"type\":\"tag\"}],\"videoPlayerIds\":{\"no-ad-autostart\":\"56f58bbbe4b01497527036b2\",\"regular\":\"56df4e9de4b0c9c31d626c18\",\"regular-autostart\":\"56faf851e4b0d3dcac2e081a\",\"sideview-autostart\":\"57e2c53fcc52c7730882bbfe\"},\"facebookPixelId\":\"1447508128842484\",\"marketoAccountId\":\"270-WRY-762\",\"vidibleCompanyId\":\"564f313b67b6231408bc51ee\",\"recaptchaPublic\":\"6LeZyjwUAAAAABqkWH_Ct0efGn0B4pGU6ZLUeUvA\",\"googleAnalyticsID\":\"UA-991406-1\",\"googleAnalyticsDomains\":[\"techcrunch.com\"],\"googleMapsAPIKey\":\"AIzaSyCodzMYMBdZIpxThSQqm79ACyheeRXPPE4\",\"nps_survey_id\":\"386TPSJ\",\"nps_bucket_percentage\":\"0\",\"tinypass\":{\"scriptDomain\":\"https:\\/\\/dashboard.tinypass.com\",\"scriptURL\":\"https:\\/\\/cdn.tinypass.com\\/api\\/tinypass.min.js\",\"apiKey\":\"Fy7FpgyUxA\",\"apiURL\":\"https:\\/\\/api.tinypass.com\"},\"legacyPages\":{\"extra-crunch-membership\":1781464,\"sponsored\":1796357},\"apiNonce\":\"5b3dfa6ac1\",\"userCan\":{\"editPosts\":false,\"restNonce\":null},\"initialStore\":{\"events\":{\"eventTypeIDs\":[],\"eventPostIds\":[],\"featuredEventIDs\":{\"event_home\":[]},\"featuredPostIDs\":{},\"pastEventIDs\":{\"default\":[]},\"pastFilters\":{},\"pastLoading\":false,\"upcomingEventIDs\":{\"default\":null},\"upcomingFilters\":{},\"upcomingLoading\":false},\"section\":{\"allPosts\":[1612513],\"contentObject\":null,\"currentPage\":1,\"expandedPost\":\"https:\\/\\/techcrunch.com\\/2018\\/03\\/27\\/facebook-data-misuse-scandal-affects-substantially-more-than-50m-claims-wylie\\/\",\"expandedPostIds\":[1612513],\"expandedIsland\":\"\",\"loading\":false,\"component\":\"singlePost\"}},\"extraCrunchMarketingPageURL\":\"\\/subscribe\",\"brandStudioMarketingPageURL\":\"\\/brand-studio\",\"unicornLeaderboardSlug\":\"unicorn-leaderboard\",\"newsletterURL\":\"http:\\/\\/link.techcrunch.com\\/join\\/134\\/signup-all-newsletters\"};\n/* ]]> */\n</script>\n<script src=\"https://techcrunch.com/_static/??/wp-content/themes/techcrunch-2017/build/ec/js/main.js,/wp-includes/js/wp-embed.min.js?m=1556300004j\" type=\"text/javascript\"></script>\n<script async=\"async\" defer=\"defer\" src=\"https://stats.wp.com/e-201917.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n\t_stq = window._stq || [];\n\t_stq.push([ 'view', {v:'ext',j:'1:7.2.1',blog:'136296444',post:'1612513',tz:'-7',srv:'techcrunch.com'} ]);\n\t_stq.push([ 'clickTrackerInit', '136296444', '1612513' ]);\n</script>\n<script type=\"text/javascript\">window.NREUM||(NREUM={});NREUM.info={\"beacon\":\"bam.nr-data.net\",\"licenseKey\":\"4750574831\",\"applicationID\":\"71001471\",\"transactionName\":\"NlRbNkYEWERTVkVcXA8eehdHEVlaHUJBGkVTHk0BawBAUlxB\",\"queueTime\":0,\"applicationTime\":263,\"atts\":\"GhNMQA4eSxsQVBMPSBxM\",\"errorBeacon\":\"bam.nr-data.net\",\"agent\":\"\"}</script></body>\n</html>\n", "content_tokenized": ["chris", "wyli", "the", "former", "cambridg", "analytica", "employe", "turn", "whistleblow", "whose", "revel", "about", "facebook", "data", "misus", "for", "polit", "campaign", "has", "wipe", "billion", "off", "the", "share", "valu", "the", "compani", "recent", "day", "and", "led", "the", "open", "fresh", "investig", "has", "suggest", "the", "scale", "the", "data", "leak", "substanti", "larger", "than", "has", "been", "report", "far", "give", "evid", "today", "parliamentari", "select", "committe", "that", "investig", "the", "use", "disinform", "polit", "campaign", "wyli", "said", "the", "num", "million", "number", "what", "the", "media", "has", "felt", "safest", "report", "becaus", "the", "document", "that", "they", "can", "reli", "but", "recollect", "that", "substanti", "higher", "than", "that", "own", "view", "much", "more", "than", "reach", "out", "facebook", "about", "wyli", "claim", "but", "the", "time", "write", "the", "compani", "had", "not", "provid", "respons", "there", "were", "sever", "iter", "the", "facebook", "harvest", "project", "wyli", "also", "told", "the", "committe", "flesh", "out", "the", "process", "through", "which", "say", "user", "data", "obtain", "first", "start", "veri", "small", "pilot", "first", "see", "most", "simpli", "this", "data", "matchabl", "elector", "register…", "then", "scale", "out", "slight", "make", "sure", "that", "cambridg", "univers", "professor", "alexsandr", "kogan", "could", "acquir", "data", "the", "speed", "that", "said", "could", "via", "person", "test", "app", "call", "thisisyourdigitallif", "deploy", "via", "facebook", "platform", "the", "first", "real", "pilot", "sampl", "num", "peopl", "who", "join", "the", "app", "that", "late", "may", "num", "that", "project", "went", "realli", "well", "and", "that", "when", "sign", "much", "larger", "contract", "with", "kogan", "compani", "the", "first", "week", "june…", "num", "where", "the", "app", "went", "out", "and", "collect", "survey", "and", "peopl", "join", "the", "app", "throughout", "the", "summer", "num", "the", "person", "inform", "the", "app", "abl", "obtain", "via", "facebook", "form", "the", "foundat", "dataset", "underpin", "both", "and", "target", "model", "accord", "wyli", "this", "what", "built", "the", "compani", "claim", "this", "the", "foundat", "dataset", "that", "then", "model", "creat", "the", "algorithm", "facebook", "has", "previous", "confirm", "num", "peopl", "download", "kogan", "app", "data", "harvest", "rout", "which", "thank", "the", "lax", "structur", "facebook", "api", "the", "time", "enabl", "the", "foreign", "polit", "consult", "firm", "acquir", "inform", "more", "than", "num", "million", "facebook", "user", "accord", "the", "observ", "the", "vast", "major", "whom", "would", "have", "had", "idea", "their", "data", "had", "been", "pass", "becaus", "they", "were", "never", "person", "ask", "consent", "instead", "their", "friend", "were", "consent", "their", "behalf", "like", "also", "without", "realiz", "earlier", "this", "month", "after", "the", "latest", "revel", "broke", "the", "committe", "ask", "facebook", "founder", "mark", "zuckerberg", "answer", "their", "question", "person", "but", "has", "far", "declin", "their", "summon", "though", "has", "just", "been", "report", "that", "may", "final", "appear", "befor", "congress", "face", "question", "about", "how", "user", "data", "has", "been", "wide", "misus", "via", "his", "platform", "letter", "the", "committe", "date", "yesterday", "facebook", "said", "work", "with", "regul", "differ", "countri", "confirm", "exact", "how", "mani", "local", "user", "have", "been", "affect", "data", "leak", "add", "that", "around", "num", "per", "cent", "the", "user", "whose", "data", "illicit", "obtain", "were", "european", "union", "user", "this", "small", "proport", "seem", "unsurpris", "given", "work", "for", "the", "trump", "campaign", "and", "therefor", "aim", "gather", "data", "american", "for", "num", "presidenti", "campaign", "target", "purpos", "citizen", "data", "have", "had", "ani", "relev", "that", "there", "will", "two", "set", "data", "facebook", "write", "letter", "the", "committe", "discuss", "the", "data", "pass", "the", "first", "peopl", "who", "download", "the", "app", "and", "the", "second", "the", "number", "friend", "those", "peopl", "who", "have", "their", "privaci", "set", "set", "such", "way", "that", "the", "app", "could", "see", "some", "their", "data", "this", "second", "figur", "will", "much", "higher", "than", "the", "first", "and", "will", "look", "provid", "both", "broken", "down", "countri", "soon", "can", "facebook", "privaci", "set", "have", "caus", "major", "regulatori", "and", "legal", "headach", "for", "the", "compani", "over", "the", "year", "num", "for", "exampl", "facebook", "settl", "with", "the", "over", "charg", "had", "deceiv", "user", "tell", "them", "they", "could", "keep", "their", "inform", "facebook", "privat", "and", "then", "repeat", "allow", "share", "and", "made", "public", "and", "num", "and", "num", "follow", "legal", "complaint", "european", "privaci", "campaign", "and", "lawyer", "max", "schrem", "facebook", "urg", "the", "irish", "data", "protect", "commission", "tighten", "app", "permiss", "avoid", "exact", "the", "kind", "friend", "data", "leakag", "that", "has", "now", "scale", "into", "this", "major", "privaci", "scandal", "instead", "facebook", "put", "off", "tighten", "permiss", "until", "late", "mid", "num", "therebi", "give", "window", "opportun", "pull", "massiv", "amount", "facebook", "user", "data", "ahead", "the", "num", "presidenti", "elect", "when", "current", "suspend", "alexand", "nix", "appear", "befor", "the", "committe", "februari", "ask", "whether", "work", "with", "and", "what", "use", "made", "data", "that", "time", "nix", "claim", "had", "not", "use", "ani", "data", "the", "compani", "continu", "push", "this", "line", "claim", "seri", "tweet", "today", "that", "while", "paid", "numk", "for", "data", "subsequ", "delet", "the", "data", "further", "claim", "use", "altern", "data", "sourc", "and", "data", "set", "build", "model", "our", "algorithm", "and", "model", "bear", "trace", "has", "also", "tweet", "the", "data", "follow", "the", "session", "has", "also", "now", "put", "out", "longer", "respons", "statement", "refut", "multipl", "part", "wyli", "testimoni", "and", "claim", "has", "misrepres", "himself", "and", "the", "compani", "this", "also", "claim", "cambridg", "analytica", "doe", "not", "hold", "ani", "data", "ani", "data", "deriv", "from", "data", "have", "never", "share", "the", "data", "with", "aggreg", "anoth", "alleg", "affili", "compani", "palantir", "ani", "other", "entiti", "cambridg", "analytica", "not", "use", "ani", "data", "the", "work", "that", "for", "the", "donald", "trump", "for", "presid", "campaign", "ask", "the", "committe", "about", "nix", "earlier", "contradict", "testimoni", "wyli", "wonder", "out", "loud", "whi", "spent", "the", "better", "part", "point", "also", "copious", "amount", "email", "and", "other", "document", "say", "has", "provid", "the", "committe", "addit", "evid", "includ", "invoic", "and", "match", "rate", "the", "data", "that", "just", "not", "true", "assert", "claim", "not", "have", "use", "and", "therefor", "facebook", "data", "kogan", "himself", "has", "previous", "claim", "unawar", "exact", "what", "want", "use", "the", "data", "for", "knew", "for", "polit", "consult", "but", "beyond", "that", "idea", "told", "anderson", "cooper", "interview", "broadcast", "march", "num", "claim", "also", "that", "not", "know", "that", "work", "for", "trump", "whether", "they", "even", "use", "the", "data", "his", "app", "had", "gather", "kogan", "also", "suggest", "the", "data", "had", "been", "abl", "gather", "not", "veri", "accur", "individu", "level", "claim", "would", "onli", "use", "aggreg", "for", "exampl", "understand", "the", "person", "new", "yorker", "wyli", "ask", "the", "committe", "how", "the", "data", "use", "give", "exampl", "say", "the", "compani", "approach", "target", "differ", "peopl", "for", "advertis", "base", "their", "disposit", "attribut", "and", "person", "trait", "trait", "sought", "predict", "via", "pattern", "the", "data", "said", "for", "exampl", "are", "abl", "creat", "profil", "algorithm", "that", "can", "predict", "certain", "trait", "let", "say", "high", "degre", "open", "and", "high", "degre", "neurotic", "and", "when", "look", "that", "profil", "that", "the", "profil", "person", "who", "more", "prone", "toward", "conspiratori", "think", "for", "exampl", "they", "open", "enough", "kind", "connect", "thing", "that", "may", "not", "realli", "seem", "reason", "averag", "person", "and", "they", "anxious", "enough", "and", "impuls", "enough", "start", "click", "and", "read", "and", "look", "thing", "and", "can", "creat", "psycholog", "profil", "type", "person", "who", "more", "prone", "adopt", "certain", "form", "idea", "conspiraci", "for", "exampl", "can", "identifi", "what", "that", "person", "look", "like", "data", "term", "can", "then", "out", "and", "predict", "how", "like", "somebodi", "adopt", "more", "conspiratori", "messag", "and", "then", "advertis", "target", "them", "with", "blog", "websit", "various", "what", "everyon", "now", "call", "fake", "news", "that", "they", "start", "see", "all", "these", "idea", "all", "these", "stori", "around", "them", "their", "digit", "environ", "they", "see", "when", "they", "watch", "and", "they", "start", "well", "whi", "that", "everyon", "talk", "about", "this", "onlin", "whi", "that", "see", "everyth", "here", "but", "the", "mainstream", "media", "talk", "about", "not", "everyon", "adopt", "that", "that", "advantag", "use", "profil", "can", "find", "the", "specif", "group", "peopl", "who", "are", "more", "prone", "adopt", "that", "idea", "earli", "adopters…", "can", "find", "those", "peopl", "dataset", "becaus", "know", "what", "they", "look", "like", "term", "data", "can", "catalyz", "trend", "over", "time", "but", "first", "need", "find", "what", "those", "peopl", "look", "like", "that", "the", "basi", "lot", "our", "research", "and", "sister", "compani", "how", "far", "can", "with", "certain", "type", "peopl", "and", "who", "that", "would", "need", "target", "with", "what", "type", "messag", "wyli", "told", "the", "committe", "that", "kogan", "compani", "set", "exclus", "for", "the", "purpos", "obtain", "data", "for", "and", "said", "the", "firm", "chose", "work", "with", "kogan", "becaus", "anoth", "professor", "had", "approach", "first", "had", "ask", "for", "substanti", "payment", "front", "and", "num", "equiti", "share", "wherea", "had", "agre", "work", "the", "project", "obtain", "the", "data", "first", "and", "consid", "commerci", "term", "later", "the", "deal", "that", "kogan", "could", "keep", "all", "the", "data", "and", "research", "whatev", "want", "with", "and", "for", "him", "appeal", "becaus", "had", "compani", "that", "the", "equival", "academ", "grant", "could", "compet", "with", "the", "amount", "money", "that", "could", "spend", "and", "also", "have", "through", "all", "the", "complianc", "stuff", "wyli", "could", "liter", "just", "start", "next", "week", "and", "pay", "for", "whatev", "want", "impress", "the", "time", "that", "for", "academ", "that", "would", "quit", "appeal", "anoth", "claim", "made", "wyli", "dure", "the", "session", "that", "the", "secret", "big", "data", "firm", "palantir", "help", "build", "model", "off", "the", "facebook", "data", "although", "also", "said", "there", "formal", "contract", "place", "between", "the", "two", "firm", "wyli", "said", "palantir", "introduc", "nix", "sophi", "schmidt", "googl", "chairman", "eric", "schmidt", "daughter", "dure", "internship", "actual", "had", "sever", "meet", "with", "palantir", "whilst", "there", "claim", "wyli", "and", "some", "the", "document", "that", "also", "provid", "the", "committee…", "show", "there", "were", "senior", "palantir", "employe", "that", "were", "also", "work", "the", "facebook", "data", "the", "vcback", "firm", "known", "for", "provid", "govern", "financ", "healthcar", "and", "other", "organ", "with", "analyt", "secur", "and", "other", "data", "manag", "solut", "that", "not", "offici", "contract", "between", "palantir", "and", "cambridg", "analytica", "but", "there", "were", "palantir", "staff", "who", "would", "come", "into", "the", "offic", "and", "work", "the", "data", "wyli", "and", "would", "and", "meet", "with", "palantir", "staff", "palantir", "just", "clarifi", "palantir", "offici", "contract", "with", "cambridg", "analytica", "but", "there", "were", "palantir", "staff", "who", "help", "build", "the", "model", "that", "were", "work", "contact", "for", "comment", "this", "alleg", "palantir", "spokesperson", "refut", "entir", "provid", "techcrunch", "with", "this", "email", "statement", "palantir", "has", "never", "had", "relationship", "with", "cambridg", "analytica", "nor", "have", "ever", "work", "ani", "cambridg", "analytica", "data", "the", "committe", "went", "ask", "wyli", "whi", "come", "forward", "tell", "this", "stori", "now", "given", "his", "involv", "build", "the", "target", "technolog", "and", "therefor", "also", "his", "interest", "the", "relat", "polit", "campaign", "wyli", "respond", "say", "that", "had", "grown", "increas", "uncomfort", "with", "dure", "his", "time", "work", "there", "and", "with", "the", "method", "use", "noth", "good", "has", "come", "from", "cambridg", "analytica", "not", "legitim", "busi", "statement", "put", "out", "twitter", "yesterday", "act", "alex", "tayler", "sought", "distanc", "the", "firm", "from", "wyli", "and", "play", "down", "his", "role", "there", "claim", "the", "sourc", "alleg", "not", "whistleblow", "founder", "the", "compani", "the", "compani", "for", "less", "than", "year", "after", "which", "made", "the", "subject", "restrain", "undertak", "prevent", "his", "misus", "the", "compani", "intellectu", "properti", "ask", "whether", "receiv", "ani", "legal", "threat", "sinc", "make", "his", "alleg", "public", "wyli", "said", "the", "most", "legal", "pushback", "receiv", "far", "has", "come", "from", "facebook", "rather", "than", "facebook", "who", "most", "upset", "about", "this", "stori", "told", "the", "committe", "they", "sent", "some", "fair", "intimid", "legal", "correspond", "they", "haven", "actual", "taken", "action", "that…", "they", "gone", "silent", "they", "won", "talk", "anymor", "but", "anticip", "some", "robust", "pushback", "from", "cambridg", "analytica", "becaus", "this", "sort", "existenti", "crisi", "for", "them", "but", "think", "that", "have", "fair", "robust", "public", "interest", "defens", "break", "that", "and", "that", "undertak", "confidenti", "that", "previous", "sign", "with", "the", "committe", "also", "press", "wyli", "whether", "himself", "had", "had", "access", "the", "facebook", "data", "claim", "use", "build", "target", "model", "wyli", "said", "that", "had", "though", "claim", "delet", "his", "copi", "the", "data", "some", "time", "num", "dure", "the", "testimoni", "wyli", "also", "suggest", "facebook", "might", "have", "found", "out", "about", "the", "data", "harvest", "project", "earli", "juli", "num", "becaus", "say", "kogan", "told", "him", "around", "that", "time", "that", "had", "spoken", "facebook", "engin", "after", "his", "app", "data", "collect", "rate", "had", "been", "throttl", "the", "platform", "told", "that", "had", "convers", "with", "some", "engin", "facebook", "said", "wyli", "facebook", "would", "have", "known", "from", "that", "moment", "about", "the", "project", "becaus", "had", "convers", "with", "facebook", "engin", "least", "that", "what", "told", "me…", "facebook", "account", "that", "they", "had", "idea", "until", "the", "guardian", "first", "report", "the", "end", "num", "and", "then", "they", "decid", "send", "out", "letter", "they", "sent", "letter", "august", "num", "ask", "know", "where", "this", "data", "might", "delet", "interest", "that…", "the", "date", "the", "letter", "the", "same", "month", "that", "cambridg", "analytica", "offici", "join", "the", "trump", "campaign", "not", "sure", "facebook", "genuin", "concern", "about", "the", "data", "just", "the", "optic", "know", "now", "this", "firm", "not", "just", "some", "random", "firm", "britain", "now", "work", "for", "presidenti", "campaign", "also", "ask", "facebook", "had", "ani", "general", "respons", "wyli", "testimoni", "but", "the", "time", "write", "the", "compani", "had", "not", "respond", "this", "request", "for", "comment", "either", "facebook", "make", "ani", "effort", "retriev", "delet", "data", "the", "committe", "also", "ask", "wyli", "they", "repli", "not", "knowledg", "they", "certain", "with", "until", "after", "went", "public", "and", "then", "they", "made", "suspect", "number", "one", "despit", "the", "fact", "the", "inform", "commission", "offic", "wrote", "and", "facebook", "say", "that", "actual", "given", "over", "everyth", "the", "author", "suspect", "that", "when", "facebook", "look", "what", "happen", "num…", "they", "went", "make", "big", "deal", "this", "this", "might", "optic", "not", "the", "best", "thing", "make", "big", "fuss", "about", "said", "think", "they", "push", "part", "becaus", "want", "realli", "investig", "larg", "data", "breach", "that", "get", "out", "and", "that", "might", "caus", "problem", "impress", "they", "want", "push", "under", "the", "rug", "all", "kind", "peopl", "had", "access", "the", "data", "everywher"], "timestamp_scraper": 1556366503.319137, "title": "Facebook data misuse scandal affects “substantially” more than 50M, claims Wylie", "read_time": 794.6999999999999, "content_html": "<p id=\"speakable-summary\">Chris Wylie, the former <a class=\"crunchbase-link\" data-entity=\"cambridge-analytica\" data-type=\"organization\" href=\"https://crunchbase.com/organization/cambridge-analytica\" target=\"_blank\">Cambridge Analytica <span class=\"crunchbase-tooltip-indicator\"></span></a> employee turned whistleblower whose revelations about Facebook data being misused for political campaigning has wiped billions off the share value of the company in recent days and led to the <a href=\"https://techcrunch.com/2018/03/26/ftc-confirms-probe-into-facebook-data-misuse-scandal/\">FTC opening a fresh investigation</a>, has suggested the scale of the data leak is substantially larger than has been reported so far.</p> <p>Giving evidence today, to a UK parliamentary <a href=\"https://www.parliament.uk/business/committees/committees-a-z/commons-select/digital-culture-media-and-sport-committee/inquiries/parliament-2017/fake-news-17-19/\">select committee</a> that’s investigating the use of disinformation in political campaigning, Wylie said: “The 50 million number is what the media has felt safest to report — because of the documentation that they can rely on — but my recollection is that it was substantially higher than that. So my own view is it was much more than 50M.”</p> <p>We’ve reached out to <a class=\"crunchbase-link\" data-entity=\"facebook\" data-type=\"organization\" href=\"https://crunchbase.com/organization/facebook\" target=\"_blank\">Facebook <span class=\"crunchbase-tooltip-indicator\"></span></a> about Wylie’s claim — but at the time of writing the company had not provided a response.</p> <p>“There were several iterations of the Facebook harvesting project,” Wylie also told the committee, fleshing out the process through which he says users’ data was obtained by CA. “It first started as a very small pilot — firstly to see, most simply, is this data matchable to an electoral register… We then scaled out slightly to make sure that [Cambridge University professor Alexsandr Kogan] could acquire data in the speed that he said he could [via a personality test app called <em>thisisyourdigitallife</em> deployed via Facebook’s platform]. So the first real pilot of it was a sample of 10,000 people who joined the app — that was in late May 2014.</p> <p>“That project went really well and that’s when we signed a much larger contract with GSR [Kogan’s company] in the first week of June… 2014. Where the app went out and collected surveys and people joined the app throughout the summer of 2014.”</p> <p>The personal information the app was able to obtain via Facebook formed the “foundational dataset” underpinning both CA and its targeting models, according to Wylie.</p> <p>“This is what built the company,” he claimed. “This was the foundational dataset that then was modeled to create the algorithms.”</p> <p>Facebook has <a href=\"https://techcrunch.com/2018/03/17/trump-campaign-linked-data-firm-cambridge-analytica-reportedly-collected-info-on-50m-facebook-profiles/\">previously confirmed</a> 270,000 people downloaded Kogan’s app — a data harvesting route which, thanks to the <a href=\"https://techcrunch.com/2018/03/24/facebook-was-warned-about-app-permissions-in-2011/\">lax structure of Facebook’s APIs at the time</a>, enabled the foreign political consultancy firm to acquire information on more than 50 million Facebook users, according to <a href=\"https://www.theguardian.com/news/2018/mar/17/cambridge-analytica-facebook-influence-us-election\">the Observer</a>, the vast majority of whom would have had no idea their data had been passed to CA because they were never personally asked to consent to it.</p> <p>Instead, their friends were ‘consenting’ on their behalf — likely also without realizing.</p> <p>Earlier this month, after the latest CA revelations broke, the DCMS committee asked Facebook founder <a class=\"crunchbase-link\" data-entity=\"mark-zuckerberg\" data-type=\"person\" href=\"https://crunchbase.com/person/mark-zuckerberg\" target=\"_blank\">Mark Zuckerberg <span class=\"crunchbase-tooltip-indicator\"></span></a> to answer their questions in person but he has so far declined their summons. Though it has <a href=\"https://techcrunch.com/2018/03/27/facebook-ceo-mark-zuckerberg-will-reportedly-testify-before-congress/\">just been reported</a> that he may finally appear before Congress to face questions about how users’ data has been so widely misused via his platform.</p> <p>In a letter to the DCMS committee, dated yesterday, Facebook said it is working with regulators in different countries to confirm exactly how many local users have been affected by data leak.</p> <p>It adds that around 1 per cent of the users whose data was illicitly obtained by CA were European Union users. This small proportion seems unsurprising, given CA was working for the Trump campaign — and therefore aiming to gather data on Americans for 2016 presidential campaign targeting purposes.  EU citizens’ data wouldn’t have had any relevance to that.</p> <p>“There will be two sets of data,” Facebook writes in its letter to the committee discussing the data passed to CA. “The first is people who downloaded the app, and the second is the number of friends of those people who have their privacy settings set in such a way that the app could see some of their data. This second figure will be much higher than the first and we will look to provide both broken down by country as soon as we can.”</p> <p>Facebook’s privacy settings have caused major regulatory and legal headaches for the company over the years. In 2012, for example, Facebook <a href=\"https://techcrunch.com/2012/08/10/facebook-ftc-settlement-12/\">settled with the FTC over charges it had deceived users</a> by “telling them they could keep their information on Facebook private, and then repeatedly allowing it to be shared and made public”.</p> <p>And in 2011 and 2012, following a legal complaint by European privacy campaigner and lawyer Max Schrems, Facebook was urged by the Irish Data Protection Commissioner to tighten app permissions to avoid exactly the kind of friends data leakage that has now scaled into this major privacy scandal.</p> <p>Instead, Facebook <a href=\"https://techcrunch.com/2018/03/24/facebook-was-warned-about-app-permissions-in-2011/\">put off tightening up API permissions</a> until as late as mid 2015 — thereby giving CA a window of opportunity to pull massive amounts of Facebook user data ahead of the 2016 US presidential election.</p> <p>When CA’s (currently suspended) CEO, <a class=\"crunchbase-link\" data-entity=\"alexander-nix\" data-type=\"person\" href=\"https://crunchbase.com/person/alexander-nix\" target=\"_blank\">Alexander Nix, <span class=\"crunchbase-tooltip-indicator\"></span></a> appeared before the DCMS committee in February he was asked whether it worked with GSR and what use it made of GSR data. At that time Nix claimed CA had not used any GSR data.</p> <p>The company is continuing to push this line, claiming in <a href=\"https://twitter.com/CamAnalytica/status/978580972550713344\">a series of tweets today</a> that while it paid $500k for GSR data it subsequently “deleted the data”. It further claims it used alternative data sources and data sets to build its models. “Our algorithms and models bear no trace of it,” it has also tweeted re: the GSR data.</p> <p>(Following the session, CA has also now put out a <a href=\"https://ca-political.com/news/cambridge-analytica-responds-committee-hearing\">longer response statement</a>, refuting multiple parts of Wylie’s testimony and claiming he has “misrepresented himself and the company”. In this it also claims: “Cambridge Analytica does not hold any GSR data or any data derived from GSR data. We have never shared the GSR data with Aggregate IQ [another alleged affiliate company], Palantir or any other entity. Cambridge Analytica did not use any GSR data in the work that we did for the Donald J. Trump for President campaign.”)</p> <p>Asked by the committee about Nix’s earlier, contradicting testimony, Wylie wondered out loud why CA spent “the better part of $1M on GSR” — pointing also to “copious amounts of email” and other documents he says he has provided to the committee as additional evidence, including invoicing and “match rates on the data”.</p> <p>“That’s just not true,” he asserted of CA’s claim not to have used GSR (and therefore Facebook) data.</p> <p>Kogan himself has <a href=\"https://twitter.com/AC360/status/976250089344679936\">previously claimed</a> he was unaware exactly what CA wanted to use the data for. “I knew it was for political consulting but beyond that no idea,” he told Anderson Cooper in a TV interview broadcast on March 21, claiming also that he did not know that CA was working for Trump or whether they even used the data his app had gathered.</p> <p>Kogan also suggested the data he had been able to gather was not very accurate at an individual level — claiming it would only be useful in aggregate to, for example, “understand the personality of New Yorkers”.</p> <p>Wylie was asked by the committee how the data was used by CA. Giving an example he says the company’s approach was to target different people for advertising based on their “dispositional attributes and personality traits” — traits it sought to predict via patterns in the data.</p> <p>He said:</p> <p>For example, if you are able to create profiling algorithms that can predict certain traits — so let’s say a high degree of openness and a high degree of neuroticism — and when you look at that profiles that’s the profile of a person who’s more prone towards conspiratorial thinking, for example, they’re open enough to kind of connect to things that may not really seem reasonable to your average person. And they’re anxious enough and impulse enough to start clicking and reading and looking at things — and so if you can create a psychological profile of a type of person who is more prone to adopting certain forms of ideas, conspiracies for example, you can identify what that person looks like in data terms. You can then go out and predict how likely somebody is going to be to adopt more conspiratorial messaging. And then advertise or target them with blogs or websites or various — what everyone now calls fake news — so that they start seeing all of these ideas, or all of these stories around them in their digital environment. They don’t see it when they watch CNN or NBC or BBC. And they start to go well why is that everyone’s talking about this online? Why is it that I’m seeing everything here but the mainstream media isn’t talking about [it]… Not everyone’s going to adopt that — so that advantage of using profiling is you can find the specific group of people who are more prone to adopting that idea as your early adopters… So if you can find those people in your datasets because you know what they look like in terms of data you can catalyze a trend over time. But you first need to find what those people look like.</p> <p>“That was the basis of a lot of our research [at CA and sister company SCL],” he added. “How far can we go with certain types of people. And who is it that we would need to target with what types of messaging.”</p> <p>Wylie told the committee that Kogan’s company was set up exclusively for the purposes of obtaining data for CA, and said the firm chose to work with Kogan because another professor it had approached first had asked for a substantial payment up front and a 50% equity share — whereas he had agreed to work on the project to obtain the data first, and consider commercial terms later.</p> <p>“The deal was that [Kogan] could keep all the data and do research or whatever he wanted to do with is and so for him it was appealing because you had a company that was the equivalent of no academic grant could compete with the amount of money that we could spend on it, and also we didn’t have to go through all the compliance stuff,” added Wylie. “So we could literally just start next week and pay for whatever you want. So my impression at the time was that for an academic that would be quite appealing.”</p> <p> </p> <p>Another claim made by Wylie during the session was that the secretive US big data firm Palantir helped CA build models off of the Facebook data — although he also said there was no formal contract in place between the two firms.</p> <p>Wylie said Palantir was introduced to CA’s Nix by Sophie Schmidt, Google chairman Eric Schmidt’s daughter, during an internship at CA.</p> <p>“We actually had several meetings with Palantir whilst I was there,” claimed Wylie. “And some of the documentation that I’ve also provided to the committee… [shows] there were senior Palantir employees that were also working on the Facebook data.”</p> <p>The VC-backed firm is known for providing government, finance, healthcare and other organizations with analytics, security and other data management solutions.</p> <p>“That was not an official contract between Palantir and Cambridge Analytica but there were Palantir staff who would come into the office and work on the data,” Wylie added. “And we would go and meet with Palantir staff at Palantir. So, just to clarify, Palantir didn’t officially contract with Cambridge Analytica. But there were Palantir staff who helped build the models that we were working on.”</p> <p>Contacted for comment on this allegation a Palantir spokesperson refuted it entirely — providing TechCrunch with this emailed statement: “Palantir has never had a relationship with Cambridge Analytica nor have we ever worked on any Cambridge Analytica data.”</p> <p>The committee went on to ask Wylie why he was coming forward to tell this story now, given his involvement in building the targeting technologies — and therefore also his interests in the related political campaigns.</p> <p>Wylie responded by saying that he had grown increasingly uncomfortable with CA during his time working there and with the methods being used.</p> <p>“Nothing good has come from Cambridge Analytica,” he added. “It’s not a legitimate business.”</p> <p>In a statement put out on its Twitter yesterday, CA’s acting CEO Alex Tayler sought to distance the firm from Wylie and play down his role there, claiming: “The source of allegations is not a whistleblower or a founder of the company. He was at the company for less than a year, after which he was made the subject of restraining undertakings to prevent his misuse of the company’s intellectual property.”</p> <p>Asked whether he’s received any legal threats since making his allegations public, Wylie said the most legal pushback he’s received so far has come from Facebook, rather than CA.</p> <p>“It’s Facebook who’s most upset about this story,” he told the committee. “They’ve sent some fairly intimidating legal correspondence. They haven’t actually taken action on that… They’ve gone silent, they won’t talk to me anymore.</p> <p>“But I do anticipate some robust pushback from Cambridge Analytica because this is sort of an existential crisis for them,” he added. “But I think that I have a fairly robust public interest defense to breaking that NDA and that undertaking of confidentiality [that he previously signed with CA].”</p> <p>The committee also pressed Wylie on whether he himself had had access to the Facebook data he claims CA used to build its targeting models. Wylie said that he had, though he claims he deleted his copy of the data “some time in 2015”.</p> <p>During the testimony Wylie also suggested Facebook might have found out about the GSL data harvesting project as early as July 2014 — because he says Kogan told him, around that time, that he had spoken to Facebook engineers after his app’s data collection rate had been throttled by the platform.</p> <p>“He told me that he had a conversation with some engineers at Facebook,” said Wylie. “So Facebook would have known from that moment about the project because he had a conversation with Facebook’s engineers — or at least that’s what he told me… Facebook’s account of it is that they had no idea until the Guardian first reported it at the end of 2015 — and then they decided to send out letters. They sent letters to me in August 2016 asking do you know where this data might be, or was it deleted?</p> <p>“It’s interesting that… the date of the letter is the same month that Cambridge Analytica officially joined the Trump campaign. So I’m not sure if Facebook was genuinely concerned about the data or just the optics of y’know now this firm is not just some random firm in Britain, it’s now working for a presidential campaign.”</p> <p>We also asked Facebook if it had any general response to Wylie’s testimony but at the time of writing the company had not responded to this request for comment either.</p> <p>Did Facebook make any efforts to retrieve or delete data, the committee also asked Wylie. “No they didn’t,” he replied. “Not to my knowledge. They certainly didn’t with me — until after I went public and then they made me suspect number one despite the fact the ICO [UK’s Information Commissioner’s Office] wrote to me and to Facebook saying that no I’ve actually given over everything to the authorities.”</p> <p>“I suspect that when Facebook looked at what happened in 2016… they went if we make a big deal of this this might be optically not the best thing to make a big fuss about,” he said. “So I don’t think they pushed it in part because if you want to really investigate a large data breach that’s going to get out and that might cause problems. So my impression was they wanted to push it under the rug.”</p> <p>“All kinds of people [had] access to the data,” he added. “It was everywhere.”</p> ", "website": "techcrunch"}