{"content": "The UK’s still fairly new in post minister for health, Matt Hancock, quickly made technology one of his stated priorities. And today he’s put more meat on the bones of his thinking, setting out a vision for transforming, root and branch, how the country’s National Health Service operates to accommodate the plugging in of “healthtech” apps and services — to support tech-enabled “preventative, predictive and personalised care”. How such a major IT upgrade program would be paid for is not clearly set out in the policy document. But the government writes that it is “committed to working with partners” to deliver on its grand vision. “Our ultimate objective is the provision of better care and improved health outcomes for people in England,” Hancock writes in the ‘future of healthcare’ policy document . “But this cannot be done without a clear focus on improving the technology used by the 1.4 million NHS staff, 1.5 million-strong social care workforce and those many different groups who deliver and plan health and care services for the public.” The minister is proposing that NHS digital services and IT systems will have to meet “a clear set of open standards” to ensure interoperability and updatability. Meaning that existing systems that don’t meet the incoming standards will need to be phased out and ripped out over time. The tech itself that NHS trusts and clinical commissioners can choose to buy will not be imposed upon them from above. Rather the stated intent is to encourage “competition on user experience and better tools for everyone”, says Hancock. Update: NHS Digital has now published a draft of a new framework that will set out the future standards, and says it will be inviting contributions from “key partners”. In a statement, the health and social care secretary said: “The tech revolution is coming to the NHS. These robust standards will ensure that every part of the NHS can use the best technology to improve patient safety, reduce delays and speed up appointments. “A modern technical architecture for the health and care service has huge potential to deliver better services and to unlock our innovations. We want this approach to empower the country’s best innovators — inside and outside the NHS — and we want to hear from staff, experts and suppliers to ensure our standards will deliver the most advanced health and care service in the world.” The four stated priorities for achieving the planned transformation are infrastructure (principally but not only related to patient records); digital services; innovation; and skills and culture: “Our technology infrastructure should allow systems to talk to each other safely and securely, using open standards for data and interoperability so people have confidence that their data is up to date and in the right place, and health and care professionals have access to the information they need to provide care,” the document notes.   The ‘tech for health’ vision — which lacks any kind of timeframe whatsoever — loops in an assortment of tech-fuelled case studies, from applying AI for faster diagnoses (as DeepMind has been trying ) to Amazon Alexa skills being used as a memory aid for social care. And envisages, as a future success metric, that “ a healthy person can stay healthy and active (using wearables, diet-tracking apps) and can co-ordinate with their GP or other health professional about targeted preventative care” . The ‘techiness’ of the vision is unsurprising, given Hancock was previously the UK’s digital minister and has made no secret of his love of apps. Even having an app of his own developed to connect with his constituents (aka the eponymous Matt Hancock App — albeit running into some controversy for problems with the app’s privacy policy ). Hancock has also been a loud advocate for (and a personal user of) London-based digital healthcare startup Babylon Health , whose app initially included an AI diagnostic chatbot, in addition to offering video and text consultations with (human) doctors and specialists. The company has partnered with the NHS  for a triage service, and to offer a digital alternative to a traditional primary care service via an app that offers remote consultations (called GP at Hand ). But the app has also faced criticism from healthcare professionals . The AI chatbot component specifically has been attacked by doctors for offering incorrect and potentially dangerous diagnosis advice to patients. Babylon says it has not retracted any AI functionality but does say the AI has “evolved over time such that it now not only provides triage advice but also provides information about conditions that might be causing a users’ symptoms”. Although the chatbot has faced continued criticism for serving unintelligent triage advice — such as by suggesting people go straight to A&E even with just a headache. (Thereby, said its critics, piling pressure on already over-stretched NHS hospital services.) All of which underlines some of the pitfalls of scrambling too quickly to squash innovation and healthcare together. The demographic cherrypicking that can come inherently bundled with digital healthcare apps which are most likely to appeal to younger users (who have fewer complex health problems) is another key criticism of some of these shiny, modern services — with the argument being they impact non-digital NHS primary care services by saddling the bricks-and-mortar bits with more older, sicker patients to care for while the apps siphon off (and monetize) mostly the well, tech-savvy young. Hancock’s pro-tech vision for upgrading the UK’s healthcare service doesn’t really engage with that critique of modern tech services having a potentially unequal impact on a free-at-the-point-of-use, taxpayer-funded health service. Rather, in a section on “inclusion”, the vision document talks about the need to “ design for, and with, people with different physical, mental health, social, cultural and learning needs, and for people with low digital literacy or those less able to access technology”. But without saying exactly how that might be achieved, given the overarching thrust being to reconfigure the NHS to be mobile-first, tech-enabled and tech-fuelled.  “Different people may need different services and some people will never use digital services themselves directly but will benefit from others using digital services and freeing resources to help them,” runs the patter. “We must acknowledge that those with the greatest health needs are also the most at risk of being left behind and build digital services with this in mind, ensuring the highest levels of accessibility wherever possible.” So the risk is being acknowledged — yet in a manner and context that suggests it’s simultaneously being dismissed, or elbowed out of the way, in the push for technology-enabled progress. Hancock also appears willing to tolerate some iterative tech missteps — again towards a ‘greater good’ of modernizing the tech used to deliver NHS services so it can be continuously responsive to user needs, via updates and modular plugins, all greased by patient data being made reliably available via the envisaged transformation. Though there is a bit of a cautionary caveat for healthcare startups like Babylon too. At least if they make actual clinical claims, with the document noting that: “We must be careful to ensure that we follow clinical trials where the new technology is clinical but also to ensure we have appropriate assurance processes that recognise when an innovation can be adopted faster. We must learn to adopt, iterate and continuously improve innovations, and support those who are working this way.” Another more obvious contradiction is Hancock’s claim that “privacy and security” is one of four guiding principles for the vision (alongside “user need; interoperability and openness; and inclusion”), yet this is rubbing up against active engagement with the idea of sensitive social care data being processed by and hosted by a commercial ecommerce giant like Amazon, for example. The need for patient trust and buy in gets more than passing mention, though. And there’s a pledge to introduce “a healthtech regulatory sandbox working with the ICO, National Data Guardian, NICE and other regulators” to provide support and an easier entry route for developers wanting to build health apps to sell in to the NHS, with the government also saying it will take other steps to “simplify the landscape for innovators”. “If data is to be used effectively to support better health and care outcomes, it is essential that the public has trust and confidence in us and can see robust data governance, strong safeguards and strict penalties in place for misuse,” the policy document notes.  Balancing support for data-based digital innovation, including where data-thirsty technologies like AI are concerned, with respect for the privacy of people’s highly sensitive health data will be a tricky act for the government to steer, though. Perhaps especially given Hancock is so keenly rushing to embrace the market. “We need to build nationally only those few services that the market can’t provide and that must be done once and for everyone, such as a secure login and granular access to date,” runs the ministerial line. “This may mean some programmes need to be stopped.” Although he also writes that there is a “huge role” for the NHS, care providers and commissioners to “develop solutions and co-create them with industry”. “ Some of our user needs are unique, like carers in a particular geographical location or patients using assistive technologies. Or sometimes we can beat something to market because we know what we need and are motivated to solve the problem first. “In those circumstances where industry won’t see the economies of scale they need to invest, we must be empowered to build our own digital services, often running on our data and networks. We will do that according to the government’s Digital Service Standard, and within the minimal rules we set for our infrastructure.” “We also want to reassure those who are currently building products that we have no intention or desire to close off the market – in fact we want exactly the opposite,” the document also notes. “We want to back innovations that can improve our health and care system, wherever they can be found – and we know that some of the best innovations are being driven by clinicians and staff up and down the country.” Among the commercial entities currently building products targeted at the NHS is Google -owned DeepMind, which got embroiled in a privacy controversy related to a data governance failure by the NHS Trust it worked with to co-develop an app for the early detection of a kidney condition. DeepMind’s health data ambitions expand beyond building alert apps or even crafting diagnostic AIs to also wanting to build out and own healthcare app delivery infrastructure (aka, a fast healthcare interoperability resource, or FHIR) — which, in the aforementioned project, was  bundled into the app contract with the Royal Free NHS Trust, locking the trust into sending data to DeepMind’s servers by prohibiting it from connecting to other FHIR servers. So not at all a model vision of interoperability. Earlier this year DeepMind’s own independent reviewer panel warned there was a risk of the company gaining excessive monopoly power . And Hancock’s vision for health tech seems to be proposing to outlaw such contractual lock ins. Though it remains to be seen whether the guiding principle will stand up to the inexorable tech industry lobbying. “ We will set national open standards for data, interoperability, privacy and confidentiality, real-time data access, cyber security and access rules,” the vision grandly envisages. “ Open standards are not an abstract technical goal. They permit interoperability between different regions and systems but they also, crucially, permit a modular approach to IT in the NHS, where tools can be pulled and replaced with better alternatives as vendors develop better products. This, in turn, will help produce market conditions that drive innovation, in an ecosystem where developers and vendors continuously compete on quality to fill each niche, rather than capturing users.” Responding to Hancock’s health tech plan, Sam Smith, coordinator of patient data privacy advocacy group medConfidential , told us: “There’s not much detail in here. It’s not so much ‘jam tomorrow ’, as ‘jam… sometime’ — there’s no timeline, and jam gets pretty rancid after not very long. He says “these are standards”, but they’re just a vision for standards — all the hard work is left to be done.” On the privacy plus AI front, Smith also picks up on Hancock’s vision including suggestive support for setting up “data trusts to facilitate the ethical sharing of data between organisations”, with the document reiterating the government’s plan to launch a pilot later this year.  “Hancock says “we are supportive” of stripping the NHS of its role in oversight of commercial exploitation of data. Who is the “we” in that as it should be a cause for widespread concern. If Matt thinks the NHS will never get data right, what does he know that the public don’t?” said Smith on this. He also points out at previous grand scheme attempts to overhaul NHS IT — most notably the uncompleted NHS National Programme for IT, which in the early 2000s tried and failed to deliver a top-down digitization of the service — taking a decade and sinking billions in the process. “The widely criticised National Programme for IT also started out with similar lofty vision,” he noted. “This is yet another political piece saying what “good looks like”, but none of the success criteria are about patients getting better care from the NHS. For that, better technology has to be delivered on a ward, and in a GP surgery, and the many other places that the NHS and social care touch. Reforming procurement and standards do matter, and will help, but it helps in the same way a good accountant helps — and that’s not by having a vision of better accounting.” On the vision’s timeframe, a Department of Health spokesman told us: “Today marks the beginning of a conversation between technology experts across the NHS, regulatory bodies and industry as we refine the standards and consider timeframes and details. The iterated standards document will be published in December once we receive feedback and the mandate will be rolled out gradually. “We have been clear that we will phase out any system which does not meet these standards, will not procure systems which do not comply and will look to end contracts with suppliers who do not meet the standards.” This post was updated to clarify that Babylon Health’s chatbot continues to include AI elements, rather than having the technology removed entirely. It told us the chatbot’s AI has evolved over time", "title_html": "<h1 class=\"article__title\">UK health minister sets out tech-first vision for future care provision</h1> ", "url": "https://techcrunch.com/2018/10/17/uk-health-minister-sets-out-tech-first-vision-for-future-care-provision", "tfidf": {"tfidf": {"hand": 1.6152202665600002, "failur": 3.28559602649, "googl": 11.388809182200001, "alexa": 240.545454545, "wide": 1.5598349381, "kind": 2.5806241872599998, "addit": 1.24634950542, "technologyen": 1443.27272727, "recognis": 5.93939393939, "incom": 3.92, "four": 2.41901569404, "intent": 6.38744719372, "impos": 4.918215613380001, "progress": 2.44697903822, "manner": 3.93164933135, "product": 4.86794766966, "nich": 25.647819063000004, "never": 3.11538461538, "empow": 46.6255506608, "toward": 1.6303142329, "upgrad": 17.77827547592, "idea": 2.0930784443, "their": 2.0309581681, "motiv": 5.01611374408, "scale": 3.7469907953699995, "particular": 1.3814827706200001, "plugin": 317.52, "billion": 4.8669527897, "sink": 13.142384106, "dismiss": 5.2137931034500005, "commission": 17.16324324324, "expert": 10.73427991886, "secur": 8.67540983608, "minist": 9.3096168882, "end": 1.10680423871, "strict": 4.7235941684, "appropri": 4.31413043478, "embrac": 8.45817794353, "consid": 1.2397313759200002, "publish": 2.73771339886, "clinician": 127.008, "vendor": 54.556701031, "wearabl": 481.09090909099996, "new": 3.0536641662, "but": 13.212214326869999, "our": 21.21829521831, "object": 2.3488681757700003, "record": 1.42334588488, "prevent": 4.32235230058, "healthi": 25.041009463800002, "success": 2.6400598653, "stop": 2.1783754116400003, "lobbi": 11.2356687898, "pass": 1.61818367139, "would": 1.0828729281799998, "misstep": 369.209302326, "resourc": 5.8974739970200005, "out": 11.661836394009999, "model": 2.0905978404, "good": 4.55944859277, "person": 2.81040892194, "panel": 7.57442748092, "decad": 2.1390460792200003, "modern": 6.127955225319999, "cocreat": 1443.27272727, "steer": 18.0, "rush": 7.65477338476, "compon": 4.09491875161, "minim": 6.10850327049, "literaci": 20.0454545455, "altern": 4.278092158440001, "specif": 1.8719490626099997, "deepmind": 7216.363636349999, "quick": 4.41, "metric": 22.235294117600002, "said": 4.64255775417, "they": 8.24138602296, "anoth": 3.40930565496, "consult": 10.43443969766, "effect": 1.3963060686000002, "allow": 1.2716059271100002, "opposit": 2.4663663197099996, "major": 1.14852058164, "plus": 4.6914893617, "ensur": 20.476354256220002, "caveat": 132.3, "respons": 1.5066907089300001, "critiqu": 14.0994671403, "alreadi": 1.9551724137900002, "appear": 1.3214582986499999, "inexor": 184.604651163, "itself": 1.74557449148, "advoc": 4.4595505618, "elbow": 45.6206896552, "respond": 3.17329602239, "accord": 1.27589809531, "criticis": 9.879278158060002, "develop": 5.977859778600001, "such": 5.3075688687, "via": 6.893617021289999, "uncomplet": 244.246153846, "lack": 1.9271667880599999, "fast": 4.8729281768, "widespread": 4.01822323462, "should": 3.3286508019800003, "invest": 4.16146788991, "produc": 1.36932896326, "well": 1.0655748708, "ani": 3.40151406942, "account": 3.8892699657, "patient": 85.91942273004001, "detail": 4.52372132782, "veri": 1.25880114177, "depart": 1.99147014551, "bricksandmortar": 1443.27272727, "free": 3.43636363636, "tricki": 115.883211679, "for": 44.01386176044, "economi": 3.6446280991699997, "seen": 1.61079545455, "with": 28.033549851719993, "competit": 3.06960556845, "keen": 13.6509028375, "solut": 4.7278141751, "controversi": 5.2508681991, "inher": 10.7706919946, "login": 226.8, "look": 3.8172637653199994, "stay": 2.6986231514499996, "ward": 8.364594309800001, "compet": 3.26465144972, "physic": 2.39132399458, "pledg": 11.471098265899998, "think": 5.81431972166, "work": 5.57600449565, "reform": 3.3199498117900004, "later": 1.08650424309, "focus": 2.01012914662, "iter": 112.33018867919999, "group": 2.41993750476, "doe": 5.11743848715, "convers": 3.3486606201200004, "contradict": 11.733924612000001, "aforement": 21.8376891334, "provis": 6.1179190751400006, "place": 3.3013100436600005, "argument": 5.09335899904, "bodi": 1.8618505922400002, "step": 2.8279301745599996, "framework": 8.200413223139998, "constitu": 9.36637168142, "continu": 5.69644779335, "act": 1.4318181818200002, "encourag": 2.7975330396499998, "into": 3.04507384437, "younger": 4.16802310318, "sam": 8.116564417180001, "appeal": 3.6614391143900002, "servic": 37.82521681125, "countri": 4.2415174993199996, "face": 3.6065424807, "what": 3.7603031738399997, "help": 6.99814863795, "potenti": 7.56240076215, "propos": 3.9804437758599995, "tech": 172.5652173915, "own": 5.8922209026, "relat": 2.47501753838, "babylon": 173.0354223432, "assort": 32.2682926829, "diagnost": 68.1373390558, "gradual": 3.7890214797099997, "speed": 3.8703071672400005, "chatbot": 7216.363636349999, "long": 1.2657259028899999, "human": 1.8965476048299998, "engag": 5.385345997280001, "togeth": 1.58095996813, "care": 52.379575805129996, "about": 4.25944060636, "just": 2.67160286074, "overstretch": 273.724137931, "entir": 1.59365589239, "strip": 5.50485436893, "statement": 3.42228928648, "skill": 7.3979496738199995, "refin": 9.966101694919999, "cyber": 72.4931506849, "princip": 3.3578680202999998, "datathirsti": 1443.27272727, "complex": 2.34021226415, "tool": 9.99433427762, "ministeri": 40.6035805627, "run": 6.22771403352, "criteria": 11.7426035503, "studi": 1.53184098804, "giant": 6.23566378633, "can": 16.46765947988, "expand": 2.2260235558000003, "monopoli": 15.8443113772, "health": 65.17687307568, "abl": 1.8208510150200001, "critic": 6.68041237112, "pull": 5.18654034629, "appli": 2.2972073506, "the": 130.0, "mandat": 8.56310679612, "perhap": 3.14812611541, "build": 13.0733916624, "smith": 10.20308483289, "demograph": 10.851674641099999, "oper": 1.55479384977, "exact": 6.9372951715, "interoper": 896.2258064550001, "connect": 3.7687833827800006, "overhaul": 27.0, "supplier": 39.345724907, "diagnos": 16.283076923099998, "techfuel": 2886.54545454, "say": 15.7900320477, "phase": 8.602546735299999, "reduc": 1.98698372966, "right": 2.8109065155799997, "technic": 6.280063291139999, "secret": 3.11294117647, "take": 2.27923336444, "embroil": 50.4, "follow": 1.04640126549, "mental": 6.51456709069, "robust": 39.8894472362, "kidney": 33.6355932203, "than": 3.0983606557499996, "driven": 5.601976005650001, "therebi": 6.47735618115, "matter": 2.44773358002, "eponym": 26.0262295082, "also": 15.22147651005, "risk": 12.287925696600002, "warn": 4.334152334150001, "mean": 2.89813800658, "will": 28.17065267708, "squash": 46.017391304300006, "rancid": 288.654545455, "may": 2.10403551786, "polici": 10.11854684512, "facilit": 6.453658536590001, "stand": 2.0845588235299997, "open": 6.227836183899999, "polit": 1.76851954996, "hospit": 3.4633507853400003, "want": 13.97886792456, "captur": 2.88026124819, "system": 9.71178886657, "goal": 3.28152128979, "scrambl": 41.889182058, "behind": 2.0845588235299997, "share": 1.8566249561500001, "piec": 3.24132298898, "actual": 1.87482286254, "easier": 7.84, "entiti": 6.89361702128, "which": 8.04153476, "mobilefirst": 1443.27272727, "upon": 1.60331246213, "whether": 2.20683903253, "one": 2.01254991444, "begin": 1.3305397251100002, "clarifi": 16.052578362000002, "see": 2.54484251022, "becaus": 1.1495184997499999, "secretari": 3.88831741367, "outsid": 1.67450690855, "get": 7.1425036554, "abov": 1.90382539873, "updat": 22.25867507888, "detect": 5.41288782816, "independ": 1.58950740889, "regulatori": 42.6201342282, "rule": 3.4831066257199996, "older": 2.71523858389, "pick": 4.939639079030001, "this": 12.04552352052, "regul": 3.88736532811, "principl": 6.904109589039999, "taxpayerfund": 1443.27272727, "england": 2.56519631604, "part": 1.04330682789, "back": 1.26070038911, "bit": 16.66771653544, "healthcar": 168.89361702120001, "transform": 10.26023265834, "most": 5.10482315115, "low": 2.13072070863, "buy": 10.24919302776, "element": 2.36004162331, "fail": 1.9281029876099998, "vision": 73.2062711343, "all": 4.04587155964, "everyon": 12.7929089444, "today": 3.49922856514, "condit": 5.774490785639999, "have": 11.163843252539998, "case": 1.48498737256, "that": 37.147410358749994, "architectur": 5.12790697674, "reliabl": 6.681818181819999, "off": 3.0242880274400004, "caus": 2.77043887968, "and": 96.00604724447999, "permit": 7.5099337748399995, "achiev": 3.74433962264, "greatest": 3.00738776283, "deliv": 23.827615780429998, "techsavvi": 1443.27272727, "made": 3.21116504853, "revolut": 3.58698599187, "realtim": 429.081081081, "penalti": 9.95360501567, "attack": 1.97094972067, "none": 4.06555697823, "simultan": 5.32930513595, "serv": 1.4668760972, "fill": 3.33809924306, "avail": 1.7288467821, "aid": 2.65618203112, "onli": 3.0769429549800007, "each": 2.37949640288, "contractu": 42.9081081081, "mind": 3.5918552036199998, "specialist": 9.77586206897, "advanc": 1.9997480791, "contract": 6.033060991819999, "scheme": 5.18993135011, "data": 64.15227562746, "qualiti": 2.9329392204, "must": 9.610169491549998, "loud": 16.283076923099998, "time": 3.03382381044, "text": 3.12827586207, "direct": 1.22226499346, "has": 14.611096502799999, "personalis": 317.52, "app": 573.3995485327999, "use": 10.296387573799999, "compli": 14.8930581614, "year": 2.0970873786400004, "often": 1.29452054795, "within": 1.2369302688, "suggest": 5.271499723289999, "user": 61.6843127732, "benefit": 3.06841901817, "after": 1.02070207021, "mark": 1.5079787234, "pile": 24.8840125392, "touch": 5.45567010309, "shini": 98.0, "onc": 2.9949066213999997, "too": 3.6317053643, "toler": 7.751953125, "sandbox": 378.0, "guardian": 6.58481957694, "delay": 4.23247134098, "alongsid": 4.0728578758300005, "tradit": 1.60802187785, "function": 2.495441685, "ecommerc": 1443.27272727, "carer": 529.2, "govern": 10.56588705074, "assist": 2.17300848618, "cherrypick": 1443.27272727, "hear": 4.17899447223, "acknowledg": 9.095388140939999, "done": 6.990752972249999, "approach": 4.15113086678, "triag": 1323.0, "sell": 3.51083591331, "healthtech": 2886.54545454, "granular": 160.363636364, "front": 2.32820061593, "know": 7.779810519450001, "londonbas": 1443.27272727, "millionstrong": 1443.27272727, "won": 2.31732593782, "meat": 11.847761194, "least": 1.6165359943000002, "diettrack": 1443.27272727, "aka": 41.669291338600004, "how": 4.80750984153, "programm": 15.544386422970003, "million": 1.7279059643, "fair": 3.20533010297, "especi": 1.66712170534, "initi": 1.35, "found": 1.11387076405, "given": 4.06278256419, "remot": 7.74816983895, "exploit": 5.79416058394, "those": 8.36837349397, "safeti": 4.4235162998, "monet": 139.263157895, "appoint": 2.8019767031400002, "topdown": 1443.27272727, "workforc": 17.7583892617, "claim": 3.05395787246, "similar": 1.37514075357, "sicker": 992.25, "need": 20.12167300374, "commit": 2.8860207235, "point": 1.25990000794, "key": 4.5601034037, "review": 2.2099109131400003, "level": 1.6544393497299998, "huge": 8.77854575616, "date": 3.26163328198, "replac": 1.5602948402899999, "region": 1.7647843486, "launch": 2.5664403491799996, "experi": 1.87062566278, "envisag": 111.28037383169999, "bone": 9.07718696398, "greater": 2.14801785956, "branch": 3.14563106796, "not": 16.25078369904, "strong": 1.6439888163999998, "respect": 1.6443293630200002, "lofti": 99.8490566038, "freeatthepointofus": 1443.27272727, "rub": 43.141304347799995, "solv": 7.26923076923, "though": 5.44304448444, "danger": 3.42007755278, "design": 1.45825296225, "oversight": 24.80625, "turn": 1.3838912133899999, "choos": 4.17899447223, "world": 1.11340206186, "outcom": 14.97735849056, "unlock": 51.8823529412, "geograph": 4.7306317044099995, "section": 2.1284354471099998, "timefram": 366.369230769, "landscap": 7.26923076923, "provid": 7.29316285122, "deliveri": 8.90409422322, "albeit": 11.172413793099999, "offer": 6.15587436992, "coordin": 11.31172069826, "startup": 136.8620689656, "got": 3.61969904241, "entri": 3.9909502262400003, "advocaci": 21.1398135819, "meet": 6.663588667359999, "talk": 6.0606986066, "cautionari": 152.653846154, "network": 2.59369384088, "some": 8.32293577984, "put": 1.65806788512, "locat": 1.59766529134, "concern": 3.7705735660800004, "confid": 12.655241131919999, "beat": 4.95660318451, "introduc": 1.7258397651900002, "set": 8.30955585467, "futur": 5.573133629760001, "royal": 2.53894130817, "from": 8.00453771976, "ecosystem": 26.111842105300003, "num": 3.00094512003, "excess": 5.30792377131, "technolog": 28.638242046590005, "market": 11.830104321899999, "diagnosi": 28.8130671506, "advic": 21.24353256021, "left": 2.8797387992, "safe": 5.02723242559, "balanc": 4.45329593268, "predict": 5.18484650555, "patter": 269.084745763, "bundl": 60.595419847399995, "roll": 4.27578777269, "simplifi": 12.109839816900001, "ambit": 12.461538461500002, "codevelop": 1443.27272727, "are": 13.38877716514, "better": 18.05915065725, "compani": 3.1047227926, "current": 3.0651607298, "protech": 1443.27272727, "feedback": 24.652173913000002, "video": 3.29719626168, "root": 3.57809330629, "medconfidenti": 1443.27272727, "spokesman": 20.780104712, "public": 3.67273288095, "prohibit": 5.2292490118599995, "staff": 10.311322797149998, "outlaw": 15.1633237822, "remov": 2.0058117498400003, "even": 3.49383802818, "straight": 6.203985932, "faster": 15.22877697842, "rip": 23.9096385542, "told": 9.46314325452, "reassur": 41.023255814, "primari": 4.4746335963999995, "his": 5.471841180100001, "overarch": 81.0, "note": 7.12247644685, "young": 1.8886509636000002, "prioriti": 17.247148288979997, "cultur": 3.72151898734, "across": 1.7318642958400001, "doctor": 7.8789081885800005, "techi": 1443.27272727, "rout": 3.1619199362700003, "earlier": 1.86776470588, "highest": 2.50212765957, "social": 11.942828485440002, "against": 1.2902072328299998, "clear": 7.41695865452, "confidenti": 31.8156312625, "line": 1.4182597820299998, "matt": 34.1174785101, "clinic": 40.4741873804, "fact": 1.73375559681, "reconfigur": 70.2477876106, "who": 6.37675726338, "start": 1.26673581744, "post": 4.47652615254, "here": 2.42307692308, "paid": 3.31163954944, "underlin": 58.583025830299995, "assur": 7.941970985489999, "much": 2.3884459154599997, "adopt": 4.0885912954000005, "problem": 5.30024482527, "notabl": 1.82840032247, "invit": 3.92678703933, "context": 4.25972632144, "craft": 8.01413427562, "decemb": 1.48166122259, "procur": 39.0553505536, "guid": 4.98226894712, "contribut": 1.9255306246200001, "where": 5.33575317605, "jam": 30.9775609756, "misus": 37.2676056338, "among": 1.25670862028, "love": 2.97303370787, "them": 3.29628347982, "infrastructur": 27.301805674960004, "trust": 34.26827012028, "standard": 30.265221017440005, "unsurpris": 128.032258065, "digit": 66.24200278170001, "support": 8.879904115040002, "inclus": 17.513513513520003, "target": 6.437956204380001, "saddl": 37.2676056338, "sometim": 3.4252427184400003, "whatsoev": 38.911764705900005, "seem": 2.29123971713, "same": 1.11857958148, "there": 6.24547600314, "exist": 1.4647107666799999, "unintellig": 98.0, "inform": 3.1506251240400003, "possibl": 1.4173734488, "amazon": 66.2881002088, "best": 4.748554336980001, "again": 1.50883862384, "techen": 2886.54545454, "alert": 13.6041131105, "previous": 2.85693719632, "now": 2.321561746, "tri": 3.7089125102199993, "hard": 2.73253012048, "desir": 3.00170164492, "high": 1.14777327935, "accommod": 5.70668583753, "realli": 4.7476076555, "power": 1.3396337861799998, "privaci": 198.0962566842, "retract": 23.766467065900002, "mani": 2.08853515754, "pilot": 5.82178217822, "modular": 99.8490566038, "role": 3.10654534782, "jam…": 1443.27272727, "plan": 6.142774231000001, "incorrect": 11.6052631579, "over": 3.07575072651, "greas": 96.2181818182, "peopl": 9.70563961488, "evolv": 9.20347826086, "commerci": 7.2109008327, "less": 1.46904783936, "hancock": 592.7040000000001, "timelin": 10.911340206199998, "nondigit": 1443.27272727, "themselv": 2.05967825636, "partner": 12.520504731870002, "essenti": 2.9280708225700005, "trial": 4.04175152749, "although": 2.2993699761, "crucial": 7.7443902439, "plug": 30.297709923699998, "databas": 8.24727272727, "activ": 2.92807082258, "other": 7.06946564884, "uniqu": 3.01595744681, "without": 2.59094247246, "might": 4.312372674180001, "impact": 5.95052473764, "surgeri": 12.2689335394, "tomorrow": 21.3674293405, "draft": 5.103182256509999, "beyond": 2.54586273252, "loop": 13.5114893617, "still": 1.1866357724799999, "like": 6.8951140065, "siphon": 139.263157895, "grand": 9.19459459458, "push": 3.75141776938, "insid": 2.7396031061299997, "process": 5.08574479446, "attempt": 1.4721810088999998, "memori": 2.57392996109, "yet": 6.377611140870001, "includ": 4.076256499119999, "lock": 15.14885496184, "access": 11.240972386140001, "pretti": 15.75, "earli": 2.24936242562, "down": 1.35889754344, "document": 22.8687580026, "project": 1.7534791252500002, "differ": 6.182724511249999, "been": 4.095711060959999, "profession": 7.916888297879999, "between": 3.1036100612399995, "server": 76.143884892, "drive": 2.93510815308, "obvious": 6.44841592201, "symptom": 17.9389830508, "program": 2.02139037433, "someth": 3.28152128979, "organis": 4.02127659574, "whose": 1.73508196721, "call": 1.0676529926, "more": 4.0686827268, "improv": 10.218846549950001, "pitfal": 178.38202247200002, "these": 4.29661705008, "pressur": 2.9887048192799996, "gain": 1.84819557625, "unequ": 34.9691629956, "sensit": 16.9344, "state": 3.1431399722699993, "close": 1.2848818387799998, "receiv": 1.3054847463200001, "make": 1.0762660158600001, "wherev": 43.73553719, "way": 3.6572218383, "circumst": 5.28671328671, "ethic": 8.93918918919, "few": 1.31729173581, "industri": 8.09277430864, "remain": 1.16598119859, "reiter": 28.5026929982, "rather": 6.22771403352, "safeguard": 24.767550701999998, "ultim": 2.58524670249, "come": 2.65662650602, "abstract": 9.966101694919999, "exampl": 1.50483412322, "fewer": 5.94829524166, "headach": 54.0, "send": 3.75053153792, "first": 1.00761614623, "everi": 1.47917637194, "while": 1.0441988950299999, "innov": 52.14571513888, "host": 2.7092150170599996, "write": 6.172628304810001, "learn": 4.6455010973, "nation": 7.35794840106, "when": 1.02076769755, "mention": 2.53894130817, "thrust": 20.25}, "logtfidf": {"hand": 0.479471335336, "failur": 1.18954807429, "googl": 2.43263122258, "alexa": 5.482909071880001, "wide": 0.44458000675399995, "kind": 0.948031302717, "addit": 0.220218882972, "technologyen": 7.2746685411000005, "recognis": 1.78160709776, "incom": 1.3660916537999999, "four": 0.380427077738, "intent": 2.32237501562, "impos": 1.5929457845100001, "progress": 0.894854218108, "manner": 1.36905901503, "product": 1.452180409608, "nich": 3.2444585412199998, "never": 0.886410872182, "empow": 6.298003015499999, "toward": 0.48877277716000006, "upgrad": 4.36966010494, "idea": 0.73863592212, "their": 0.030721010245400002, "motiv": 1.61265547932, "scale": 1.32095306328, "particular": 0.323157393804, "plugin": 5.76054080847, "billion": 1.5824680307199999, "sink": 2.57584243541, "dismiss": 1.6513076337600001, "commission": 4.29924579166, "expert": 3.36059034126, "secur": 3.096792827792, "minist": 3.3973069536000002, "end": 0.101476798618, "strict": 1.55256998618, "appropri": 1.4618957827399999, "embrac": 2.13513377732, "consid": 0.214894723824, "publish": 0.627951730934, "clinician": 4.8442500766, "vendor": 6.61218673234, "wearabl": 6.17605625244, "new": 0.0531898405533, "but": 0.2105008369347, "our": 7.7187529276380005, "object": 0.853933584803, "record": 0.353010356953, "prevent": 1.5413051750459998, "healthi": 5.054735357819999, "success": 0.5553088251839999, "stop": 0.778579374963, "lobbi": 2.41909343122, "pass": 0.48130432974, "would": 0.0796176279647, "misstep": 5.91136369821, "resourc": 2.16275388516, "out": 0.6426903001123, "model": 0.7374500731110001, "good": 1.2557682147209999, "person": 0.6803656320360001, "panel": 2.02477776846, "decad": 0.760359972282, "modern": 1.706267058876, "cocreat": 7.2746685411000005, "steer": 2.8903717579, "rush": 2.0353294251099996, "compon": 1.40974687623, "minim": 1.80968177926, "literaci": 2.99800242209, "altern": 1.520719944564, "specif": 0.626980167541, "deepmind": 36.3733427055, "quick": 1.581455017798, "metric": 3.1016808515599994, "said": 1.309959497445, "they": 0.2378159581408, "anoth": 0.38368908495599996, "consult": 3.3039293280199997, "effect": 0.333830227158, "allow": 0.24028061118900002, "opposit": 0.90274594185, "major": 0.138474663439, "plus": 1.54575009318, "ensur": 7.36506780156, "caveat": 4.88507207112, "respons": 0.40991566230300003, "critiqu": 2.6461370052, "alreadi": 0.670478380747, "appear": 0.278735898493, "inexor": 5.21821651765, "itself": 0.5570837229510001, "advoc": 1.4950479900600002, "elbow": 3.8203613341300007, "respond": 1.15477080241, "accord": 0.243650319127, "criticis": 2.29043944817, "develop": 0.8931234745650001, "such": 0.29847988903, "via": 2.495950876242, "uncomplet": 5.4981765440100006, "lack": 0.656050938907, "fast": 1.5836950247400001, "widespread": 1.3908398234900001, "should": 1.018839753516, "invest": 1.42586787018, "produc": 0.314320812003, "well": 0.0635144383156, "ani": 0.376825075098, "account": 1.330148579946, "patient": 20.30566801239, "detail": 1.632375554346, "veri": 0.230159793238, "depart": 0.68887313257, "bricksandmortar": 7.2746685411000005, "free": 1.0825332985340002, "tricki": 4.75258288807, "for": 0.013859577397468003, "economi": 1.2932543298499999, "seen": 0.47672812813, "with": 0.03352976797492, "competit": 1.12154907401, "keen": 2.61380566138, "solut": 1.55346297627, "controversi": 1.9304925072599999, "inher": 2.37682874115, "login": 5.4240685718499995, "look": 1.2927733872, "stay": 0.9927416990379999, "ward": 2.12400783473, "compet": 1.1831530035, "physic": 0.871847185184, "pledg": 2.43983067773, "think": 2.1343532235, "work": 0.545172836365, "reform": 1.19994966588, "later": 0.0829654259878, "focus": 0.6981989720559999, "iter": 10.868491076009999, "group": 0.381189069594, "doe": 1.6021251891509998, "convers": 1.2085604509999999, "contradict": 2.4624841857299997, "aforement": 3.0836373363700003, "provis": 1.8112220183, "place": 0.2871212518716, "argument": 1.62793753414, "bodi": 0.6215709351609999, "step": 1.03954505698, "framework": 2.10418454607, "constitu": 2.2371257940900002, "continu": 0.6520243699350001, "act": 0.358945092473, "encourag": 1.02873797155, "into": 0.0447385896861, "younger": 1.4274418474200001, "sam": 2.09390696331, "appeal": 1.2978562707799999, "servic": 10.352504168625002, "countri": 1.03892645199, "face": 1.179204742514, "what": 0.677661890481, "help": 1.68103860672, "potenti": 2.773729236726, "propos": 1.3764922679840002, "tech": 26.581955935680003, "own": 0.8209753871050001, "relat": 0.42620060330799997, "babylon": 15.0688078634, "assort": 3.47408509741, "diagnost": 7.0567563595600005, "gradual": 1.3321078009899998, "speed": 1.3533338752700002, "chatbot": 36.3733427055, "long": 0.235645793878, "human": 0.640035183243, "engag": 1.981068760068, "togeth": 0.458032237308, "care": 19.193880361130997, "about": 0.2513739098984, "just": 0.579062868218, "overstretch": 5.61212080336, "entir": 0.46603068026999994, "strip": 1.7056303155, "statement": 1.2303097091500002, "skill": 2.6161114203, "refin": 2.29918950399, "cyber": 4.283492084090001, "princip": 1.21130625482, "datathirsti": 7.2746685411000005, "complex": 0.8502416364309999, "tool": 3.21774235926, "ministeri": 3.7038562539199997, "run": 1.770859902156, "criteria": 2.4632235573, "studi": 0.426470272221, "giant": 1.83028503479, "can": 2.272775349516, "expand": 0.80021683492, "monopoli": 2.76281053226, "health": 23.977220837568, "abl": 0.599303982475, "critic": 2.051541426916, "pull": 1.6460668749599998, "appli": 0.8316941898119999, "the": 0.0, "mandat": 2.14746306778, "perhap": 1.14680739183, "build": 3.929099616728, "smith": 3.6722334615000003, "demograph": 2.38431941288, "oper": 0.441342964347, "exact": 2.4875295465000002, "interoper": 33.9659757381, "connect": 1.267210117364, "overhaul": 3.295836866, "supplier": 5.958480291259999, "diagnos": 2.7901263429100003, "techfuel": 14.549337082200001, "say": 5.059388524968, "phase": 2.9178222217400003, "reduc": 0.686617775143, "right": 0.68071970834, "technic": 2.28846575616, "secret": 1.13556799519, "take": 0.261383924394, "embroil": 3.9199911750800003, "follow": 0.045356911094199995, "mental": 1.87404076028, "robust": 5.9859292561199995, "kidney": 3.5155848283199997, "than": 0.0967825866546, "driven": 1.72311939365, "therebi": 1.86831243037, "matter": 0.8951625270360001, "eponym": 3.25910485674, "also": 0.21985736700000003, "risk": 4.230014522669999, "warn": 1.4665260511200002, "mean": 0.74184256704, "will": 4.6640903030450005, "squash": 3.8290193968699997, "rancid": 5.66523062867, "may": 0.10141999056880001, "polici": 3.7123028002, "facilit": 1.86464718498, "stand": 0.7345572374320001, "open": 1.097955190145, "polit": 0.570142784146, "hospit": 1.24223655551, "want": 4.841456243784999, "captur": 1.0578810012100002, "system": 2.292012419095, "goal": 1.18830712273, "scrambl": 3.73502760882, "behind": 0.7345572374320001, "share": 0.618760299747, "piec": 1.17598157639, "actual": 0.628514181648, "easier": 2.05923883436, "entiti": 1.93059591408, "which": 0.04142731076344, "mobilefirst": 7.2746685411000005, "upon": 0.47207177798199995, "whether": 0.791561189647, "one": 0.012510703291, "begin": 0.285584668268, "clarifi": 2.7758694822799996, "see": 0.481843170984, "becaus": 0.139343158825, "secretari": 1.3579765225799998, "outsid": 0.515518738985, "get": 2.319076023128, "abov": 0.643865229816, "updat": 6.865749850759999, "detect": 1.68878274493, "independ": 0.463424162503, "regulatori": 6.11835919104, "rule": 1.109554847074, "older": 0.998879825727, "pick": 1.59729226761, "this": 0.04543738863, "regul": 1.3577316346200001, "principl": 2.4779392927200004, "taxpayerfund": 7.2746685411000005, "england": 0.942035012164, "part": 0.04239531098280001, "back": 0.23166743089699998, "bit": 4.24065305268, "healthcar": 26.388400088700003, "transform": 3.6889896812100003, "most": 0.103739481478, "low": 0.7564602833490001, "buy": 3.2681035858599996, "element": 0.8586792558769999, "fail": 0.656536611573, "vision": 23.77846331145, "all": 0.04561052839119999, "everyon": 3.7114876962800003, "today": 1.118790707358, "condit": 1.964513364618, "have": 0.16263502575320002, "case": 0.395406268889, "that": 0.14711749004667998, "architectur": 1.63469757919, "reliabl": 1.89939013342, "off": 0.8270570407760001, "caus": 0.651717134812, "and": 0.0060470536381056, "permit": 2.64615893382, "achiev": 1.2541961702339999, "greatest": 1.10107184908, "deliv": 8.574545601090001, "techsavvi": 7.2746685411000005, "made": 0.2040645782919, "revolut": 1.27731229329, "realtim": 6.0616459012599995, "penalti": 2.29793479868, "attack": 0.678515518292, "none": 1.40255075163, "simultan": 1.67322086119, "serv": 0.383135035608, "fill": 1.20540155609, "avail": 0.547454586289, "aid": 0.976889765079, "onli": 0.0759728049873, "each": 0.347483378608, "contractu": 3.7590608082599997, "mind": 1.2786688388299998, "specialist": 2.27991629318, "advanc": 0.6930212121780001, "contract": 2.2082146571, "scheme": 1.64672046975, "data": 23.1195911112, "qualiti": 1.07600506711, "must": 3.26691973694, "loud": 2.7901263429100003, "time": 0.0336345565878, "text": 1.14048200999, "direct": 0.200705689496, "has": 0.5981352279672, "personalis": 5.76054080847, "app": 57.26390470176, "use": 0.292080197316, "compli": 2.70089520918, "year": 0.09480447778920001, "often": 0.258140393351, "within": 0.21263272059799998, "suggest": 1.691107832631, "user": 16.34070485504, "benefit": 1.12116245116, "after": 0.020490694648099998, "mark": 0.410770160338, "pile": 3.21422553056, "touch": 1.6966554537399998, "shini": 4.584967478669999, "onc": 0.80753174471, "too": 1.1931103094439999, "toler": 2.0479448277400003, "sandbox": 5.934894195619999, "guardian": 1.8847669357199999, "delay": 1.44278606382, "alongsid": 1.40434493384, "tradit": 0.47500477629199994, "function": 0.914465741594, "ecommerc": 7.2746685411000005, "carer": 6.27136643224, "govern": 2.882043218278, "assist": 0.776112606548, "cherrypick": 7.2746685411000005, "hear": 1.43007066072, "acknowledg": 3.0292406136000003, "done": 2.537927949387, "approach": 1.4604672291620002, "triag": 18.26713462635, "sell": 1.25585416107, "healthtech": 14.549337082200001, "granular": 5.0774439637699995, "front": 0.845095701382, "know": 2.8587590831939997, "londonbas": 7.2746685411000005, "millionstrong": 7.2746685411000005, "won": 0.8404139079, "meat": 2.47213892096, "least": 0.480285584745, "diettrack": 7.2746685411000005, "aka": 6.07323451644, "how": 1.4147008707900002, "programm": 4.93526184912, "million": 0.5469102500940001, "fair": 1.16481508131, "especi": 0.511098609709, "initi": 0.30010459245, "found": 0.107841124048, "given": 0.9097674324930001, "remot": 2.04745666566, "exploit": 1.7568506145200002, "those": 1.2498457361109998, "safeti": 1.48693492276, "monet": 4.93636536551, "appoint": 1.03032513351, "topdown": 7.2746685411000005, "workforc": 2.8768580387299996, "claim": 0.84658246385, "similar": 0.318556092114, "sicker": 6.89997509166, "need": 5.078362288188, "commit": 1.0598786410299998, "point": 0.23103235903299998, "key": 1.64839623792, "review": 0.7929522039210001, "level": 0.503462189943, "huge": 2.9583271639, "date": 0.978161792194, "replac": 0.444874803592, "region": 0.568028500824, "launch": 0.942519860658, "experi": 0.626272953933, "envisag": 10.84032185496, "bone": 2.20576433888, "greater": 0.764545491118, "branch": 1.14601452756, "not": 0.24883860812, "strong": 0.49712549393600003, "respect": 0.49733261904, "lofti": 4.60365961168, "freeatthepointofus": 7.2746685411000005, "rub": 3.7644808757300003, "solv": 1.9836504770400003, "though": 1.232176764316, "danger": 1.22966322707, "design": 0.377239118022, "oversight": 3.21109563755, "turn": 0.324899251064, "choos": 1.43007066072, "world": 0.107420248621, "outcom": 4.02678489248, "unlock": 3.9489787119499997, "geograph": 1.55405874632, "section": 0.755387177948, "timefram": 14.41508809035, "landscap": 1.9836504770400003, "provid": 1.17106706595, "deliveri": 2.18651119604, "albeit": 2.4134476858099996, "offer": 1.724449787608, "coordin": 3.46538447508, "startup": 8.451652884480001, "got": 1.2863908849299999, "entri": 1.38402935449, "advocaci": 3.0511581621399997, "meet": 2.04145526902, "talk": 2.21735578898, "cautionari": 5.02817291476, "network": 0.9530830530519999, "some": 0.316588072516, "put": 0.505652999854, "locat": 0.46854337067199997, "concern": 1.268159897746, "confid": 3.6898485350800003, "beat": 1.6007206642899998, "introduc": 0.5457137524260001, "set": 1.200472079023, "futur": 1.858035593097, "royal": 0.931747186336, "from": 0.004536433350928, "ecosystem": 3.26238893194, "num": 0.0009449711861910001, "excess": 1.6692007552700001, "technolog": 10.525324549905, "market": 4.306047919685001, "diagnosi": 3.3608290047500002, "advic": 5.87232063081, "left": 0.729104829506, "safe": 1.61486961909, "balanc": 1.4936444810499998, "predict": 1.6457402376899999, "patter": 5.59502637, "bundl": 6.82214425916, "roll": 1.4529683597299998, "simplifi": 2.4940183301400003, "ambit": 2.52264697777, "codevelop": 7.2746685411000005, "are": 0.3830771565751, "better": 6.2678514654, "compani": 0.879554506194, "current": 0.8539056556900001, "protech": 7.2746685411000005, "feedback": 3.2048650877999996, "video": 1.19307248967, "root": 1.27483006252, "medconfidenti": 7.2746685411000005, "spokesman": 3.0339960247400004, "public": 0.6069712514610001, "prohibit": 1.65426767539, "staff": 3.70389091041, "outlaw": 2.7188796030299995, "remov": 0.6960488415880001, "even": 0.45716569450200006, "straight": 1.82519197774, "faster": 4.06007935934, "rip": 3.17428166443, "told": 3.4463769213899997, "reassur": 3.7141391208699996, "primari": 1.610554579828, "his": 0.4508862168205, "overarch": 4.394449154669999, "note": 1.7690878404150001, "young": 0.6358627983380001, "prioriti": 4.308999265340001, "cultur": 1.241969468624, "across": 0.549198455941, "doctor": 2.74208431792, "techi": 7.2746685411000005, "rout": 1.15117941787, "earlier": 0.624742371425, "highest": 0.917141433754, "social": 4.130229013566, "against": 0.254802851078, "clear": 2.469898908792, "confidenti": 3.45995771815, "line": 0.349430614452, "matt": 7.2935925917399995, "clinic": 9.25748024468, "fact": 0.5502899207949999, "reconfigur": 4.252028814630001, "who": 0.3654013979154, "start": 0.236443369291, "post": 1.6114003054019999, "here": 0.8850381883700001, "paid": 1.19744339891, "underlin": 4.07044499302, "assur": 2.0721614794, "much": 0.35499145860200004, "adopt": 1.4301066072220001, "problem": 1.707422172819, "notabl": 0.603441443842, "invit": 1.36782154426, "context": 1.44920491442, "craft": 2.0812067672, "decemb": 0.393163905995, "procur": 5.943665408719999, "guid": 1.825476437178, "contribut": 0.655201578909, "where": 0.3249606937285, "jam": 5.48023184466, "misus": 3.61812446763, "among": 0.228496097073, "love": 1.08958288195, "them": 0.2825499807279, "infrastructur": 7.682633923280001, "trust": 11.118167953199999, "standard": 10.19856815712, "unsurpris": 4.8522822483, "digit": 22.278968156250002, "support": 1.665164270259, "inclus": 4.3396512063, "target": 2.3381278992400003, "saddl": 3.61812446763, "sometim": 1.076050310686, "whatsoev": 3.6612966394999997, "seem": 0.829093032276, "same": 0.112059649604, "there": 0.24058735755299998, "exist": 0.38165779408699996, "unintellig": 4.584967478669999, "inform": 0.908907409324, "possibl": 0.348805474891, "amazon": 7.00172643298, "best": 1.377683798841, "again": 0.411340231612, "techen": 14.549337082200001, "alert": 2.61037218162, "previous": 0.713205920126, "now": 0.298185890042, "tri": 1.23518305832, "hard": 1.00522796406, "desir": 1.0991793428399999, "high": 0.13782378654000002, "accommod": 1.7416384414200001, "realli": 1.5576408397, "power": 0.292396282715, "privaci": 23.399900358660002, "retract": 3.16827564037, "mani": 0.0866315162442, "pilot": 1.7616064310599997, "modular": 7.82102486224, "role": 0.8807282151479999, "jam…": 7.2746685411000005, "plan": 1.715928432588, "incorrect": 2.45145871572, "over": 0.0748101644871, "greas": 4.56661834, "peopl": 1.546124627784, "evolv": 3.05286860776, "commerci": 2.630944790841, "less": 0.3846144626, "hancock": 52.43892903102, "timelin": 2.3898026343, "nondigit": 7.2746685411000005, "themselv": 0.7225497843690001, "partner": 4.286266170719999, "essenti": 1.07434378384, "trial": 1.3966781444299998, "although": 0.278975962836, "crucial": 2.04696874177, "plug": 3.41107212958, "databas": 2.10988256718, "activ": 0.762393206568, "other": 0.06912323543832, "uniqu": 1.1039173409, "without": 0.517749035882, "might": 1.5366821530680002, "impact": 2.18066445262, "surgeri": 2.50707033884, "tomorrow": 3.0618677691900005, "draft": 1.62986431701, "beyond": 0.934469583725, "loop": 2.60354038732, "still": 0.17112222142900002, "like": 0.83432145927, "siphon": 4.93636536551, "grand": 3.3600104359499996, "push": 1.32213384036, "insid": 1.00781305813, "process": 1.583487597075, "attempt": 0.38674498075099994, "memori": 0.9454338986599999, "yet": 2.262543927723, "includ": 0.075538725562, "lock": 4.04955553692, "access": 3.766835296296, "pretti": 2.75684036527, "earli": 0.234999258216, "down": 0.306673741186, "document": 8.392924101446999, "project": 0.561601885907, "differ": 1.0616056065600001, "been": 0.09458392947360002, "profession": 2.911157844819, "between": 0.10186104349589999, "server": 7.2789551842, "drive": 1.07674430203, "obvious": 1.86383450716, "symptom": 2.8869761689, "program": 0.7037855787649999, "someth": 1.18830712273, "organis": 1.39159941335, "whose": 0.5510546556329999, "call": 0.0654627744488, "more": 0.06809972639999999, "improv": 3.5739790196599994, "pitfal": 5.18392744417, "these": 0.2861344776032, "pressur": 1.09484012275, "gain": 0.6142097989249999, "unequ": 3.5544666158599996, "sensit": 4.272399751, "state": 0.13983000830040002, "close": 0.250666759864, "receiv": 0.266574424922, "make": 0.07349765782289999, "wherev": 6.17002759816, "way": 0.5942745298050001, "circumst": 1.66519674592, "ethic": 2.19044489035, "few": 0.275577913653, "industri": 2.8187089670999996, "remain": 0.15356296309, "reiter": 3.3499985739800002, "rather": 1.770859902156, "safeguard": 3.2095343569800003, "ultim": 0.9498209395739999, "come": 0.5678198130600001, "abstract": 2.29918950399, "exampl": 0.40868267499899996, "fewer": 1.7831046645, "headach": 3.9889840465599997, "send": 1.32189757338, "first": 0.0075872898121599995, "everi": 0.391485427421, "while": 0.04324998379380001, "innov": 17.117614152210002, "host": 0.996658931332, "write": 2.164537319631, "learn": 1.68550412949, "nation": 1.224130048788, "when": 0.0205549888584, "mention": 0.931747186336, "thrust": 3.00815479355}, "logidf": {"hand": 0.479471335336, "failur": 1.18954807429, "googl": 2.43263122258, "alexa": 5.482909071880001, "wide": 0.44458000675399995, "kind": 0.948031302717, "addit": 0.220218882972, "technologyen": 7.2746685411000005, "recognis": 1.78160709776, "incom": 1.3660916537999999, "four": 0.190213538869, "intent": 1.16118750781, "impos": 1.5929457845100001, "progress": 0.894854218108, "manner": 1.36905901503, "product": 0.484060136536, "nich": 3.2444585412199998, "never": 0.443205436091, "empow": 3.1490015077499995, "toward": 0.48877277716000006, "upgrad": 2.18483005247, "idea": 0.73863592212, "their": 0.015360505122700001, "motiv": 1.61265547932, "scale": 1.32095306328, "particular": 0.323157393804, "plugin": 5.76054080847, "billion": 1.5824680307199999, "sink": 2.57584243541, "dismiss": 1.6513076337600001, "commission": 2.14962289583, "expert": 1.68029517063, "secur": 0.774198206948, "minist": 1.1324356512, "end": 0.101476798618, "strict": 1.55256998618, "appropri": 1.4618957827399999, "embrac": 2.13513377732, "consid": 0.214894723824, "publish": 0.313975865467, "clinician": 4.8442500766, "vendor": 3.30609336617, "wearabl": 6.17605625244, "new": 0.0177299468511, "but": 0.0161923720719, "our": 0.8576392141820001, "object": 0.853933584803, "record": 0.353010356953, "prevent": 0.7706525875229999, "healthi": 2.5273676789099997, "success": 0.27765441259199997, "stop": 0.778579374963, "lobbi": 2.41909343122, "pass": 0.48130432974, "would": 0.0796176279647, "misstep": 5.91136369821, "resourc": 1.08137694258, "out": 0.0584263909193, "model": 0.7374500731110001, "good": 0.418589404907, "person": 0.34018281601800004, "panel": 2.02477776846, "decad": 0.760359972282, "modern": 0.426566764719, "cocreat": 7.2746685411000005, "steer": 2.8903717579, "rush": 2.0353294251099996, "compon": 1.40974687623, "minim": 1.80968177926, "literaci": 2.99800242209, "altern": 0.760359972282, "specif": 0.626980167541, "deepmind": 7.2746685411000005, "quick": 0.790727508899, "metric": 3.1016808515599994, "said": 0.436653165815, "they": 0.0297269947676, "anoth": 0.127896361652, "consult": 1.6519646640099999, "effect": 0.333830227158, "allow": 0.24028061118900002, "opposit": 0.90274594185, "major": 0.138474663439, "plus": 1.54575009318, "ensur": 1.22751130026, "caveat": 4.88507207112, "respons": 0.40991566230300003, "critiqu": 2.6461370052, "alreadi": 0.670478380747, "appear": 0.278735898493, "inexor": 5.21821651765, "itself": 0.5570837229510001, "advoc": 1.4950479900600002, "elbow": 3.8203613341300007, "respond": 1.15477080241, "accord": 0.243650319127, "criticis": 2.29043944817, "develop": 0.178624694913, "such": 0.059695977806, "via": 0.831983625414, "uncomplet": 5.4981765440100006, "lack": 0.656050938907, "fast": 1.5836950247400001, "widespread": 1.3908398234900001, "should": 0.509419876758, "invest": 1.42586787018, "produc": 0.314320812003, "well": 0.0635144383156, "ani": 0.125608358366, "account": 0.665074289973, "patient": 2.25618533471, "detail": 0.816187777173, "veri": 0.230159793238, "depart": 0.68887313257, "bricksandmortar": 7.2746685411000005, "free": 0.5412666492670001, "tricki": 4.75258288807, "for": 0.00031499039539700004, "economi": 1.2932543298499999, "seen": 0.47672812813, "with": 0.00119749171339, "competit": 1.12154907401, "keen": 2.61380566138, "solut": 1.55346297627, "controversi": 0.9652462536299999, "inher": 2.37682874115, "login": 5.4240685718499995, "look": 0.6463866936, "stay": 0.9927416990379999, "ward": 2.12400783473, "compet": 1.1831530035, "physic": 0.871847185184, "pledg": 2.43983067773, "think": 1.06717661175, "work": 0.109034567273, "reform": 1.19994966588, "later": 0.0829654259878, "focus": 0.6981989720559999, "iter": 3.62283035867, "group": 0.190594534797, "doe": 0.5340417297169999, "convers": 1.2085604509999999, "contradict": 2.4624841857299997, "aforement": 3.0836373363700003, "provis": 1.8112220183, "place": 0.0957070839572, "argument": 1.62793753414, "bodi": 0.6215709351609999, "step": 1.03954505698, "framework": 2.10418454607, "constitu": 2.2371257940900002, "continu": 0.13040487398700001, "act": 0.358945092473, "encourag": 1.02873797155, "into": 0.0149128632287, "younger": 1.4274418474200001, "sam": 2.09390696331, "appeal": 1.2978562707799999, "servic": 0.41410016674500005, "countri": 0.34630881733, "face": 0.589602371257, "what": 0.225887296827, "help": 0.336207721344, "potenti": 0.9245764122419999, "propos": 0.6882461339920001, "tech": 2.9535506595200003, "own": 0.164195077421, "relat": 0.21310030165399999, "babylon": 3.76720196585, "assort": 3.47408509741, "diagnost": 3.5283781797800002, "gradual": 1.3321078009899998, "speed": 1.3533338752700002, "chatbot": 7.2746685411000005, "long": 0.235645793878, "human": 0.640035183243, "engag": 0.990534380034, "togeth": 0.458032237308, "care": 0.9139943029109999, "about": 0.0628434774746, "just": 0.289531434109, "overstretch": 5.61212080336, "entir": 0.46603068026999994, "strip": 1.7056303155, "statement": 1.2303097091500002, "skill": 1.30805571015, "refin": 2.29918950399, "cyber": 4.283492084090001, "princip": 1.21130625482, "datathirsti": 7.2746685411000005, "complex": 0.8502416364309999, "tool": 1.60887117963, "ministeri": 3.7038562539199997, "run": 0.442714975539, "criteria": 2.4632235573, "studi": 0.426470272221, "giant": 1.83028503479, "can": 0.162341096394, "expand": 0.80021683492, "monopoli": 2.76281053226, "health": 0.9990508682320001, "abl": 0.599303982475, "critic": 0.512885356729, "pull": 1.6460668749599998, "appli": 0.8316941898119999, "the": 0.0, "mandat": 2.14746306778, "perhap": 1.14680739183, "build": 0.491137452091, "smith": 1.2240778205, "demograph": 2.38431941288, "oper": 0.441342964347, "exact": 1.2437647732500001, "interoper": 4.8522822483, "connect": 0.633605058682, "overhaul": 3.295836866, "supplier": 2.9792401456299995, "diagnos": 2.7901263429100003, "techfuel": 7.2746685411000005, "say": 0.562154280552, "phase": 1.4589111108700001, "reduc": 0.686617775143, "right": 0.34035985417, "technic": 1.14423287808, "secret": 1.13556799519, "take": 0.130691962197, "embroil": 3.9199911750800003, "follow": 0.045356911094199995, "mental": 1.87404076028, "robust": 2.9929646280599997, "kidney": 3.5155848283199997, "than": 0.0322608622182, "driven": 1.72311939365, "therebi": 1.86831243037, "matter": 0.8951625270360001, "eponym": 3.25910485674, "also": 0.0146571578, "risk": 1.4100048408899999, "warn": 1.4665260511200002, "mean": 0.37092128352, "will": 0.202786534915, "squash": 3.8290193968699997, "rancid": 5.66523062867, "may": 0.050709995284400004, "polici": 0.92807570005, "facilit": 1.86464718498, "stand": 0.7345572374320001, "open": 0.219591038029, "polit": 0.570142784146, "hospit": 1.24223655551, "want": 0.6916366062549999, "captur": 1.0578810012100002, "system": 0.327430345585, "goal": 1.18830712273, "scrambl": 3.73502760882, "behind": 0.7345572374320001, "share": 0.618760299747, "piec": 1.17598157639, "actual": 0.628514181648, "easier": 2.05923883436, "entiti": 1.93059591408, "which": 0.00517841384543, "mobilefirst": 7.2746685411000005, "upon": 0.47207177798199995, "whether": 0.791561189647, "one": 0.0062553516455, "begin": 0.285584668268, "clarifi": 2.7758694822799996, "see": 0.240921585492, "becaus": 0.139343158825, "secretari": 1.3579765225799998, "outsid": 0.515518738985, "get": 0.579769005782, "abov": 0.643865229816, "updat": 1.7164374626899999, "detect": 1.68878274493, "independ": 0.463424162503, "regulatori": 3.05917959552, "rule": 0.554777423537, "older": 0.998879825727, "pick": 1.59729226761, "this": 0.0037864490525, "regul": 1.3577316346200001, "principl": 1.2389696463600002, "taxpayerfund": 7.2746685411000005, "england": 0.942035012164, "part": 0.04239531098280001, "back": 0.23166743089699998, "bit": 2.12032652634, "healthcar": 2.9320444543, "transform": 1.22966322707, "most": 0.020747896295599998, "low": 0.7564602833490001, "buy": 1.6340517929299998, "element": 0.8586792558769999, "fail": 0.656536611573, "vision": 1.58523088743, "all": 0.011402632097799998, "everyon": 1.8557438481400002, "today": 0.559395353679, "condit": 0.654837788206, "have": 0.0147850023412, "case": 0.395406268889, "that": 0.00397614837964, "architectur": 1.63469757919, "reliabl": 1.89939013342, "off": 0.41352852038800003, "caus": 0.325858567406, "and": 6.29901420636e-05, "permit": 1.32307946691, "achiev": 0.6270980851169999, "greatest": 1.10107184908, "deliv": 1.22493508587, "techsavvi": 7.2746685411000005, "made": 0.0680215260973, "revolut": 1.27731229329, "realtim": 6.0616459012599995, "penalti": 2.29793479868, "attack": 0.678515518292, "none": 1.40255075163, "simultan": 1.67322086119, "serv": 0.383135035608, "fill": 1.20540155609, "avail": 0.547454586289, "aid": 0.976889765079, "onli": 0.025324268329099998, "each": 0.173741689304, "contractu": 3.7590608082599997, "mind": 1.2786688388299998, "specialist": 2.27991629318, "advanc": 0.6930212121780001, "contract": 1.10410732855, "scheme": 1.64672046975, "data": 1.2168205848, "qualiti": 1.07600506711, "must": 0.653383947388, "loud": 2.7901263429100003, "time": 0.0112115188626, "text": 1.14048200999, "direct": 0.200705689496, "has": 0.0427239448548, "personalis": 5.76054080847, "app": 3.57899404386, "use": 0.0292080197316, "compli": 2.70089520918, "year": 0.047402238894600005, "often": 0.258140393351, "within": 0.21263272059799998, "suggest": 0.563702610877, "user": 2.04258810688, "benefit": 1.12116245116, "after": 0.020490694648099998, "mark": 0.410770160338, "pile": 3.21422553056, "touch": 1.6966554537399998, "shini": 4.584967478669999, "onc": 0.403765872355, "too": 0.5965551547219999, "toler": 2.0479448277400003, "sandbox": 5.934894195619999, "guardian": 1.8847669357199999, "delay": 1.44278606382, "alongsid": 1.40434493384, "tradit": 0.47500477629199994, "function": 0.914465741594, "ecommerc": 7.2746685411000005, "carer": 6.27136643224, "govern": 0.411720459754, "assist": 0.776112606548, "cherrypick": 7.2746685411000005, "hear": 1.43007066072, "acknowledg": 1.5146203068000001, "done": 0.845975983129, "approach": 0.7302336145810001, "triag": 6.08904487545, "sell": 1.25585416107, "healthtech": 7.2746685411000005, "granular": 5.0774439637699995, "front": 0.845095701382, "know": 0.952919694398, "londonbas": 7.2746685411000005, "millionstrong": 7.2746685411000005, "won": 0.8404139079, "meat": 2.47213892096, "least": 0.480285584745, "diettrack": 7.2746685411000005, "aka": 3.03661725822, "how": 0.47156695693000006, "programm": 1.6450872830399998, "million": 0.5469102500940001, "fair": 1.16481508131, "especi": 0.511098609709, "initi": 0.30010459245, "found": 0.107841124048, "given": 0.303255810831, "remot": 2.04745666566, "exploit": 1.7568506145200002, "those": 0.17854939087299998, "safeti": 1.48693492276, "monet": 4.93636536551, "appoint": 1.03032513351, "topdown": 7.2746685411000005, "workforc": 2.8768580387299996, "claim": 0.423291231925, "similar": 0.318556092114, "sicker": 6.89997509166, "need": 0.362740163442, "commit": 1.0598786410299998, "point": 0.23103235903299998, "key": 0.82419811896, "review": 0.7929522039210001, "level": 0.503462189943, "huge": 1.47916358195, "date": 0.489080896097, "replac": 0.444874803592, "region": 0.568028500824, "launch": 0.942519860658, "experi": 0.626272953933, "envisag": 3.6134406183199994, "bone": 2.20576433888, "greater": 0.764545491118, "branch": 1.14601452756, "not": 0.0155524130075, "strong": 0.49712549393600003, "respect": 0.49733261904, "lofti": 4.60365961168, "freeatthepointofus": 7.2746685411000005, "rub": 3.7644808757300003, "solv": 1.9836504770400003, "though": 0.308044191079, "danger": 1.22966322707, "design": 0.377239118022, "oversight": 3.21109563755, "turn": 0.324899251064, "choos": 1.43007066072, "world": 0.107420248621, "outcom": 2.01339244624, "unlock": 3.9489787119499997, "geograph": 1.55405874632, "section": 0.755387177948, "timefram": 4.80502936345, "landscap": 1.9836504770400003, "provid": 0.19517784432500002, "deliveri": 2.18651119604, "albeit": 2.4134476858099996, "offer": 0.431112446902, "coordin": 1.73269223754, "startup": 4.225826442240001, "got": 1.2863908849299999, "entri": 1.38402935449, "advocaci": 3.0511581621399997, "meet": 0.510363817255, "talk": 1.10867789449, "cautionari": 5.02817291476, "network": 0.9530830530519999, "some": 0.0395735090645, "put": 0.505652999854, "locat": 0.46854337067199997, "concern": 0.634079948873, "confid": 1.8449242675400002, "beat": 1.6007206642899998, "introduc": 0.5457137524260001, "set": 0.171496011289, "futur": 0.619345197699, "royal": 0.931747186336, "from": 0.000567054168866, "ecosystem": 3.26238893194, "num": 0.00031499039539700004, "excess": 1.6692007552700001, "technolog": 0.956847686355, "market": 0.8612095839370001, "diagnosi": 3.3608290047500002, "advic": 1.9574402102700001, "left": 0.364552414753, "safe": 1.61486961909, "balanc": 1.4936444810499998, "predict": 1.6457402376899999, "patter": 5.59502637, "bundl": 3.41107212958, "roll": 1.4529683597299998, "simplifi": 2.4940183301400003, "ambit": 2.52264697777, "codevelop": 7.2746685411000005, "are": 0.0294674735827, "better": 0.6964279406, "compani": 0.439777253097, "current": 0.42695282784500005, "protech": 7.2746685411000005, "feedback": 3.2048650877999996, "video": 1.19307248967, "root": 1.27483006252, "medconfidenti": 7.2746685411000005, "spokesman": 3.0339960247400004, "public": 0.20232375048700002, "prohibit": 1.65426767539, "staff": 1.2346303034700001, "outlaw": 2.7188796030299995, "remov": 0.6960488415880001, "even": 0.152388564834, "straight": 1.82519197774, "faster": 2.03003967967, "rip": 3.17428166443, "told": 1.14879230713, "reassur": 3.7141391208699996, "primari": 0.805277289914, "his": 0.0901772433641, "overarch": 4.394449154669999, "note": 0.353817568083, "young": 0.6358627983380001, "prioriti": 2.1544996326700003, "cultur": 0.620984734312, "across": 0.549198455941, "doctor": 1.37104215896, "techi": 7.2746685411000005, "rout": 1.15117941787, "earlier": 0.624742371425, "highest": 0.917141433754, "social": 0.688371502261, "against": 0.254802851078, "clear": 0.617474727198, "confidenti": 3.45995771815, "line": 0.349430614452, "matt": 2.43119753058, "clinic": 2.31437006117, "fact": 0.5502899207949999, "reconfigur": 4.252028814630001, "who": 0.0609002329859, "start": 0.236443369291, "post": 0.8057001527009999, "here": 0.8850381883700001, "paid": 1.19744339891, "underlin": 4.07044499302, "assur": 2.0721614794, "much": 0.17749572930100002, "adopt": 0.7150533036110001, "problem": 0.569140724273, "notabl": 0.603441443842, "invit": 1.36782154426, "context": 1.44920491442, "craft": 2.0812067672, "decemb": 0.393163905995, "procur": 2.9718327043599997, "guid": 0.912738218589, "contribut": 0.655201578909, "where": 0.0649921387457, "jam": 2.74011592233, "misus": 3.61812446763, "among": 0.228496097073, "love": 1.08958288195, "them": 0.0941833269093, "infrastructur": 1.9206584808200002, "trust": 1.5883097076, "standard": 0.63741050982, "unsurpris": 4.8522822483, "digit": 1.48526454375, "support": 0.237880610037, "inclus": 2.16982560315, "target": 1.1690639496200002, "saddl": 3.61812446763, "sometim": 0.538025155343, "whatsoev": 3.6612966394999997, "seem": 0.829093032276, "same": 0.112059649604, "there": 0.0400978929255, "exist": 0.38165779408699996, "unintellig": 4.584967478669999, "inform": 0.454453704662, "possibl": 0.348805474891, "amazon": 3.50086321649, "best": 0.459227932947, "again": 0.411340231612, "techen": 7.2746685411000005, "alert": 2.61037218162, "previous": 0.356602960063, "now": 0.149092945021, "tri": 0.61759152916, "hard": 1.00522796406, "desir": 1.0991793428399999, "high": 0.13782378654000002, "accommod": 1.7416384414200001, "realli": 1.5576408397, "power": 0.292396282715, "privaci": 3.34284290838, "retract": 3.16827564037, "mani": 0.0433157581221, "pilot": 1.7616064310599997, "modular": 3.91051243112, "role": 0.44036410757399996, "jam…": 7.2746685411000005, "plan": 0.428982108147, "incorrect": 2.45145871572, "over": 0.0249367214957, "greas": 4.56661834, "peopl": 0.193265578473, "evolv": 1.52643430388, "commerci": 0.8769815969470001, "less": 0.3846144626, "hancock": 3.7456377879300002, "timelin": 2.3898026343, "nondigit": 7.2746685411000005, "themselv": 0.7225497843690001, "partner": 1.4287553902399999, "essenti": 1.07434378384, "trial": 1.3966781444299998, "although": 0.139487981418, "crucial": 2.04696874177, "plug": 3.41107212958, "databas": 2.10988256718, "activ": 0.381196603284, "other": 0.00987474791976, "uniqu": 1.1039173409, "without": 0.258874517941, "might": 0.7683410765340001, "impact": 1.09033222631, "surgeri": 2.50707033884, "tomorrow": 3.0618677691900005, "draft": 1.62986431701, "beyond": 0.934469583725, "loop": 2.60354038732, "still": 0.17112222142900002, "like": 0.139053576545, "siphon": 4.93636536551, "grand": 1.12000347865, "push": 1.32213384036, "insid": 1.00781305813, "process": 0.527829199025, "attempt": 0.38674498075099994, "memori": 0.9454338986599999, "yet": 0.754181309241, "includ": 0.0188846813905, "lock": 2.02477776846, "access": 0.627805882716, "pretti": 2.75684036527, "earli": 0.117499629108, "down": 0.306673741186, "document": 0.932547122383, "project": 0.561601885907, "differ": 0.212321121312, "been": 0.023645982368400004, "profession": 0.970385948273, "between": 0.033953681165299995, "server": 3.6394775921, "drive": 1.07674430203, "obvious": 1.86383450716, "symptom": 2.8869761689, "program": 0.7037855787649999, "someth": 1.18830712273, "organis": 1.39159941335, "whose": 0.5510546556329999, "call": 0.0654627744488, "more": 0.017024931599999998, "improv": 0.7147958039319999, "pitfal": 5.18392744417, "these": 0.0715336194008, "pressur": 1.09484012275, "gain": 0.6142097989249999, "unequ": 3.5544666158599996, "sensit": 2.1361998755, "state": 0.0466100027668, "close": 0.250666759864, "receiv": 0.266574424922, "make": 0.07349765782289999, "wherev": 3.08501379908, "way": 0.19809150993500002, "circumst": 1.66519674592, "ethic": 2.19044489035, "few": 0.275577913653, "industri": 0.7046772417749999, "remain": 0.15356296309, "reiter": 3.3499985739800002, "rather": 0.442714975539, "safeguard": 3.2095343569800003, "ultim": 0.9498209395739999, "come": 0.28390990653000003, "abstract": 2.29918950399, "exampl": 0.40868267499899996, "fewer": 1.7831046645, "headach": 3.9889840465599997, "send": 1.32189757338, "first": 0.0075872898121599995, "everi": 0.391485427421, "while": 0.04324998379380001, "innov": 1.55614674111, "host": 0.996658931332, "write": 0.721512439877, "learn": 0.842752064745, "nation": 0.204021674798, "when": 0.0205549888584, "mention": 0.931747186336, "thrust": 3.00815479355}, "freq": {"hand": 1, "failur": 1, "googl": 1, "alexa": 1, "wide": 1, "kind": 1, "addit": 1, "technologyen": 1, "recognis": 1, "incom": 1, "four": 2, "intent": 2, "impos": 1, "progress": 1, "manner": 1, "product": 3, "nich": 1, "never": 2, "empow": 2, "toward": 1, "upgrad": 2, "idea": 1, "their": 2, "motiv": 1, "scale": 1, "particular": 1, "plugin": 1, "billion": 1, "sink": 1, "dismiss": 1, "commission": 2, "expert": 2, "secur": 4, "minist": 3, "end": 1, "strict": 1, "appropri": 1, "embrac": 1, "consid": 1, "publish": 2, "clinician": 1, "vendor": 2, "wearabl": 1, "new": 3, "but": 13, "our": 9, "object": 1, "record": 1, "prevent": 2, "healthi": 2, "success": 2, "stop": 1, "lobbi": 1, "pass": 1, "would": 1, "misstep": 1, "resourc": 2, "out": 11, "model": 1, "good": 3, "person": 2, "panel": 1, "decad": 1, "modern": 4, "cocreat": 1, "steer": 1, "rush": 1, "compon": 1, "minim": 1, "literaci": 1, "altern": 2, "specif": 1, "deepmind": 5, "quick": 2, "metric": 1, "said": 3, "they": 8, "anoth": 3, "consult": 2, "effect": 1, "allow": 1, "opposit": 1, "major": 1, "plus": 1, "ensur": 6, "caveat": 1, "respons": 1, "critiqu": 1, "alreadi": 1, "appear": 1, "inexor": 1, "itself": 1, "advoc": 1, "elbow": 1, "respond": 1, "accord": 1, "criticis": 1, "develop": 5, "such": 5, "via": 3, "uncomplet": 1, "lack": 1, "fast": 1, "widespread": 1, "should": 2, "invest": 1, "produc": 1, "well": 1, "ani": 3, "account": 2, "patient": 9, "detail": 2, "veri": 1, "depart": 1, "bricksandmortar": 1, "free": 2, "tricki": 1, "for": 44, "economi": 1, "seen": 1, "with": 28, "competit": 1, "keen": 1, "solut": 1, "controversi": 2, "inher": 1, "login": 1, "look": 2, "stay": 1, "ward": 1, "compet": 1, "physic": 1, "pledg": 1, "think": 2, "work": 5, "reform": 1, "later": 1, "focus": 1, "iter": 3, "group": 2, "doe": 3, "convers": 1, "contradict": 1, "aforement": 1, "provis": 1, "place": 3, "argument": 1, "bodi": 1, "step": 1, "framework": 1, "constitu": 1, "continu": 5, "act": 1, "encourag": 1, "into": 3, "younger": 1, "sam": 1, "appeal": 1, "servic": 25, "countri": 3, "face": 2, "what": 3, "help": 5, "potenti": 3, "propos": 2, "tech": 9, "own": 5, "relat": 2, "babylon": 4, "assort": 1, "diagnost": 2, "gradual": 1, "speed": 1, "chatbot": 5, "long": 1, "human": 1, "engag": 2, "togeth": 1, "care": 21, "about": 4, "just": 2, "overstretch": 1, "entir": 1, "strip": 1, "statement": 1, "skill": 2, "refin": 1, "cyber": 1, "princip": 1, "datathirsti": 1, "complex": 1, "tool": 2, "ministeri": 1, "run": 4, "criteria": 1, "studi": 1, "giant": 1, "can": 14, "expand": 1, "monopoli": 1, "health": 24, "abl": 1, "critic": 4, "pull": 1, "appli": 1, "the": 130, "mandat": 1, "perhap": 1, "build": 8, "smith": 3, "demograph": 1, "oper": 1, "exact": 2, "interoper": 7, "connect": 2, "overhaul": 1, "supplier": 2, "diagnos": 1, "techfuel": 2, "say": 9, "phase": 2, "reduc": 1, "right": 2, "technic": 2, "secret": 1, "take": 2, "embroil": 1, "follow": 1, "mental": 1, "robust": 2, "kidney": 1, "than": 3, "driven": 1, "therebi": 1, "matter": 1, "eponym": 1, "also": 15, "risk": 3, "warn": 1, "mean": 2, "will": 23, "squash": 1, "rancid": 1, "may": 2, "polici": 4, "facilit": 1, "stand": 1, "open": 5, "polit": 1, "hospit": 1, "want": 7, "captur": 1, "system": 7, "goal": 1, "scrambl": 1, "behind": 1, "share": 1, "piec": 1, "actual": 1, "easier": 1, "entiti": 1, "which": 8, "mobilefirst": 1, "upon": 1, "whether": 1, "one": 2, "begin": 1, "clarifi": 1, "see": 2, "becaus": 1, "secretari": 1, "outsid": 1, "get": 4, "abov": 1, "updat": 4, "detect": 1, "independ": 1, "regulatori": 2, "rule": 2, "older": 1, "pick": 1, "this": 12, "regul": 1, "principl": 2, "taxpayerfund": 1, "england": 1, "part": 1, "back": 1, "bit": 2, "healthcar": 9, "transform": 3, "most": 5, "low": 1, "buy": 2, "element": 1, "fail": 1, "vision": 15, "all": 4, "everyon": 2, "today": 2, "condit": 3, "have": 11, "case": 1, "that": 37, "architectur": 1, "reliabl": 1, "off": 2, "caus": 2, "and": 96, "permit": 2, "achiev": 2, "greatest": 1, "deliv": 7, "techsavvi": 1, "made": 3, "revolut": 1, "realtim": 1, "penalti": 1, "attack": 1, "none": 1, "simultan": 1, "serv": 1, "fill": 1, "avail": 1, "aid": 1, "onli": 3, "each": 2, "contractu": 1, "mind": 1, "specialist": 1, "advanc": 1, "contract": 2, "scheme": 1, "data": 19, "qualiti": 1, "must": 5, "loud": 1, "time": 3, "text": 1, "direct": 1, "has": 14, "personalis": 1, "app": 16, "use": 10, "compli": 1, "year": 2, "often": 1, "within": 1, "suggest": 3, "user": 8, "benefit": 1, "after": 1, "mark": 1, "pile": 1, "touch": 1, "shini": 1, "onc": 2, "too": 2, "toler": 1, "sandbox": 1, "guardian": 1, "delay": 1, "alongsid": 1, "tradit": 1, "function": 1, "ecommerc": 1, "carer": 1, "govern": 7, "assist": 1, "cherrypick": 1, "hear": 1, "acknowledg": 2, "done": 3, "approach": 2, "triag": 3, "sell": 1, "healthtech": 2, "granular": 1, "front": 1, "know": 3, "londonbas": 1, "millionstrong": 1, "won": 1, "meat": 1, "least": 1, "diettrack": 1, "aka": 2, "how": 3, "programm": 3, "million": 1, "fair": 1, "especi": 1, "initi": 1, "found": 1, "given": 3, "remot": 1, "exploit": 1, "those": 7, "safeti": 1, "monet": 1, "appoint": 1, "topdown": 1, "workforc": 1, "claim": 2, "similar": 1, "sicker": 1, "need": 14, "commit": 1, "point": 1, "key": 2, "review": 1, "level": 1, "huge": 2, "date": 2, "replac": 1, "region": 1, "launch": 1, "experi": 1, "envisag": 3, "bone": 1, "greater": 1, "branch": 1, "not": 16, "strong": 1, "respect": 1, "lofti": 1, "freeatthepointofus": 1, "rub": 1, "solv": 1, "though": 4, "danger": 1, "design": 1, "oversight": 1, "turn": 1, "choos": 1, "world": 1, "outcom": 2, "unlock": 1, "geograph": 1, "section": 1, "timefram": 3, "landscap": 1, "provid": 6, "deliveri": 1, "albeit": 1, "offer": 4, "coordin": 2, "startup": 2, "got": 1, "entri": 1, "advocaci": 1, "meet": 4, "talk": 2, "cautionari": 1, "network": 1, "some": 8, "put": 1, "locat": 1, "concern": 2, "confid": 2, "beat": 1, "introduc": 1, "set": 7, "futur": 3, "royal": 1, "from": 8, "ecosystem": 1, "num": 3, "excess": 1, "technolog": 11, "market": 5, "diagnosi": 1, "advic": 3, "left": 2, "safe": 1, "balanc": 1, "predict": 1, "patter": 1, "bundl": 2, "roll": 1, "simplifi": 1, "ambit": 1, "codevelop": 1, "are": 13, "better": 9, "compani": 2, "current": 2, "protech": 1, "feedback": 1, "video": 1, "root": 1, "medconfidenti": 1, "spokesman": 1, "public": 3, "prohibit": 1, "staff": 3, "outlaw": 1, "remov": 1, "even": 3, "straight": 1, "faster": 2, "rip": 1, "told": 3, "reassur": 1, "primari": 2, "his": 5, "overarch": 1, "note": 5, "young": 1, "prioriti": 2, "cultur": 2, "across": 1, "doctor": 2, "techi": 1, "rout": 1, "earlier": 1, "highest": 1, "social": 6, "against": 1, "clear": 4, "confidenti": 1, "line": 1, "matt": 3, "clinic": 4, "fact": 1, "reconfigur": 1, "who": 6, "start": 1, "post": 2, "here": 1, "paid": 1, "underlin": 1, "assur": 1, "much": 2, "adopt": 2, "problem": 3, "notabl": 1, "invit": 1, "context": 1, "craft": 1, "decemb": 1, "procur": 2, "guid": 2, "contribut": 1, "where": 5, "jam": 2, "misus": 1, "among": 1, "love": 1, "them": 3, "infrastructur": 4, "trust": 7, "standard": 16, "unsurpris": 1, "digit": 15, "support": 7, "inclus": 2, "target": 2, "saddl": 1, "sometim": 2, "whatsoev": 1, "seem": 1, "same": 1, "there": 6, "exist": 1, "unintellig": 1, "inform": 2, "possibl": 1, "amazon": 2, "best": 3, "again": 1, "techen": 2, "alert": 1, "previous": 2, "now": 2, "tri": 2, "hard": 1, "desir": 1, "high": 1, "accommod": 1, "realli": 1, "power": 1, "privaci": 7, "retract": 1, "mani": 2, "pilot": 1, "modular": 2, "role": 2, "jam…": 1, "plan": 4, "incorrect": 1, "over": 3, "greas": 1, "peopl": 8, "evolv": 2, "commerci": 3, "less": 1, "hancock": 14, "timelin": 1, "nondigit": 1, "themselv": 1, "partner": 3, "essenti": 1, "trial": 1, "although": 2, "crucial": 1, "plug": 1, "databas": 1, "activ": 2, "other": 7, "uniqu": 1, "without": 2, "might": 2, "impact": 2, "surgeri": 1, "tomorrow": 1, "draft": 1, "beyond": 1, "loop": 1, "still": 1, "like": 6, "siphon": 1, "grand": 3, "push": 1, "insid": 1, "process": 3, "attempt": 1, "memori": 1, "yet": 3, "includ": 4, "lock": 2, "access": 6, "pretti": 1, "earli": 2, "down": 1, "document": 9, "project": 1, "differ": 5, "been": 4, "profession": 3, "between": 3, "server": 2, "drive": 1, "obvious": 1, "symptom": 1, "program": 1, "someth": 1, "organis": 1, "whose": 1, "call": 1, "more": 4, "improv": 5, "pitfal": 1, "these": 4, "pressur": 1, "gain": 1, "unequ": 1, "sensit": 2, "state": 3, "close": 1, "receiv": 1, "make": 1, "wherev": 2, "way": 3, "circumst": 1, "ethic": 1, "few": 1, "industri": 4, "remain": 1, "reiter": 1, "rather": 4, "safeguard": 1, "ultim": 1, "come": 2, "abstract": 1, "exampl": 1, "fewer": 1, "headach": 1, "send": 1, "first": 1, "everi": 1, "while": 1, "innov": 11, "host": 1, "write": 3, "learn": 2, "nation": 6, "when": 1, "mention": 1, "thrust": 1}, "idf": {"hand": 1.6152202665600002, "failur": 3.28559602649, "googl": 11.388809182200001, "alexa": 240.545454545, "wide": 1.5598349381, "kind": 2.5806241872599998, "addit": 1.24634950542, "technologyen": 1443.27272727, "recognis": 5.93939393939, "incom": 3.92, "four": 1.20950784702, "intent": 3.19372359686, "impos": 4.918215613380001, "progress": 2.44697903822, "manner": 3.93164933135, "product": 1.62264922322, "nich": 25.647819063000004, "never": 1.55769230769, "empow": 23.3127753304, "toward": 1.6303142329, "upgrad": 8.88913773796, "idea": 2.0930784443, "their": 1.01547908405, "motiv": 5.01611374408, "scale": 3.7469907953699995, "particular": 1.3814827706200001, "plugin": 317.52, "billion": 4.8669527897, "sink": 13.142384106, "dismiss": 5.2137931034500005, "commission": 8.58162162162, "expert": 5.36713995943, "secur": 2.16885245902, "minist": 3.1032056294, "end": 1.10680423871, "strict": 4.7235941684, "appropri": 4.31413043478, "embrac": 8.45817794353, "consid": 1.2397313759200002, "publish": 1.36885669943, "clinician": 127.008, "vendor": 27.2783505155, "wearabl": 481.09090909099996, "new": 1.0178880554, "but": 1.01632417899, "our": 2.35758835759, "object": 2.3488681757700003, "record": 1.42334588488, "prevent": 2.16117615029, "healthi": 12.520504731900001, "success": 1.32002993265, "stop": 2.1783754116400003, "lobbi": 11.2356687898, "pass": 1.61818367139, "would": 1.0828729281799998, "misstep": 369.209302326, "resourc": 2.9487369985100003, "out": 1.06016694491, "model": 2.0905978404, "good": 1.51981619759, "person": 1.40520446097, "panel": 7.57442748092, "decad": 2.1390460792200003, "modern": 1.5319888063299998, "cocreat": 1443.27272727, "steer": 18.0, "rush": 7.65477338476, "compon": 4.09491875161, "minim": 6.10850327049, "literaci": 20.0454545455, "altern": 2.1390460792200003, "specif": 1.8719490626099997, "deepmind": 1443.27272727, "quick": 2.205, "metric": 22.235294117600002, "said": 1.54751925139, "they": 1.03017325287, "anoth": 1.13643521832, "consult": 5.21721984883, "effect": 1.3963060686000002, "allow": 1.2716059271100002, "opposit": 2.4663663197099996, "major": 1.14852058164, "plus": 4.6914893617, "ensur": 3.4127257093700005, "caveat": 132.3, "respons": 1.5066907089300001, "critiqu": 14.0994671403, "alreadi": 1.9551724137900002, "appear": 1.3214582986499999, "inexor": 184.604651163, "itself": 1.74557449148, "advoc": 4.4595505618, "elbow": 45.6206896552, "respond": 3.17329602239, "accord": 1.27589809531, "criticis": 9.879278158060002, "develop": 1.1955719557200002, "such": 1.06151377374, "via": 2.2978723404299997, "uncomplet": 244.246153846, "lack": 1.9271667880599999, "fast": 4.8729281768, "widespread": 4.01822323462, "should": 1.6643254009900001, "invest": 4.16146788991, "produc": 1.36932896326, "well": 1.0655748708, "ani": 1.13383802314, "account": 1.94463498285, "patient": 9.54660252556, "detail": 2.26186066391, "veri": 1.25880114177, "depart": 1.99147014551, "bricksandmortar": 1443.27272727, "free": 1.71818181818, "tricki": 115.883211679, "for": 1.00031504001, "economi": 3.6446280991699997, "seen": 1.61079545455, "with": 1.0011982089899998, "competit": 3.06960556845, "keen": 13.6509028375, "solut": 4.7278141751, "controversi": 2.62543409955, "inher": 10.7706919946, "login": 226.8, "look": 1.9086318826599997, "stay": 2.6986231514499996, "ward": 8.364594309800001, "compet": 3.26465144972, "physic": 2.39132399458, "pledg": 11.471098265899998, "think": 2.90715986083, "work": 1.11520089913, "reform": 3.3199498117900004, "later": 1.08650424309, "focus": 2.01012914662, "iter": 37.4433962264, "group": 1.20996875238, "doe": 1.70581282905, "convers": 3.3486606201200004, "contradict": 11.733924612000001, "aforement": 21.8376891334, "provis": 6.1179190751400006, "place": 1.1004366812200002, "argument": 5.09335899904, "bodi": 1.8618505922400002, "step": 2.8279301745599996, "framework": 8.200413223139998, "constitu": 9.36637168142, "continu": 1.13928955867, "act": 1.4318181818200002, "encourag": 2.7975330396499998, "into": 1.01502461479, "younger": 4.16802310318, "sam": 8.116564417180001, "appeal": 3.6614391143900002, "servic": 1.51300867245, "countri": 1.4138391664399999, "face": 1.80327124035, "what": 1.25343439128, "help": 1.39962972759, "potenti": 2.52080025405, "propos": 1.9902218879299998, "tech": 19.1739130435, "own": 1.17844418052, "relat": 1.23750876919, "babylon": 43.2588555858, "assort": 32.2682926829, "diagnost": 34.0686695279, "gradual": 3.7890214797099997, "speed": 3.8703071672400005, "chatbot": 1443.27272727, "long": 1.2657259028899999, "human": 1.8965476048299998, "engag": 2.6926729986400004, "togeth": 1.58095996813, "care": 2.49426551453, "about": 1.06486015159, "just": 1.33580143037, "overstretch": 273.724137931, "entir": 1.59365589239, "strip": 5.50485436893, "statement": 3.42228928648, "skill": 3.6989748369099997, "refin": 9.966101694919999, "cyber": 72.4931506849, "princip": 3.3578680202999998, "datathirsti": 1443.27272727, "complex": 2.34021226415, "tool": 4.99716713881, "ministeri": 40.6035805627, "run": 1.55692850838, "criteria": 11.7426035503, "studi": 1.53184098804, "giant": 6.23566378633, "can": 1.17626139142, "expand": 2.2260235558000003, "monopoli": 15.8443113772, "health": 2.71570304482, "abl": 1.8208510150200001, "critic": 1.67010309278, "pull": 5.18654034629, "appli": 2.2972073506, "the": 1.0, "mandat": 8.56310679612, "perhap": 3.14812611541, "build": 1.6341739578, "smith": 3.40102827763, "demograph": 10.851674641099999, "oper": 1.55479384977, "exact": 3.46864758575, "interoper": 128.032258065, "connect": 1.8843916913900003, "overhaul": 27.0, "supplier": 19.6728624535, "diagnos": 16.283076923099998, "techfuel": 1443.27272727, "say": 1.7544480053, "phase": 4.3012733676499995, "reduc": 1.98698372966, "right": 1.4054532577899999, "technic": 3.1400316455699997, "secret": 3.11294117647, "take": 1.13961668222, "embroil": 50.4, "follow": 1.04640126549, "mental": 6.51456709069, "robust": 19.9447236181, "kidney": 33.6355932203, "than": 1.03278688525, "driven": 5.601976005650001, "therebi": 6.47735618115, "matter": 2.44773358002, "eponym": 26.0262295082, "also": 1.01476510067, "risk": 4.095975232200001, "warn": 4.334152334150001, "mean": 1.44906900329, "will": 1.22481098596, "squash": 46.017391304300006, "rancid": 288.654545455, "may": 1.05201775893, "polici": 2.52963671128, "facilit": 6.453658536590001, "stand": 2.0845588235299997, "open": 1.24556723678, "polit": 1.76851954996, "hospit": 3.4633507853400003, "want": 1.99698113208, "captur": 2.88026124819, "system": 1.38739840951, "goal": 3.28152128979, "scrambl": 41.889182058, "behind": 2.0845588235299997, "share": 1.8566249561500001, "piec": 3.24132298898, "actual": 1.87482286254, "easier": 7.84, "entiti": 6.89361702128, "which": 1.005191845, "mobilefirst": 1443.27272727, "upon": 1.60331246213, "whether": 2.20683903253, "one": 1.00627495722, "begin": 1.3305397251100002, "clarifi": 16.052578362000002, "see": 1.27242125511, "becaus": 1.1495184997499999, "secretari": 3.88831741367, "outsid": 1.67450690855, "get": 1.78562591385, "abov": 1.90382539873, "updat": 5.56466876972, "detect": 5.41288782816, "independ": 1.58950740889, "regulatori": 21.3100671141, "rule": 1.7415533128599998, "older": 2.71523858389, "pick": 4.939639079030001, "this": 1.00379362671, "regul": 3.88736532811, "principl": 3.4520547945199995, "taxpayerfund": 1443.27272727, "england": 2.56519631604, "part": 1.04330682789, "back": 1.26070038911, "bit": 8.33385826772, "healthcar": 18.7659574468, "transform": 3.42007755278, "most": 1.02096463023, "low": 2.13072070863, "buy": 5.12459651388, "element": 2.36004162331, "fail": 1.9281029876099998, "vision": 4.88041807562, "all": 1.01146788991, "everyon": 6.3964544722, "today": 1.74961428257, "condit": 1.92483026188, "have": 1.0148948411399998, "case": 1.48498737256, "that": 1.00398406375, "architectur": 5.12790697674, "reliabl": 6.681818181819999, "off": 1.5121440137200002, "caus": 1.38521943984, "and": 1.00006299213, "permit": 3.7549668874199997, "achiev": 1.87216981132, "greatest": 3.00738776283, "deliv": 3.4039451114899997, "techsavvi": 1443.27272727, "made": 1.07038834951, "revolut": 3.58698599187, "realtim": 429.081081081, "penalti": 9.95360501567, "attack": 1.97094972067, "none": 4.06555697823, "simultan": 5.32930513595, "serv": 1.4668760972, "fill": 3.33809924306, "avail": 1.7288467821, "aid": 2.65618203112, "onli": 1.0256476516600002, "each": 1.18974820144, "contractu": 42.9081081081, "mind": 3.5918552036199998, "specialist": 9.77586206897, "advanc": 1.9997480791, "contract": 3.0165304959099997, "scheme": 5.18993135011, "data": 3.37643555934, "qualiti": 2.9329392204, "must": 1.9220338983099996, "loud": 16.283076923099998, "time": 1.01127460348, "text": 3.12827586207, "direct": 1.22226499346, "has": 1.0436497502, "personalis": 317.52, "app": 35.837471783299996, "use": 1.0296387573799999, "compli": 14.8930581614, "year": 1.0485436893200002, "often": 1.29452054795, "within": 1.2369302688, "suggest": 1.7571665744299998, "user": 7.71053909665, "benefit": 3.06841901817, "after": 1.02070207021, "mark": 1.5079787234, "pile": 24.8840125392, "touch": 5.45567010309, "shini": 98.0, "onc": 1.4974533106999999, "too": 1.81585268215, "toler": 7.751953125, "sandbox": 378.0, "guardian": 6.58481957694, "delay": 4.23247134098, "alongsid": 4.0728578758300005, "tradit": 1.60802187785, "function": 2.495441685, "ecommerc": 1443.27272727, "carer": 529.2, "govern": 1.50941243582, "assist": 2.17300848618, "cherrypick": 1443.27272727, "hear": 4.17899447223, "acknowledg": 4.5476940704699995, "done": 2.3302509907499998, "approach": 2.07556543339, "triag": 441.0, "sell": 3.51083591331, "healthtech": 1443.27272727, "granular": 160.363636364, "front": 2.32820061593, "know": 2.59327017315, "londonbas": 1443.27272727, "millionstrong": 1443.27272727, "won": 2.31732593782, "meat": 11.847761194, "least": 1.6165359943000002, "diettrack": 1443.27272727, "aka": 20.834645669300002, "how": 1.60250328051, "programm": 5.181462140990001, "million": 1.7279059643, "fair": 3.20533010297, "especi": 1.66712170534, "initi": 1.35, "found": 1.11387076405, "given": 1.35426085473, "remot": 7.74816983895, "exploit": 5.79416058394, "those": 1.19548192771, "safeti": 4.4235162998, "monet": 139.263157895, "appoint": 2.8019767031400002, "topdown": 1443.27272727, "workforc": 17.7583892617, "claim": 1.52697893623, "similar": 1.37514075357, "sicker": 992.25, "need": 1.4372623574099999, "commit": 2.8860207235, "point": 1.25990000794, "key": 2.28005170185, "review": 2.2099109131400003, "level": 1.6544393497299998, "huge": 4.38927287808, "date": 1.63081664099, "replac": 1.5602948402899999, "region": 1.7647843486, "launch": 2.5664403491799996, "experi": 1.87062566278, "envisag": 37.0934579439, "bone": 9.07718696398, "greater": 2.14801785956, "branch": 3.14563106796, "not": 1.01567398119, "strong": 1.6439888163999998, "respect": 1.6443293630200002, "lofti": 99.8490566038, "freeatthepointofus": 1443.27272727, "rub": 43.141304347799995, "solv": 7.26923076923, "though": 1.36076112111, "danger": 3.42007755278, "design": 1.45825296225, "oversight": 24.80625, "turn": 1.3838912133899999, "choos": 4.17899447223, "world": 1.11340206186, "outcom": 7.48867924528, "unlock": 51.8823529412, "geograph": 4.7306317044099995, "section": 2.1284354471099998, "timefram": 122.123076923, "landscap": 7.26923076923, "provid": 1.21552714187, "deliveri": 8.90409422322, "albeit": 11.172413793099999, "offer": 1.53896859248, "coordin": 5.65586034913, "startup": 68.4310344828, "got": 3.61969904241, "entri": 3.9909502262400003, "advocaci": 21.1398135819, "meet": 1.6658971668399998, "talk": 3.0303493033, "cautionari": 152.653846154, "network": 2.59369384088, "some": 1.04036697248, "put": 1.65806788512, "locat": 1.59766529134, "concern": 1.8852867830400002, "confid": 6.327620565959999, "beat": 4.95660318451, "introduc": 1.7258397651900002, "set": 1.18707940781, "futur": 1.8577112099200002, "royal": 2.53894130817, "from": 1.00056721497, "ecosystem": 26.111842105300003, "num": 1.00031504001, "excess": 5.30792377131, "technolog": 2.6034765496900003, "market": 2.36602086438, "diagnosi": 28.8130671506, "advic": 7.08117752007, "left": 1.4398693996, "safe": 5.02723242559, "balanc": 4.45329593268, "predict": 5.18484650555, "patter": 269.084745763, "bundl": 30.297709923699998, "roll": 4.27578777269, "simplifi": 12.109839816900001, "ambit": 12.461538461500002, "codevelop": 1443.27272727, "are": 1.02990593578, "better": 2.0065722952500002, "compani": 1.5523613963, "current": 1.5325803649, "protech": 1443.27272727, "feedback": 24.652173913000002, "video": 3.29719626168, "root": 3.57809330629, "medconfidenti": 1443.27272727, "spokesman": 20.780104712, "public": 1.22424429365, "prohibit": 5.2292490118599995, "staff": 3.4371075990499995, "outlaw": 15.1633237822, "remov": 2.0058117498400003, "even": 1.16461267606, "straight": 6.203985932, "faster": 7.61438848921, "rip": 23.9096385542, "told": 3.1543810848400002, "reassur": 41.023255814, "primari": 2.2373167981999997, "his": 1.0943682360200002, "overarch": 81.0, "note": 1.42449528937, "young": 1.8886509636000002, "prioriti": 8.623574144489998, "cultur": 1.86075949367, "across": 1.7318642958400001, "doctor": 3.9394540942900003, "techi": 1443.27272727, "rout": 3.1619199362700003, "earlier": 1.86776470588, "highest": 2.50212765957, "social": 1.9904714142400002, "against": 1.2902072328299998, "clear": 1.85423966363, "confidenti": 31.8156312625, "line": 1.4182597820299998, "matt": 11.372492836700001, "clinic": 10.1185468451, "fact": 1.73375559681, "reconfigur": 70.2477876106, "who": 1.06279287723, "start": 1.26673581744, "post": 2.23826307627, "here": 2.42307692308, "paid": 3.31163954944, "underlin": 58.583025830299995, "assur": 7.941970985489999, "much": 1.1942229577299999, "adopt": 2.0442956477000003, "problem": 1.76674827509, "notabl": 1.82840032247, "invit": 3.92678703933, "context": 4.25972632144, "craft": 8.01413427562, "decemb": 1.48166122259, "procur": 19.5276752768, "guid": 2.49113447356, "contribut": 1.9255306246200001, "where": 1.06715063521, "jam": 15.4887804878, "misus": 37.2676056338, "among": 1.25670862028, "love": 2.97303370787, "them": 1.09876115994, "infrastructur": 6.825451418740001, "trust": 4.89546716004, "standard": 1.8915763135900003, "unsurpris": 128.032258065, "digit": 4.416133518780001, "support": 1.2685577307200002, "inclus": 8.756756756760002, "target": 3.2189781021900004, "saddl": 37.2676056338, "sometim": 1.7126213592200001, "whatsoev": 38.911764705900005, "seem": 2.29123971713, "same": 1.11857958148, "there": 1.04091266719, "exist": 1.4647107666799999, "unintellig": 98.0, "inform": 1.5753125620200001, "possibl": 1.4173734488, "amazon": 33.1440501044, "best": 1.5828514456600002, "again": 1.50883862384, "techen": 1443.27272727, "alert": 13.6041131105, "previous": 1.42846859816, "now": 1.160780873, "tri": 1.8544562551099997, "hard": 2.73253012048, "desir": 3.00170164492, "high": 1.14777327935, "accommod": 5.70668583753, "realli": 4.7476076555, "power": 1.3396337861799998, "privaci": 28.2994652406, "retract": 23.766467065900002, "mani": 1.04426757877, "pilot": 5.82178217822, "modular": 49.9245283019, "role": 1.55327267391, "jam…": 1443.27272727, "plan": 1.5356935577500002, "incorrect": 11.6052631579, "over": 1.02525024217, "greas": 96.2181818182, "peopl": 1.21320495186, "evolv": 4.60173913043, "commerci": 2.4036336109, "less": 1.46904783936, "hancock": 42.336000000000006, "timelin": 10.911340206199998, "nondigit": 1443.27272727, "themselv": 2.05967825636, "partner": 4.173501577290001, "essenti": 2.9280708225700005, "trial": 4.04175152749, "although": 1.14968498805, "crucial": 7.7443902439, "plug": 30.297709923699998, "databas": 8.24727272727, "activ": 1.46403541129, "other": 1.00992366412, "uniqu": 3.01595744681, "without": 1.29547123623, "might": 2.1561863370900003, "impact": 2.97526236882, "surgeri": 12.2689335394, "tomorrow": 21.3674293405, "draft": 5.103182256509999, "beyond": 2.54586273252, "loop": 13.5114893617, "still": 1.1866357724799999, "like": 1.14918566775, "siphon": 139.263157895, "grand": 3.06486486486, "push": 3.75141776938, "insid": 2.7396031061299997, "process": 1.69524826482, "attempt": 1.4721810088999998, "memori": 2.57392996109, "yet": 2.1258703802900003, "includ": 1.0190641247799999, "lock": 7.57442748092, "access": 1.8734953976900002, "pretti": 15.75, "earli": 1.12468121281, "down": 1.35889754344, "document": 2.5409731114, "project": 1.7534791252500002, "differ": 1.23654490225, "been": 1.0239277652399998, "profession": 2.6389627659599997, "between": 1.03453668708, "server": 38.071942446, "drive": 2.93510815308, "obvious": 6.44841592201, "symptom": 17.9389830508, "program": 2.02139037433, "someth": 3.28152128979, "organis": 4.02127659574, "whose": 1.73508196721, "call": 1.0676529926, "more": 1.0171706817, "improv": 2.04376930999, "pitfal": 178.38202247200002, "these": 1.07415426252, "pressur": 2.9887048192799996, "gain": 1.84819557625, "unequ": 34.9691629956, "sensit": 8.4672, "state": 1.0477133240899998, "close": 1.2848818387799998, "receiv": 1.3054847463200001, "make": 1.0762660158600001, "wherev": 21.867768595, "way": 1.2190739461, "circumst": 5.28671328671, "ethic": 8.93918918919, "few": 1.31729173581, "industri": 2.02319357716, "remain": 1.16598119859, "reiter": 28.5026929982, "rather": 1.55692850838, "safeguard": 24.767550701999998, "ultim": 2.58524670249, "come": 1.32831325301, "abstract": 9.966101694919999, "exampl": 1.50483412322, "fewer": 5.94829524166, "headach": 54.0, "send": 3.75053153792, "first": 1.00761614623, "everi": 1.47917637194, "while": 1.0441988950299999, "innov": 4.74051955808, "host": 2.7092150170599996, "write": 2.0575427682700003, "learn": 2.32275054865, "nation": 1.22632473351, "when": 1.02076769755, "mention": 2.53894130817, "thrust": 20.25}}, "html": "<!DOCTYPE html>\n\n<html class=\"no-js\" lang=\"en-US\">\n<head>\n<meta charset=\"utf-8\"/>\n<meta content=\"IE=Edge\" http-equiv=\"X-UA-Compatible\"><script type=\"text/javascript\">window.NREUM||(NREUM={}),__nr_require=function(e,n,t){function r(t){if(!n[t]){var o=n[t]={exports:{}};e[t][0].call(o.exports,function(n){var o=e[t][1][n];return r(o||n)},o,o.exports)}return n[t].exports}if(\"function\"==typeof __nr_require)return __nr_require;for(var o=0;o<t.length;o++)r(t[o]);return r}({1:[function(e,n,t){function r(){}function o(e,n,t){return function(){return i(e,[c.now()].concat(u(arguments)),n?null:this,t),n?void 0:this}}var i=e(\"handle\"),a=e(3),u=e(4),f=e(\"ee\").get(\"tracer\"),c=e(\"loader\"),s=NREUM;\"undefined\"==typeof window.newrelic&&(newrelic=s);var p=[\"setPageViewName\",\"setCustomAttribute\",\"setErrorHandler\",\"finished\",\"addToTrace\",\"inlineHit\",\"addRelease\"],d=\"api-\",l=d+\"ixn-\";a(p,function(e,n){s[n]=o(d+n,!0,\"api\")}),s.addPageAction=o(d+\"addPageAction\",!0),s.setCurrentRouteName=o(d+\"routeName\",!0),n.exports=newrelic,s.interaction=function(){return(new r).get()};var m=r.prototype={createTracer:function(e,n){var t={},r=this,o=\"function\"==typeof n;return i(l+\"tracer\",[c.now(),e,t],r),function(){if(f.emit((o?\"\":\"no-\")+\"fn-start\",[c.now(),r,o],t),o)try{return n.apply(this,arguments)}catch(e){throw f.emit(\"fn-err\",[arguments,this,e],t),e}finally{f.emit(\"fn-end\",[c.now()],t)}}}};a(\"actionText,setName,setAttribute,save,ignore,onEnd,getContext,end,get\".split(\",\"),function(e,n){m[n]=o(l+n)}),newrelic.noticeError=function(e,n){\"string\"==typeof e&&(e=new Error(e)),i(\"err\",[e,c.now(),!1,n])}},{}],2:[function(e,n,t){function r(e,n){if(!o)return!1;if(e!==o)return!1;if(!n)return!0;if(!i)return!1;for(var t=i.split(\".\"),r=n.split(\".\"),a=0;a<r.length;a++)if(r[a]!==t[a])return!1;return!0}var o=null,i=null,a=/Version\\/(\\S+)\\s+Safari/;if(navigator.userAgent){var u=navigator.userAgent,f=u.match(a);f&&u.indexOf(\"Chrome\")===-1&&u.indexOf(\"Chromium\")===-1&&(o=\"Safari\",i=f[1])}n.exports={agent:o,version:i,match:r}},{}],3:[function(e,n,t){function r(e,n){var t=[],r=\"\",i=0;for(r in e)o.call(e,r)&&(t[i]=n(r,e[r]),i+=1);return t}var o=Object.prototype.hasOwnProperty;n.exports=r},{}],4:[function(e,n,t){function r(e,n,t){n||(n=0),\"undefined\"==typeof t&&(t=e?e.length:0);for(var r=-1,o=t-n||0,i=Array(o<0?0:o);++r<o;)i[r]=e[n+r];return i}n.exports=r},{}],5:[function(e,n,t){n.exports={exists:\"undefined\"!=typeof window.performance&&window.performance.timing&&\"undefined\"!=typeof window.performance.timing.navigationStart}},{}],ee:[function(e,n,t){function r(){}function o(e){function n(e){return e&&e instanceof r?e:e?f(e,u,i):i()}function t(t,r,o,i){if(!d.aborted||i){e&&e(t,r,o);for(var a=n(o),u=v(t),f=u.length,c=0;c<f;c++)u[c].apply(a,r);var p=s[y[t]];return p&&p.push([b,t,r,a]),a}}function l(e,n){h[e]=v(e).concat(n)}function m(e,n){var t=h[e];if(t)for(var r=0;r<t.length;r++)t[r]===n&&t.splice(r,1)}function v(e){return h[e]||[]}function g(e){return p[e]=p[e]||o(t)}function w(e,n){c(e,function(e,t){n=n||\"feature\",y[t]=n,n in s||(s[n]=[])})}var h={},y={},b={on:l,addEventListener:l,removeEventListener:m,emit:t,get:g,listeners:v,context:n,buffer:w,abort:a,aborted:!1};return b}function i(){return new r}function a(){(s.api||s.feature)&&(d.aborted=!0,s=d.backlog={})}var u=\"nr@context\",f=e(\"gos\"),c=e(3),s={},p={},d=n.exports=o();d.backlog=s},{}],gos:[function(e,n,t){function r(e,n,t){if(o.call(e,n))return e[n];var r=t();if(Object.defineProperty&&Object.keys)try{return Object.defineProperty(e,n,{value:r,writable:!0,enumerable:!1}),r}catch(i){}return e[n]=r,r}var o=Object.prototype.hasOwnProperty;n.exports=r},{}],handle:[function(e,n,t){function r(e,n,t,r){o.buffer([e],r),o.emit(e,n,t)}var o=e(\"ee\").get(\"handle\");n.exports=r,r.ee=o},{}],id:[function(e,n,t){function r(e){var n=typeof e;return!e||\"object\"!==n&&\"function\"!==n?-1:e===window?0:a(e,i,function(){return o++})}var o=1,i=\"nr@id\",a=e(\"gos\");n.exports=r},{}],loader:[function(e,n,t){function r(){if(!E++){var e=x.info=NREUM.info,n=l.getElementsByTagName(\"script\")[0];if(setTimeout(s.abort,3e4),!(e&&e.licenseKey&&e.applicationID&&n))return s.abort();c(y,function(n,t){e[n]||(e[n]=t)}),f(\"mark\",[\"onload\",a()+x.offset],null,\"api\");var t=l.createElement(\"script\");t.src=\"https://\"+e.agent,n.parentNode.insertBefore(t,n)}}function o(){\"complete\"===l.readyState&&i()}function i(){f(\"mark\",[\"domContent\",a()+x.offset],null,\"api\")}function a(){return O.exists&&performance.now?Math.round(performance.now()):(u=Math.max((new Date).getTime(),u))-x.offset}var u=(new Date).getTime(),f=e(\"handle\"),c=e(3),s=e(\"ee\"),p=e(2),d=window,l=d.document,m=\"addEventListener\",v=\"attachEvent\",g=d.XMLHttpRequest,w=g&&g.prototype;NREUM.o={ST:setTimeout,SI:d.setImmediate,CT:clearTimeout,XHR:g,REQ:d.Request,EV:d.Event,PR:d.Promise,MO:d.MutationObserver};var h=\"\"+location,y={beacon:\"bam.nr-data.net\",errorBeacon:\"bam.nr-data.net\",agent:\"js-agent.newrelic.com/nr-1123.min.js\"},b=g&&w&&w[m]&&!/CriOS/.test(navigator.userAgent),x=n.exports={offset:u,now:a,origin:h,features:{},xhrWrappable:b,userAgent:p};e(1),l[m]?(l[m](\"DOMContentLoaded\",i,!1),d[m](\"load\",r,!1)):(l[v](\"onreadystatechange\",o),d[v](\"onload\",r)),f(\"mark\",[\"firstbyte\",u],null,\"api\");var E=0,O=e(5)},{}]},{},[\"loader\"]);</script>\n<meta content=\"width=device-width\" name=\"viewport\"/>\n<meta content=\"initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0\" name=\"viewport\"/>\n<link href=\"http://gmpg.org/xfn/11\" rel=\"profile\"/>\n<link href=\"https://techcrunch.com/xmlrpc.php\" rel=\"pingback\"/>\n<title>UK health minister sets out tech-first vision for future care provision – TechCrunch</title>\n<link href=\"//consent.cmp.oath.com\" rel=\"dns-prefetch\">\n<link href=\"//s.yimg.com\" rel=\"dns-prefetch\">\n<link href=\"//use.typekit.net\" rel=\"dns-prefetch\"/>\n<link href=\"//cdn.vidible.tv\" rel=\"dns-prefetch\"/>\n<link href=\"//plugin.mediavoice.com\" rel=\"dns-prefetch\"/>\n<link href=\"//s.w.org\" rel=\"dns-prefetch\"/>\n<link href=\"https://techcrunch.com/feed/\" rel=\"alternate\" title=\"TechCrunch » Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://techcrunch.com/comments/feed/\" rel=\"alternate\" title=\"TechCrunch » Comments Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://techcrunch.com/2018/10/17/uk-health-minister-sets-out-tech-first-vision-for-future-care-provision/feed/\" rel=\"alternate\" title=\"TechCrunch » UK health minister sets out tech-first vision for future care provision Comments Feed\" type=\"application/rss+xml\"/>\n<meta content=\"false\" name=\"oath:guce:product-eu\">\n<meta content=\"guce.techcrunch.com\" name=\"oath:guce:consent-host\">\n<meta content=\"true\" name=\"oath:guce:inline-consent\"/>\n<script async=\"\" src=\"//s.yimg.com/oa/guce.js?tc_ver=190427\"></script>\n<script type=\"text/javascript\">\n\t\t\twindow._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11.2.0\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11.2.0\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"https:\\/\\/techcrunch.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?ver=5.1.1\"}};\n\t\t\t!function(a,b,c){function d(a,b){var c=String.fromCharCode;l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,a),0,0);var d=k.toDataURL();l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,b),0,0);var e=k.toDataURL();return d===e}function e(a){var b;if(!l||!l.fillText)return!1;switch(l.textBaseline=\"top\",l.font=\"600 32px Arial\",a){case\"flag\":return!(b=d([55356,56826,55356,56819],[55356,56826,8203,55356,56819]))&&(b=d([55356,57332,56128,56423,56128,56418,56128,56421,56128,56430,56128,56423,56128,56447],[55356,57332,8203,56128,56423,8203,56128,56418,8203,56128,56421,8203,56128,56430,8203,56128,56423,8203,56128,56447]),!b);case\"emoji\":return b=d([55358,56760,9792,65039],[55358,56760,8203,9792,65039]),!b}return!1}function f(a){var c=b.createElement(\"script\");c.src=a,c.defer=c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var g,h,i,j,k=b.createElement(\"canvas\"),l=k.getContext&&k.getContext(\"2d\");for(j=Array(\"flag\",\"emoji\"),c.supports={everything:!0,everythingExceptFlag:!0},i=0;i<j.length;i++)c.supports[j[i]]=e(j[i]),c.supports.everything=c.supports.everything&&c.supports[j[i]],\"flag\"!==j[i]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[j[i]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(h=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",h,!1),a.addEventListener(\"load\",h,!1)):(a.attachEvent(\"onload\",h),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),g=c.source||{},g.concatemoji?f(g.concatemoji):g.wpemoji&&g.twemoji&&(f(g.twemoji),f(g.wpemoji)))}(window,document,window._wpemojiSettings);\n\t\t</script>\n<style type=\"text/css\">\nimg.wp-smiley,\nimg.emoji {\n\tdisplay: inline !important;\n\tborder: none !important;\n\tbox-shadow: none !important;\n\theight: 1em !important;\n\twidth: 1em !important;\n\tmargin: 0 .07em !important;\n\tvertical-align: -0.1em !important;\n\tbackground: none !important;\n\tpadding: 0 !important;\n}\n</style>\n<link href=\"https://techcrunch.com/_static/??/wp-includes/css/dist/block-library/style.min.css,/wp-content/plugins/wp-parsely/wp-parsely.css,/wp-content/themes/techcrunch-2017/build/ec/css/main.css?m=1555967838\" id=\"all-css-0\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"https://consent.cmp.oath.com/cmp.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<script src=\"https://techcrunch.com/_static/??-eJzTLy/QzcxLzilNSS3WzwKiwtLUokoopZdVrKOPT4FubmZ6UWJJql5uZh5QsX2uraGpqZGJiZGhhUEWACVeIKY=\" type=\"text/javascript\"></script>\n<script src=\"https://s.yimg.com/ss/rapid3.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<script src=\"//cdn.vidible.tv/prod/player/js/latest/vidible-min.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<script src=\"//plugin.mediavoice.com/mediaconductor/mc.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<link href=\"https://techcrunch.com/wp-json/\" rel=\"https://api.w.org/\"/>\n<link href=\"https://techcrunch.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/>\n<link href=\"https://techcrunch.com/wp-includes/wlwmanifest.xml\" rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\"/>\n<meta content=\"WordPress 5.1.1\" name=\"generator\"/>\n<link href=\"https://techcrunch.com/2018/10/17/uk-health-minister-sets-out-tech-first-vision-for-future-care-provision/\" rel=\"canonical\"/>\n<link href=\"https://techcrunch.com/?p=1733922\" rel=\"shortlink\"/>\n<link href=\"https://techcrunch.com/wp-json/oembed/1.0/embed?url=https%3A%2F%2Ftechcrunch.com%2F2018%2F10%2F17%2Fuk-health-minister-sets-out-tech-first-vision-for-future-care-provision%2F\" rel=\"alternate\" type=\"application/json+oembed\"/>\n<link href=\"https://techcrunch.com/wp-json/oembed/1.0/embed?url=https%3A%2F%2Ftechcrunch.com%2F2018%2F10%2F17%2Fuk-health-minister-sets-out-tech-first-vision-for-future-care-provision%2F&amp;format=xml\" rel=\"alternate\" type=\"text/xml+oembed\"/>\n<link href=\"//v0.wordpress.com\" rel=\"dns-prefetch\"/>\n<style type=\"text/css\">img#wpstats{display:none}</style>\n<!-- BEGIN Sailthru Horizon Meta Information -->\n<meta content=\"2018-10-17 09:01:50\" name=\"sailthru.date\"/>\n<meta content=\"UK health minister sets out tech-first vision for future care provision\" name=\"sailthru.title\"/>\n<meta content=\"Amazon, artificial intelligence, digital services, Google, Health, Health tech, healthcare, Matt Hancock, MedConfidential, National Health Service, NHS, United Kingdom\" name=\"sailthru.tags\"/>\n<meta content=\"The UK’s still fairly new in post minister for health, Matt Hancock,  quickly made technology one of his stated priorities.\" name=\"sailthru.description\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2016/12/matt-hancock-uk-digital-director1.jpg\" name=\"sailthru.image.full\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2016/12/matt-hancock-uk-digital-director1.jpg?w=50\" name=\"sailthru.image.thumb\"/>\n<!-- END Sailthru Horizon Meta Information -->\n<!-- BEGIN wp-parsely Plugin Version 1.13.0 -->\n<meta content=\"1.13.0\" id=\"wp-parsely_version\" name=\"wp-parsely_version\"/>\n<script type=\"application/ld+json\">\n\t{\"@context\":\"http:\\/\\/schema.org\",\"@type\":\"NewsArticle\",\"mainEntityOfPage\":{\"@type\":\"WebPage\",\"@id\":\"http:\\/\\/techcrunch.com\\/2018\\/10\\/17\\/uk-health-minister-sets-out-tech-first-vision-for-future-care-provision\\/\"},\"headline\":\"UK health minister sets out tech-first vision for future care provision\",\"url\":\"http:\\/\\/techcrunch.com\\/2018\\/10\\/17\\/uk-health-minister-sets-out-tech-first-vision-for-future-care-provision\\/\",\"thumbnailUrl\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2016\\/12\\/matt-hancock-uk-digital-director1.jpg?w=150\",\"image\":{\"@type\":\"ImageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2016\\/12\\/matt-hancock-uk-digital-director1.jpg?w=150\"},\"dateCreated\":\"2018-10-17T16:01:50Z\",\"datePublished\":\"2018-10-17T16:01:50Z\",\"dateModified\":\"2018-10-17T16:01:50Z\",\"articleSection\":\"post\",\"author\":[{\"@type\":\"Person\",\"name\":\"Natasha Lomas\"}],\"creator\":[\"Natasha Lomas\"],\"keywords\":[\"@post-id:1733922\",\"apps\",\"artificial intelligence\",\"europe\",\"government\",\"health\",\"privacy\",\"amazon\",\"digital services\",\"google\",\"health tech\",\"healthcare\",\"matt hancock\",\"medconfidential\",\"national health service\",\"nhs\",\"united kingdom\"],\"publisher\":{\"@type\":\"Organization\",\"name\":\"TechCrunch\",\"logo\":{\"@type\":\"imageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\\/images\\/logo-json-ld.png\",\"width\":\"600\",\"height\":\"60\"}}}\n\t</script>\n<!-- END wp-parsely Plugin Version 1.13.0 -->\n<meta content=\"187288694643718\" property=\"fb:app_id\"/>\n<meta content=\"8062627951\" property=\"fb:pages\"/>\n<meta content=\"8803025,726995222,771265067,1550970059,1661021707,1178144075,643979435,852465367,4700188\" property=\"fb:admins\"/>\n<meta content=\"https://www.facebook.com/techcrunch\" property=\"article:publisher\"/>\n<meta content=\"TechCrunch\" property=\"og:site_name\"/>\n<meta content=\"social.techcrunch.com\" property=\"og:site\"/>\n<meta content=\"UK health minister sets out tech-first vision for future care provision – TechCrunch\" property=\"og:title\"/>\n<meta content=\"The UK’s still fairly new in post minister for health, Matt Hancock, quickly made technology one of his stated priorities. And today he’s put more meat on the bones of his thinking, setting out a vision for transforming, root and branch, how the country’s National Health Service o…\" property=\"og:description\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2016/12/matt-hancock-uk-digital-director1.jpg?w=600\" property=\"og:image\"/>\n<meta content=\"http://social.techcrunch.com/2018/10/17/uk-health-minister-sets-out-tech-first-vision-for-future-care-provision/\" property=\"og:url\"/>\n<meta content=\"article\" property=\"og:type\"/>\n<meta content=\"The UK’s still fairly new in post minister for health, Matt Hancock, quickly made technology one of his stated priorities. And today he’s put more meat on the bones of his thinking, setting out a vision for transforming, root and branch, how the country’s National Health Service operates to accommodate the plugging in of “healthtech” […]\" name=\"description\"/>\n<meta content=\"UK health minister sets out tech-first vision for future care provision – TechCrunch\" name=\"title\"/>\n<meta content=\"summary_large_image\" name=\"twitter:card\"/>\n<meta content=\"@techcrunch\" name=\"twitter:site\"/>\n<meta content=\"UK health minister sets out tech-first vision for future care provision – TechCrunch\" name=\"twitter:title\"/>\n<meta content=\"The UK’s still fairly new in post minister for health, Matt Hancock, quickly made technology one of his stated priorities. And today he’s put more meat on the bones of his thinking, setting out a vision for transforming, root and branch, how the country’s National Health Service operates to accommodate the plugging in of “healthtech” […]\" name=\"twitter:description\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2016/12/matt-hancock-uk-digital-director1.jpg?w=600\" name=\"twitter:image\"/>\n<script type=\"text/javascript\">var ajaxurl = \"https://techcrunch.com/wp-admin/admin-ajax.php\"</script><link href=\"https://techcrunch.com/2018/10/17/uk-health-minister-sets-out-tech-first-vision-for-future-care-provision/amp/\" rel=\"amphtml\"/><link href=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=32\" rel=\"icon\" sizes=\"32x32\">\n<link href=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=192\" rel=\"icon\" sizes=\"192x192\"/>\n<link href=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=180\" rel=\"apple-touch-icon-precomposed\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=270\" name=\"msapplication-TileImage\"/>\n<script src=\"https://s.aolcdn.com/ads/adsWrapper.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n\ttry{adsEnableSandbox();}catch(e){}\n</script>\n</link></meta></meta></link></link></meta></head>\n<body class=\"\">\n<div id=\"root\">\n<div><!-- duplicate React-root div for styling -->\n<div class=\"content\">\n<article class=\"article-container article--post\">\n<header class=\"article__header\">\n<div class=\"article__title-wrapper\">\n<h1 class=\"article__title\">UK health minister sets out tech-first vision for future care provision</h1>\n</div>\n<div class=\"article__byline-wrapper\">\n<div class=\"article__byline\">\n<a href=\"https://techcrunch.com/author/natasha-lomas/\">\n\t\t\tNatasha Lomas\t\t</a>\n<span class=\"article__byline__meta\">\n<a href=\"https://twitter.com/riptari\">@riptari</a>\n<span class=\"text--green\"> / </span>\n\t\t\t\t\t\t6 months\t\t</span>\n</div>\n</div>\n<div class=\"article__featured-image-wrapper breakout\">\n<img class=\"article__featured-image\" src=\"https://techcrunch.com/wp-content/uploads/2016/12/matt-hancock-uk-digital-director1.jpg?w=600\"/>\n</div>\n</header>\n<div class=\"article-content\">\n<p id=\"speakable-summary\">The UK’s still fairly new in post minister for health, <a class=\"crunchbase-link\" data-entity=\"matt-hancock\" data-type=\"person\" href=\"https://crunchbase.com/person/matt-hancock\" target=\"_blank\">Matt Hancock, <span class=\"crunchbase-tooltip-indicator\"></span></a> quickly made technology one of his stated priorities. And today he’s put more meat on the bones of his thinking, setting out <a href=\"https://www.gov.uk/government/publications/the-future-of-healthcare-our-vision-for-digital-data-and-technology-in-health-and-care\">a vision</a> for transforming, root and branch, how the country’s National Health Service operates to accommodate the plugging in of “healthtech” apps and services — to support tech-enabled “preventative, predictive and personalised care”.</p>\n<p>How such a major IT upgrade program would be paid for is not clearly set out in the policy document. But the government writes that it is “committed to working with partners” to deliver on its grand vision.</p>\n<p><span style=\"font-weight: 400;\">“Our ultimate objective is the provision of better care and improved health outcomes for people in England,” Hancock writes in the <a href=\"https://www.gov.uk/government/publications/the-future-of-healthcare-our-vision-for-digital-data-and-technology-in-health-and-care/the-future-of-healthcare-our-vision-for-digital-data-and-technology-in-health-and-care\">‘future of healthcare’ policy document</a>. “But this cannot be done without a clear focus on improving the technology used by the 1.4 million NHS staff, 1.5 million-strong social care workforce and those many different groups who deliver and plan health and care services for the public.”</span></p>\n<p>The minister is proposing that NHS digital services and IT systems will have to meet “a clear set of open standards” to ensure interoperability and updatability.</p>\n<p>Meaning that existing systems that don’t meet the incoming standards will need to be phased out and ripped out over time.</p>\n<p>The tech itself that NHS trusts and clinical commissioners can choose to buy will not be imposed upon them from above. Rather the stated intent is to encourage “competition on user experience and better tools for everyone”, says Hancock.</p>\n<p><strong>Update: </strong>NHS Digital has now published <a href=\"https://digital.nhs.uk/about-nhs-digital/our-work/nhs-digital-data-and-technology-standards\">a draft of a new framework</a> that will set out the future standards, and says it will be inviting contributions from “key partners”.</p>\n<p>In a statement, the health and social care secretary said: “The tech revolution is coming to the NHS. These robust standards will ensure that every part of the NHS can use the best technology to improve patient safety, reduce delays and speed up appointments.</p>\n<p style=\"font-weight: 400;\">“A modern technical architecture for the health and care service has huge potential to deliver better services and to unlock our innovations. We want this approach to empower the country’s best innovators — inside and outside the NHS — and we want to hear from staff, experts and suppliers to ensure our standards will deliver the most advanced health and care service in the world.”</p>\n<p>The four stated priorities for achieving the planned transformation are infrastructure (principally but not only related to patient records); digital services; innovation; and skills and culture:</p>\n<p><span style=\"font-weight: 400;\">“Our technology infrastructure should allow systems to talk to each other safely and securely, using open standards for data and interoperability so people have confidence that their data is up to date and in the right place, and health and care professionals have access to the information they need to provide care,” the document notes.  </span></p>\n<p>The ‘tech for health’ vision — which lacks any kind of timeframe whatsoever — loops in an assortment of tech-fuelled case studies, from applying AI for faster diagnoses (as <a href=\"https://techcrunch.com/2016/07/05/deepmind-partners-with-nhs-eye-hospital-to-conduct-ai-research/\">DeepMind has been trying</a>) to Amazon Alexa skills being used as a memory aid for social care. And envisages, as a future success metric, that “<span style=\"font-weight: 400;\">a healthy person can stay healthy and active (using wearables, diet-tracking apps) and can co-ordinate with their GP or other health professional about targeted preventative care”</span>.</p>\n<p>The ‘techiness’ of the vision is unsurprising, given Hancock was previously the UK’s digital minister and has made no secret of his love of apps. Even having an app of his own developed to connect with his constituents (aka the eponymous Matt Hancock App — albeit running into some <a href=\"https://techcrunch.com/2018/02/02/digital-ministers-app-lands-on-data-watchdogs-radar-after-privacy-cock-up/\">controversy for problems with the app’s privacy policy</a>).</p>\n<p>Hancock has also been a loud advocate for (and a personal user of) London-based digital healthcare startup <a href=\"https://techcrunch.com/2017/04/25/babylon-health-raises-further-60m-to-continue-building-out-ai-doctor-app/\">Babylon Health</a>, whose app initially included an AI diagnostic chatbot, in addition to offering video and text consultations with (human) doctors and specialists.</p>\n<p>The company has <a href=\"https://techcrunch.com/2017/01/04/babylon-health-partners-with-uks-nhs-to-replace-telephone-helpline-with-ai-powered-chatbot/\">partnered with the NHS</a> for a triage service, and to offer a digital alternative to a traditional primary care service via an app that offers remote consultations (called <a href=\"https://www.gpathand.nhs.uk\">GP at Hand</a>).</p>\n<p>But the app has also faced <a href=\"https://www.ft.com/content/19dc6b7e-8529-11e8-96dd-fa565ec55929\">criticism from healthcare professionals</a>. The AI chatbot component specifically has been attacked by doctors for offering incorrect and potentially dangerous diagnosis advice to patients. Babylon says it has not retracted any AI functionality but does say the AI has “evolved over time such that it now not only provides triage advice but also provides information about conditions that might be causing a users’ symptoms”.</p>\n<p>Although the chatbot has faced continued criticism for serving unintelligent triage advice — such as by suggesting people go straight to A&amp;E even with just a headache. (Thereby, said its critics, piling pressure on already over-stretched NHS hospital services.)</p>\n<p>All of which underlines some of the pitfalls of scrambling too quickly to squash innovation and healthcare together.</p>\n<p>The demographic cherrypicking that can come inherently bundled with digital healthcare apps which are most likely to appeal to younger users (who have fewer complex health problems) is another key criticism of some of these shiny, modern services — with the argument being they impact non-digital NHS primary care services by saddling the bricks-and-mortar bits with more older, sicker patients to care for while the apps siphon off (and monetize) mostly the well, tech-savvy young.</p>\n<p>Hancock’s pro-tech vision for upgrading the UK’s healthcare service doesn’t really engage with that critique of modern tech services having a potentially unequal impact on a free-at-the-point-of-use, taxpayer-funded health service.</p>\n<p>Rather, in a section on “inclusion”, the vision document talks about the need to “<span style=\"font-weight: 400;\">design for, and with, people with different physical, mental health, social, cultural and learning needs, and for people with low digital literacy or those less able to access technology”. But without saying exactly how that might be achieved, given the overarching thrust being to reconfigure the NHS to be mobile-first, tech-enabled and tech-fuelled. </span></p>\n<p><span style=\"font-weight: 400;\">“Different people may need different services and some people will never use digital services themselves directly but will benefit from others using digital services and freeing resources to help them,” runs the patter. “We must acknowledge that those with the greatest health needs are also the most at risk of being left behind and build digital services with this in mind, ensuring the highest levels of accessibility wherever possible.”</span></p>\n<p>So the risk is being acknowledged — yet in a manner and context that suggests it’s simultaneously being dismissed, or elbowed out of the way, in the push for technology-enabled progress.</p>\n<p>Hancock also appears willing to tolerate some iterative tech missteps — again towards a ‘greater good’ of modernizing the tech used to deliver NHS services so it can be continuously responsive to user needs, via updates and modular plugins, all greased by patient data being made reliably available via the envisaged transformation.</p>\n<p>Though there is a bit of a cautionary caveat for healthcare startups like Babylon too. At least if they make actual <em>clinical</em> claims, with the document noting that: “We must be careful to ensure that we follow clinical trials where the new technology is clinical but also to ensure we have appropriate assurance processes that recognise when an innovation can be adopted faster. We must learn to adopt, iterate and continuously improve innovations, and support those who are working this way.”</p>\n<p><span style=\"font-size: 1.125rem; letter-spacing: -0.1px;\">Another more obvious contradiction is Hancock’s claim that “privacy and security” is one of four guiding principles for the vision (alongside “user need; interoperability and openness; and inclusion”), yet this is rubbing up against active engagement with the idea of sensitive social care data being processed by and hosted by a commercial ecommerce giant like Amazon, for example.</span></p>\n<p><span style=\"font-weight: 400;\">The need for patient trust and buy in gets more than passing mention, though. </span><span style=\"font-weight: 400;\">And there’s a pledge to introduce “a healthtech regulatory sandbox working with the ICO, National Data Guardian, NICE and other regulators” to provide support and an easier entry route for developers wanting to build health apps to sell in to the NHS, with the government also saying it will take other steps to “simplify the landscape for innovators”.</span></p>\n<p><span style=\"font-weight: 400;\">“If data is to be used effectively to support better health and care outcomes, it is essential that the public has trust and confidence in us and can see robust data governance, strong safeguards and strict penalties in place for misuse,” the policy document notes. </span></p>\n<p>Balancing support for data-based digital innovation, including where data-thirsty technologies like AI are concerned, with respect for the privacy of people’s highly sensitive health data will be a tricky act for the government to steer, though. Perhaps especially given Hancock is so keenly rushing to embrace the market.</p>\n<p><span style=\"font-size: 1.125rem; letter-spacing: -0.1px;\">“We need to build nationally only those few services that the market can’t provide and that must be done once and for everyone, such as a secure login and granular access to date,” runs the ministerial line. “This may mean some programmes need to be stopped.”</span></p>\n<p>Although he also writes that there is a “huge role” for the NHS, care providers and commissioners to “develop solutions and co-create them with industry”.</p>\n<p>“<span style=\"font-weight: 400;\">Some of our user needs are unique, like carers in a particular geographical location or patients using assistive technologies. Or sometimes we can beat something to market because we know what we need and are motivated to solve the problem first.</span></p>\n<p><span style=\"font-weight: 400;\">“In those circumstances where industry won’t see the economies of scale they need to invest, we must be empowered to build our own digital services, often running on our data and networks. We will do that according to the government’s Digital Service Standard, and within the minimal rules we set for our infrastructure.”</span></p>\n<p><span style=\"font-weight: 400;\">“We also want to reassure those who are currently building products that we have no intention or desire to close off the market – in fact we want exactly the opposite,” the document also notes. “We want to back innovations that can improve our health and care system, wherever they can be found – and we know that some of the best innovations are being driven by clinicians and staff up and down the country.”</span></p>\n<p>Among the commercial entities currently building products targeted at the NHS is <a class=\"crunchbase-link\" data-entity=\"google\" data-type=\"organization\" href=\"https://crunchbase.com/organization/google\" target=\"_blank\">Google <span class=\"crunchbase-tooltip-indicator\"></span></a>-owned DeepMind, which got <a href=\"https://techcrunch.com/2017/07/03/uk-data-regulator-says-deepminds-initial-deal-with-the-nhs-broke-privacy-law/\">embroiled in a privacy controversy</a> related to a data governance failure by the NHS Trust it worked with to co-develop an app for the early detection of a kidney condition.</p>\n<p>DeepMind’s health data ambitions expand beyond building alert apps or even crafting diagnostic AIs to also wanting to build out and own healthcare app delivery infrastructure (aka, a fast healthcare interoperability resource, or FHIR) — which, in the aforementioned project, was <a href=\"https://techcrunch.com/2016/11/22/patient-data-api-pivotal-to-deepminds-push-into-uks-nhs/\">bundled into the app contract</a> with the Royal Free NHS Trust, locking the trust into sending data to DeepMind’s servers by prohibiting it from connecting to other FHIR servers. So not at all a model vision of interoperability.</p>\n<p>Earlier this year DeepMind’s own independent reviewer panel warned there was a <a href=\"https://techcrunch.com/2018/06/15/uk-report-warns-deepmind-health-could-gain-excessive-monopoly-power/\">risk of the company gaining excessive monopoly power</a>. And Hancock’s vision for health tech seems to be proposing to outlaw such contractual lock ins. Though it remains to be seen whether the guiding principle will stand up to the inexorable tech industry lobbying.</p>\n<p><span style=\"font-size: 1.125rem; letter-spacing: -0.1px;\">“</span>We will set national open standards for data, interoperability, privacy and confidentiality, real-time data access, cyber security and access rules,” the vision grandly envisages.</p>\n<p>“<span style=\"font-weight: 400;\">Open standards are not an abstract technical goal. They permit interoperability between different regions and systems but they also, crucially, permit a modular approach to IT in the NHS, where tools can be pulled and replaced with better alternatives as vendors develop better products. This, in turn, will help produce market conditions that drive innovation, in an ecosystem where developers and vendors continuously compete on quality to fill each niche, rather than capturing users.”</span></p>\n<p>Responding to Hancock’s health tech plan, Sam Smith, coordinator of patient data privacy advocacy group <a href=\"https://medconfidential.org\">medConfidential</a>, told us: “There’s not much detail in here. It’s not so much ‘jam <span class=\"aBn\" data-term=\"goog_735515370\" tabindex=\"0\"><span class=\"aQJ\">tomorrow</span></span>’, as ‘jam… sometime’ — there’s no timeline, and jam gets pretty rancid after not very long. He says “these are standards”, but they’re just a vision for standards — all the hard work is left to be done.”</p>\n<p><span style=\"font-weight: 400;\">On the privacy plus AI front, Smith also picks up on Hancock’s vision including suggestive support for setting up “data trusts to facilitate the ethical sharing of data between organisations”, with the document reiterating the government’s plan to launch a pilot later this year. </span></p>\n<p>“Hancock says “we are supportive” of stripping the NHS of its role in oversight of commercial exploitation of data. Who is the “we” in that as it should be a cause for widespread concern. If Matt thinks the NHS will never get data right, what does he know that the public don’t?” said Smith on this.</p>\n<p>He also points out at previous grand scheme attempts to overhaul NHS IT — most notably the uncompleted NHS National Programme for IT, which in the early 2000s tried and failed to deliver a top-down digitization of the service — taking a decade and sinking billions in the process.</p>\n<p>“The widely criticised National Programme for IT also started out with similar lofty vision,” he noted. “This is yet another political piece saying what “good looks like”, but none of the success criteria are about patients getting better care from the NHS. For that, better technology has to be delivered on a ward, and in a GP surgery, and the many other places that the NHS and social care touch. Reforming procurement and standards do matter, and will help, but it helps in the same way a good accountant helps — and that’s not by having a vision of better accounting.”</p>\n<p>On the vision’s timeframe, a Department of Health spokesman told us: “Today marks the beginning of a conversation between technology experts across the NHS, regulatory bodies and industry as we refine the standards and consider timeframes and details. The iterated standards document will be published in December once we receive feedback and the mandate will be rolled out gradually.</p>\n<p>“We have been clear that we will phase out any system which does not meet these standards, will not procure systems which do not comply and will look to end contracts with suppliers who do not meet the standards.”</p>\n<p><em>This post was updated to clarify that Babylon Health’s chatbot continues to include AI elements, rather than having the technology removed entirely. It told us the chatbot’s AI has evolved over time </em></p>\n</div>\n<footer class=\"article-footer\">\n<input class=\"shortlink\" readonly=\"\" title=\"Article Shortlink\" type=\"text\" value=\"\"/>\n</footer>\n</article>\n</div>\n</div><!-- end React-root duplication div -->\n</div><!--end #root-->\n<noscript style=\"display:none;\">\n<img alt=\"\" height=\"1\" src=\"https://www.facebook.com/tr?id=1447508128842484&amp;ev=PageView&amp;noscript=1\" width=\"1\"/>\n</noscript>\n<script type=\"text/javascript\">\n\t\t// Configure the PARSELY window global to disable auto-tracking.\n\t\t// Must load before the Parse.ly script itself.\n\t\twindow.PARSELY = {\n\t\t\tautotrack: false,\n\t\t\tonload:    this.onload,\n\t\t};\n\t</script>\n<script data-parsely-site=\"techcrunch.com\" id=\"parsely-cfg\" src=\"//d1z2jf7jlzjs58.cloudfront.net/keys/techcrunch.com/p.js\"></script>\n<!-- JSON-LD -->\n<script type=\"application/ld+json\">\n\t\t{\"@context\":\"http:\\/\\/schema.org\",\"publisher\":{\"@type\":\"Organization\",\"name\":\"TechCrunch\",\"logo\":{\"@type\":\"imageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\\/images\\/logo-json-ld.png\",\"width\":\"600\",\"height\":\"60\"}},\"@type\":\"NewsArticle\",\"mainEntityOfPage\":{\"@type\":\"WebPage\",\"@id\":\"https:\\/\\/techcrunch.com\\/2018\\/10\\/17\\/uk-health-minister-sets-out-tech-first-vision-for-future-care-provision\\/\"},\"headline\":\"UK health minister sets out tech-first vision for future care provision\",\"image\":{\"@type\":\"ImageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2016\\/12\\/matt-hancock-uk-digital-director1.jpg?w=680\",\"width\":680,\"height\":453},\"datePublished\":\"2018-10-17T16:01:50+00:00\",\"dateModified\":\"2018-10-24T13:51:01+00:00\",\"author\":[{\"@type\":\"Person\",\"name\":\"Natasha Lomas\"}],\"description\":\"The UK&#8217;s still fairly new in post minister for health, Matt Hancock, quickly made technology one of his stated priorities. And today he&#8217;s put more meat on the bones of his thinking, setting out a vision for transforming, root and branch, how the country&#8217;s National Health Service operates to accommodate the plugging in of &#8220;healthtech&#8221; [&hellip;]\",\"speakable\":{\"@type\":\"SpeakableSpecification\",\"cssSelector\":[\".alpha\",\"#speakable-summary\"]}}\t</script>\n<!-- End JSON-LD -->\n<script src=\"https://use.typekit.net/svv7knm.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\ntry{Typekit.load({ async: true });}catch(e){}\n</script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar tc_app_data = {\"ads\":{\"adpage\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\\/features\\/ads\\/_uac\\/adpage.html\",\"gemini_enabled\":true,\"gemini_codes\":{\"position_4\":{\"mobile\":\"ae64471c-14c2-4457-8e9b-a5190206eafd\",\"desktop\":\"b2018d9e-dedc-4e85-8823-b06917beb892\"},\"position_8\":{\"mobile\":\"619392a1-b497-4aa9-b683-24aab7246c16\",\"desktop\":\"05c0b21d-e742-494d-ac59-474e3feaa4b8\"}},\"mns\":[{\"where\":\"*\",\"placements\":{\"native\":\"93501877\",\"mobile_native\":\"93501878\",\"leaderboard\":\"93484975\",\"rightrail\":\"93484976\",\"rightrail_on_view\":\"93484977\",\"mobile_300x250\":\"93484973\",\"mobile_dynamic\":\"93484974\",\"amp\":\"93523784\",\"inline_leaderboard\":\"93484932\",\"inline_mobile_300x250\":\"93484930\",\"inline_amp\":\"963874680\"}},{\"where\":{\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93484953\"}},{\"where\":{\"post_type\":[\"tc_sponsored_post\"]},\"placements\":{\"leaderboard\":\"963872468\",\"leaderboard_on_view\":\"963872469\",\"rightrail\":\"963872467\",\"rightrail_on_view\":\"963872467\",\"mobile_320x50\":\"963872466\",\"mobile_dynamic\":\"963872466\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"crunchbase-video-hub\"]},\"placements\":{\"mobile_300x250\":\"93487470\",\"mobile_dynamic\":\"93487469\",\"leaderboard\":\"93487468\",\"rightrail\":\"93487467\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"enterprise\"]},\"placements\":{\"mobile_300x250\":\"93484901\",\"mobile_dynamic\":\"93484902\",\"leaderboard\":\"93484903\",\"rightrail\":\"93484904\",\"rightrail_on_view\":\"93484905\",\"amp\":\"93523756\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"enterprise\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93512990\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"gadgets\"]},\"placements\":{\"mobile_300x250\":\"93484912\",\"mobile_dynamic\":\"93484913\",\"leaderboard\":\"93484914\",\"rightrail\":\"93484915\",\"rightrail_on_view\":\"93484916\",\"amp\":\"93523764\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"gadgets\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93513296\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"mobile\"]},\"placements\":{\"mobile_native\":\"93484962\",\"mobile_300x250\":\"93484960\",\"mobile_dynamic\":\"93484961\",\"leaderboard\":\"93484957\",\"rightrail\":\"93484958\",\"rightrail_on_view\":\"93484959\",\"amp\":\"93523763\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"mobile\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93510142\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"startups\"]},\"placements\":{\"gallery_300x250\":\"93511985\",\"mobile_300x250\":\"93484986\",\"mobile_dynamic\":\"93484987\",\"leaderboard\":\"93484988\",\"rightrail\":\"93484989\",\"rightrail_on_view\":\"93484990\",\"amp\":\"93523762\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"startups\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93511984\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"apps\"]},\"placements\":{\"mobile_300x250\":\"963891138\",\"mobile_dynamic\":\"963891134\",\"leaderboard\":\"963891132\",\"rightrail\":\"963891133\",\"rightrail_on_view\":\"963891136\",\"amp\":\"963891137\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"mobile\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"963891131\"}},{\"where\":{\"post_type\":[\"tc_marketing\"]},\"placements\":{\"mobile_dynamic\":\"93484859\",\"leaderboard\":\"93484860\",\"leaderboard_on_view\":\"93484861\",\"rightrail\":\"93484862\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"apple\"]},\"placements\":{\"mobile_300x250\":\"93484869\",\"mobile_dynamic\":\"93484870\",\"leaderboard\":\"93484866\",\"rightrail\":\"93484867\",\"rightrail_on_view\":\"93484868\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"back-to-school\",\"backtoschool\",\"backtoschool13\"]},\"placements\":{\"mobile_300x250\":\"93484871\",\"mobile_dynamic\":\"93484872\",\"leaderboard\":\"93484873\",\"rightrail\":\"93484874\",\"rightrail_on_view\":\"93484875\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"ces\"]},\"placements\":{\"gallery_300x250\":\"963853166\",\"mobile_300x250\":\"93484876\",\"mobile_dynamic\":\"93484877\",\"leaderboard\":\"93484878\",\"rightrail\":\"93484879\",\"rightrail_on_view\":\"93484880\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"ces\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"963853167\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"disrupt\"]},\"placements\":{\"mobile_300x250\":\"93484895\",\"mobile_dynamic\":\"93484896\",\"leaderboard\":\"93484897\",\"rightrail\":\"93484898\",\"rightrail_on_view\":\"93484899\",\"amp\":\"93523765\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"gift-guide-2018\"]},\"placements\":{\"gallery_300x250\":\"93518231\",\"mobile_300x250\":\"93484930\",\"mobile_dynamic\":\"93484931\",\"leaderboard\":\"93484932\",\"rightrail\":\"93484933\",\"rightrail_on_view\":\"93484934\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"gift-guide-2018\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93518230\"}},{\"where\":{\"url\":\"\\/pages\\/gift-guide-2018\\/\"},\"placements\":{\"gallery_300x250\":\"93518231\",\"mobile_300x250\":\"93484930\",\"mobile_dynamic\":\"93484931\",\"leaderboard\":\"93484932\",\"rightrail\":\"93484933\",\"rightrail_on_view\":\"93484934\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"sxsw\"]},\"placements\":{\"gallery_300x250\":\"963858038\",\"mobile_300x250\":\"963858040\",\"mobile_dynamic\":\"963858041\",\"leaderboard\":\"963858042\",\"rightrail\":\"963858043\",\"rightrail_on_view\":\"963858044\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"sxsw\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"963858039\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"tc_video\"]},\"placements\":{\"leaderboard\":\"963874666\",\"rightrail\":\"963874667\",\"rightrail_on_view\":\"963874668\",\"mobile_320x50\":\"93485001\",\"mobile_300x250\":\"93485000\",\"mobile_dynamic\":\"93484943\",\"amp\":\"93523757\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"developer\"]},\"placements\":{\"gallery_300x250\":\"93510995\",\"mobile_300x250\":\"93484890\",\"mobile_dynamic\":\"93484891\",\"leaderboard\":\"93484892\",\"rightrail\":\"93484893\",\"rightrail_on_view\":\"93484894\",\"amp\":\"93523761\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"developer\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93510992\"}},{\"where\":{\"url\":\"\\/video\\/\"},\"placements\":{\"leaderboard\":\"963874666\",\"rightrail\":\"963874667\",\"rightrail_on_view\":\"963874668\",\"mobile_320x50\":\"93485001\",\"mobile_300x250\":\"93485000\",\"mobile_dynamic\":\"93484943\",\"amp\":\"93523757\"}},{\"where\":{\"url\":\"\\/(page\\/\\\\d+)?\"},\"placements\":{\"native\":\"93484857\",\"leaderboard\":\"93484945\",\"rightrail\":\"93484946\",\"rightrail_on_view\":\"93484947\",\"amp\":\"93523758\",\"mobile_native\":\"93484858\",\"mobile_300x250\":\"93484942\",\"mobile_dynamic\":\"93484943\"}}]},\"assetURI\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\",\"breaking\":\"\",\"ec_promo\":{\"enabled\":true,\"title\":\"Extra Crunch\",\"desc\":\"Exclusive articles, conference calls, no banner ads, and more.\",\"url\":\"\\/subscribe\\/?tpcc=rightrailapril19\",\"button_text\":\"Try it free\"},\"live_event\":\"0\",\"livestream_hash\":null,\"feature_island\":[],\"isAdminBar\":\"\",\"marketoEventId\":\"1004\",\"marketoBrandStudioId\":\"1740\",\"menus\":{\"main\":[{\"id\":335981,\"order\":1,\"parent\":0,\"text\":\"Startups\",\"url\":\"https:\\/\\/techcrunch.com\\/startups\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":20429,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":1599989,\"order\":2,\"parent\":0,\"text\":\"Apps\",\"url\":\"https:\\/\\/techcrunch.com\\/apps\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":449557102,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":335983,\"order\":3,\"parent\":0,\"text\":\"Gadgets\",\"url\":\"https:\\/\\/techcrunch.com\\/gadgets\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":449557086,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":335986,\"order\":4,\"parent\":0,\"text\":\"Videos\",\"url\":\"\\/video\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":335986,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1761192,\"order\":5,\"parent\":0,\"text\":\"Podcasts\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/podcasts\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1760429,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1781882,\"order\":6,\"parent\":0,\"text\":\"Extra Crunch\",\"url\":\"\\/extracrunch\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1781882,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1599991,\"order\":7,\"parent\":0,\"text\":\"\\u2014\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599991,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1599990,\"order\":8,\"parent\":0,\"text\":\"Events\",\"url\":\"\\/events\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599990,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1752899,\"order\":9,\"parent\":0,\"text\":\"Advertise\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/advertisement-events-calendar\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1416499,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1599992,\"order\":10,\"parent\":0,\"text\":\"Crunchbase\",\"url\":\"http:\\/\\/crunchbase.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599992,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"submenu\":[{\"id\":1599997,\"order\":1,\"parent\":0,\"text\":\"Topics\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599997,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600003,\"order\":2,\"parent\":1599997,\"text\":\"Social\",\"url\":\"https:\\/\\/techcrunch.com\\/social\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"How technology is shaping the way we live with each other\",\"object_id\":3457,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":1600004,\"order\":3,\"parent\":1599997,\"text\":\"Mobile\",\"url\":\"https:\\/\\/techcrunch.com\\/mobile\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"The apps, platforms and businesses redefining how we use computers\",\"object_id\":449557028,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":1600005,\"order\":4,\"parent\":1599997,\"text\":\"Enterprise\",\"url\":\"https:\\/\\/techcrunch.com\\/enterprise\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"How cloud computing, big data and new devices are changing work\",\"object_id\":449557044,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]}]},{\"id\":1599998,\"order\":5,\"parent\":0,\"text\":\"About\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599998,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1601717,\"order\":6,\"parent\":1599998,\"text\":\"Staff\",\"url\":\"\\/pages\\/about-techcrunch\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601717,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600007,\"order\":7,\"parent\":1599998,\"text\":\"Contact Us\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/contact-us\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":672,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1600006,\"order\":8,\"parent\":1599998,\"text\":\"Advertising Opportunities\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/advertisement-events-calendar\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1416499,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]}]},{\"id\":1600000,\"order\":9,\"parent\":0,\"text\":\"More TechCrunch\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600000,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600009,\"order\":10,\"parent\":1600000,\"text\":\"Startup Battlefield\",\"url\":\"\\/startup-battlefield\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600009,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1795710,\"order\":11,\"parent\":1600000,\"text\":\"Sponsored Content\",\"url\":\"\\/sponsored\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1795710,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600010,\"order\":12,\"parent\":1600000,\"text\":\"Include\",\"url\":\"\\/include\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600010,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600012,\"order\":13,\"parent\":1600000,\"text\":\"Crunchboard\",\"url\":\"http:\\/\\/crunchboard.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600012,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600011,\"order\":14,\"parent\":1600000,\"text\":\"TechCrunch Store\",\"url\":\"http:\\/\\/techcrunchstore.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600011,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1620756,\"order\":15,\"parent\":1600000,\"text\":\"Apply to Startup Events\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/tc-startup-programs\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1617703,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]}]},{\"id\":1600001,\"order\":16,\"parent\":0,\"text\":\"Read Anywhere\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600001,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600013,\"order\":17,\"parent\":1600001,\"text\":\"App Store\",\"url\":\"https:\\/\\/itunes.apple.com\\/us\\/app\\/techcrunch\\/id526058642?mt=8\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600013,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600014,\"order\":18,\"parent\":1600001,\"text\":\"Google Play\",\"url\":\"https:\\/\\/play.google.com\\/store\\/apps\\/details?id=com.aol.mobile.techcrunch\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600014,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}]},{\"id\":1600002,\"order\":19,\"parent\":0,\"text\":\"International\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600002,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600015,\"order\":20,\"parent\":1600002,\"text\":\"China\",\"url\":\"http:\\/\\/techcrunch.cn\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600015,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600016,\"order\":21,\"parent\":1600002,\"text\":\"Japan\",\"url\":\"http:\\/\\/jp.techcrunch.com\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600016,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}]}],\"footer\":[{\"id\":1787716,\"order\":1,\"parent\":0,\"text\":\"TechCrunch\",\"url\":\"https:\\/\\/techcrunch.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1787716,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1601925,\"order\":2,\"parent\":0,\"text\":\"Privacy Policy\",\"url\":\"https:\\/\\/policies.oath.com\\/xw\\/en\\/oath\\/privacy\\/intl\\/index.html\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601925,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1601926,\"order\":3,\"parent\":0,\"text\":\"About Our Ads\",\"url\":\"http:\\/\\/adinfo.aol.com\\/about-our-ads\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601926,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1687671,\"order\":4,\"parent\":0,\"text\":\"Code of Conduct\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/code-of-conduct\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1678717,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1601928,\"order\":5,\"parent\":0,\"text\":\"Terms of Service\",\"url\":\"https:\\/\\/policies.oath.com\\/xw\\/en\\/oath\\/terms\\/otos\\/index.html\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601928,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"include\":[{\"id\":1601974,\"order\":1,\"parent\":0,\"text\":\"Our Mission\",\"url\":\"\\/include\\/mission-statement\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601974,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1601975,\"order\":2,\"parent\":0,\"text\":\"Office Hours\",\"url\":\"\\/include\\/office-hours\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601975,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"startup-battlefield\":[{\"id\":1602061,\"order\":1,\"parent\":0,\"text\":\"About\",\"url\":\"\\/startup-battlefield\\/about\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602061,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1602062,\"order\":2,\"parent\":0,\"text\":\"FAQ\",\"url\":\"\\/startup-battlefield\\/faq\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602062,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1602063,\"order\":3,\"parent\":0,\"text\":\"Leaderboard\",\"url\":\"\\/startup-battlefield\\/leaderboard\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602063,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1602065,\"order\":4,\"parent\":0,\"text\":\"Battlefield Home\",\"url\":\"\\/startup-battlefield\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602065,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1787197,\"order\":5,\"parent\":0,\"text\":\"Apply Now\",\"url\":\"https:\\/\\/apply.techcrunch.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"apply-now-link\"],\"description\":\"\",\"object_id\":1787197,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"video-hub\":[{\"id\":1605165,\"order\":1,\"parent\":0,\"text\":\"News\",\"url\":\"\\/shows\\/tctv-news\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605165,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605166,\"order\":2,\"parent\":0,\"text\":\"Gadgets\",\"url\":\"\\/shows\\/gadgets\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605166,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605167,\"order\":3,\"parent\":0,\"text\":\"Features\",\"url\":\"\\/shows\\/features\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605167,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605168,\"order\":4,\"parent\":0,\"text\":\"Reviews\",\"url\":\"\\/shows\\/reviews\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605168,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605169,\"order\":5,\"parent\":0,\"text\":\"Interviews\",\"url\":\"\\/shows\\/interviews\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605169,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605170,\"order\":6,\"parent\":0,\"text\":\"Apps\",\"url\":\"\\/shows\\/apps\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605170,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605171,\"order\":7,\"parent\":0,\"text\":\"Disrupt\",\"url\":\"\\/shows\\/techcrunch-disrupt\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605171,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605172,\"order\":8,\"parent\":0,\"text\":\"Battlefield\",\"url\":\"\\/shows\\/techcrunch-battlefield\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605172,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605173,\"order\":9,\"parent\":0,\"text\":\"Sessions\",\"url\":\"\\/shows\\/tc-sessions\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605173,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605174,\"order\":10,\"parent\":0,\"text\":\"Crunch Report\",\"url\":\"\\/shows\\/crunch-report\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605174,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605175,\"order\":11,\"parent\":0,\"text\":\"Judah vs the Machines\",\"url\":\"\\/shows\\/judah-vs-the-machines\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605175,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605176,\"order\":12,\"parent\":0,\"text\":\"Down Round\",\"url\":\"\\/shows\\/down-round\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605176,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605177,\"order\":13,\"parent\":0,\"text\":\"Trust Disrupted\",\"url\":\"\\/shows\\/trust-disrupted\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605177,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605178,\"order\":14,\"parent\":0,\"text\":\"Built in Brooklyn\",\"url\":\"\\/shows\\/built-in-brooklyn\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605178,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605179,\"order\":15,\"parent\":0,\"text\":\"Inside Jobs\",\"url\":\"\\/shows\\/inside-jobs\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605179,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605180,\"order\":16,\"parent\":0,\"text\":\"TC Cribs\",\"url\":\"\\/shows\\/tc-cribs\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605180,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}]},\"playlistData\":{\"homepage\":[],\"videohub\":[]},\"entities\":{\"posts\":[{\"id\":1733922,\"date\":\"2018-10-17T09:01:50\",\"date_gmt\":\"2018-10-17T16:01:50\",\"guid\":{\"rendered\":\"https:\\/\\/techcrunch.com\\/?p=1733922\"},\"modified\":\"2018-10-24T06:51:01\",\"modified_gmt\":\"2018-10-24T13:51:01\",\"slug\":\"uk-health-minister-sets-out-tech-first-vision-for-future-care-provision\",\"status\":\"publish\",\"type\":\"post\",\"link\":\"https:\\/\\/techcrunch.com\\/2018\\/10\\/17\\/uk-health-minister-sets-out-tech-first-vision-for-future-care-provision\\/\",\"title\":{\"rendered\":\"UK health minister sets out tech-first vision for future care provision\"},\"content\":{\"rendered\":\"<p id=\\\"speakable-summary\\\">The UK&#8217;s still fairly new in post minister for health, <a class=\\\"crunchbase-link\\\" href=\\\"https:\\/\\/crunchbase.com\\/person\\/matt-hancock\\\" target=\\\"_blank\\\" data-type=\\\"person\\\" data-entity=\\\"matt-hancock\\\">Matt Hancock, <span class=\\\"crunchbase-tooltip-indicator\\\"><\\/span><\\/a> quickly made technology one of his stated priorities. And today he&#8217;s put more meat on the bones of his thinking, setting out <a href=\\\"https:\\/\\/www.gov.uk\\/government\\/publications\\/the-future-of-healthcare-our-vision-for-digital-data-and-technology-in-health-and-care\\\">a vision<\\/a> for transforming, root and branch, how the country&#8217;s National Health Service operates to accommodate the plugging in of &#8220;healthtech&#8221; apps and services &#8212; to support tech-enabled &#8220;preventative, predictive and personalised care&#8221;.<\\/p>\\n<p>How such a major IT upgrade program would be paid for is not clearly set out in the policy document. But the government writes that it is &#8220;committed to working with partners&#8221; to deliver on its grand vision.<\\/p>\\n<p><span style=\\\"font-weight: 400;\\\">&#8220;Our ultimate objective is the provision of better care and improved health outcomes for people in England,&#8221; Hancock writes in the <a href=\\\"https:\\/\\/www.gov.uk\\/government\\/publications\\/the-future-of-healthcare-our-vision-for-digital-data-and-technology-in-health-and-care\\/the-future-of-healthcare-our-vision-for-digital-data-and-technology-in-health-and-care\\\">&#8216;future of healthcare&#8217; policy document<\\/a>. &#8220;But this cannot be done without a clear focus on improving the technology used by the 1.4 million NHS staff, 1.5 million-strong social care workforce and those many different groups who deliver and plan health and care services for the public.&#8221;<\\/span><\\/p>\\n<p>The minister is proposing that NHS digital services and IT systems\\u00a0will have to meet &#8220;a clear set of open standards&#8221; to ensure interoperability and updatability.<\\/p>\\n<p>Meaning that existing systems that don&#8217;t meet the incoming standards will need to be phased out and ripped out over time.<\\/p>\\n<p>The tech itself that NHS trusts and clinical commissioners can choose to buy will not be imposed upon them from above. Rather the stated intent is to encourage &#8220;competition on user experience and better tools for everyone&#8221;, says Hancock.<\\/p>\\n<p><strong>Update: <\\/strong>NHS Digital has now published <a href=\\\"https:\\/\\/digital.nhs.uk\\/about-nhs-digital\\/our-work\\/nhs-digital-data-and-technology-standards\\\">a draft of a new framework<\\/a> that will set out the future standards, and says it will be inviting contributions from &#8220;key partners&#8221;.<\\/p>\\n<p>In a statement, the health and social care secretary said: \\u201cThe tech revolution is coming to the NHS. These robust standards will ensure that every part of the NHS can use the best technology to improve patient safety, reduce delays and speed up appointments.<\\/p>\\n<p style=\\\"font-weight: 400;\\\">\\u201cA modern technical architecture for the health and care service has huge potential to deliver better services and to unlock our innovations. We want this approach to empower the country\\u2019s best innovators &#8212; inside and outside the NHS &#8212; and we want to hear from staff, experts and suppliers to ensure our standards will deliver the most advanced health and care service in the world.\\u201d<\\/p>\\n<p>The four stated priorities for achieving the planned transformation are infrastructure (principally but not only related to patient records); digital services; innovation; and skills and culture:<\\/p>\\n<p><span style=\\\"font-weight: 400;\\\">&#8220;Our technology infrastructure should allow systems to talk to each other safely and securely, using open standards for data and interoperability so people have confidence that their data is up to date and in the right place, and health and care professionals have access to the information they need to provide care,&#8221; the document notes.\\u00a0\\u00a0<\\/span><\\/p>\\n<p>The &#8216;tech for health&#8217; vision &#8212; which lacks any kind of timeframe whatsoever &#8212; loops in an assortment of tech-fuelled case studies, from applying AI for faster diagnoses (as <a href=\\\"https:\\/\\/techcrunch.com\\/2016\\/07\\/05\\/deepmind-partners-with-nhs-eye-hospital-to-conduct-ai-research\\/\\\">DeepMind has been trying<\\/a>) to Amazon Alexa skills being used as a memory aid for social care. And envisages, as a future success metric, that &#8220;<span style=\\\"font-weight: 400;\\\">a healthy person can stay healthy and active (using wearables, diet-tracking apps) and can co-ordinate with their GP or other health professional about targeted preventative care&#8221;<\\/span>.<\\/p>\\n<p>The &#8216;techiness&#8217; of the vision is unsurprising, given Hancock was previously the UK&#8217;s digital minister and has made no secret of his love of apps. Even having an app of his own developed to connect with his constituents (aka the eponymous Matt Hancock App &#8212; albeit running into some <a href=\\\"https:\\/\\/techcrunch.com\\/2018\\/02\\/02\\/digital-ministers-app-lands-on-data-watchdogs-radar-after-privacy-cock-up\\/\\\">controversy for problems with the app&#8217;s privacy policy<\\/a>).<\\/p>\\n<p>Hancock has also been a loud advocate for (and a personal user of) London-based digital healthcare startup <a href=\\\"https:\\/\\/techcrunch.com\\/2017\\/04\\/25\\/babylon-health-raises-further-60m-to-continue-building-out-ai-doctor-app\\/\\\">Babylon Health<\\/a>, whose app initially included an AI\\u00a0diagnostic chatbot, in addition to offering video and text consultations with (human) doctors and specialists.<\\/p>\\n<p>The company has <a href=\\\"https:\\/\\/techcrunch.com\\/2017\\/01\\/04\\/babylon-health-partners-with-uks-nhs-to-replace-telephone-helpline-with-ai-powered-chatbot\\/\\\">partnered with the NHS<\\/a>\\u00a0for a triage service, and to offer a digital alternative to a traditional primary care service via an app that offers remote consultations (called <a href=\\\"https:\\/\\/www.gpathand.nhs.uk\\\">GP at Hand<\\/a>).<\\/p>\\n<p>But the app has also faced <a href=\\\"https:\\/\\/www.ft.com\\/content\\/19dc6b7e-8529-11e8-96dd-fa565ec55929\\\">criticism from healthcare professionals<\\/a>. The AI chatbot component specifically has been attacked by doctors for offering incorrect and potentially dangerous diagnosis advice to patients. Babylon says it has not retracted any AI functionality but does say the AI has &#8220;evolved over time such that it now not only provides triage advice but also provides information about conditions that might be causing a users\\u2019 symptoms&#8221;.<\\/p>\\n<p>Although the chatbot has faced continued criticism for serving unintelligent triage advice &#8212; such as by suggesting people go straight to A&amp;E even with just a headache. (Thereby, said its critics, piling pressure on already over-stretched NHS hospital services.)<\\/p>\\n<p>All of which underlines some of the pitfalls of scrambling too quickly to squash innovation and healthcare together.<\\/p>\\n<p>The demographic cherrypicking that can come inherently bundled with digital healthcare apps which are most likely to appeal to younger users (who have fewer complex health problems) is another key criticism of some of these shiny, modern services &#8212; with the argument being they impact non-digital NHS primary care services by saddling the bricks-and-mortar bits with more older, sicker patients to care for while the apps siphon off (and monetize) mostly the well, tech-savvy young.<\\/p>\\n<p>Hancock&#8217;s pro-tech vision for upgrading the UK&#8217;s healthcare service doesn&#8217;t really engage with that critique of modern tech services having a potentially unequal impact on a free-at-the-point-of-use, taxpayer-funded health service.<\\/p>\\n<p>Rather, in a section on &#8220;inclusion&#8221;, the vision document talks about the need to &#8220;<span style=\\\"font-weight: 400;\\\">design for, and with, people with different physical, mental health, social, cultural and learning needs, and for people with low digital literacy or those less able to access technology&#8221;. But without saying exactly how that might be achieved, given the overarching thrust being to reconfigure the NHS to be mobile-first, tech-enabled and tech-fuelled.\\u00a0<\\/span><\\/p>\\n<p><span style=\\\"font-weight: 400;\\\">&#8220;Different people may need different services and some people will never use digital services themselves directly but will benefit from others using digital services and freeing resources to help them,&#8221; runs the patter. &#8220;We must acknowledge that those with the greatest health needs are also the most at risk of being left behind and build digital services with this in mind, ensuring the highest levels of accessibility wherever possible.&#8221;<\\/span><\\/p>\\n<p>So the risk is being acknowledged &#8212; yet in a manner and context that suggests it&#8217;s simultaneously being dismissed, or elbowed out of the way, in the push for technology-enabled progress.<\\/p>\\n<p>Hancock also appears willing to tolerate some iterative tech missteps &#8212; again towards a &#8216;greater good&#8217; of modernizing the tech used to deliver NHS services so it can be continuously responsive to user needs, via updates and modular plugins, all greased by patient data being made reliably available via the envisaged transformation.<\\/p>\\n<p>Though there is a bit of a cautionary caveat for healthcare startups like Babylon too. At least if they make actual <em>clinical<\\/em> claims, with the document noting that:\\u00a0&#8220;We must be careful to ensure that we follow clinical trials where the new technology is clinical but also to ensure we have appropriate assurance processes that recognise when an innovation can be adopted faster. We must learn to adopt, iterate and continuously improve innovations, and support those who are working this way.&#8221;<\\/p>\\n<p><span style=\\\"font-size: 1.125rem; letter-spacing: -0.1px;\\\">Another more obvious contradiction is Hancock&#8217;s claim that &#8220;privacy and security&#8221; is one of four guiding principles for the vision (alongside &#8220;user need; interoperability and openness; and inclusion&#8221;), yet this is rubbing up against active engagement with the idea of sensitive social care data being processed by and hosted by a commercial ecommerce giant like Amazon, for example.<\\/span><\\/p>\\n<p><span style=\\\"font-weight: 400;\\\">The need for patient trust and buy in gets more than passing mention, though. <\\/span><span style=\\\"font-weight: 400;\\\">And there&#8217;s a pledge to\\u00a0introduce &#8220;a healthtech regulatory sandbox working with the ICO, National Data Guardian, NICE and other regulators&#8221; to provide support and an easier entry route for developers wanting to build health apps to sell in to the NHS, with the government also saying it will take other steps to &#8220;simplify the landscape for innovators&#8221;.<\\/span><\\/p>\\n<p><span style=\\\"font-weight: 400;\\\">&#8220;If data is to be used effectively to support better health and care outcomes, it is essential that the public has trust and confidence in us and can see robust data governance, strong safeguards and strict penalties in place for misuse,&#8221; the policy document notes.\\u00a0<\\/span><\\/p>\\n<p>Balancing support for data-based digital innovation, including where data-thirsty technologies like AI are concerned, with respect for the privacy of people&#8217;s highly sensitive health data will be a tricky act for the government to steer, though. Perhaps especially given Hancock is so keenly rushing to embrace the market.<\\/p>\\n<p><span style=\\\"font-size: 1.125rem; letter-spacing: -0.1px;\\\">&#8220;We need to build nationally only those few services that the market can&#8217;t provide and that must be done once and for everyone, such as a secure login and granular access to date,&#8221; runs the ministerial line. &#8220;This may mean some programmes need to be stopped.&#8221;<\\/span><\\/p>\\n<p>Although he also writes that there is a &#8220;huge role&#8221; for the NHS, care providers and commissioners to &#8220;develop solutions and co-create them with industry&#8221;.<\\/p>\\n<p>&#8220;<span style=\\\"font-weight: 400;\\\">Some of our user needs are unique, like carers in a particular geographical location or patients using assistive technologies. Or sometimes we can beat something to market because we know what we need and are motivated to solve the problem first.<\\/span><\\/p>\\n<p><span style=\\\"font-weight: 400;\\\">&#8220;In those circumstances where industry won\\u2019t see the economies of scale they need to invest, we must be empowered to build our own digital services, often running on our data and networks. We will do that according to the government\\u2019s Digital Service Standard, and within the minimal rules we set for our infrastructure.&#8221;<\\/span><\\/p>\\n<p><span style=\\\"font-weight: 400;\\\">&#8220;We also want to reassure those who are currently building products that we have no intention or desire to close off the market \\u2013 in fact we want exactly the opposite,&#8221; the document also notes. &#8220;We want to back innovations that can improve our health and care system, wherever they can be found \\u2013 and we know that some of the best innovations are being driven by clinicians and staff up and down the country.&#8221;<\\/span><\\/p>\\n<p>Among the commercial entities currently building products targeted at the NHS is <a class=\\\"crunchbase-link\\\" href=\\\"https:\\/\\/crunchbase.com\\/organization\\/google\\\" target=\\\"_blank\\\" data-type=\\\"organization\\\" data-entity=\\\"google\\\">Google <span class=\\\"crunchbase-tooltip-indicator\\\"><\\/span><\\/a>-owned DeepMind, which got <a href=\\\"https:\\/\\/techcrunch.com\\/2017\\/07\\/03\\/uk-data-regulator-says-deepminds-initial-deal-with-the-nhs-broke-privacy-law\\/\\\">embroiled in a privacy controversy<\\/a> related to a data governance failure by the NHS Trust it worked with to co-develop an app for the early detection of a kidney condition.<\\/p>\\n<p>DeepMind&#8217;s health data ambitions expand beyond building alert apps or even crafting diagnostic AIs to also wanting to build out and own healthcare app delivery infrastructure (aka, a fast healthcare interoperability resource, or FHIR) &#8212; which, in the aforementioned project, was\\u00a0<a href=\\\"https:\\/\\/techcrunch.com\\/2016\\/11\\/22\\/patient-data-api-pivotal-to-deepminds-push-into-uks-nhs\\/\\\">bundled into the app contract<\\/a> with the Royal Free NHS Trust, locking the trust into sending data to DeepMind&#8217;s servers by prohibiting it from connecting to other FHIR servers. So not at all a model vision of interoperability.<\\/p>\\n<p>Earlier this year DeepMind&#8217;s own independent reviewer panel warned there was a <a href=\\\"https:\\/\\/techcrunch.com\\/2018\\/06\\/15\\/uk-report-warns-deepmind-health-could-gain-excessive-monopoly-power\\/\\\">risk of the company gaining excessive monopoly power<\\/a>. And Hancock&#8217;s vision for health tech seems to be proposing to outlaw such contractual lock ins. Though it remains to be seen whether the guiding principle will stand up to the inexorable tech industry lobbying.<\\/p>\\n<p><span style=\\\"font-size: 1.125rem; letter-spacing: -0.1px;\\\">&#8220;<\\/span>We will set national open standards for data, interoperability, privacy and confidentiality, real-time data access, cyber security and access rules,&#8221; the vision grandly envisages.<\\/p>\\n<p>&#8220;<span style=\\\"font-weight: 400;\\\">Open standards are not an abstract technical goal. They permit interoperability between different regions and systems but they also, crucially, permit a modular approach to IT in the NHS, where tools can be pulled and replaced with better alternatives as vendors develop better products. This, in turn, will help produce market conditions that drive innovation, in an ecosystem where developers and vendors continuously compete on quality to fill each niche, rather than capturing users.&#8221;<\\/span><\\/p>\\n<p>Responding to Hancock&#8217;s health tech plan, Sam Smith, coordinator of patient data privacy advocacy group <a href=\\\"https:\\/\\/medconfidential.org\\\">medConfidential<\\/a>, told us:\\u00a0&#8220;There\\u2019s not much detail in here. It\\u2019s not so much \\u2018jam <span class=\\\"aBn\\\" tabindex=\\\"0\\\" data-term=\\\"goog_735515370\\\"><span class=\\\"aQJ\\\">tomorrow<\\/span><\\/span>\\u2019, as \\u2018jam\\u2026 sometime\\u2019 &#8212; there\\u2019s no timeline, and jam gets pretty rancid after not very long. He\\u00a0says \\u201cthese are standards\\u201d, but they\\u2019re just a vision for standards &#8212; all the hard work is left to be done.&#8221;<\\/p>\\n<p><span style=\\\"font-weight: 400;\\\">On the privacy plus AI front, Smith also picks up on Hancock&#8217;s vision including suggestive support for setting up &#8220;data trusts to facilitate the ethical sharing of data between organisations&#8221;, with the document reiterating the government&#8217;s plan to launch a pilot later this year.\\u00a0<\\/span><\\/p>\\n<p>&#8220;Hancock says \\u201cwe are supportive\\u201d of stripping the NHS of its role in oversight of commercial exploitation of data. Who is the \\u201cwe\\u201d in that as it should be a cause for widespread concern. If Matt thinks the NHS will never get data right, what does he know that the public don\\u2019t?&#8221; said Smith on this.<\\/p>\\n<p>He also points out at previous grand scheme attempts to overhaul NHS IT &#8212; most notably the uncompleted NHS National Programme for IT, which in the early 2000s tried and failed to deliver a top-down digitization of the service &#8212; taking a decade and sinking billions in the process.<\\/p>\\n<p>&#8220;The widely criticised National Programme for IT also started out with similar lofty vision,&#8221; he noted. &#8220;This is yet another political piece saying what \\u201cgood looks like\\u201d, but none of the success criteria are about patients getting better care from the NHS. For that, better technology has to be delivered on a ward, and in a GP surgery, and the many other places that the NHS and social care touch. Reforming procurement and standards do matter, and will help, but it helps in the same way a good accountant helps &#8212; and that\\u2019s not by having a vision of better accounting.&#8221;<\\/p>\\n<p>On the vision&#8217;s timeframe, a Department of Health spokesman told us: &#8220;Today marks the beginning of a conversation between technology experts across the NHS, regulatory bodies and industry as we refine the standards and consider timeframes and details. The iterated standards document will be published in December once we receive feedback and the mandate will be rolled out gradually.<\\/p>\\n<p>&#8220;We have been clear that we will phase out\\u00a0any system which does not meet these standards, will not procure systems which do not comply and will look to end contracts with suppliers who do not meet the standards.&#8221;<\\/p>\\n<p><em>This post was updated to clarify that Babylon Health&#8217;s chatbot continues to include AI elements, rather than having the technology removed entirely. It told us the chatbot&#8217;s AI has evolved over time\\u00a0<\\/em><\\/p>\\n\",\"protected\":false},\"excerpt\":{\"rendered\":\"<p>The UK&#8217;s still fairly new in post minister for health, Matt Hancock, quickly made technology one of his stated priorities. And today he&#8217;s put more meat on the bones of his thinking, setting out a vision for transforming, root and branch, how the country&#8217;s National Health Service operates to accommodate the plugging in of &#8220;healthtech&#8221; [&hellip;]<\\/p>\\n\",\"protected\":false},\"author\":39990176,\"featured_media\":1423922,\"comment_status\":\"open\",\"ping_status\":\"closed\",\"sticky\":false,\"template\":\"\",\"format\":\"standard\",\"meta\":{\"outcome\":\"\",\"status\":\"\",\"crunchbase_tag\":0,\"amp_status\":\"\",\"relegenceEntities\":[],\"relegenceSubjects\":[],\"jetpack_publicize_message\":\"UK health minister sets out tech-first vision for future care provision https:\\/\\/tcrn.ch\\/2yNnpMK by @riptari\"},\"categories\":[449557102,424613844,449557100,15986864,337,426637499],\"tags\":[6602,12374,449556852,81,449557089,199732,1460,449558405,576601744,449559475,449547542,449557035],\"crunchbase_tag\":[],\"tc_stories_tax\":[],\"tc_event\":[],\"jetpack_featured_media_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2016\\/12\\/matt-hancock-uk-digital-director1.jpg\",\"jetpack_publicize_connections\":[],\"shortlink\":\"https:\\/\\/tcrn.ch\\/2yNnpMK\",\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"featured\":false,\"subtitle\":\"\",\"fundingRound\":false,\"seoTitle\":\"\",\"seoDescription\":\"\",\"premiumContent\":false,\"premiumCutoffPercent\":1,\"tc_cb_mapping\":[{\"slug\":\"amazon\",\"cb_name\":\"Amazon\",\"cb_slug\":\"amazon-organization\",\"cb_link\":\"https:\\/\\/crunchbase.com\\/organization\\/amazon\"},{\"slug\":\"google\",\"cb_name\":\"Google\",\"cb_slug\":\"google-organization\",\"cb_link\":\"https:\\/\\/crunchbase.com\\/organization\\/google\"},{\"slug\":\"medconfidential\",\"cb_name\":\"MedConfidential\",\"cb_slug\":\"medconfidential-organization\",\"cb_link\":\"https:\\/\\/crunchbase.com\\/organization\\/medconfidential\"},{\"slug\":\"matt-hancock\",\"cb_name\":\"Matt Hancock\",\"cb_slug\":\"matt-hancock-person\",\"cb_link\":\"https:\\/\\/crunchbase.com\\/person\\/matt-hancock\"}],\"associatedEvent\":null,\"event\":null,\"authors\":[39990176],\"hideFeaturedImage\":false,\"relatedArticles\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\\/1733922\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/types\\/post\"}],\"version-history\":[{\"count\":32,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\\/1733922\\/revisions\"}],\"predecessor-version\":[{\"id\":1736709,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\\/1733922\\/revisions\\/1736709\"}],\"authors\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"replies\":[{\"embeddable\":true,\"count\":0,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/comments?post=1733922&order=asc&tc_hierarchical=flat\"}],\"https:\\/\\/techcrunch.com\\/edit\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-admin\\/post.php?post=1733922&action=edit\"}],\"author\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"wp:featuredmedia\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media\\/1423922\"}],\"wp:attachment\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media?parent=1733922\"}],\"wp:term\":[{\"taxonomy\":\"category\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories?post=1733922\"},{\"taxonomy\":\"post_tag\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags?post=1733922\"},{\"taxonomy\":\"_tc_cb_tag_taxonomy\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/crunchbase_tag?post=1733922\"},{\"taxonomy\":\"tc_stories_tax\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_stories_tax?post=1733922\"},{\"taxonomy\":\"tc_event\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_event?post=1733922\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]},\"_embedded\":{\"authors\":[{\"id\":39990176,\"name\":\"Natasha Lomas\",\"url\":\"\",\"description\":\"\",\"link\":\"https:\\/\\/techcrunch.com\\/author\\/natasha-lomas\\/\",\"slug\":\"natasha-lomas\",\"avatar_urls\":{\"24\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=24&d=identicon&r=g\",\"48\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=48&d=identicon&r=g\",\"96\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=96&d=identicon&r=g\"},\"links\":{\"twitter\":\"https:\\/\\/twitter.com\\/riptari\",\"linkedin\":\"http:\\/\\/www.linkedin.com\\/in\\/nlomas\",\"crunchbase\":\"https:\\/\\/www.crunchbase.com\\/person\\/natasha-lomas\"},\"position\":\"Writer\",\"cbDescription\":\"<p>Natasha is a senior reporter for TechCrunch, joining September 2012, based in Europe. She joined TC after a stint reviewing smartphones for CNET UK and, prior to that, more than five years covering business technology for silicon.com (now folded into TechRepublic), where she focused on mobile and wireless, telecoms &amp; networking, and IT skills issues. She has also freelanced for organisations including The Guardian and the BBC. Natasha holds a First Class degree in English from Cambridge University, and an MA in journalism from Goldsmiths College, University of London.<\\/p>\",\"cbAvatar\":\"https:\\/\\/crunchbase-production-res.cloudinary.com\\/image\\/upload\\/v1397184383\\/575a81841b1b431463585c830bffd373.jpg\",\"twitter\":\"riptari\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\"}]}}],\"author\":[{\"id\":39990176,\"name\":\"Natasha Lomas\",\"url\":\"\",\"description\":\"\",\"link\":\"https:\\/\\/techcrunch.com\\/author\\/natasha-lomas\\/\",\"slug\":\"natasha-lomas\",\"avatar_urls\":{\"24\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=24&d=identicon&r=g\",\"48\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=48&d=identicon&r=g\",\"96\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=96&d=identicon&r=g\"},\"links\":{\"twitter\":\"https:\\/\\/twitter.com\\/riptari\",\"linkedin\":\"http:\\/\\/www.linkedin.com\\/in\\/nlomas\",\"crunchbase\":\"https:\\/\\/www.crunchbase.com\\/person\\/natasha-lomas\"},\"position\":\"Writer\",\"cbDescription\":\"<p>Natasha is a senior reporter for TechCrunch, joining September 2012, based in Europe. She joined TC after a stint reviewing smartphones for CNET UK and, prior to that, more than five years covering business technology for silicon.com (now folded into TechRepublic), where she focused on mobile and wireless, telecoms &amp; networking, and IT skills issues. She has also freelanced for organisations including The Guardian and the BBC. Natasha holds a First Class degree in English from Cambridge University, and an MA in journalism from Goldsmiths College, University of London.<\\/p>\",\"cbAvatar\":\"https:\\/\\/crunchbase-production-res.cloudinary.com\\/image\\/upload\\/v1397184383\\/575a81841b1b431463585c830bffd373.jpg\",\"twitter\":\"riptari\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\"}]}}],\"wp:featuredmedia\":[{\"id\":1423922,\"date\":\"2016-12-05T03:52:32\",\"slug\":\"matt-hancock-uk-digital-director1\",\"type\":\"attachment\",\"link\":\"https:\\/\\/techcrunch.com\\/matt-hancock-uk-digital-director1\\/\",\"title\":{\"rendered\":\"matt-hancock-uk-digital-director1\"},\"author\":5302483,\"license\":\"\",\"authors\":[5302483],\"caption\":{\"rendered\":\"\"},\"alt_text\":\"\",\"media_type\":\"image\",\"mime_type\":\"image\\/jpeg\",\"media_details\":{\"width\":1920,\"height\":1280,\"file\":\"2016\\/12\\/matt-hancock-uk-digital-director1.jpg\",\"sizes\":{\"thumbnail\":{\"file\":\"matt-hancock-uk-digital-director1.jpg?resize=150,100\",\"width\":150,\"height\":100,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2016\\/12\\/matt-hancock-uk-digital-director1.jpg?w=150\"},\"medium\":{\"file\":\"matt-hancock-uk-digital-director1.jpg?resize=300,200\",\"width\":300,\"height\":200,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2016\\/12\\/matt-hancock-uk-digital-director1.jpg?w=300\"},\"medium_large\":{\"file\":\"matt-hancock-uk-digital-director1.jpg?resize=768,512\",\"width\":768,\"height\":512,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2016\\/12\\/matt-hancock-uk-digital-director1.jpg?w=1024\"},\"large\":{\"file\":\"matt-hancock-uk-digital-director1.jpg?resize=680,453\",\"width\":680,\"height\":453,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2016\\/12\\/matt-hancock-uk-digital-director1.jpg?w=680\"},\"guest-author-32\":{\"file\":\"matt-hancock-uk-digital-director1.jpg?resize=32,32\",\"width\":32,\"height\":32,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2016\\/12\\/matt-hancock-uk-digital-director1.jpg?w=32&h=32&crop=1\"},\"guest-author-50\":{\"file\":\"matt-hancock-uk-digital-director1.jpg?resize=50,50\",\"width\":50,\"height\":50,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2016\\/12\\/matt-hancock-uk-digital-director1.jpg?w=50&h=50&crop=1\"},\"guest-author-64\":{\"file\":\"matt-hancock-uk-digital-director1.jpg?resize=64,64\",\"width\":64,\"height\":64,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2016\\/12\\/matt-hancock-uk-digital-director1.jpg?w=64&h=64&crop=1\"},\"guest-author-96\":{\"file\":\"matt-hancock-uk-digital-director1.jpg?resize=96,96\",\"width\":96,\"height\":96,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2016\\/12\\/matt-hancock-uk-digital-director1.jpg?w=96&h=96&crop=1\"},\"guest-author-128\":{\"file\":\"matt-hancock-uk-digital-director1.jpg?resize=128,128\",\"width\":128,\"height\":128,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2016\\/12\\/matt-hancock-uk-digital-director1.jpg?w=128&h=128&crop=1\"},\"concierge-thumb\":{\"file\":\"matt-hancock-uk-digital-director1.jpg?resize=50,33\",\"width\":50,\"height\":33,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2016\\/12\\/matt-hancock-uk-digital-director1.jpg?w=50\"},\"full\":{\"file\":\"matt-hancock-uk-digital-director1.jpg\",\"width\":1024,\"height\":683,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2016\\/12\\/matt-hancock-uk-digital-director1.jpg\"}},\"image_meta\":{\"aperture\":\"5\",\"credit\":\"\",\"camera\":\"Canon EOS 5D Mark IV\",\"caption\":\"\",\"created_timestamp\":\"1480924131\",\"copyright\":\"\",\"focal_length\":\"165\",\"iso\":\"2000\",\"shutter_speed\":\"0.004\",\"title\":\"\",\"orientation\":\"1\",\"keywords\":[]},\"filesize\":618329},\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2016\\/12\\/matt-hancock-uk-digital-director1.jpg\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media\\/1423922\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/types\\/attachment\"}],\"replies\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/comments?post=1423922\"}],\"author\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/5302483\"}]}}],\"wp:term\":[[{\"id\":449557102,\"link\":\"https:\\/\\/techcrunch.com\\/apps\\/\",\"name\":\"Apps\",\"slug\":\"apps\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/449557102\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=449557102\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=449557102\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=449557102\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":424613844,\"link\":\"https:\\/\\/techcrunch.com\\/artificial-intelligence-2\\/\",\"name\":\"Artificial Intelligence\",\"slug\":\"artificial-intelligence-2\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/424613844\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=424613844\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=424613844\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=424613844\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":449557100,\"link\":\"https:\\/\\/techcrunch.com\\/europe\\/\",\"name\":\"Europe\",\"slug\":\"europe\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/449557100\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=449557100\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=449557100\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=449557100\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":15986864,\"link\":\"https:\\/\\/techcrunch.com\\/government-2\\/\",\"name\":\"Government\",\"slug\":\"government-2\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/15986864\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=15986864\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=15986864\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=15986864\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":337,\"link\":\"https:\\/\\/techcrunch.com\\/health\\/\",\"name\":\"Health\",\"slug\":\"health\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/337\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=337\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=337\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=337\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":426637499,\"link\":\"https:\\/\\/techcrunch.com\\/privacy\\/\",\"name\":\"Privacy\",\"slug\":\"privacy\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/426637499\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=426637499\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=426637499\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=426637499\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}}],[{\"id\":6602,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/amazon\\/\",\"name\":\"Amazon\",\"slug\":\"amazon\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/6602\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=6602\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=6602\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=6602\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=6602\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=6602\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":12374,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/artificial-intelligence\\/\",\"name\":\"artificial intelligence\",\"slug\":\"artificial-intelligence\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/12374\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=12374\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=12374\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=12374\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=12374\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=12374\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":449556852,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/digital-services\\/\",\"name\":\"digital services\",\"slug\":\"digital-services\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/449556852\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=449556852\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=449556852\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=449556852\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=449556852\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=449556852\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":81,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/google\\/\",\"name\":\"Google\",\"slug\":\"google\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/81\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=81\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=81\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=81\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=81\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=81\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":449557089,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/health\\/\",\"name\":\"Health\",\"slug\":\"health\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/449557089\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=449557089\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=449557089\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=449557089\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=449557089\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=449557089\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":199732,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/health-tech\\/\",\"name\":\"Health tech\",\"slug\":\"health-tech\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/199732\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=199732\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=199732\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=199732\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=199732\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=199732\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":1460,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/healthcare\\/\",\"name\":\"healthcare\",\"slug\":\"healthcare\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/1460\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=1460\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=1460\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=1460\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=1460\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=1460\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":449558405,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/matt-hancock\\/\",\"name\":\"Matt Hancock\",\"slug\":\"matt-hancock\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/449558405\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=449558405\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=449558405\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=449558405\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=449558405\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=449558405\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":576601744,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/medconfidential\\/\",\"name\":\"MedConfidential\",\"slug\":\"medconfidential\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/576601744\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=576601744\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=576601744\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=576601744\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=576601744\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=576601744\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":449559475,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/national-health-service\\/\",\"name\":\"National Health Service\",\"slug\":\"national-health-service\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/449559475\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=449559475\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=449559475\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=449559475\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=449559475\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=449559475\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}}],[],[],[]]}}],\"media\":[],\"events\":[],\"battlefieldEvents\":[],\"battlefieldCompanies\":[],\"battlefieldPages\":[]},\"current_posts\":[1733922],\"request\":\"\\/2018\\/10\\/17\\/uk-health-minister-sets-out-tech-first-vision-for-future-care-provision\\/\",\"siteURI\":\"https:\\/\\/techcrunch.com\\/\",\"totalPages\":\"0\",\"trending\":[{\"id\":\"429989\",\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/tesla\\/\",\"name\":\"\\nTesla\",\"type\":\"tag\"},{\"id\":\"60523764\",\"link\":\"https:\\/\\/techcrunch.com\\/fundings-exits\\/\",\"name\":\"Fundings & Exits\\n\",\"type\":\"category\"},{\"id\":\"81\",\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/google\\/\",\"name\":\"Google\\n\",\"type\":\"tag\"},{\"id\":\"576625230\",\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/tc-sessions-robotics-2019\\/\",\"name\":\"\\ntc sessions robotics 2019\",\"type\":\"tag\"}],\"videoPlayerIds\":{\"no-ad-autostart\":\"56f58bbbe4b01497527036b2\",\"regular\":\"56df4e9de4b0c9c31d626c18\",\"regular-autostart\":\"56faf851e4b0d3dcac2e081a\",\"sideview-autostart\":\"57e2c53fcc52c7730882bbfe\"},\"facebookPixelId\":\"1447508128842484\",\"marketoAccountId\":\"270-WRY-762\",\"vidibleCompanyId\":\"564f313b67b6231408bc51ee\",\"recaptchaPublic\":\"6LeZyjwUAAAAABqkWH_Ct0efGn0B4pGU6ZLUeUvA\",\"googleAnalyticsID\":\"UA-991406-1\",\"googleAnalyticsDomains\":[\"techcrunch.com\"],\"googleMapsAPIKey\":\"AIzaSyCodzMYMBdZIpxThSQqm79ACyheeRXPPE4\",\"nps_survey_id\":\"386TPSJ\",\"nps_bucket_percentage\":\"0\",\"tinypass\":{\"scriptDomain\":\"https:\\/\\/dashboard.tinypass.com\",\"scriptURL\":\"https:\\/\\/cdn.tinypass.com\\/api\\/tinypass.min.js\",\"apiKey\":\"Fy7FpgyUxA\",\"apiURL\":\"https:\\/\\/api.tinypass.com\"},\"legacyPages\":{\"extra-crunch-membership\":1781464,\"sponsored\":1796357},\"apiNonce\":\"f7704b3ab6\",\"userCan\":{\"editPosts\":false,\"restNonce\":null},\"initialStore\":{\"events\":{\"eventTypeIDs\":[],\"eventPostIds\":[],\"featuredEventIDs\":{\"event_home\":[]},\"featuredPostIDs\":{},\"pastEventIDs\":{\"default\":[]},\"pastFilters\":{},\"pastLoading\":false,\"upcomingEventIDs\":{\"default\":null},\"upcomingFilters\":{},\"upcomingLoading\":false},\"section\":{\"allPosts\":[1733922],\"contentObject\":null,\"currentPage\":1,\"expandedPost\":\"https:\\/\\/techcrunch.com\\/2018\\/10\\/17\\/uk-health-minister-sets-out-tech-first-vision-for-future-care-provision\\/\",\"expandedPostIds\":[1733922],\"expandedIsland\":\"\",\"loading\":false,\"component\":\"singlePost\"}},\"extraCrunchMarketingPageURL\":\"\\/subscribe\",\"brandStudioMarketingPageURL\":\"\\/brand-studio\",\"unicornLeaderboardSlug\":\"unicorn-leaderboard\",\"newsletterURL\":\"http:\\/\\/link.techcrunch.com\\/join\\/134\\/signup-all-newsletters\"};\n/* ]]> */\n</script>\n<script src=\"https://techcrunch.com/_static/??/wp-content/themes/techcrunch-2017/build/ec/js/main.js,/wp-includes/js/wp-embed.min.js?m=1556227902j\" type=\"text/javascript\"></script>\n<script async=\"async\" defer=\"defer\" src=\"https://stats.wp.com/e-201917.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n\t_stq = window._stq || [];\n\t_stq.push([ 'view', {v:'ext',j:'1:7.2.1',blog:'136296444',post:'1733922',tz:'-7',srv:'techcrunch.com'} ]);\n\t_stq.push([ 'clickTrackerInit', '136296444', '1733922' ]);\n</script>\n<script type=\"text/javascript\">window.NREUM||(NREUM={});NREUM.info={\"beacon\":\"bam.nr-data.net\",\"licenseKey\":\"4750574831\",\"applicationID\":\"71001471\",\"transactionName\":\"NlRbNkYEWERTVkVcXA8eeAFADFlZHUZYW1QNVA==\",\"queueTime\":0,\"applicationTime\":169,\"atts\":\"GhNMQA4eSxsQVBMPSBxM\",\"errorBeacon\":\"bam.nr-data.net\",\"agent\":\"\"}</script></body>\n</html>\n", "content_tokenized": ["the", "still", "fair", "new", "post", "minist", "for", "health", "matt", "hancock", "quick", "made", "technolog", "one", "his", "state", "prioriti", "and", "today", "put", "more", "meat", "the", "bone", "his", "think", "set", "out", "vision", "for", "transform", "root", "and", "branch", "how", "the", "countri", "nation", "health", "servic", "oper", "accommod", "the", "plug", "healthtech", "app", "and", "servic", "support", "techen", "prevent", "predict", "and", "personalis", "care", "how", "such", "major", "upgrad", "program", "would", "paid", "for", "not", "clear", "set", "out", "the", "polici", "document", "but", "the", "govern", "write", "that", "commit", "work", "with", "partner", "deliv", "grand", "vision", "our", "ultim", "object", "the", "provis", "better", "care", "and", "improv", "health", "outcom", "for", "peopl", "england", "hancock", "write", "the", "futur", "healthcar", "polici", "document", "but", "this", "can", "not", "done", "without", "clear", "focus", "improv", "the", "technolog", "use", "the", "num", "million", "staff", "num", "millionstrong", "social", "care", "workforc", "and", "those", "mani", "differ", "group", "who", "deliv", "and", "plan", "health", "and", "care", "servic", "for", "the", "public", "the", "minist", "propos", "that", "digit", "servic", "and", "system", "will", "have", "meet", "clear", "set", "open", "standard", "ensur", "interoper", "and", "updat", "mean", "that", "exist", "system", "that", "meet", "the", "incom", "standard", "will", "need", "phase", "out", "and", "rip", "out", "over", "time", "the", "tech", "itself", "that", "trust", "and", "clinic", "commission", "can", "choos", "buy", "will", "not", "impos", "upon", "them", "from", "abov", "rather", "the", "state", "intent", "encourag", "competit", "user", "experi", "and", "better", "tool", "for", "everyon", "say", "hancock", "updat", "digit", "has", "now", "publish", "draft", "new", "framework", "that", "will", "set", "out", "the", "futur", "standard", "and", "say", "will", "invit", "contribut", "from", "key", "partner", "statement", "the", "health", "and", "social", "care", "secretari", "said", "the", "tech", "revolut", "come", "the", "these", "robust", "standard", "will", "ensur", "that", "everi", "part", "the", "can", "use", "the", "best", "technolog", "improv", "patient", "safeti", "reduc", "delay", "and", "speed", "appoint", "modern", "technic", "architectur", "for", "the", "health", "and", "care", "servic", "has", "huge", "potenti", "deliv", "better", "servic", "and", "unlock", "our", "innov", "want", "this", "approach", "empow", "the", "countri", "best", "innov", "insid", "and", "outsid", "the", "and", "want", "hear", "from", "staff", "expert", "and", "supplier", "ensur", "our", "standard", "will", "deliv", "the", "most", "advanc", "health", "and", "care", "servic", "the", "world", "the", "four", "state", "prioriti", "for", "achiev", "the", "plan", "transform", "are", "infrastructur", "princip", "but", "not", "onli", "relat", "patient", "record", "digit", "servic", "innov", "and", "skill", "and", "cultur", "our", "technolog", "infrastructur", "should", "allow", "system", "talk", "each", "other", "safe", "and", "secur", "use", "open", "standard", "for", "data", "and", "interoper", "peopl", "have", "confid", "that", "their", "data", "date", "and", "the", "right", "place", "and", "health", "and", "care", "profession", "have", "access", "the", "inform", "they", "need", "provid", "care", "the", "document", "note", "the", "tech", "for", "health", "vision", "which", "lack", "ani", "kind", "timefram", "whatsoev", "loop", "assort", "techfuel", "case", "studi", "from", "appli", "for", "faster", "diagnos", "deepmind", "has", "been", "tri", "amazon", "alexa", "skill", "use", "memori", "aid", "for", "social", "care", "and", "envisag", "futur", "success", "metric", "that", "healthi", "person", "can", "stay", "healthi", "and", "activ", "use", "wearabl", "diettrack", "app", "and", "can", "coordin", "with", "their", "other", "health", "profession", "about", "target", "prevent", "care", "the", "techi", "the", "vision", "unsurpris", "given", "hancock", "previous", "the", "digit", "minist", "and", "has", "made", "secret", "his", "love", "app", "even", "have", "app", "his", "own", "develop", "connect", "with", "his", "constitu", "aka", "the", "eponym", "matt", "hancock", "app", "albeit", "run", "into", "some", "controversi", "for", "problem", "with", "the", "app", "privaci", "polici", "hancock", "has", "also", "been", "loud", "advoc", "for", "and", "person", "user", "londonbas", "digit", "healthcar", "startup", "babylon", "health", "whose", "app", "initi", "includ", "diagnost", "chatbot", "addit", "offer", "video", "and", "text", "consult", "with", "human", "doctor", "and", "specialist", "the", "compani", "has", "partner", "with", "the", "for", "triag", "servic", "and", "offer", "digit", "altern", "tradit", "primari", "care", "servic", "via", "app", "that", "offer", "remot", "consult", "call", "hand", "but", "the", "app", "has", "also", "face", "critic", "from", "healthcar", "profession", "the", "chatbot", "compon", "specif", "has", "been", "attack", "doctor", "for", "offer", "incorrect", "and", "potenti", "danger", "diagnosi", "advic", "patient", "babylon", "say", "has", "not", "retract", "ani", "function", "but", "doe", "say", "the", "has", "evolv", "over", "time", "such", "that", "now", "not", "onli", "provid", "triag", "advic", "but", "also", "provid", "inform", "about", "condit", "that", "might", "caus", "user", "symptom", "although", "the", "chatbot", "has", "face", "continu", "critic", "for", "serv", "unintellig", "triag", "advic", "such", "suggest", "peopl", "straight", "even", "with", "just", "headach", "therebi", "said", "critic", "pile", "pressur", "alreadi", "overstretch", "hospit", "servic", "all", "which", "underlin", "some", "the", "pitfal", "scrambl", "too", "quick", "squash", "innov", "and", "healthcar", "togeth", "the", "demograph", "cherrypick", "that", "can", "come", "inher", "bundl", "with", "digit", "healthcar", "app", "which", "are", "most", "like", "appeal", "younger", "user", "who", "have", "fewer", "complex", "health", "problem", "anoth", "key", "critic", "some", "these", "shini", "modern", "servic", "with", "the", "argument", "they", "impact", "nondigit", "primari", "care", "servic", "saddl", "the", "bricksandmortar", "bit", "with", "more", "older", "sicker", "patient", "care", "for", "while", "the", "app", "siphon", "off", "and", "monet", "most", "the", "well", "techsavvi", "young", "hancock", "protech", "vision", "for", "upgrad", "the", "healthcar", "servic", "realli", "engag", "with", "that", "critiqu", "modern", "tech", "servic", "have", "potenti", "unequ", "impact", "freeatthepointofus", "taxpayerfund", "health", "servic", "rather", "section", "inclus", "the", "vision", "document", "talk", "about", "the", "need", "design", "for", "and", "with", "peopl", "with", "differ", "physic", "mental", "health", "social", "cultur", "and", "learn", "need", "and", "for", "peopl", "with", "low", "digit", "literaci", "those", "less", "abl", "access", "technolog", "but", "without", "say", "exact", "how", "that", "might", "achiev", "given", "the", "overarch", "thrust", "reconfigur", "the", "mobilefirst", "techen", "and", "techfuel", "differ", "peopl", "may", "need", "differ", "servic", "and", "some", "peopl", "will", "never", "use", "digit", "servic", "themselv", "direct", "but", "will", "benefit", "from", "other", "use", "digit", "servic", "and", "free", "resourc", "help", "them", "run", "the", "patter", "must", "acknowledg", "that", "those", "with", "the", "greatest", "health", "need", "are", "also", "the", "most", "risk", "left", "behind", "and", "build", "digit", "servic", "with", "this", "mind", "ensur", "the", "highest", "level", "access", "wherev", "possibl", "the", "risk", "acknowledg", "yet", "manner", "and", "context", "that", "suggest", "simultan", "dismiss", "elbow", "out", "the", "way", "the", "push", "for", "technologyen", "progress", "hancock", "also", "appear", "will", "toler", "some", "iter", "tech", "misstep", "again", "toward", "greater", "good", "modern", "the", "tech", "use", "deliv", "servic", "can", "continu", "respons", "user", "need", "via", "updat", "and", "modular", "plugin", "all", "greas", "patient", "data", "made", "reliabl", "avail", "via", "the", "envisag", "transform", "though", "there", "bit", "cautionari", "caveat", "for", "healthcar", "startup", "like", "babylon", "too", "least", "they", "make", "actual", "clinic", "claim", "with", "the", "document", "note", "that", "must", "care", "ensur", "that", "follow", "clinic", "trial", "where", "the", "new", "technolog", "clinic", "but", "also", "ensur", "have", "appropri", "assur", "process", "that", "recognis", "when", "innov", "can", "adopt", "faster", "must", "learn", "adopt", "iter", "and", "continu", "improv", "innov", "and", "support", "those", "who", "are", "work", "this", "way", "anoth", "more", "obvious", "contradict", "hancock", "claim", "that", "privaci", "and", "secur", "one", "four", "guid", "principl", "for", "the", "vision", "alongsid", "user", "need", "interoper", "and", "open", "and", "inclus", "yet", "this", "rub", "against", "activ", "engag", "with", "the", "idea", "sensit", "social", "care", "data", "process", "and", "host", "commerci", "ecommerc", "giant", "like", "amazon", "for", "exampl", "the", "need", "for", "patient", "trust", "and", "buy", "get", "more", "than", "pass", "mention", "though", "and", "there", "pledg", "introduc", "healthtech", "regulatori", "sandbox", "work", "with", "the", "nation", "data", "guardian", "and", "other", "regul", "provid", "support", "and", "easier", "entri", "rout", "for", "develop", "want", "build", "health", "app", "sell", "the", "with", "the", "govern", "also", "say", "will", "take", "other", "step", "simplifi", "the", "landscap", "for", "innov", "data", "use", "effect", "support", "better", "health", "and", "care", "outcom", "essenti", "that", "the", "public", "has", "trust", "and", "confid", "and", "can", "see", "robust", "data", "govern", "strong", "safeguard", "and", "strict", "penalti", "place", "for", "misus", "the", "polici", "document", "note", "balanc", "support", "for", "databas", "digit", "innov", "includ", "where", "datathirsti", "technolog", "like", "are", "concern", "with", "respect", "for", "the", "privaci", "peopl", "high", "sensit", "health", "data", "will", "tricki", "act", "for", "the", "govern", "steer", "though", "perhap", "especi", "given", "hancock", "keen", "rush", "embrac", "the", "market", "need", "build", "nation", "onli", "those", "few", "servic", "that", "the", "market", "can", "provid", "and", "that", "must", "done", "onc", "and", "for", "everyon", "such", "secur", "login", "and", "granular", "access", "date", "run", "the", "ministeri", "line", "this", "may", "mean", "some", "programm", "need", "stop", "although", "also", "write", "that", "there", "huge", "role", "for", "the", "care", "provid", "and", "commission", "develop", "solut", "and", "cocreat", "them", "with", "industri", "some", "our", "user", "need", "are", "uniqu", "like", "carer", "particular", "geograph", "locat", "patient", "use", "assist", "technolog", "sometim", "can", "beat", "someth", "market", "becaus", "know", "what", "need", "and", "are", "motiv", "solv", "the", "problem", "first", "those", "circumst", "where", "industri", "won", "see", "the", "economi", "scale", "they", "need", "invest", "must", "empow", "build", "our", "own", "digit", "servic", "often", "run", "our", "data", "and", "network", "will", "that", "accord", "the", "govern", "digit", "servic", "standard", "and", "within", "the", "minim", "rule", "set", "for", "our", "infrastructur", "also", "want", "reassur", "those", "who", "are", "current", "build", "product", "that", "have", "intent", "desir", "close", "off", "the", "market", "fact", "want", "exact", "the", "opposit", "the", "document", "also", "note", "want", "back", "innov", "that", "can", "improv", "our", "health", "and", "care", "system", "wherev", "they", "can", "found", "and", "know", "that", "some", "the", "best", "innov", "are", "driven", "clinician", "and", "staff", "and", "down", "the", "countri", "among", "the", "commerci", "entiti", "current", "build", "product", "target", "the", "googl", "own", "deepmind", "which", "got", "embroil", "privaci", "controversi", "relat", "data", "govern", "failur", "the", "trust", "work", "with", "codevelop", "app", "for", "the", "earli", "detect", "kidney", "condit", "deepmind", "health", "data", "ambit", "expand", "beyond", "build", "alert", "app", "even", "craft", "diagnost", "also", "want", "build", "out", "and", "own", "healthcar", "app", "deliveri", "infrastructur", "aka", "fast", "healthcar", "interoper", "resourc", "which", "the", "aforement", "project", "bundl", "into", "the", "app", "contract", "with", "the", "royal", "free", "trust", "lock", "the", "trust", "into", "send", "data", "deepmind", "server", "prohibit", "from", "connect", "other", "server", "not", "all", "model", "vision", "interoper", "earlier", "this", "year", "deepmind", "own", "independ", "review", "panel", "warn", "there", "risk", "the", "compani", "gain", "excess", "monopoli", "power", "and", "hancock", "vision", "for", "health", "tech", "seem", "propos", "outlaw", "such", "contractu", "lock", "though", "remain", "seen", "whether", "the", "guid", "principl", "will", "stand", "the", "inexor", "tech", "industri", "lobbi", "will", "set", "nation", "open", "standard", "for", "data", "interoper", "privaci", "and", "confidenti", "realtim", "data", "access", "cyber", "secur", "and", "access", "rule", "the", "vision", "grand", "envisag", "open", "standard", "are", "not", "abstract", "technic", "goal", "they", "permit", "interoper", "between", "differ", "region", "and", "system", "but", "they", "also", "crucial", "permit", "modular", "approach", "the", "where", "tool", "can", "pull", "and", "replac", "with", "better", "altern", "vendor", "develop", "better", "product", "this", "turn", "will", "help", "produc", "market", "condit", "that", "drive", "innov", "ecosystem", "where", "develop", "and", "vendor", "continu", "compet", "qualiti", "fill", "each", "nich", "rather", "than", "captur", "user", "respond", "hancock", "health", "tech", "plan", "sam", "smith", "coordin", "patient", "data", "privaci", "advocaci", "group", "medconfidenti", "told", "there", "not", "much", "detail", "here", "not", "much", "jam", "tomorrow", "jam…", "sometim", "there", "timelin", "and", "jam", "get", "pretti", "rancid", "after", "not", "veri", "long", "say", "these", "are", "standard", "but", "they", "just", "vision", "for", "standard", "all", "the", "hard", "work", "left", "done", "the", "privaci", "plus", "front", "smith", "also", "pick", "hancock", "vision", "includ", "suggest", "support", "for", "set", "data", "trust", "facilit", "the", "ethic", "share", "data", "between", "organis", "with", "the", "document", "reiter", "the", "govern", "plan", "launch", "pilot", "later", "this", "year", "hancock", "say", "are", "support", "strip", "the", "role", "oversight", "commerci", "exploit", "data", "who", "the", "that", "should", "caus", "for", "widespread", "concern", "matt", "think", "the", "will", "never", "get", "data", "right", "what", "doe", "know", "that", "the", "public", "said", "smith", "this", "also", "point", "out", "previous", "grand", "scheme", "attempt", "overhaul", "most", "notabl", "the", "uncomplet", "nation", "programm", "for", "which", "the", "earli", "num", "tri", "and", "fail", "deliv", "topdown", "digit", "the", "servic", "take", "decad", "and", "sink", "billion", "the", "process", "the", "wide", "criticis", "nation", "programm", "for", "also", "start", "out", "with", "similar", "lofti", "vision", "note", "this", "yet", "anoth", "polit", "piec", "say", "what", "good", "look", "like", "but", "none", "the", "success", "criteria", "are", "about", "patient", "get", "better", "care", "from", "the", "for", "that", "better", "technolog", "has", "deliv", "ward", "and", "surgeri", "and", "the", "mani", "other", "place", "that", "the", "and", "social", "care", "touch", "reform", "procur", "and", "standard", "matter", "and", "will", "help", "but", "help", "the", "same", "way", "good", "account", "help", "and", "that", "not", "have", "vision", "better", "account", "the", "vision", "timefram", "depart", "health", "spokesman", "told", "today", "mark", "the", "begin", "convers", "between", "technolog", "expert", "across", "the", "regulatori", "bodi", "and", "industri", "refin", "the", "standard", "and", "consid", "timefram", "and", "detail", "the", "iter", "standard", "document", "will", "publish", "decemb", "onc", "receiv", "feedback", "and", "the", "mandat", "will", "roll", "out", "gradual", "have", "been", "clear", "that", "will", "phase", "out", "ani", "system", "which", "doe", "not", "meet", "these", "standard", "will", "not", "procur", "system", "which", "not", "compli", "and", "will", "look", "end", "contract", "with", "supplier", "who", "not", "meet", "the", "standard", "this", "post", "updat", "clarifi", "that", "babylon", "health", "chatbot", "continu", "includ", "element", "rather", "than", "have", "the", "technolog", "remov", "entir", "told", "the", "chatbot", "has", "evolv", "over", "time"], "timestamp_scraper": 1556362555.340773, "title": "UK health minister sets out tech-first vision for future care provision", "read_time": 725.4, "content_html": "<p id=\"speakable-summary\">The UK’s still fairly new in post minister for health, <a class=\"crunchbase-link\" data-entity=\"matt-hancock\" data-type=\"person\" href=\"https://crunchbase.com/person/matt-hancock\" target=\"_blank\">Matt Hancock, <span class=\"crunchbase-tooltip-indicator\"></span></a> quickly made technology one of his stated priorities. And today he’s put more meat on the bones of his thinking, setting out <a href=\"https://www.gov.uk/government/publications/the-future-of-healthcare-our-vision-for-digital-data-and-technology-in-health-and-care\">a vision</a> for transforming, root and branch, how the country’s National Health Service operates to accommodate the plugging in of “healthtech” apps and services — to support tech-enabled “preventative, predictive and personalised care”.</p> <p>How such a major IT upgrade program would be paid for is not clearly set out in the policy document. But the government writes that it is “committed to working with partners” to deliver on its grand vision.</p> <p><span style=\"font-weight: 400;\">“Our ultimate objective is the provision of better care and improved health outcomes for people in England,” Hancock writes in the <a href=\"https://www.gov.uk/government/publications/the-future-of-healthcare-our-vision-for-digital-data-and-technology-in-health-and-care/the-future-of-healthcare-our-vision-for-digital-data-and-technology-in-health-and-care\">‘future of healthcare’ policy document</a>. “But this cannot be done without a clear focus on improving the technology used by the 1.4 million NHS staff, 1.5 million-strong social care workforce and those many different groups who deliver and plan health and care services for the public.”</span></p> <p>The minister is proposing that NHS digital services and IT systems will have to meet “a clear set of open standards” to ensure interoperability and updatability.</p> <p>Meaning that existing systems that don’t meet the incoming standards will need to be phased out and ripped out over time.</p> <p>The tech itself that NHS trusts and clinical commissioners can choose to buy will not be imposed upon them from above. Rather the stated intent is to encourage “competition on user experience and better tools for everyone”, says Hancock.</p> <p><strong>Update: </strong>NHS Digital has now published <a href=\"https://digital.nhs.uk/about-nhs-digital/our-work/nhs-digital-data-and-technology-standards\">a draft of a new framework</a> that will set out the future standards, and says it will be inviting contributions from “key partners”.</p> <p>In a statement, the health and social care secretary said: “The tech revolution is coming to the NHS. These robust standards will ensure that every part of the NHS can use the best technology to improve patient safety, reduce delays and speed up appointments.</p> <p style=\"font-weight: 400;\">“A modern technical architecture for the health and care service has huge potential to deliver better services and to unlock our innovations. We want this approach to empower the country’s best innovators — inside and outside the NHS — and we want to hear from staff, experts and suppliers to ensure our standards will deliver the most advanced health and care service in the world.”</p> <p>The four stated priorities for achieving the planned transformation are infrastructure (principally but not only related to patient records); digital services; innovation; and skills and culture:</p> <p><span style=\"font-weight: 400;\">“Our technology infrastructure should allow systems to talk to each other safely and securely, using open standards for data and interoperability so people have confidence that their data is up to date and in the right place, and health and care professionals have access to the information they need to provide care,” the document notes.  </span></p> <p>The ‘tech for health’ vision — which lacks any kind of timeframe whatsoever — loops in an assortment of tech-fuelled case studies, from applying AI for faster diagnoses (as <a href=\"https://techcrunch.com/2016/07/05/deepmind-partners-with-nhs-eye-hospital-to-conduct-ai-research/\">DeepMind has been trying</a>) to Amazon Alexa skills being used as a memory aid for social care. And envisages, as a future success metric, that “<span style=\"font-weight: 400;\">a healthy person can stay healthy and active (using wearables, diet-tracking apps) and can co-ordinate with their GP or other health professional about targeted preventative care”</span>.</p> <p>The ‘techiness’ of the vision is unsurprising, given Hancock was previously the UK’s digital minister and has made no secret of his love of apps. Even having an app of his own developed to connect with his constituents (aka the eponymous Matt Hancock App — albeit running into some <a href=\"https://techcrunch.com/2018/02/02/digital-ministers-app-lands-on-data-watchdogs-radar-after-privacy-cock-up/\">controversy for problems with the app’s privacy policy</a>).</p> <p>Hancock has also been a loud advocate for (and a personal user of) London-based digital healthcare startup <a href=\"https://techcrunch.com/2017/04/25/babylon-health-raises-further-60m-to-continue-building-out-ai-doctor-app/\">Babylon Health</a>, whose app initially included an AI diagnostic chatbot, in addition to offering video and text consultations with (human) doctors and specialists.</p> <p>The company has <a href=\"https://techcrunch.com/2017/01/04/babylon-health-partners-with-uks-nhs-to-replace-telephone-helpline-with-ai-powered-chatbot/\">partnered with the NHS</a> for a triage service, and to offer a digital alternative to a traditional primary care service via an app that offers remote consultations (called <a href=\"https://www.gpathand.nhs.uk\">GP at Hand</a>).</p> <p>But the app has also faced <a href=\"https://www.ft.com/content/19dc6b7e-8529-11e8-96dd-fa565ec55929\">criticism from healthcare professionals</a>. The AI chatbot component specifically has been attacked by doctors for offering incorrect and potentially dangerous diagnosis advice to patients. Babylon says it has not retracted any AI functionality but does say the AI has “evolved over time such that it now not only provides triage advice but also provides information about conditions that might be causing a users’ symptoms”.</p> <p>Although the chatbot has faced continued criticism for serving unintelligent triage advice — such as by suggesting people go straight to A&amp;E even with just a headache. (Thereby, said its critics, piling pressure on already over-stretched NHS hospital services.)</p> <p>All of which underlines some of the pitfalls of scrambling too quickly to squash innovation and healthcare together.</p> <p>The demographic cherrypicking that can come inherently bundled with digital healthcare apps which are most likely to appeal to younger users (who have fewer complex health problems) is another key criticism of some of these shiny, modern services — with the argument being they impact non-digital NHS primary care services by saddling the bricks-and-mortar bits with more older, sicker patients to care for while the apps siphon off (and monetize) mostly the well, tech-savvy young.</p> <p>Hancock’s pro-tech vision for upgrading the UK’s healthcare service doesn’t really engage with that critique of modern tech services having a potentially unequal impact on a free-at-the-point-of-use, taxpayer-funded health service.</p> <p>Rather, in a section on “inclusion”, the vision document talks about the need to “<span style=\"font-weight: 400;\">design for, and with, people with different physical, mental health, social, cultural and learning needs, and for people with low digital literacy or those less able to access technology”. But without saying exactly how that might be achieved, given the overarching thrust being to reconfigure the NHS to be mobile-first, tech-enabled and tech-fuelled. </span></p> <p><span style=\"font-weight: 400;\">“Different people may need different services and some people will never use digital services themselves directly but will benefit from others using digital services and freeing resources to help them,” runs the patter. “We must acknowledge that those with the greatest health needs are also the most at risk of being left behind and build digital services with this in mind, ensuring the highest levels of accessibility wherever possible.”</span></p> <p>So the risk is being acknowledged — yet in a manner and context that suggests it’s simultaneously being dismissed, or elbowed out of the way, in the push for technology-enabled progress.</p> <p>Hancock also appears willing to tolerate some iterative tech missteps — again towards a ‘greater good’ of modernizing the tech used to deliver NHS services so it can be continuously responsive to user needs, via updates and modular plugins, all greased by patient data being made reliably available via the envisaged transformation.</p> <p>Though there is a bit of a cautionary caveat for healthcare startups like Babylon too. At least if they make actual <em>clinical</em> claims, with the document noting that: “We must be careful to ensure that we follow clinical trials where the new technology is clinical but also to ensure we have appropriate assurance processes that recognise when an innovation can be adopted faster. We must learn to adopt, iterate and continuously improve innovations, and support those who are working this way.”</p> <p><span style=\"font-size: 1.125rem; letter-spacing: -0.1px;\">Another more obvious contradiction is Hancock’s claim that “privacy and security” is one of four guiding principles for the vision (alongside “user need; interoperability and openness; and inclusion”), yet this is rubbing up against active engagement with the idea of sensitive social care data being processed by and hosted by a commercial ecommerce giant like Amazon, for example.</span></p> <p><span style=\"font-weight: 400;\">The need for patient trust and buy in gets more than passing mention, though. </span><span style=\"font-weight: 400;\">And there’s a pledge to introduce “a healthtech regulatory sandbox working with the ICO, National Data Guardian, NICE and other regulators” to provide support and an easier entry route for developers wanting to build health apps to sell in to the NHS, with the government also saying it will take other steps to “simplify the landscape for innovators”.</span></p> <p><span style=\"font-weight: 400;\">“If data is to be used effectively to support better health and care outcomes, it is essential that the public has trust and confidence in us and can see robust data governance, strong safeguards and strict penalties in place for misuse,” the policy document notes. </span></p> <p>Balancing support for data-based digital innovation, including where data-thirsty technologies like AI are concerned, with respect for the privacy of people’s highly sensitive health data will be a tricky act for the government to steer, though. Perhaps especially given Hancock is so keenly rushing to embrace the market.</p> <p><span style=\"font-size: 1.125rem; letter-spacing: -0.1px;\">“We need to build nationally only those few services that the market can’t provide and that must be done once and for everyone, such as a secure login and granular access to date,” runs the ministerial line. “This may mean some programmes need to be stopped.”</span></p> <p>Although he also writes that there is a “huge role” for the NHS, care providers and commissioners to “develop solutions and co-create them with industry”.</p> <p>“<span style=\"font-weight: 400;\">Some of our user needs are unique, like carers in a particular geographical location or patients using assistive technologies. Or sometimes we can beat something to market because we know what we need and are motivated to solve the problem first.</span></p> <p><span style=\"font-weight: 400;\">“In those circumstances where industry won’t see the economies of scale they need to invest, we must be empowered to build our own digital services, often running on our data and networks. We will do that according to the government’s Digital Service Standard, and within the minimal rules we set for our infrastructure.”</span></p> <p><span style=\"font-weight: 400;\">“We also want to reassure those who are currently building products that we have no intention or desire to close off the market – in fact we want exactly the opposite,” the document also notes. “We want to back innovations that can improve our health and care system, wherever they can be found – and we know that some of the best innovations are being driven by clinicians and staff up and down the country.”</span></p> <p>Among the commercial entities currently building products targeted at the NHS is <a class=\"crunchbase-link\" data-entity=\"google\" data-type=\"organization\" href=\"https://crunchbase.com/organization/google\" target=\"_blank\">Google <span class=\"crunchbase-tooltip-indicator\"></span></a>-owned DeepMind, which got <a href=\"https://techcrunch.com/2017/07/03/uk-data-regulator-says-deepminds-initial-deal-with-the-nhs-broke-privacy-law/\">embroiled in a privacy controversy</a> related to a data governance failure by the NHS Trust it worked with to co-develop an app for the early detection of a kidney condition.</p> <p>DeepMind’s health data ambitions expand beyond building alert apps or even crafting diagnostic AIs to also wanting to build out and own healthcare app delivery infrastructure (aka, a fast healthcare interoperability resource, or FHIR) — which, in the aforementioned project, was <a href=\"https://techcrunch.com/2016/11/22/patient-data-api-pivotal-to-deepminds-push-into-uks-nhs/\">bundled into the app contract</a> with the Royal Free NHS Trust, locking the trust into sending data to DeepMind’s servers by prohibiting it from connecting to other FHIR servers. So not at all a model vision of interoperability.</p> <p>Earlier this year DeepMind’s own independent reviewer panel warned there was a <a href=\"https://techcrunch.com/2018/06/15/uk-report-warns-deepmind-health-could-gain-excessive-monopoly-power/\">risk of the company gaining excessive monopoly power</a>. And Hancock’s vision for health tech seems to be proposing to outlaw such contractual lock ins. Though it remains to be seen whether the guiding principle will stand up to the inexorable tech industry lobbying.</p> <p><span style=\"font-size: 1.125rem; letter-spacing: -0.1px;\">“</span>We will set national open standards for data, interoperability, privacy and confidentiality, real-time data access, cyber security and access rules,” the vision grandly envisages.</p> <p>“<span style=\"font-weight: 400;\">Open standards are not an abstract technical goal. They permit interoperability between different regions and systems but they also, crucially, permit a modular approach to IT in the NHS, where tools can be pulled and replaced with better alternatives as vendors develop better products. This, in turn, will help produce market conditions that drive innovation, in an ecosystem where developers and vendors continuously compete on quality to fill each niche, rather than capturing users.”</span></p> <p>Responding to Hancock’s health tech plan, Sam Smith, coordinator of patient data privacy advocacy group <a href=\"https://medconfidential.org\">medConfidential</a>, told us: “There’s not much detail in here. It’s not so much ‘jam <span class=\"aBn\" data-term=\"goog_735515370\" tabindex=\"0\"><span class=\"aQJ\">tomorrow</span></span>’, as ‘jam… sometime’ — there’s no timeline, and jam gets pretty rancid after not very long. He says “these are standards”, but they’re just a vision for standards — all the hard work is left to be done.”</p> <p><span style=\"font-weight: 400;\">On the privacy plus AI front, Smith also picks up on Hancock’s vision including suggestive support for setting up “data trusts to facilitate the ethical sharing of data between organisations”, with the document reiterating the government’s plan to launch a pilot later this year. </span></p> <p>“Hancock says “we are supportive” of stripping the NHS of its role in oversight of commercial exploitation of data. Who is the “we” in that as it should be a cause for widespread concern. If Matt thinks the NHS will never get data right, what does he know that the public don’t?” said Smith on this.</p> <p>He also points out at previous grand scheme attempts to overhaul NHS IT — most notably the uncompleted NHS National Programme for IT, which in the early 2000s tried and failed to deliver a top-down digitization of the service — taking a decade and sinking billions in the process.</p> <p>“The widely criticised National Programme for IT also started out with similar lofty vision,” he noted. “This is yet another political piece saying what “good looks like”, but none of the success criteria are about patients getting better care from the NHS. For that, better technology has to be delivered on a ward, and in a GP surgery, and the many other places that the NHS and social care touch. Reforming procurement and standards do matter, and will help, but it helps in the same way a good accountant helps — and that’s not by having a vision of better accounting.”</p> <p>On the vision’s timeframe, a Department of Health spokesman told us: “Today marks the beginning of a conversation between technology experts across the NHS, regulatory bodies and industry as we refine the standards and consider timeframes and details. The iterated standards document will be published in December once we receive feedback and the mandate will be rolled out gradually.</p> <p>“We have been clear that we will phase out any system which does not meet these standards, will not procure systems which do not comply and will look to end contracts with suppliers who do not meet the standards.”</p> <p><em>This post was updated to clarify that Babylon Health’s chatbot continues to include AI elements, rather than having the technology removed entirely. It told us the chatbot’s AI has evolved over time </em></p> ", "website": "techcrunch"}