{"content_html": "<div class=\"section-content\"><div class=\"section-inner sectionLayout--insetColumn\"></div><div class=\"section-inner sectionLayout--insetColumn\"><p class=\"graf graf--p graf--hasDropCapModel graf--hasDropCap graf--leading\" id=\"499e\" name=\"499e\"><span class=\"graf-dropCap\">A</span>fter having a mild stroke each time my boyfriend brought home the wrong type of fruit, I created an index card for him to take to the shops. (His solution was for me to go instead — be the sole fruit winner of the family — but this is not realistic.) And so, the extensive guide below was born.</p><ol class=\"postList\"><li class=\"graf graf--li graf-after--p\" id=\"752a\" name=\"752a\">Yellow stone fruits are literally summer, if summer swooped itself into fruit form, and so you must pick them always from a fruit line-up and smoosh them into your face.</li></ol><figure class=\"graf graf--figure graf-after--li\" id=\"0b40\" name=\"0b40\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 416px; max-height: 416px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 100%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-height=\"416\" data-image-id=\"1*TCWJVVsMm7M1uDQSv2XMlg.jpeg\" data-width=\"416\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*TCWJVVsMm7M1uDQSv2XMlg.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*TCWJVVsMm7M1uDQSv2XMlg.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*TCWJVVsMm7M1uDQSv2XMlg.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"1239\" name=\"1239\">2. Pick the yellow peach that looks like a sunset with its red, orange, and pink coat skin, peel it off with your teeth. Sink them into unripened sunflower-coloured flesh. Wait for the crack — because yes, they’re better hard! Soft is messy and only permitted when nothing harder exists or when you have forgotten them at the bottom of a fridge drawer.</p><p class=\"graf graf--p graf-after--p\" id=\"51b5\" name=\"51b5\">3. Always opt for the unripened yellow nectarine, the one that is red with flecks of yellow, it’s the Spanish flag. It should be as hard as the ball on a pool table, knock ’em out.</p><p class=\"graf graf--p graf-after--p\" id=\"e230\" name=\"e230\">4. DO NOT BUY THE WHITE PEACH OR THE WHITE NECTARINE EQUIVALENT, FOR THE LOVE OF GOD. These literally taste like nothing. You could open your mouth like a goldfish and the air would taste the same as a bland white peach. Do not eat nothing. Do not waste this moment. Why is it white? Who segregated this fruit? I will never eat it.</p><p class=\"graf graf--p graf-after--p\" id=\"86ef\" name=\"86ef\">5. The mango is perfect in that it is always yellow and if it’s not, I don’t want to hear about it. The mango’s only flaw, and it’s a minor one, is the effort it sometimes takes to undress the mango, carve it up in a way that makes sense, and find its way to the mouth. This is an easy thing to rectify with a knife or with teeth, a plate or napkin and always, always when it is ripe enough that the juice smothers every inch of you, the couch, the floor around you, the utensils, the kitchen, the person next to you, the baby, the whole house. It is sticky and sometimes tastes chemical, a sharp, crisp pang, like fresh linen after it’s been washed by an aloe vera fabric softener. This one is for the thrill seekers, the wanderlust among us, a mirage in the desert.</p><p class=\"graf graf--p graf-after--p\" id=\"6450\" name=\"6450\">6. Grapes of wrath are always green. Green grapes are war crimes. They are almost always soft and mushy, like a dead arm after it has been punched, limp and lifeless, squishy. Green grapes are just the uncooked eggs of white wine and should not be wasted on a fruit platter where it has no business being.</p><figure class=\"graf graf--figure graf--layoutOutsetLeft graf-after--p\" id=\"b1d1\" name=\"b1d1\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 337px; max-height: 511px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 151.6%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-height=\"511\" data-image-id=\"1*z4h1CoIfmfZ-BTK0juhKBg.jpeg\" data-width=\"337\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*z4h1CoIfmfZ-BTK0juhKBg.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1200/1*z4h1CoIfmfZ-BTK0juhKBg.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1200/1*z4h1CoIfmfZ-BTK0juhKBg.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"7e90\" name=\"7e90\">7. Light red and firm seedless grapes after they’ve been in the fridge so long they’re crisp and crunchy. My oh my what beauty lay in thine purple hue? Red grapes can get it. The first of their name, breaker of chains and stems, Queen of the Andals and the first grapes. Crisp, hard red grapes deserve their place in the canon of being fed to rich people while sitting on a throne and being fanned by a giant feather. So light and airy, so cool on the tongue.</p><p class=\"graf graf--p graf-after--p\" id=\"50a1\" name=\"50a1\">8. Do not eat big soft round purple grapes with seeds. Do not do that to yourself. You are a baby who can’t eat seeds. When you bite into the grape, a liquid should not come out, this is not porn. (Number 7 is, however, porn. Please keep up.)</p><p class=\"graf graf--p graf-after--p\" id=\"6023\" name=\"6023\">9. HOW DO WE PLUM? HOW, YOU ASK? PLUMS. SO COMPLEX. SO MANY OPTIONS. NEGATORY. THERE IS ONLY ONE OPTION AND IT IS THE UNRIPENED BLOOD PLUM. The Samsuma plum. LISTEN TO ME. IT IS LIGHT PURPLE WITH TINY GREEN SPECKS LIKE THE FLICKERS OF GRASS sprayed with a burst of water ON A MISTY MORNING. IT MUST BE FIRM. YOU BITE INTO IT. THIS IS LIVING. SWEET BLOOD RED COLOUR REVEALED. AM I BITING INTO MYSELF? MAYBE. OH THE TART SOUR OF THIS PLUM HAS RUINED ME.</p><p class=\"graf graf--p graf-after--p\" id=\"5317\" name=\"5317\">10. The violet hued purple plum that is yellow on the inside is two plums sitting in a trenchcoat pretending to be a blood plum, DO NOT BE FOOLED BY THEM.</p><p class=\"graf graf--p graf-after--p\" id=\"4a87\" name=\"4a87\">11. I need to go back to the blood plum, I’m not done yet. The dark glossy red wine round fruit, sweet with only a flicker of tarty sour, so hard to chew all the flesh off from the seed. When we were kids, we used to wait for the plums to go from light green to red on the plum tree. My brother would pick them while they were still light green and sour as all hell and take so much glee in torturing himself and others with the extreme sour. It was a test of endurance, a sign of better things to come.</p><figure class=\"graf graf--figure graf--layoutOutsetLeft graf-after--p\" id=\"3e83\" name=\"3e83\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 269px; max-height: 297px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 110.4%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-height=\"297\" data-image-id=\"1*LelVHnecN5ZfBF57b9iOBQ.png\" data-width=\"269\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*LelVHnecN5ZfBF57b9iOBQ.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1200/1*LelVHnecN5ZfBF57b9iOBQ.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1200/1*LelVHnecN5ZfBF57b9iOBQ.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"de79\" name=\"de79\">12. Figs are highway robbery. At like, $2 each for a fig, it has become a luxurious decadence in Australia, unlike in Greece where they sell whole bags for two euros that you can eat on autopilot while watching the sunset on an idyllic island. In Australia they’re mostly used in salads, but I’ll still sneak one after dinner, ripe or unripened, it makes no difference to me. Figs are ancient, ripe and fleshy, primal and female. My cousin’s wife’s family sells big boxes of them from their home in Glenorie. You probably know the ones. They’re famous.</p><p class=\"graf graf--p graf-after--p\" id=\"8a73\" name=\"8a73\">13. My dad once said you had to eat watermelon before any meal so it could slide through your body, making way for your food, like a bright pink-red carpet. Watermelon should be crisp and sweet, seedless and firm, not soggy. Watermelon is heavy, the only downside to an otherwise perfect fruit specimen. Watermelon is the meaning of life. I would eat watermelon in Barcelona the same way I would eat watermelon during summer in Coffs Harbour, outside on the grass, face to the sun, sticky juice dribbling down my chin.</p><p class=\"graf graf--p graf-after--p\" id=\"bb6c\" name=\"bb6c\">14. Big, round, more reddish than black and firm cherries. I love cherries, their little stems, their little seeds, the way it’s so easy to plop one in your mouth and spit it back out again, the circle of life. Piles and piles of cherries. Nestled on a pavlova. Pitted against one another. Plucked. They’re good for you in concentrated juice form too, but few people know this.</p><p class=\"graf graf--p graf-after--p\" id=\"4050\" name=\"4050\">15. I prefer the small, seedless mandarins which are easy to peel and marketed towards kids (the <em class=\"markup--em markup--p-em\">Frozen-</em>branded mandarins are particularly infuriating to my boyfriend). The skin is thin and comes off easily. Peeling each piece off is like a small victory, so tiny on your mouth. I always eat two at once.</p><figure class=\"graf graf--figure graf--layoutOutsetLeft graf-after--p\" id=\"5e74\" name=\"5e74\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 525px; max-height: 443px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 84.39999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*brqLbecgNUDKlOfq-ns6jQ.jpeg\" data-height=\"543\" data-image-id=\"1*brqLbecgNUDKlOfq-ns6jQ.jpeg\" data-width=\"643\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*brqLbecgNUDKlOfq-ns6jQ.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1200/1*brqLbecgNUDKlOfq-ns6jQ.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1200/1*brqLbecgNUDKlOfq-ns6jQ.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"790d\" name=\"790d\">16. Oranges — they’re all good. What do you want from me? It’s an orange? I prefer them in juice. Tangy. Fresh.</p><p class=\"graf graf--p graf-after--p\" id=\"f7d2\" name=\"f7d2\">17. Bananas: unripened, green. I used to eat them in Kellogg’s K like a maniac, always ripe. “You hate cereal and milk,” my mum would say. “Yeah but I love them with bananas for some inexplicable reason?” Now I eat them all the time after a friend said eating one banana once a day would cure you of any malady and honestly, she’s never been wrong, they are healing and magical.</p><p class=\"graf graf--p graf-after--p\" id=\"6899\" name=\"6899\">18. Ahh, strawberries. Big and firm and unblemished. I particularly love the ones that have, like, horns at the end, three horns, you know what I mean. Covered in dark chocolate that sets over them, mummifying them. What makes that combination so good? It’s like crack, you bite in and it cracks open, I mean.</p><p class=\"graf graf--p graf-after--p\" id=\"f1de\" name=\"f1de\">19. Raspberries have to be firm and fresh, tangy and piquant, never soggy, otherwise chuck it in the processor. They’re also ridiculously expensive in Australia. Women love them. I’m okay with this. It’s the illusion of treating yourself.</p><p class=\"graf graf--p graf-after--p\" id=\"dbf6\" name=\"dbf6\">20. Blueberries — the king of the berry — firm and tart, please. So round and bulbous. I love them. You can eat as many as you want and it’s like eating none at all. Punnets on punnets on punnets. My nephew was obsessed with blueberries as a baby. He even went blueberry picking with his parents because he’s adorable, and he had the time of his tiny life. I once shared a punnet with him and, no word of a lie, he grabbed a blueberry from me as I came to place it in my mouth and placed it in his own so fast that I almost didn’t notice. He took “steal from the hand that feeds you” to heart. Is that how the saying goes?</p><figure class=\"graf graf--figure graf-after--p\" id=\"08b4\" name=\"08b4\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 420px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 60.099999999999994%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*CCbOmySQYdrqPuSLHti11g.jpeg\" data-height=\"5479\" data-image-id=\"1*CCbOmySQYdrqPuSLHti11g.jpeg\" data-width=\"9124\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*CCbOmySQYdrqPuSLHti11g.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*CCbOmySQYdrqPuSLHti11g.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*CCbOmySQYdrqPuSLHti11g.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"45ac\" name=\"45ac\">21. Our grandfather (may he rest in peace) used to have a mulberry tree out in a vast, expansive garden that housed all the fruit trees you could think of. But the mulberry tree was wild. When it sprouted fruit, us rambunctious kids dashed through the garden which was like a forest to us, carrying our buckets, climbing over one another to pick as many as we could, careful not to get the juices all over our clothes (we always did). The excitement of spotting a big fat one was palpable. Our feet stained a blood red colour, like the scene of a crime. I’d see mulberries in the grocery shops and get excited almost as a reflex, but it was never the same. They could never be as fat and juicy. They never tasted like a small victory.</p><p class=\"graf graf--p graf-after--p\" id=\"9d62\" name=\"9d62\">22. I didn’t know what blackberries were until my housemate told me they were his favourite of the berries. Skeptical, I tried one. It was good. How it was different to mulberries, I could not tell you. I then started buying them all the time. Only I’d forget to eat them and they were never tasty or satisfying after a few days. It was my first lesson in eating tart fruits right away. I’ll never forget it.</p><figure class=\"graf graf--figure graf--layoutOutsetLeft graf-after--p\" id=\"56f0\" name=\"56f0\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 438px; max-height: 394px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 90%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-height=\"394\" data-image-id=\"1*44TsezpbNhKjy3HOzCoY1Q.jpeg\" data-width=\"438\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*44TsezpbNhKjy3HOzCoY1Q.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1200/1*44TsezpbNhKjy3HOzCoY1Q.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1200/1*44TsezpbNhKjy3HOzCoY1Q.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"d580\" name=\"d580\">23. Pomegranates. Run these tiny jewels into your mouth, plop them into your salad, add them to your yoghurt, whatever you want! There’s no way to ruin a good Pom. There are so many ways to open and unleash your ruby red grains onto the world. Smash one half with the blade of a knife, then turn it inside out. Pick each jewel one by one from its white fleshy cave. Cut it open and open it in a bowl of water, the white bits floating to the top. Cut it a certain way so it all plops out. Even when it stains your white kitchen bench for all eternity, you ain’t even mad.</p><p class=\"graf graf--p graf-after--p\" id=\"6e5f\" name=\"6e5f\">24. ALL LYCHEES ARE GOOD except for those watery ones that taste like a wet shoe. The fatter the better. They may be hard to peel but the wait is always worth it. Plop one in your drink. Plop two. They’re like jellyfish for your mouth. Your teeth finally land on that oval-shaped smooth seed and you’re sad that the experience is over.</p><p class=\"graf graf--p graf-after--p graf--trailing\" id=\"e931\" name=\"e931\">25. My uncle always chastises me for buying persimmon at the city supermarket, where they’re expensive, like $3 each, when he has whole boxes of them from his garden that he insists I take each time I visit. I’m always shocked when I see persimmons in the supermarket. They appear and I forget all about them each time. My strongest memory is peeling them in my Sita’s kitchen and being shown how to eat them. Like this? Just dig in? Are you sure? You always know when you’ve got a good one but I couldn’t tell you how to pick one out when faced with them at the shops. I think what I’m trying to say is that I don’t think Coles, Woollies, or even Harris Farm can cut it anymore. I have to go home where the good fruit lies on the side of the road as you drive through Dural and Glenorie, boxes and boxes of goodness all lined up, waiting for you.</p></div></div>", "title": "How to Eat the Best Fruit (and Not the Bad Fruit)", "url": "https://medium.com/s/story/how-to-eat-the-best-fruit-and-not-the-bad-fruit-af73f4b74d07", "content": "After having a mild stroke each time my boyfriend brought home the wrong type of fruit, I created an index card for him to take to the shops. (His solution was for me to go instead — be the sole fruit winner of the family — but this is not realistic.) And so, the extensive guide below was born.Yellow stone fruits are literally summer, if summer swooped itself into fruit form, and so you must pick them always from a fruit line-up and smoosh them into your face.2. Pick the yellow peach that looks like a sunset with its red, orange, and pink coat skin, peel it off with your teeth. Sink them into unripened sunflower-coloured flesh. Wait for the crack — because yes, they’re better hard! Soft is messy and only permitted when nothing harder exists or when you have forgotten them at the bottom of a fridge drawer.3. Always opt for the unripened yellow nectarine, the one that is red with flecks of yellow, it’s the Spanish flag. It should be as hard as the ball on a pool table, knock ’em out.4. DO NOT BUY THE WHITE PEACH OR THE WHITE NECTARINE EQUIVALENT, FOR THE LOVE OF GOD. These literally taste like nothing. You could open your mouth like a goldfish and the air would taste the same as a bland white peach. Do not eat nothing. Do not waste this moment. Why is it white? Who segregated this fruit? I will never eat it.5. The mango is perfect in that it is always yellow and if it’s not, I don’t want to hear about it. The mango’s only flaw, and it’s a minor one, is the effort it sometimes takes to undress the mango, carve it up in a way that makes sense, and find its way to the mouth. This is an easy thing to rectify with a knife or with teeth, a plate or napkin and always, always when it is ripe enough that the juice smothers every inch of you, the couch, the floor around you, the utensils, the kitchen, the person next to you, the baby, the whole house. It is sticky and sometimes tastes chemical, a sharp, crisp pang, like fresh linen after it’s been washed by an aloe vera fabric softener. This one is for the thrill seekers, the wanderlust among us, a mirage in the desert.6. Grapes of wrath are always green. Green grapes are war crimes. They are almost always soft and mushy, like a dead arm after it has been punched, limp and lifeless, squishy. Green grapes are just the uncooked eggs of white wine and should not be wasted on a fruit platter where it has no business being.7. Light red and firm seedless grapes after they’ve been in the fridge so long they’re crisp and crunchy. My oh my what beauty lay in thine purple hue? Red grapes can get it. The first of their name, breaker of chains and stems, Queen of the Andals and the first grapes. Crisp, hard red grapes deserve their place in the canon of being fed to rich people while sitting on a throne and being fanned by a giant feather. So light and airy, so cool on the tongue.8. Do not eat big soft round purple grapes with seeds. Do not do that to yourself. You are a baby who can’t eat seeds. When you bite into the grape, a liquid should not come out, this is not porn. (Number 7 is, however, porn. Please keep up.)9. HOW DO WE PLUM? HOW, YOU ASK? PLUMS. SO COMPLEX. SO MANY OPTIONS. NEGATORY. THERE IS ONLY ONE OPTION AND IT IS THE UNRIPENED BLOOD PLUM. The Samsuma plum. LISTEN TO ME. IT IS LIGHT PURPLE WITH TINY GREEN SPECKS LIKE THE FLICKERS OF GRASS sprayed with a burst of water ON A MISTY MORNING. IT MUST BE FIRM. YOU BITE INTO IT. THIS IS LIVING. SWEET BLOOD RED COLOUR REVEALED. AM I BITING INTO MYSELF? MAYBE. OH THE TART SOUR OF THIS PLUM HAS RUINED ME.10. The violet hued purple plum that is yellow on the inside is two plums sitting in a trenchcoat pretending to be a blood plum, DO NOT BE FOOLED BY THEM.11. I need to go back to the blood plum, I’m not done yet. The dark glossy red wine round fruit, sweet with only a flicker of tarty sour, so hard to chew all the flesh off from the seed. When we were kids, we used to wait for the plums to go from light green to red on the plum tree. My brother would pick them while they were still light green and sour as all hell and take so much glee in torturing himself and others with the extreme sour. It was a test of endurance, a sign of better things to come.12. Figs are highway robbery. At like, $2 each for a fig, it has become a luxurious decadence in Australia, unlike in Greece where they sell whole bags for two euros that you can eat on autopilot while watching the sunset on an idyllic island. In Australia they’re mostly used in salads, but I’ll still sneak one after dinner, ripe or unripened, it makes no difference to me. Figs are ancient, ripe and fleshy, primal and female. My cousin’s wife’s family sells big boxes of them from their home in Glenorie. You probably know the ones. They’re famous.13. My dad once said you had to eat watermelon before any meal so it could slide through your body, making way for your food, like a bright pink-red carpet. Watermelon should be crisp and sweet, seedless and firm, not soggy. Watermelon is heavy, the only downside to an otherwise perfect fruit specimen. Watermelon is the meaning of life. I would eat watermelon in Barcelona the same way I would eat watermelon during summer in Coffs Harbour, outside on the grass, face to the sun, sticky juice dribbling down my chin.14. Big, round, more reddish than black and firm cherries. I love cherries, their little stems, their little seeds, the way it’s so easy to plop one in your mouth and spit it back out again, the circle of life. Piles and piles of cherries. Nestled on a pavlova. Pitted against one another. Plucked. They’re good for you in concentrated juice form too, but few people know this.15. I prefer the small, seedless mandarins which are easy to peel and marketed towards kids (the Frozen-branded mandarins are particularly infuriating to my boyfriend). The skin is thin and comes off easily. Peeling each piece off is like a small victory, so tiny on your mouth. I always eat two at once.16. Oranges — they’re all good. What do you want from me? It’s an orange? I prefer them in juice. Tangy. Fresh.17. Bananas: unripened, green. I used to eat them in Kellogg’s K like a maniac, always ripe. “You hate cereal and milk,” my mum would say. “Yeah but I love them with bananas for some inexplicable reason?” Now I eat them all the time after a friend said eating one banana once a day would cure you of any malady and honestly, she’s never been wrong, they are healing and magical.18. Ahh, strawberries. Big and firm and unblemished. I particularly love the ones that have, like, horns at the end, three horns, you know what I mean. Covered in dark chocolate that sets over them, mummifying them. What makes that combination so good? It’s like crack, you bite in and it cracks open, I mean.19. Raspberries have to be firm and fresh, tangy and piquant, never soggy, otherwise chuck it in the processor. They’re also ridiculously expensive in Australia. Women love them. I’m okay with this. It’s the illusion of treating yourself.20. Blueberries — the king of the berry — firm and tart, please. So round and bulbous. I love them. You can eat as many as you want and it’s like eating none at all. Punnets on punnets on punnets. My nephew was obsessed with blueberries as a baby. He even went blueberry picking with his parents because he’s adorable, and he had the time of his tiny life. I once shared a punnet with him and, no word of a lie, he grabbed a blueberry from me as I came to place it in my mouth and placed it in his own so fast that I almost didn’t notice. He took “steal from the hand that feeds you” to heart. Is that how the saying goes?21. Our grandfather (may he rest in peace) used to have a mulberry tree out in a vast, expansive garden that housed all the fruit trees you could think of. But the mulberry tree was wild. When it sprouted fruit, us rambunctious kids dashed through the garden which was like a forest to us, carrying our buckets, climbing over one another to pick as many as we could, careful not to get the juices all over our clothes (we always did). The excitement of spotting a big fat one was palpable. Our feet stained a blood red colour, like the scene of a crime. I’d see mulberries in the grocery shops and get excited almost as a reflex, but it was never the same. They could never be as fat and juicy. They never tasted like a small victory.22. I didn’t know what blackberries were until my housemate told me they were his favourite of the berries. Skeptical, I tried one. It was good. How it was different to mulberries, I could not tell you. I then started buying them all the time. Only I’d forget to eat them and they were never tasty or satisfying after a few days. It was my first lesson in eating tart fruits right away. I’ll never forget it.23. Pomegranates. Run these tiny jewels into your mouth, plop them into your salad, add them to your yoghurt, whatever you want! There’s no way to ruin a good Pom. There are so many ways to open and unleash your ruby red grains onto the world. Smash one half with the blade of a knife, then turn it inside out. Pick each jewel one by one from its white fleshy cave. Cut it open and open it in a bowl of water, the white bits floating to the top. Cut it a certain way so it all plops out. Even when it stains your white kitchen bench for all eternity, you ain’t even mad.24. ALL LYCHEES ARE GOOD except for those watery ones that taste like a wet shoe. The fatter the better. They may be hard to peel but the wait is always worth it. Plop one in your drink. Plop two. They’re like jellyfish for your mouth. Your teeth finally land on that oval-shaped smooth seed and you’re sad that the experience is over.25. My uncle always chastises me for buying persimmon at the city supermarket, where they’re expensive, like $3 each, when he has whole boxes of them from his garden that he insists I take each time I visit. I’m always shocked when I see persimmons in the supermarket. They appear and I forget all about them each time. My strongest memory is peeling them in my Sita’s kitchen and being shown how to eat them. Like this? Just dig in? Are you sure? You always know when you’ve got a good one but I couldn’t tell you how to pick one out when faced with them at the shops. I think what I’m trying to say is that I don’t think Coles, Woollies, or even Harris Farm can cut it anymore. I have to go home where the good fruit lies on the side of the road as you drive through Dural and Glenorie, boxes and boxes of goodness all lined up, waiting for you.", "tfidf": {"logidf": {"themnum": 7.2746685411000005, "spray": 3.38284824299, "top": 0.609100637788, "moment": 1.4497416830899998, "blueberri": 5.43845730931, "feet": 1.69151405424, "back": 0.23166743089699998, "lifeless": 5.02817291476, "deserv": 2.7236665915900002, "rectifi": 3.9958100116300006, "chain": 1.64410864979, "mulberri": 5.02817291476, "onli": 0.025324268329099998, "victorynum": 7.2746685411000005, "maladi": 5.206655695249999, "watermelon": 5.206655695249999, "otherwis": 1.3141319148700001, "anymor": 3.5588816340699996, "fruit": 2.13994019511, "tortur": 2.56350167822, "memori": 0.9454338986599999, "been": 0.023645982368400004, "hous": 0.38009061238799996, "tangi": 6.45368798903, "even": 0.152388564834, "meannum": 7.2746685411000005, "sneak": 3.8290193968699997, "extrem": 0.8612095839370001, "freshnum": 7.2746685411000005, "drawernum": 7.2746685411000005, "look": 0.6463866936, "creat": 0.222576818514, "queen": 1.32877208191, "thrill": 3.4225885716400004, "small": 0.307101805059, "expens": 1.26563201674, "this": 0.0037864490525, "bit": 2.12032652634, "nephew": 2.65774946263, "wet": 2.55860770434, "sour": 3.57899404386, "seeker": 3.85545265394, "piquant": 6.83935046985, "from": 0.000567054168866, "euro": 3.1358722163099997, "dribbl": 5.46787119451, "red": 0.798535691347, "big": 1.00798563557, "becom": 0.11771217648900001, "hell": 2.39669921336, "almost": 0.42907884333400004, "each": 0.173741689304, "food": 1.08565801008, "dark": 1.38277323072, "favourit": 2.6346578504599996, "word": 0.585861082385, "utensil": 4.5309002574, "can": 0.162341096394, "drink": 1.79478748063, "num": 0.00031499039539700004, "chinnum": 7.2746685411000005, "giant": 1.83028503479, "whatev": 2.0343655696200003, "open": 0.219591038029, "again": 0.411340231612, "set": 0.171496011289, "permit": 1.32307946691, "among": 0.228496097073, "egg": 2.63993955287, "line": 0.349430614452, "sure": 2.0086865552, "tri": 0.61759152916, "excit": 2.28423595433, "soggi": 6.89997509166, "listen": 1.94282848252, "three": 0.06411868822490001, "ancient": 1.22022919484, "when": 0.0205549888584, "fresh": 1.9044534353799998, "sunflowercolour": 7.2746685411000005, "glossi": 4.90187918944, "his": 0.0901772433641, "complex": 0.8502416364309999, "juic": 3.6204746449800003, "victori": 1.1831530035, "groceri": 3.8232390339599998, "andal": 7.2746685411000005, "thine": 5.59502637, "easi": 1.6665296351499999, "pomegran": 5.19522699942, "enough": 0.802884439169, "concentr": 1.15078117015, "peel": 3.6064557238, "sprout": 4.34955383476, "face": 0.589602371257, "juici": 5.561689949730001, "sign": 0.565696850403, "could": 0.18595627229000003, "love": 1.08958288195, "banana": 3.5633162311400004, "cloth": 1.5472287271899998, "water": 0.756862994946, "salad": 4.3995642553400005, "steal": 2.58248697813, "raspberri": 4.75258288807, "minor": 0.802322246604, "beingnum": 7.2746685411000005, "downsid": 4.73092139129, "alway": 0.726319204572, "endur": 1.953433973, "colour": 1.90911742518, "insist": 1.58216151731, "noth": 1.24245472939, "stone": 1.24573306257, "forest": 1.5883097076, "mouth": 2.03871025422, "through": 0.0683586918849, "highway": 1.9864015104099997, "number": 0.0966085784186, "two": 0.0136988443582, "babi": 2.01717316908, "unblemish": 6.7821920560099995, "strongest": 2.4699026173800003, "violet": 4.03065674296, "experi": 0.626272953933, "light": 0.64722859635, "itself": 0.5570837229510001, "burst": 2.77183314986, "air": 0.668755727436, "instead": 0.46663315041500003, "pick": 1.59729226761, "samsuma": 7.2746685411000005, "persimmon": 6.340359303730001, "better": 0.6964279406, "person": 0.34018281601800004, "need": 0.362740163442, "after": 0.020490694648099998, "which": 0.00517841384543, "reddish": 4.50777783998, "place": 0.0957070839572, "bland": 4.15511091744, "first": 0.0075872898121599995, "mum": 5.38210437275, "coff": 7.2746685411000005, "heart": 1.09974671874, "none": 1.40255075163, "kellogg": 4.61631800855, "supermarket": 3.45396369421, "boyfriend": 3.8290193968699997, "for": 0.00031499039539700004, "australia": 1.26563201674, "fabric": 2.4261957337999998, "smooth": 2.4057364663799996, "fed": 2.5289462112, "rich": 1.35650809354, "way": 0.19809150993500002, "canon": 2.38158903576, "primal": 4.54266509898, "yet": 0.754181309241, "solut": 1.55346297627, "lie": 1.16805067564, "few": 0.275577913653, "name": 0.09723316638430002, "float": 2.38911558515, "outsid": 0.515518738985, "sharp": 1.94944372164, "most": 0.020747896295599998, "grape": 3.50295308141, "mandarin": 3.7726664603199995, "sita": 5.57821925168, "while": 0.04324998379380001, "wine": 2.40086010702, "knock": 2.39600741118, "visit": 0.791283218833, "opt": 2.54326626497, "dural": 7.2746685411000005, "ruin": 2.08424013657, "carri": 0.512044136911, "don": 1.7963049316, "flaw": 2.63553619922, "appear": 0.278735898493, "peopl": 0.193265578473, "soften": 3.5972177828099996, "tonguenum": 7.2746685411000005, "etern": 2.5992940964400004, "god": 1.25895493874, "their": 0.015360505122700001, "come": 0.28390990653000003, "dead": 1.0854714951100002, "wast": 2.01480854277, "type": 0.707101485387, "desertnum": 7.2746685411000005, "keep": 0.7141523446729999, "stroke": 2.59590999846, "card": 1.8601856079099999, "dig": 2.91795971441, "then": 0.08303386523089999, "kitchen": 2.7850112422400004, "ain": 5.10821562244, "harri": 1.35553033741, "were": 0.024291143681099997, "yellow": 1.93189941199, "pluck": 4.45762805629, "turn": 0.324899251064, "hue": 4.15913506774, "fleck": 5.51368073054, "autopilot": 5.29053717923, "use": 0.0292080197316, "start": 0.236443369291, "day": 0.16865870631700003, "brother": 0.948193864695, "what": 0.225887296827, "shoe": 2.69808490288, "grass": 2.62330897265, "share": 0.618760299747, "right": 0.34035985417, "pavlova": 6.45368798903, "forget": 2.8330873756700004, "teeth": 2.9657014773, "green": 0.9672326803710001, "still": 0.17112222142900002, "firm": 1.31038834475, "wrong": 1.70078769102, "got": 1.2863908849299999, "woolli": 5.3958976948899995, "couch": 4.100409781730001, "easili": 1.3066587367, "slide": 2.7150664430299996, "did": 0.220847122352, "whi": 1.18068843047, "buy": 1.6340517929299998, "pretend": 2.9427397434099998, "live": 0.266903399347, "market": 0.8612095839370001, "hand": 0.479471335336, "pool": 1.953433973, "punnet": 7.2746685411000005, "onc": 0.403765872355, "around": 0.19387710578200001, "chocol": 3.4639737878099996, "pile": 3.21422553056, "unlik": 0.885954358842, "sell": 1.25585416107, "yes": 2.65237310559, "worth": 1.65065103492, "sticki": 4.4308167988400005, "vast": 1.40024866595, "went": 0.593243704365, "becaus": 0.139343158825, "rambuncti": 7.2746685411000005, "dad": 3.8465637065199996, "final": 0.292733863948, "nectarin": 7.2746685411000005, "flesh": 3.02487544034, "run": 0.442714975539, "scene": 1.23853486375, "heavi": 1.0602422774, "farm": 1.48777115974, "circl": 1.47695424661, "unleash": 3.5456946297900003, "itnum": 7.2746685411000005, "liquid": 2.30296309338, "him": 0.49124039099699995, "spit": 3.9424640309300005, "land": 0.5428913449939999, "mean": 0.37092128352, "summer": 0.797975937624, "reflex": 3.65154046455, "care": 0.9139943029109999, "ani": 0.125608358366, "satisfi": 2.03871025422, "cover": 0.526975319156, "over": 0.0249367214957, "segreg": 2.97800175538, "form": 0.120053184191, "shop": 1.54752471654, "chew": 3.90737271112, "with": 0.00119749171339, "long": 0.235645793878, "know": 0.952919694398, "reason": 0.544301552962, "everi": 0.391485427421, "plate": 2.07969352606, "thisnum": 7.2746685411000005, "more": 0.017024931599999998, "where": 0.0649921387457, "notic": 1.47474978168, "lineup": 3.2412327319700003, "sometim": 0.538025155343, "citi": 0.326556830505, "fridg": 6.238576609419999, "feed": 2.05136865109, "make": 0.07349765782289999, "want": 0.6916366062549999, "tasti": 5.76054080847, "yourself": 3.28064670051, "ripe": 4.27893626755, "out": 0.0584263909193, "rubi": 3.7193204796199995, "see": 0.240921585492, "tell": 1.21236434401, "white": 0.625566240123, "life": 0.315183699277, "spot": 1.5106180144299999, "find": 0.547781330288, "who": 0.0609002329859, "purpl": 2.8045894049299998, "mushi": 6.4945099835599995, "shock": 1.8557438481400002, "peach": 4.03777421073, "fleshi": 5.59502637, "time": 0.0112115188626, "throne": 2.2910619194, "road": 0.915566630279, "piec": 1.17598157639, "infuri": 4.01657200308, "plum": 4.18776688041, "done": 0.845975983129, "sink": 2.57584243541, "into": 0.0149128632287, "sole": 1.3966781444299998, "coat": 2.17980351298, "stem": 2.0086865552, "bornyellow": 7.2746685411000005, "rest": 0.671587369833, "liter": 1.6990638498800001, "seedless": 7.2746685411000005, "morn": 1.4250818096200002, "vera": 3.8348333667400003, "inexplic": 4.49641408133, "berri": 3.1129485764099996, "seed": 2.3434700776599997, "tart": 5.31585498721, "plop": 7.2746685411000005, "told": 1.14879230713, "those": 0.17854939087299998, "specimen": 3.36994483816, "thing": 0.8781935346799999, "but": 0.0161923720719, "watch": 1.36757423376, "uncook": 6.0616459012599995, "beauti": 1.5672562984, "garden": 1.45728685497, "breaker": 4.425539741740001, "comenum": 7.2746685411000005, "home": 0.378433916197, "myself": 2.67771382807, "said": 0.436653165815, "grain": 2.48717679832, "obsess": 2.86794929384, "blood": 1.5579399274799999, "may": 0.050709995284400004, "cool": 1.9253988473800001, "blade": 2.9804800713999997, "harbour": 2.73330986786, "chuck": 2.85802091664, "add": 1.52875583713, "treat": 1.27821645249, "goldfish": 5.8883741799800005, "squishi": 7.2746685411000005, "realist": 2.56105169741, "didn": 7.2746685411000005, "index": 1.94546932912, "test": 0.977224437103, "good": 0.418589404907, "goe": 1.4473284897999998, "fool": 2.9693757006599997, "fat": 2.7430470431400003, "frozenbrand": 7.2746685411000005, "spanish": 1.3636255613100001, "bulbous": 5.78074351579, "how": 0.47156695693000006, "had": 0.0464780244111, "crack": 2.61897808671, "littl": 0.438213989466, "luxuri": 2.4886930988400002, "off": 0.41352852038800003, "bright": 2.1748021132799997, "menum": 7.2746685411000005, "drive": 1.07674430203, "cut": 0.90274594185, "certain": 0.592104362781, "prefer": 1.10581884366, "fast": 1.5836950247400001, "yoghurt": 6.5370695979699995, "mild": 2.38774290133, "nestl": 4.62913869698, "linen": 4.15511091744, "our": 0.8576392141820001, "platter": 5.34183047362, "mango": 4.5192722194099995, "they": 0.0297269947676, "wash": 2.6604485196, "guid": 0.912738218589, "was": 0.0112115188626, "eat": 2.01575372242, "think": 1.06717661175, "punch": 2.9439352008200004, "illus": 2.95596904038, "unripen": 7.2746685411000005, "mani": 0.0433157581221, "famousnum": 7.2746685411000005, "facenum": 7.2746685411000005, "porn": 4.07044499302, "yourselfnum": 7.2746685411000005, "these": 0.0715336194008, "effort": 0.637887211057, "messi": 4.860379458530001, "until": 0.138474663439, "war": 0.345863640811, "blackberri": 5.0978528354, "magicalnum": 7.2746685411000005, "mirag": 4.24761379642, "other": 0.00987474791976, "knife": 3.29753899407, "box": 1.41751491115, "floor": 1.66054557474, "also": 0.0146571578, "has": 0.0427239448548, "are": 0.0294674735827, "meal": 2.65058739083, "jellyfish": 5.32875839205, "sit": 1.5375099052899999, "crisp": 4.37424644735, "down": 0.306673741186, "and": 6.29901420636e-05, "bottom": 1.8361940533599999, "chastis": 4.64212589251, "pom": 6.14620328929, "inch": 2.39117815033, "round": 1.2191627555700002, "took": 0.337177952953, "exist": 0.38165779408699996, "brought": 0.609100637788, "fan": 1.56967467926, "black": 0.667404292867, "ball": 1.8930968464400002, "too": 0.5965551547219999, "overnum": 7.2746685411000005, "heal": 2.63729521462, "than": 0.0322608622182, "oncenum": 7.2746685411000005, "skeptic": 2.7839913543400003, "palpabl": 5.45305610873, "tini": 2.5594217052, "kid": 2.2406718971, "tree": 1.41777488775, "not": 0.0155524130075, "pang": 5.31585498721, "bite": 3.1925192519800003, "dure": 0.0491209066894, "insid": 1.00781305813, "all": 0.011402632097799998, "she": 0.7701082216959999, "mayb": 3.0471714458899997, "smother": 4.83628190695, "limp": 4.30658779888, "harder": 2.84061024834, "lesson": 2.1594002686700002, "tast": 2.23065708585, "cole": 2.8847188315900003, "arm": 0.850831432969, "lyche": 7.18765716411, "like": 0.139053576545, "own": 0.164195077421, "airi": 5.24174701506, "carpet": 3.3884296528299997, "jewel": 3.03268798008, "crime": 1.45404623641, "himself": 0.7766602516869999, "sens": 1.04257779501, "extens": 0.6889985794750001, "forgotten": 2.5849901083400004, "ahh": 7.2746685411000005, "busi": 0.720476170355, "combin": 0.529218310751, "should": 0.509419876758, "ridicul": 2.86573445351, "peac": 1.1018298555600001, "some": 0.0395735090645, "skin": 2.1512458337, "hear": 1.43007066072, "wanderlust": 6.58152136054, "shown": 1.01856958099, "smoosh": 7.2746685411000005, "half": 0.564256167492, "get": 0.579769005782, "howev": 0.0903151173475, "fatter": 7.033506484289999, "grab": 3.10729884387, "side": 0.46934876686899996, "cave": 2.4993720714200003, "wild": 1.61867673028, "crunchi": 6.340359303730001, "ador": 3.8004460244300002, "carv": 2.53369681396, "just": 0.289531434109, "world": 0.107420248621, "never": 0.443205436091, "parent": 1.23918710858, "sweet": 2.3259086507299997, "speck": 5.647212123169999, "friend": 0.7893395836239999, "napkin": 5.57821925168, "onto": 1.4987063591299998, "strawberri": 4.0853151555, "feather": 3.3269274530699997, "grandfath": 2.50244427045, "wateri": 5.40988393686, "bodi": 0.6215709351609999, "against": 0.254802851078, "thin": 2.10418454607, "sun": 1.47916358195, "pit": 2.4441753623299998, "toward": 0.48877277716000006, "maniac": 4.74531012875, "away": 0.615957541869, "processor": 3.63708238138, "misti": 5.03783482567, "couldn": 7.2746685411000005, "fig": 3.9992405467300003, "bag": 2.76380903459, "housem": 6.340359303730001, "that": 0.00397614837964, "uncl": 2.3067509766900005, "them": 0.0941833269093, "king": 0.707101485387, "orang": 2.1047012084400003, "cousin": 2.239488465, "particular": 0.323157393804, "dash": 3.2907477965, "except": 0.54202451213, "hard": 1.00522796406, "below": 0.813626591936, "cure": 2.6488048591599997, "sunset": 3.1818402794, "one": 0.0062553516455, "bowl": 2.20405054241, "pleas": 2.21149829955, "idyl": 4.6486832930599995, "wife": 1.0524530884799999, "pinkr": 7.2746685411000005, "glenori": 7.2746685411000005, "reveal": 0.9677299042149999, "femal": 1.15757304604, "cherri": 3.2364134455299998, "outnum": 7.2746685411000005, "greec": 2.07667389618, "there": 0.0400978929255, "tabl": 1.34049610661, "lay": 1.5576408397, "option": 1.39846181161, "perfect": 1.50096433356, "differ": 0.212321121312, "say": 0.562154280552, "bucket": 4.00613712579, "now": 0.149092945021, "honest": 2.90983430697, "barcelona": 3.15933370299, "ask": 0.776797209847, "decad": 0.760359972282, "anoth": 0.127896361652, "women": 0.8404139079, "chemic": 1.8334321656299999, "flag": 1.78385428972, "must": 0.653383947388, "flicker": 4.87677326831, "yeah": 4.38429678321, "sad": 2.86573445351, "bench": 3.0222847653200002, "swoop": 5.278114659230001, "take": 0.130691962197, "climb": 2.2283151644099997, "your": 1.25430737035, "alo": 5.822416212189999, "smash": 2.9439352008200004, "you": 0.771469692294, "came": 0.378525882905, "okay": 4.54266509898, "end": 0.101476798618, "madnum": 7.2746685411000005, "ovalshap": 7.2746685411000005, "would": 0.0796176279647, "stain": 3.3375095624, "robberi": 3.28064670051, "same": 0.112059649604, "island": 0.884885574863, "glee": 4.75258288807, "hate": 2.36804786744, "soft": 2.1720343285099997, "whole": 0.8306818244059999, "horn": 2.3593434268099998, "much": 0.17749572930100002, "famili": 0.39746619471100003, "next": 0.402163685499, "undress": 5.38210437275, "negatori": 7.2746685411000005, "expans": 1.2461709868100002, "will": 0.202786534915, "pink": 2.7658090352499998, "the": 0.0, "befor": 0.0956377718795, "wait": 1.51605358782, "winner": 1.6490114215, "equival": 1.40897338129, "mummifi": 5.66523062867, "dinner": 2.54406786822, "trenchcoat": 7.18765716411, "wrath": 3.693678049, "about": 0.0628434774746, "tarti": 7.2746685411000005, "probabl": 0.972882412913, "cereal": 3.8060957569699996, "milk": 2.6999575626, "have": 0.0147850023412}, "tfidf": {"themnum": 1443.27272727, "spray": 29.4545454545, "top": 1.8387769284200002, "moment": 4.262013422819999, "blueberri": 920.347826088, "feet": 5.42769230769, "back": 2.52140077822, "lifeless": 152.653846154, "deserv": 15.236084453, "rectifi": 54.3698630137, "chain": 5.17639387023, "mulberri": 610.615384616, "onli": 6.153885909960001, "victorynum": 1443.27272727, "maladi": 182.482758621, "watermelon": 1094.8965517259999, "otherwis": 7.44303797468, "anymor": 35.1238938053, "fruit": 110.48608137046999, "tortur": 12.981193785799999, "memori": 2.57392996109, "been": 4.095711060959999, "hous": 2.9248341930799997, "tangi": 1270.08, "even": 4.65845070424, "meannum": 1443.27272727, "sneak": 46.017391304300006, "extrem": 2.36602086438, "freshnum": 1443.27272727, "drawernum": 1443.27272727, "look": 1.9086318826599997, "creat": 1.2492917847, "queen": 3.7764034253099994, "thrill": 30.648648648600002, "small": 4.0784380887, "expens": 7.090665475660001, "this": 10.037936267100001, "bit": 8.33385826772, "nephew": 14.264150943399999, "wet": 12.9178193653, "sour": 143.34988713319999, "seeker": 47.25, "piquant": 933.882352941, "from": 9.00510493473, "euro": 23.008695652199997, "dribbl": 236.955223881, "red": 22.2228443449, "big": 13.700379703149999, "becom": 1.12492028626, "hell": 10.9868512111, "almost": 4.60752636162, "each": 8.32823741008, "food": 2.9613878007800003, "dark": 7.9718804921, "favourit": 13.938542581199998, "word": 1.7965372864099998, "utensil": 92.8421052632, "can": 5.8813069571, "drink": 6.01819560273, "num": 5.0015752000500004, "chinnum": 1443.27272727, "giant": 6.23566378633, "whatev": 7.6473988439300005, "open": 6.227836183899999, "again": 1.50883862384, "set": 1.18707940781, "permit": 3.7549668874199997, "among": 1.25670862028, "egg": 14.0123565755, "line": 1.4182597820299998, "sure": 7.453521126760001, "tri": 3.7089125102199993, "excit": 19.636363636360002, "soggi": 1984.5, "listen": 6.97846153846, "three": 1.06621893889, "ancient": 3.38796414853, "when": 11.22844467305, "fresh": 13.431472081219999, "sunflowercolour": 1443.27272727, "glossi": 134.542372881, "his": 6.566209416120001, "complex": 2.34021226415, "juic": 186.77647058800002, "victori": 3.26465144972, "groceri": 45.7521613833, "andal": 1443.27272727, "thine": 269.084745763, "easi": 15.8812937646, "pomegran": 180.409090909, "enough": 2.2319696330700003, "concentr": 3.16066095959, "peel": 184.1763341065, "sprout": 77.443902439, "face": 3.6065424807, "juici": 260.262295082, "sign": 1.7606742819099999, "could": 7.226217569399999, "love": 17.83820224722, "banana": 105.84, "cloth": 4.69843148861, "water": 4.26315789474, "salad": 162.8307692308, "steal": 13.23, "raspberri": 115.883211679, "minor": 2.23071518898, "beingnum": 1443.27272727, "downsid": 113.4, "alway": 28.944393801260002, "endur": 7.052865393160001, "colour": 13.494262643439999, "insist": 4.8654612319999995, "noth": 10.392319441409999, "stone": 3.4754816112099998, "forest": 4.89546716004, "mouth": 53.76487663281001, "through": 3.21224792607, "highway": 7.28925619835, "number": 1.10142916609, "two": 4.0551724138, "babi": 22.551136363650002, "unblemish": 882.0, "strongest": 11.8212956069, "violet": 56.2978723404, "experi": 1.87062566278, "light": 9.5511972085, "itself": 1.74557449148, "burst": 15.9879154079, "air": 1.9518072289200001, "instead": 1.59461631177, "pick": 34.577473553210005, "samsuma": 1443.27272727, "persimmon": 1134.0, "better": 6.01971688575, "person": 1.40520446097, "need": 1.4372623574099999, "after": 7.144914491470001, "which": 2.01038369, "reddish": 90.72, "place": 3.3013100436600005, "bland": 63.7590361446, "first": 3.0228484386899996, "mum": 217.479452055, "coff": 1443.27272727, "heart": 3.00340522134, "none": 4.06555697823, "kellogg": 101.121019108, "supermarket": 63.250996016, "boyfriend": 92.03478260860001, "for": 17.005355680170002, "australia": 10.635998213490002, "fabric": 11.3157519601, "smooth": 11.086592178800002, "fed": 12.5402843602, "rich": 3.8826118855500003, "way": 9.7525915688, "canon": 10.8220858896, "primal": 93.9408284024, "yet": 2.1258703802900003, "solut": 4.7278141751, "lie": 6.4314360948000004, "few": 2.63458347162, "name": 1.10211732037, "float": 10.903846153800002, "outsid": 1.67450690855, "sharp": 7.02477876106, "most": 1.02096463023, "grape": 298.92050209170003, "mandarin": 86.99178082200001, "sita": 264.6, "while": 3.1325966850899993, "wine": 22.065323141, "knock": 10.979253112, "visit": 2.20622568093, "opt": 12.721153846199998, "dural": 1443.27272727, "ruin": 16.07696202532, "carri": 1.66869875972, "don": 12.05466970388, "flaw": 13.950790861199998, "appear": 1.3214582986499999, "peopl": 2.42640990372, "soften": 36.4965517241, "tonguenum": 1443.27272727, "etern": 13.4542372881, "god": 3.5217391304300003, "their": 5.07739542025, "come": 2.65662650602, "dead": 2.9608355091400003, "wast": 14.998582900339999, "type": 2.0281042411900003, "desertnum": 1443.27272727, "keep": 2.04245465071, "stroke": 13.4087837838, "card": 6.42492917847, "dig": 18.5034965035, "then": 2.17315721032, "kitchen": 48.599999999999994, "ain": 165.375, "harri": 3.87881749328, "were": 5.1229428848000005, "yellow": 34.513043478250005, "pluck": 86.28260869569999, "turn": 1.3838912133899999, "hue": 64.0161290323, "fleck": 248.0625, "autopilot": 198.45, "use": 4.1185550295199995, "start": 1.26673581744, "day": 2.36743215032, "brother": 2.58104373273, "what": 7.520606347679999, "shoe": 14.8512628625, "grass": 27.5625, "share": 1.8566249561500001, "right": 1.4054532577899999, "pavlova": 635.04, "forget": 50.9935760172, "teeth": 58.224938875199996, "green": 18.414581607309998, "still": 2.3732715449599997, "firm": 25.95329285381, "wrong": 10.956521739140001, "got": 3.61969904241, "woolli": 220.5, "couch": 60.3650190114, "easili": 3.6938110749199997, "slide": 15.1056137012, "did": 1.2471327572700002, "whi": 3.2566153846200003, "buy": 15.37378954164, "pretend": 18.9677419355, "live": 1.30591428806, "market": 2.36602086438, "hand": 1.6152202665600002, "pool": 7.052865393160001, "punnet": 5773.09090908, "onc": 4.492359932099999, "around": 1.21394708671, "chocol": 31.943661971799997, "pile": 49.7680250784, "unlik": 2.42529789184, "sell": 7.02167182662, "yes": 14.1876675603, "worth": 5.210370856580001, "sticki": 168.0, "vast": 4.05620848237, "went": 1.8098495212, "becaus": 2.2990369994999997, "rambuncti": 1443.27272727, "dad": 46.8318584071, "final": 1.34008609775, "nectarin": 2886.54545454, "flesh": 41.1828793774, "run": 1.55692850838, "scene": 3.45055422734, "heavi": 2.88707037643, "farm": 4.4272169548199996, "circl": 4.3795862069, "unleash": 34.6637554585, "itnum": 2886.54545454, "liquid": 10.0037807183, "him": 3.26868437306, "spit": 51.5454545455, "land": 1.7209756097599997, "mean": 2.89813800658, "summer": 6.66312255177, "reflex": 38.5339805825, "care": 2.49426551453, "ani": 2.26767604628, "satisfi": 7.680696661830001, "cover": 1.69380134429, "over": 3.07575072651, "segreg": 19.6485148515, "form": 2.25511363636, "shop": 14.099467140329999, "chew": 49.7680250784, "with": 17.020369552829997, "long": 1.2657259028899999, "know": 12.96635086575, "reason": 1.72340425532, "everi": 1.47917637194, "plate": 8.00201612903, "thisnum": 1443.27272727, "more": 1.0171706817, "where": 4.26860254084, "notic": 4.36994219653, "lineup": 25.565217391300003, "sometim": 3.4252427184400003, "citi": 1.38618702523, "fridg": 1024.258064516, "feed": 7.77853993141, "make": 4.305064063440001, "want": 7.98792452832, "tasti": 317.52, "yourself": 26.592964824099997, "ripe": 288.65454545439997, "out": 6.36100166946, "rubi": 41.2363636364, "see": 2.54484251022, "tell": 6.72284564896, "white": 14.95443306256, "life": 4.11153314916, "spot": 4.52952924394, "find": 1.7294117647099998, "who": 2.12558575446, "purpl": 66.0811654528, "mushi": 661.5, "shock": 6.3964544722, "peach": 170.10000000000002, "fleshi": 538.169491526, "time": 6.06764762088, "throne": 9.88542963885, "road": 2.49819040126, "piec": 3.24132298898, "infuri": 55.5104895105, "plum": 724.6307053942, "done": 2.3302509907499998, "sink": 13.142384106, "into": 8.12019691832, "sole": 4.04175152749, "coat": 8.84456824513, "stem": 14.907042253520002, "bornyellow": 1443.27272727, "rest": 1.9573418813999999, "liter": 10.937650706160001, "seedless": 4329.81818181, "morn": 4.15819800943, "vera": 46.285714285699996, "inexplic": 89.6949152542, "berri": 44.9745042492, "seed": 52.086614173, "tart": 610.6153846139999, "plop": 7216.363636349999, "told": 3.1543810848400002, "those": 1.19548192771, "specimen": 29.0769230769, "thing": 4.813096862219999, "but": 8.13059343192, "watch": 3.92581602374, "uncook": 429.081081081, "beauti": 4.79347826087, "garden": 12.882878009190001, "breaker": 83.55789473680001, "comenum": 1443.27272727, "home": 4.3799889645, "myself": 14.5517873511, "said": 3.09503850278, "grain": 12.0272727273, "obsess": 17.600886918, "blood": 23.7451390966, "may": 2.10403551786, "cool": 6.8578833693300005, "blade": 19.6972704715, "harbour": 15.383720930199999, "chuck": 17.4270032931, "add": 4.61243463103, "treat": 3.59023066486, "goldfish": 360.818181818, "squishi": 1443.27272727, "realist": 12.9494290375, "didn": 2886.54545454, "index": 6.9969149405, "test": 2.65707112971, "good": 13.67834577831, "goe": 4.251740760580001, "fool": 19.4797546012, "fat": 31.0684931506, "frozenbrand": 1443.27272727, "spanish": 3.91034482759, "bulbous": 324.0, "how": 9.61501968306, "had": 2.0951501154799996, "crack": 41.1650821089, "littl": 3.0998730840599995, "luxuri": 12.0455235205, "off": 6.048576054880001, "bright": 8.80044345898, "menum": 1443.27272727, "drive": 2.93510815308, "cut": 7.399098959129999, "certain": 1.8077886586200003, "prefer": 6.043395508180001, "fast": 4.8729281768, "yoghurt": 690.260869565, "mild": 10.8888888889, "nestl": 102.425806452, "linen": 63.7590361446, "our": 9.43035343036, "platter": 208.89473684200001, "mango": 275.3063583816, "they": 20.6034650574, "wash": 14.3027027027, "guid": 2.49113447356, "was": 11.12402063828, "eat": 127.60851063823999, "think": 8.721479582490002, "punch": 18.990430622, "illus": 19.2203389831, "unripen": 7216.363636349999, "mani": 4.17707031508, "famousnum": 1443.27272727, "facenum": 1443.27272727, "porn": 117.16605166059999, "yourselfnum": 1443.27272727, "these": 2.14830852504, "effort": 1.89247824532, "messi": 129.073170732, "until": 1.14852058164, "war": 1.41320989852, "blackberri": 163.670103093, "magicalnum": 1443.27272727, "mirag": 69.9383259912, "other": 1.00992366412, "knife": 54.0919931856, "box": 16.50740837016, "floor": 5.2621809744800006, "also": 1.01476510067, "has": 5.218248751, "are": 14.41868310092, "meal": 14.1623550401, "jellyfish": 206.181818182, "sit": 9.305978898, "crisp": 317.52, "down": 1.35889754344, "and": 57.00359055141, "bottom": 6.27261951798, "chastis": 103.764705882, "pom": 466.941176471, "inch": 10.926359256700001, "round": 13.537412065639998, "took": 1.4009883515700001, "exist": 1.4647107666799999, "brought": 1.8387769284200002, "fan": 4.805084745759999, "black": 1.94917127072, "ball": 6.63989962359, "too": 1.81585268215, "overnum": 1443.27272727, "heal": 13.9753521127, "than": 1.03278688525, "oncenum": 1443.27272727, "skeptic": 16.1834862385, "palpabl": 233.470588235, "tini": 51.713355048800004, "kid": 28.19893428063, "tree": 16.511700468, "not": 15.23510971785, "pang": 203.53846153799998, "bite": 97.398773006, "dure": 1.0503473370799998, "insid": 5.479206212259999, "all": 13.14908256883, "she": 2.16, "mayb": 21.0557029178, "smother": 126.0, "limp": 74.1869158879, "harder": 17.1262135922, "lesson": 8.66593886463, "tast": 46.52989449005001, "cole": 17.898534385599998, "arm": 2.34159292035, "lyche": 1323.0, "like": 22.983713355000003, "own": 1.17844418052, "airi": 189.0, "carpet": 29.619402985100002, "jewel": 41.505882353000004, "crime": 8.56079805878, "himself": 2.17419884963, "sens": 2.8365195640499996, "extens": 1.99171998495, "forgotten": 13.2631578947, "ahh": 1443.27272727, "busi": 2.05541170378, "combin": 1.69760479042, "should": 6.657301603960001, "ridicul": 17.5619469027, "peac": 3.00966824645, "some": 1.04036697248, "skin": 17.191120736320002, "hear": 4.17899447223, "wanderlust": 721.636363636, "shown": 2.76923076923, "smoosh": 1443.27272727, "half": 1.75813953488, "get": 5.35687774155, "howev": 1.0945191313299998, "fatter": 1134.0, "grab": 22.3605633803, "side": 1.5989525632, "cave": 12.174846625799999, "wild": 5.04640813732, "crunchi": 567.0, "ador": 44.7211267606, "carv": 12.6, "just": 2.67160286074, "world": 1.11340206186, "never": 12.46153846152, "parent": 3.45280556764, "sweet": 30.7079303676, "speck": 283.5, "friend": 2.20194174757, "napkin": 264.6, "onto": 4.47589512264, "strawberri": 59.4606741573, "feather": 27.8526315789, "grandfath": 12.2123076923, "wateri": 223.605633803, "bodi": 1.8618505922400002, "against": 1.2902072328299998, "thin": 8.200413223139998, "sun": 4.38927287808, "pit": 11.5210449927, "toward": 1.6303142329, "maniac": 115.043478261, "away": 1.85142857143, "processor": 37.980861244, "misti": 154.13592233, "couldn": 1443.27272727, "fig": 163.6701030927, "bag": 15.8601398601, "housem": 567.0, "that": 20.079681275, "uncl": 10.041745730599999, "them": 25.27150667862, "king": 2.0281042411900003, "orang": 24.613953488369994, "cousin": 9.38852749852, "particular": 2.7629655412400003, "dash": 26.862944162399998, "except": 1.71948445792, "hard": 13.6626506024, "below": 2.25607503197, "cure": 14.1371326803, "sunset": 48.182094082, "one": 20.125499144400003, "bowl": 9.06164383562, "pleas": 18.2587694077, "idyl": 104.44736842100001, "wife": 2.8646697943, "pinkr": 1443.27272727, "glenori": 2886.54545454, "reveal": 2.63196286472, "femal": 3.18220084185, "cherri": 76.3269230769, "outnum": 1443.27272727, "greec": 7.97788944724, "there": 3.12273800157, "tabl": 3.82093862816, "lay": 4.7476076555, "option": 8.09793420046, "perfect": 8.97202599604, "differ": 2.4730898045, "say": 5.2633440159, "bucket": 54.9342560554, "now": 1.160780873, "honest": 18.3537572254, "barcelona": 23.554896142399997, "ask": 2.1744966443, "decad": 2.1390460792200003, "anoth": 2.27287043664, "women": 2.31732593782, "chemic": 6.255319148940001, "flag": 5.95275590551, "must": 3.844067796619999, "flicker": 262.41322314, "yeah": 80.1818181818, "sad": 17.5619469027, "bench": 20.538163001300003, "swoop": 196.0, "take": 4.55846672888, "climb": 9.284210526319999, "your": 52.58114374035, "alo": 337.787234043, "smash": 18.990430622, "you": 71.37711171657001, "came": 1.46013059873, "okay": 93.9408284024, "end": 1.10680423871, "madnum": 1443.27272727, "ovalshap": 1443.27272727, "would": 6.497237569079999, "stain": 56.2978723404, "robberi": 26.592964824099997, "same": 3.35573874444, "island": 2.4227071570299996, "glee": 115.883211679, "hate": 10.676529926, "soft": 26.328358208969995, "whole": 6.88464874242, "horn": 21.168000000000003, "much": 1.1942229577299999, "famili": 2.97609897834, "next": 1.4950560316400001, "undress": 217.479452055, "negatori": 1443.27272727, "expans": 3.4770039421800005, "will": 1.22481098596, "pink": 15.8918918919, "the": 100.0, "befor": 1.10036041031, "wait": 18.21686746988, "winner": 5.20183486239, "equival": 4.09175257732, "mummifi": 288.654545455, "dinner": 12.7313552526, "trenchcoat": 1323.0, "wrath": 40.1924050633, "about": 2.12972030318, "tarti": 1443.27272727, "probabl": 2.64555907349, "cereal": 44.974504249300004, "milk": 14.8791002812, "have": 6.089369046839999}, "freq": {"themnum": 1, "spray": 1, "top": 1, "moment": 1, "blueberri": 4, "feet": 1, "back": 2, "lifeless": 1, "deserv": 1, "rectifi": 1, "chain": 1, "mulberri": 4, "onli": 6, "victorynum": 1, "maladi": 1, "watermelon": 6, "otherwis": 2, "anymor": 1, "fruit": 13, "tortur": 1, "memori": 1, "been": 4, "hous": 2, "tangi": 2, "even": 4, "meannum": 1, "sneak": 1, "extrem": 1, "freshnum": 1, "drawernum": 1, "look": 1, "creat": 1, "queen": 1, "thrill": 1, "small": 3, "expens": 2, "this": 10, "bit": 1, "nephew": 1, "wet": 1, "sour": 4, "seeker": 1, "piquant": 1, "from": 9, "euro": 1, "dribbl": 1, "red": 10, "big": 5, "becom": 1, "hell": 1, "almost": 3, "each": 7, "food": 1, "dark": 2, "favourit": 1, "word": 1, "utensil": 1, "can": 5, "drink": 1, "num": 5, "chinnum": 1, "giant": 1, "whatev": 1, "open": 5, "again": 1, "set": 1, "permit": 1, "among": 1, "egg": 1, "line": 1, "sure": 1, "tri": 2, "excit": 2, "soggi": 2, "listen": 1, "three": 1, "ancient": 1, "when": 11, "fresh": 2, "sunflowercolour": 1, "glossi": 1, "his": 6, "complex": 1, "juic": 5, "victori": 1, "groceri": 1, "andal": 1, "thine": 1, "easi": 3, "pomegran": 1, "enough": 1, "concentr": 1, "peel": 5, "sprout": 1, "face": 2, "juici": 1, "sign": 1, "could": 6, "love": 6, "banana": 3, "cloth": 1, "water": 2, "salad": 2, "steal": 1, "raspberri": 1, "minor": 1, "beingnum": 1, "downsid": 1, "alway": 14, "endur": 1, "colour": 2, "insist": 1, "noth": 3, "stone": 1, "forest": 1, "mouth": 7, "through": 3, "highway": 1, "number": 1, "two": 4, "babi": 3, "unblemish": 1, "strongest": 1, "violet": 1, "experi": 1, "light": 5, "itself": 1, "burst": 1, "air": 1, "instead": 1, "pick": 7, "samsuma": 1, "persimmon": 2, "better": 3, "person": 1, "need": 1, "after": 7, "which": 2, "reddish": 1, "place": 3, "bland": 1, "first": 3, "mum": 1, "coff": 1, "heart": 1, "none": 1, "kellogg": 1, "supermarket": 2, "boyfriend": 2, "for": 17, "australia": 3, "fabric": 1, "smooth": 1, "fed": 1, "rich": 1, "way": 8, "canon": 1, "primal": 1, "yet": 1, "solut": 1, "lie": 2, "few": 2, "name": 1, "float": 1, "outsid": 1, "sharp": 1, "most": 1, "grape": 9, "mandarin": 2, "sita": 1, "while": 3, "wine": 2, "knock": 1, "visit": 1, "opt": 1, "dural": 1, "ruin": 2, "carri": 1, "don": 2, "flaw": 1, "appear": 1, "peopl": 2, "soften": 1, "tonguenum": 1, "etern": 1, "god": 1, "their": 5, "come": 2, "dead": 1, "wast": 2, "type": 1, "desertnum": 1, "keep": 1, "stroke": 1, "card": 1, "dig": 1, "then": 2, "kitchen": 3, "ain": 1, "harri": 1, "were": 5, "yellow": 5, "pluck": 1, "turn": 1, "hue": 1, "fleck": 1, "autopilot": 1, "use": 4, "start": 1, "day": 2, "brother": 1, "what": 6, "shoe": 1, "grass": 2, "share": 1, "right": 1, "pavlova": 1, "forget": 3, "teeth": 3, "green": 7, "still": 2, "firm": 7, "wrong": 2, "got": 1, "woolli": 1, "couch": 1, "easili": 1, "slide": 1, "did": 1, "whi": 1, "buy": 3, "pretend": 1, "live": 1, "market": 1, "hand": 1, "pool": 1, "punnet": 4, "onc": 3, "around": 1, "chocol": 1, "pile": 2, "unlik": 1, "sell": 2, "yes": 1, "worth": 1, "sticki": 2, "vast": 1, "went": 1, "becaus": 2, "rambuncti": 1, "dad": 1, "final": 1, "nectarin": 2, "flesh": 2, "run": 1, "scene": 1, "heavi": 1, "farm": 1, "circl": 1, "unleash": 1, "itnum": 2, "liquid": 1, "him": 2, "spit": 1, "land": 1, "mean": 2, "summer": 3, "reflex": 1, "care": 1, "ani": 2, "satisfi": 1, "cover": 1, "over": 3, "segreg": 1, "form": 2, "shop": 3, "chew": 1, "with": 17, "long": 1, "know": 5, "reason": 1, "everi": 1, "plate": 1, "thisnum": 1, "more": 1, "where": 4, "notic": 1, "lineup": 1, "sometim": 2, "citi": 1, "fridg": 2, "feed": 1, "make": 4, "want": 4, "tasti": 1, "yourself": 1, "ripe": 4, "out": 6, "rubi": 1, "see": 2, "tell": 2, "white": 8, "life": 3, "spot": 1, "find": 1, "who": 2, "purpl": 4, "mushi": 1, "shock": 1, "peach": 3, "fleshi": 2, "time": 6, "throne": 1, "road": 1, "piec": 1, "infuri": 1, "plum": 11, "done": 1, "sink": 1, "into": 8, "sole": 1, "coat": 1, "stem": 2, "bornyellow": 1, "rest": 1, "liter": 2, "seedless": 3, "morn": 1, "vera": 1, "inexplic": 1, "berri": 2, "seed": 5, "tart": 3, "plop": 5, "told": 1, "those": 1, "specimen": 1, "thing": 2, "but": 8, "watch": 1, "uncook": 1, "beauti": 1, "garden": 3, "breaker": 1, "comenum": 1, "home": 3, "myself": 1, "said": 2, "grain": 1, "obsess": 1, "blood": 5, "may": 2, "cool": 1, "blade": 1, "harbour": 1, "chuck": 1, "add": 1, "treat": 1, "goldfish": 1, "squishi": 1, "realist": 1, "didn": 2, "index": 1, "test": 1, "good": 9, "goe": 1, "fool": 1, "fat": 2, "frozenbrand": 1, "spanish": 1, "bulbous": 1, "how": 6, "had": 2, "crack": 3, "littl": 2, "luxuri": 1, "off": 4, "bright": 1, "menum": 1, "drive": 1, "cut": 3, "certain": 1, "prefer": 2, "fast": 1, "yoghurt": 1, "mild": 1, "nestl": 1, "linen": 1, "our": 4, "platter": 1, "mango": 3, "they": 20, "wash": 1, "guid": 1, "was": 11, "eat": 17, "think": 3, "punch": 1, "illus": 1, "unripen": 5, "mani": 4, "famousnum": 1, "facenum": 1, "porn": 2, "yourselfnum": 1, "these": 2, "effort": 1, "messi": 1, "until": 1, "war": 1, "blackberri": 1, "magicalnum": 1, "mirag": 1, "other": 1, "knife": 2, "box": 4, "floor": 1, "also": 1, "has": 5, "are": 14, "meal": 1, "jellyfish": 1, "sit": 2, "crisp": 4, "down": 1, "and": 57, "bottom": 1, "chastis": 1, "pom": 1, "inch": 1, "round": 4, "took": 1, "exist": 1, "brought": 1, "fan": 1, "black": 1, "ball": 1, "too": 1, "overnum": 1, "heal": 1, "than": 1, "oncenum": 1, "skeptic": 1, "palpabl": 1, "tini": 4, "kid": 3, "tree": 4, "not": 15, "pang": 1, "bite": 4, "dure": 1, "insid": 2, "all": 13, "she": 1, "mayb": 1, "smother": 1, "limp": 1, "harder": 1, "lesson": 1, "tast": 5, "cole": 1, "arm": 1, "lyche": 1, "like": 20, "own": 1, "airi": 1, "carpet": 1, "jewel": 2, "crime": 2, "himself": 1, "sens": 1, "extens": 1, "forgotten": 1, "ahh": 1, "busi": 1, "combin": 1, "should": 4, "ridicul": 1, "peac": 1, "some": 1, "skin": 2, "hear": 1, "wanderlust": 1, "shown": 1, "smoosh": 1, "half": 1, "get": 3, "howev": 1, "fatter": 1, "grab": 1, "side": 1, "cave": 1, "wild": 1, "crunchi": 1, "ador": 1, "carv": 1, "just": 2, "world": 1, "never": 8, "parent": 1, "sweet": 3, "speck": 1, "friend": 1, "napkin": 1, "onto": 1, "strawberri": 1, "feather": 1, "grandfath": 1, "wateri": 1, "bodi": 1, "against": 1, "thin": 1, "sun": 1, "pit": 1, "toward": 1, "maniac": 1, "away": 1, "processor": 1, "misti": 1, "couldn": 1, "fig": 3, "bag": 1, "housem": 1, "that": 20, "uncl": 1, "them": 23, "king": 1, "orang": 3, "cousin": 1, "particular": 2, "dash": 1, "except": 1, "hard": 5, "below": 1, "cure": 1, "sunset": 2, "one": 20, "bowl": 1, "pleas": 2, "idyl": 1, "wife": 1, "pinkr": 1, "glenori": 2, "reveal": 1, "femal": 1, "cherri": 3, "outnum": 1, "greec": 1, "there": 3, "tabl": 1, "lay": 1, "option": 2, "perfect": 2, "differ": 2, "say": 3, "bucket": 1, "now": 1, "honest": 1, "barcelona": 1, "ask": 1, "decad": 1, "anoth": 2, "women": 1, "chemic": 1, "flag": 1, "must": 2, "flicker": 2, "yeah": 1, "sad": 1, "bench": 1, "swoop": 1, "take": 4, "climb": 1, "your": 15, "alo": 1, "smash": 1, "you": 33, "came": 1, "okay": 1, "end": 1, "madnum": 1, "ovalshap": 1, "would": 6, "stain": 2, "robberi": 1, "same": 3, "island": 1, "glee": 1, "hate": 1, "soft": 3, "whole": 3, "horn": 2, "much": 1, "famili": 2, "next": 1, "undress": 1, "negatori": 1, "expans": 1, "will": 1, "pink": 1, "the": 100, "befor": 1, "wait": 4, "winner": 1, "equival": 1, "mummifi": 1, "dinner": 1, "trenchcoat": 1, "wrath": 1, "about": 2, "tarti": 1, "probabl": 1, "cereal": 1, "milk": 1, "have": 6}, "idf": {"themnum": 1443.27272727, "spray": 29.4545454545, "top": 1.8387769284200002, "moment": 4.262013422819999, "blueberri": 230.086956522, "feet": 5.42769230769, "back": 1.26070038911, "lifeless": 152.653846154, "deserv": 15.236084453, "rectifi": 54.3698630137, "chain": 5.17639387023, "mulberri": 152.653846154, "onli": 1.0256476516600002, "victorynum": 1443.27272727, "maladi": 182.482758621, "watermelon": 182.482758621, "otherwis": 3.72151898734, "anymor": 35.1238938053, "fruit": 8.498929336189999, "tortur": 12.981193785799999, "memori": 2.57392996109, "been": 1.0239277652399998, "hous": 1.4624170965399999, "tangi": 635.04, "even": 1.16461267606, "meannum": 1443.27272727, "sneak": 46.017391304300006, "extrem": 2.36602086438, "freshnum": 1443.27272727, "drawernum": 1443.27272727, "look": 1.9086318826599997, "creat": 1.2492917847, "queen": 3.7764034253099994, "thrill": 30.648648648600002, "small": 1.3594793629, "expens": 3.5453327378300004, "this": 1.00379362671, "bit": 8.33385826772, "nephew": 14.264150943399999, "wet": 12.9178193653, "sour": 35.837471783299996, "seeker": 47.25, "piquant": 933.882352941, "from": 1.00056721497, "euro": 23.008695652199997, "dribbl": 236.955223881, "red": 2.22228443449, "big": 2.7400759406299997, "becom": 1.12492028626, "hell": 10.9868512111, "almost": 1.53584212054, "each": 1.18974820144, "food": 2.9613878007800003, "dark": 3.98594024605, "favourit": 13.938542581199998, "word": 1.7965372864099998, "utensil": 92.8421052632, "can": 1.17626139142, "drink": 6.01819560273, "num": 1.00031504001, "chinnum": 1443.27272727, "giant": 6.23566378633, "whatev": 7.6473988439300005, "open": 1.24556723678, "again": 1.50883862384, "set": 1.18707940781, "permit": 3.7549668874199997, "among": 1.25670862028, "egg": 14.0123565755, "line": 1.4182597820299998, "sure": 7.453521126760001, "tri": 1.8544562551099997, "excit": 9.818181818180001, "soggi": 992.25, "listen": 6.97846153846, "three": 1.06621893889, "ancient": 3.38796414853, "when": 1.02076769755, "fresh": 6.7157360406099995, "sunflowercolour": 1443.27272727, "glossi": 134.542372881, "his": 1.0943682360200002, "complex": 2.34021226415, "juic": 37.3552941176, "victori": 3.26465144972, "groceri": 45.7521613833, "andal": 1443.27272727, "thine": 269.084745763, "easi": 5.2937645882, "pomegran": 180.409090909, "enough": 2.2319696330700003, "concentr": 3.16066095959, "peel": 36.8352668213, "sprout": 77.443902439, "face": 1.80327124035, "juici": 260.262295082, "sign": 1.7606742819099999, "could": 1.2043695949, "love": 2.97303370787, "banana": 35.28, "cloth": 4.69843148861, "water": 2.13157894737, "salad": 81.4153846154, "steal": 13.23, "raspberri": 115.883211679, "minor": 2.23071518898, "beingnum": 1443.27272727, "downsid": 113.4, "alway": 2.06745670009, "endur": 7.052865393160001, "colour": 6.7471313217199995, "insist": 4.8654612319999995, "noth": 3.46410648047, "stone": 3.4754816112099998, "forest": 4.89546716004, "mouth": 7.680696661830001, "through": 1.07074930869, "highway": 7.28925619835, "number": 1.10142916609, "two": 1.01379310345, "babi": 7.517045454550001, "unblemish": 882.0, "strongest": 11.8212956069, "violet": 56.2978723404, "experi": 1.87062566278, "light": 1.9102394417, "itself": 1.74557449148, "burst": 15.9879154079, "air": 1.9518072289200001, "instead": 1.59461631177, "pick": 4.939639079030001, "samsuma": 1443.27272727, "persimmon": 567.0, "better": 2.0065722952500002, "person": 1.40520446097, "need": 1.4372623574099999, "after": 1.02070207021, "which": 1.005191845, "reddish": 90.72, "place": 1.1004366812200002, "bland": 63.7590361446, "first": 1.00761614623, "mum": 217.479452055, "coff": 1443.27272727, "heart": 3.00340522134, "none": 4.06555697823, "kellogg": 101.121019108, "supermarket": 31.625498008, "boyfriend": 46.017391304300006, "for": 1.00031504001, "australia": 3.5453327378300004, "fabric": 11.3157519601, "smooth": 11.086592178800002, "fed": 12.5402843602, "rich": 3.8826118855500003, "way": 1.2190739461, "canon": 10.8220858896, "primal": 93.9408284024, "yet": 2.1258703802900003, "solut": 4.7278141751, "lie": 3.2157180474000002, "few": 1.31729173581, "name": 1.10211732037, "float": 10.903846153800002, "outsid": 1.67450690855, "sharp": 7.02477876106, "most": 1.02096463023, "grape": 33.213389121300004, "mandarin": 43.495890411000005, "sita": 264.6, "while": 1.0441988950299999, "wine": 11.0326615705, "knock": 10.979253112, "visit": 2.20622568093, "opt": 12.721153846199998, "dural": 1443.27272727, "ruin": 8.03848101266, "carri": 1.66869875972, "don": 6.02733485194, "flaw": 13.950790861199998, "appear": 1.3214582986499999, "peopl": 1.21320495186, "soften": 36.4965517241, "tonguenum": 1443.27272727, "etern": 13.4542372881, "god": 3.5217391304300003, "their": 1.01547908405, "come": 1.32831325301, "dead": 2.9608355091400003, "wast": 7.499291450169999, "type": 2.0281042411900003, "desertnum": 1443.27272727, "keep": 2.04245465071, "stroke": 13.4087837838, "card": 6.42492917847, "dig": 18.5034965035, "then": 1.08657860516, "kitchen": 16.2, "ain": 165.375, "harri": 3.87881749328, "were": 1.02458857696, "yellow": 6.902608695650001, "pluck": 86.28260869569999, "turn": 1.3838912133899999, "hue": 64.0161290323, "fleck": 248.0625, "autopilot": 198.45, "use": 1.0296387573799999, "start": 1.26673581744, "day": 1.18371607516, "brother": 2.58104373273, "what": 1.25343439128, "shoe": 14.8512628625, "grass": 13.78125, "share": 1.8566249561500001, "right": 1.4054532577899999, "pavlova": 635.04, "forget": 16.9978586724, "teeth": 19.4083129584, "green": 2.63065451533, "still": 1.1866357724799999, "firm": 3.7076132648300004, "wrong": 5.478260869570001, "got": 3.61969904241, "woolli": 220.5, "couch": 60.3650190114, "easili": 3.6938110749199997, "slide": 15.1056137012, "did": 1.2471327572700002, "whi": 3.2566153846200003, "buy": 5.12459651388, "pretend": 18.9677419355, "live": 1.30591428806, "market": 2.36602086438, "hand": 1.6152202665600002, "pool": 7.052865393160001, "punnet": 1443.27272727, "onc": 1.4974533106999999, "around": 1.21394708671, "chocol": 31.943661971799997, "pile": 24.8840125392, "unlik": 2.42529789184, "sell": 3.51083591331, "yes": 14.1876675603, "worth": 5.210370856580001, "sticki": 84.0, "vast": 4.05620848237, "went": 1.8098495212, "becaus": 1.1495184997499999, "rambuncti": 1443.27272727, "dad": 46.8318584071, "final": 1.34008609775, "nectarin": 1443.27272727, "flesh": 20.5914396887, "run": 1.55692850838, "scene": 3.45055422734, "heavi": 2.88707037643, "farm": 4.4272169548199996, "circl": 4.3795862069, "unleash": 34.6637554585, "itnum": 1443.27272727, "liquid": 10.0037807183, "him": 1.63434218653, "spit": 51.5454545455, "land": 1.7209756097599997, "mean": 1.44906900329, "summer": 2.22104085059, "reflex": 38.5339805825, "care": 2.49426551453, "ani": 1.13383802314, "satisfi": 7.680696661830001, "cover": 1.69380134429, "over": 1.02525024217, "segreg": 19.6485148515, "form": 1.12755681818, "shop": 4.69982238011, "chew": 49.7680250784, "with": 1.0011982089899998, "long": 1.2657259028899999, "know": 2.59327017315, "reason": 1.72340425532, "everi": 1.47917637194, "plate": 8.00201612903, "thisnum": 1443.27272727, "more": 1.0171706817, "where": 1.06715063521, "notic": 4.36994219653, "lineup": 25.565217391300003, "sometim": 1.7126213592200001, "citi": 1.38618702523, "fridg": 512.129032258, "feed": 7.77853993141, "make": 1.0762660158600001, "want": 1.99698113208, "tasti": 317.52, "yourself": 26.592964824099997, "ripe": 72.16363636359999, "out": 1.06016694491, "rubi": 41.2363636364, "see": 1.27242125511, "tell": 3.36142282448, "white": 1.86930413282, "life": 1.37051104972, "spot": 4.52952924394, "find": 1.7294117647099998, "who": 1.06279287723, "purpl": 16.5202913632, "mushi": 661.5, "shock": 6.3964544722, "peach": 56.7, "fleshi": 269.084745763, "time": 1.01127460348, "throne": 9.88542963885, "road": 2.49819040126, "piec": 3.24132298898, "infuri": 55.5104895105, "plum": 65.8755186722, "done": 2.3302509907499998, "sink": 13.142384106, "into": 1.01502461479, "sole": 4.04175152749, "coat": 8.84456824513, "stem": 7.453521126760001, "bornyellow": 1443.27272727, "rest": 1.9573418813999999, "liter": 5.468825353080001, "seedless": 1443.27272727, "morn": 4.15819800943, "vera": 46.285714285699996, "inexplic": 89.6949152542, "berri": 22.4872521246, "seed": 10.4173228346, "tart": 203.53846153799998, "plop": 1443.27272727, "told": 3.1543810848400002, "those": 1.19548192771, "specimen": 29.0769230769, "thing": 2.4065484311099996, "but": 1.01632417899, "watch": 3.92581602374, "uncook": 429.081081081, "beauti": 4.79347826087, "garden": 4.294292669730001, "breaker": 83.55789473680001, "comenum": 1443.27272727, "home": 1.4599963215, "myself": 14.5517873511, "said": 1.54751925139, "grain": 12.0272727273, "obsess": 17.600886918, "blood": 4.74902781932, "may": 1.05201775893, "cool": 6.8578833693300005, "blade": 19.6972704715, "harbour": 15.383720930199999, "chuck": 17.4270032931, "add": 4.61243463103, "treat": 3.59023066486, "goldfish": 360.818181818, "squishi": 1443.27272727, "realist": 12.9494290375, "didn": 1443.27272727, "index": 6.9969149405, "test": 2.65707112971, "good": 1.51981619759, "goe": 4.251740760580001, "fool": 19.4797546012, "fat": 15.5342465753, "frozenbrand": 1443.27272727, "spanish": 3.91034482759, "bulbous": 324.0, "how": 1.60250328051, "had": 1.0475750577399998, "crack": 13.7216940363, "littl": 1.5499365420299998, "luxuri": 12.0455235205, "off": 1.5121440137200002, "bright": 8.80044345898, "menum": 1443.27272727, "drive": 2.93510815308, "cut": 2.4663663197099996, "certain": 1.8077886586200003, "prefer": 3.0216977540900003, "fast": 4.8729281768, "yoghurt": 690.260869565, "mild": 10.8888888889, "nestl": 102.425806452, "linen": 63.7590361446, "our": 2.35758835759, "platter": 208.89473684200001, "mango": 91.76878612719999, "they": 1.03017325287, "wash": 14.3027027027, "guid": 2.49113447356, "was": 1.01127460348, "eat": 7.50638297872, "think": 2.90715986083, "punch": 18.990430622, "illus": 19.2203389831, "unripen": 1443.27272727, "mani": 1.04426757877, "famousnum": 1443.27272727, "facenum": 1443.27272727, "porn": 58.583025830299995, "yourselfnum": 1443.27272727, "these": 1.07415426252, "effort": 1.89247824532, "messi": 129.073170732, "until": 1.14852058164, "war": 1.41320989852, "blackberri": 163.670103093, "magicalnum": 1443.27272727, "mirag": 69.9383259912, "other": 1.00992366412, "knife": 27.0459965928, "box": 4.12685209254, "floor": 5.2621809744800006, "also": 1.01476510067, "has": 1.0436497502, "are": 1.02990593578, "meal": 14.1623550401, "jellyfish": 206.181818182, "sit": 4.652989449, "crisp": 79.38, "down": 1.35889754344, "and": 1.00006299213, "bottom": 6.27261951798, "chastis": 103.764705882, "pom": 466.941176471, "inch": 10.926359256700001, "round": 3.3843530164099995, "took": 1.4009883515700001, "exist": 1.4647107666799999, "brought": 1.8387769284200002, "fan": 4.805084745759999, "black": 1.94917127072, "ball": 6.63989962359, "too": 1.81585268215, "overnum": 1443.27272727, "heal": 13.9753521127, "than": 1.03278688525, "oncenum": 1443.27272727, "skeptic": 16.1834862385, "palpabl": 233.470588235, "tini": 12.928338762200001, "kid": 9.39964476021, "tree": 4.127925117, "not": 1.01567398119, "pang": 203.53846153799998, "bite": 24.3496932515, "dure": 1.0503473370799998, "insid": 2.7396031061299997, "all": 1.01146788991, "she": 2.16, "mayb": 21.0557029178, "smother": 126.0, "limp": 74.1869158879, "harder": 17.1262135922, "lesson": 8.66593886463, "tast": 9.305978898010002, "cole": 17.898534385599998, "arm": 2.34159292035, "lyche": 1323.0, "like": 1.14918566775, "own": 1.17844418052, "airi": 189.0, "carpet": 29.619402985100002, "jewel": 20.752941176500002, "crime": 4.28039902939, "himself": 2.17419884963, "sens": 2.8365195640499996, "extens": 1.99171998495, "forgotten": 13.2631578947, "ahh": 1443.27272727, "busi": 2.05541170378, "combin": 1.69760479042, "should": 1.6643254009900001, "ridicul": 17.5619469027, "peac": 3.00966824645, "some": 1.04036697248, "skin": 8.595560368160001, "hear": 4.17899447223, "wanderlust": 721.636363636, "shown": 2.76923076923, "smoosh": 1443.27272727, "half": 1.75813953488, "get": 1.78562591385, "howev": 1.0945191313299998, "fatter": 1134.0, "grab": 22.3605633803, "side": 1.5989525632, "cave": 12.174846625799999, "wild": 5.04640813732, "crunchi": 567.0, "ador": 44.7211267606, "carv": 12.6, "just": 1.33580143037, "world": 1.11340206186, "never": 1.55769230769, "parent": 3.45280556764, "sweet": 10.2359767892, "speck": 283.5, "friend": 2.20194174757, "napkin": 264.6, "onto": 4.47589512264, "strawberri": 59.4606741573, "feather": 27.8526315789, "grandfath": 12.2123076923, "wateri": 223.605633803, "bodi": 1.8618505922400002, "against": 1.2902072328299998, "thin": 8.200413223139998, "sun": 4.38927287808, "pit": 11.5210449927, "toward": 1.6303142329, "maniac": 115.043478261, "away": 1.85142857143, "processor": 37.980861244, "misti": 154.13592233, "couldn": 1443.27272727, "fig": 54.5567010309, "bag": 15.8601398601, "housem": 567.0, "that": 1.00398406375, "uncl": 10.041745730599999, "them": 1.09876115994, "king": 2.0281042411900003, "orang": 8.204651162789999, "cousin": 9.38852749852, "particular": 1.3814827706200001, "dash": 26.862944162399998, "except": 1.71948445792, "hard": 2.73253012048, "below": 2.25607503197, "cure": 14.1371326803, "sunset": 24.091047041, "one": 1.00627495722, "bowl": 9.06164383562, "pleas": 9.12938470385, "idyl": 104.44736842100001, "wife": 2.8646697943, "pinkr": 1443.27272727, "glenori": 1443.27272727, "reveal": 2.63196286472, "femal": 3.18220084185, "cherri": 25.4423076923, "outnum": 1443.27272727, "greec": 7.97788944724, "there": 1.04091266719, "tabl": 3.82093862816, "lay": 4.7476076555, "option": 4.04896710023, "perfect": 4.48601299802, "differ": 1.23654490225, "say": 1.7544480053, "bucket": 54.9342560554, "now": 1.160780873, "honest": 18.3537572254, "barcelona": 23.554896142399997, "ask": 2.1744966443, "decad": 2.1390460792200003, "anoth": 1.13643521832, "women": 2.31732593782, "chemic": 6.255319148940001, "flag": 5.95275590551, "must": 1.9220338983099996, "flicker": 131.20661157, "yeah": 80.1818181818, "sad": 17.5619469027, "bench": 20.538163001300003, "swoop": 196.0, "take": 1.13961668222, "climb": 9.284210526319999, "your": 3.50540958269, "alo": 337.787234043, "smash": 18.990430622, "you": 2.1629427792900002, "came": 1.46013059873, "okay": 93.9408284024, "end": 1.10680423871, "madnum": 1443.27272727, "ovalshap": 1443.27272727, "would": 1.0828729281799998, "stain": 28.1489361702, "robberi": 26.592964824099997, "same": 1.11857958148, "island": 2.4227071570299996, "glee": 115.883211679, "hate": 10.676529926, "soft": 8.776119402989998, "whole": 2.29488291414, "horn": 10.584000000000001, "much": 1.1942229577299999, "famili": 1.48804948917, "next": 1.4950560316400001, "undress": 217.479452055, "negatori": 1443.27272727, "expans": 3.4770039421800005, "will": 1.22481098596, "pink": 15.8918918919, "the": 1.0, "befor": 1.10036041031, "wait": 4.55421686747, "winner": 5.20183486239, "equival": 4.09175257732, "mummifi": 288.654545455, "dinner": 12.7313552526, "trenchcoat": 1323.0, "wrath": 40.1924050633, "about": 1.06486015159, "tarti": 1443.27272727, "probabl": 2.64555907349, "cereal": 44.974504249300004, "milk": 14.8791002812, "have": 1.0148948411399998}, "logtfidf": {"themnum": 7.2746685411000005, "spray": 3.38284824299, "top": 0.609100637788, "moment": 1.4497416830899998, "blueberri": 21.75382923724, "feet": 1.69151405424, "back": 0.46333486179399996, "lifeless": 5.02817291476, "deserv": 2.7236665915900002, "rectifi": 3.9958100116300006, "chain": 1.64410864979, "mulberri": 20.11269165904, "onli": 0.1519456099746, "victorynum": 7.2746685411000005, "maladi": 5.206655695249999, "watermelon": 31.239934171499996, "otherwis": 2.6282638297400003, "anymor": 3.5588816340699996, "fruit": 27.819222536429997, "tortur": 2.56350167822, "memori": 0.9454338986599999, "been": 0.09458392947360002, "hous": 0.7601812247759999, "tangi": 12.90737597806, "even": 0.609554259336, "meannum": 7.2746685411000005, "sneak": 3.8290193968699997, "extrem": 0.8612095839370001, "freshnum": 7.2746685411000005, "drawernum": 7.2746685411000005, "look": 0.6463866936, "creat": 0.222576818514, "queen": 1.32877208191, "thrill": 3.4225885716400004, "small": 0.9213054151769999, "expens": 2.53126403348, "this": 0.037864490525, "bit": 2.12032652634, "nephew": 2.65774946263, "wet": 2.55860770434, "sour": 14.31597617544, "seeker": 3.85545265394, "piquant": 6.83935046985, "from": 0.005103487519794, "euro": 3.1358722163099997, "dribbl": 5.46787119451, "red": 7.9853569134699995, "big": 5.03992817785, "becom": 0.11771217648900001, "hell": 2.39669921336, "almost": 1.2872365300020001, "each": 1.216191825128, "food": 1.08565801008, "dark": 2.76554646144, "favourit": 2.6346578504599996, "word": 0.585861082385, "utensil": 4.5309002574, "can": 0.8117054819699999, "drink": 1.79478748063, "num": 0.0015749519769850003, "chinnum": 7.2746685411000005, "giant": 1.83028503479, "whatev": 2.0343655696200003, "open": 1.097955190145, "again": 0.411340231612, "set": 0.171496011289, "permit": 1.32307946691, "among": 0.228496097073, "egg": 2.63993955287, "line": 0.349430614452, "sure": 2.0086865552, "tri": 1.23518305832, "excit": 4.56847190866, "soggi": 13.79995018332, "listen": 1.94282848252, "three": 0.06411868822490001, "ancient": 1.22022919484, "when": 0.2261048774424, "fresh": 3.8089068707599996, "sunflowercolour": 7.2746685411000005, "glossi": 4.90187918944, "his": 0.5410634601846, "complex": 0.8502416364309999, "juic": 18.102373224900003, "victori": 1.1831530035, "groceri": 3.8232390339599998, "andal": 7.2746685411000005, "thine": 5.59502637, "easi": 4.99958890545, "pomegran": 5.19522699942, "enough": 0.802884439169, "concentr": 1.15078117015, "peel": 18.032278619, "sprout": 4.34955383476, "face": 1.179204742514, "juici": 5.561689949730001, "sign": 0.565696850403, "could": 1.1157376337400002, "love": 6.537497291699999, "banana": 10.689948693420002, "cloth": 1.5472287271899998, "water": 1.513725989892, "salad": 8.799128510680001, "steal": 2.58248697813, "raspberri": 4.75258288807, "minor": 0.802322246604, "beingnum": 7.2746685411000005, "downsid": 4.73092139129, "alway": 10.168468864008, "endur": 1.953433973, "colour": 3.81823485036, "insist": 1.58216151731, "noth": 3.7273641881699997, "stone": 1.24573306257, "forest": 1.5883097076, "mouth": 14.270971779540002, "through": 0.20507607565469999, "highway": 1.9864015104099997, "number": 0.0966085784186, "two": 0.0547953774328, "babi": 6.05151950724, "unblemish": 6.7821920560099995, "strongest": 2.4699026173800003, "violet": 4.03065674296, "experi": 0.626272953933, "light": 3.2361429817499996, "itself": 0.5570837229510001, "burst": 2.77183314986, "air": 0.668755727436, "instead": 0.46663315041500003, "pick": 11.181045873270001, "samsuma": 7.2746685411000005, "persimmon": 12.680718607460001, "better": 2.0892838218, "person": 0.34018281601800004, "need": 0.362740163442, "after": 0.1434348625367, "which": 0.01035682769086, "reddish": 4.50777783998, "place": 0.2871212518716, "bland": 4.15511091744, "first": 0.02276186943648, "mum": 5.38210437275, "coff": 7.2746685411000005, "heart": 1.09974671874, "none": 1.40255075163, "kellogg": 4.61631800855, "supermarket": 6.90792738842, "boyfriend": 7.658038793739999, "for": 0.005354836721749001, "australia": 3.79689605022, "fabric": 2.4261957337999998, "smooth": 2.4057364663799996, "fed": 2.5289462112, "rich": 1.35650809354, "way": 1.5847320794800002, "canon": 2.38158903576, "primal": 4.54266509898, "yet": 0.754181309241, "solut": 1.55346297627, "lie": 2.33610135128, "few": 0.551155827306, "name": 0.09723316638430002, "float": 2.38911558515, "outsid": 0.515518738985, "sharp": 1.94944372164, "most": 0.020747896295599998, "grape": 31.526577732689997, "mandarin": 7.545332920639999, "sita": 5.57821925168, "while": 0.12974995138140002, "wine": 4.80172021404, "knock": 2.39600741118, "visit": 0.791283218833, "opt": 2.54326626497, "dural": 7.2746685411000005, "ruin": 4.16848027314, "carri": 0.512044136911, "don": 3.5926098632, "flaw": 2.63553619922, "appear": 0.278735898493, "peopl": 0.386531156946, "soften": 3.5972177828099996, "tonguenum": 7.2746685411000005, "etern": 2.5992940964400004, "god": 1.25895493874, "their": 0.07680252561350001, "come": 0.5678198130600001, "dead": 1.0854714951100002, "wast": 4.02961708554, "type": 0.707101485387, "desertnum": 7.2746685411000005, "keep": 0.7141523446729999, "stroke": 2.59590999846, "card": 1.8601856079099999, "dig": 2.91795971441, "then": 0.16606773046179998, "kitchen": 8.355033726720002, "ain": 5.10821562244, "harri": 1.35553033741, "were": 0.12145571840549998, "yellow": 9.659497059949999, "pluck": 4.45762805629, "turn": 0.324899251064, "hue": 4.15913506774, "fleck": 5.51368073054, "autopilot": 5.29053717923, "use": 0.1168320789264, "start": 0.236443369291, "day": 0.33731741263400006, "brother": 0.948193864695, "what": 1.355323780962, "shoe": 2.69808490288, "grass": 5.2466179453, "share": 0.618760299747, "right": 0.34035985417, "pavlova": 6.45368798903, "forget": 8.49926212701, "teeth": 8.8971044319, "green": 6.770628762597001, "still": 0.34224444285800004, "firm": 9.17271841325, "wrong": 3.40157538204, "got": 1.2863908849299999, "woolli": 5.3958976948899995, "couch": 4.100409781730001, "easili": 1.3066587367, "slide": 2.7150664430299996, "did": 0.220847122352, "whi": 1.18068843047, "buy": 4.902155378789999, "pretend": 2.9427397434099998, "live": 0.266903399347, "market": 0.8612095839370001, "hand": 0.479471335336, "pool": 1.953433973, "punnet": 29.098674164400002, "onc": 1.211297617065, "around": 0.19387710578200001, "chocol": 3.4639737878099996, "pile": 6.42845106112, "unlik": 0.885954358842, "sell": 2.51170832214, "yes": 2.65237310559, "worth": 1.65065103492, "sticki": 8.861633597680001, "vast": 1.40024866595, "went": 0.593243704365, "becaus": 0.27868631765, "rambuncti": 7.2746685411000005, "dad": 3.8465637065199996, "final": 0.292733863948, "nectarin": 14.549337082200001, "flesh": 6.04975088068, "run": 0.442714975539, "scene": 1.23853486375, "heavi": 1.0602422774, "farm": 1.48777115974, "circl": 1.47695424661, "unleash": 3.5456946297900003, "itnum": 14.549337082200001, "liquid": 2.30296309338, "him": 0.9824807819939999, "spit": 3.9424640309300005, "land": 0.5428913449939999, "mean": 0.74184256704, "summer": 2.393927812872, "reflex": 3.65154046455, "care": 0.9139943029109999, "ani": 0.251216716732, "satisfi": 2.03871025422, "cover": 0.526975319156, "over": 0.0748101644871, "segreg": 2.97800175538, "form": 0.240106368382, "shop": 4.64257414962, "chew": 3.90737271112, "with": 0.020357359127630002, "long": 0.235645793878, "know": 4.764598471989999, "reason": 0.544301552962, "everi": 0.391485427421, "plate": 2.07969352606, "thisnum": 7.2746685411000005, "more": 0.017024931599999998, "where": 0.2599685549828, "notic": 1.47474978168, "lineup": 3.2412327319700003, "sometim": 1.076050310686, "citi": 0.326556830505, "fridg": 12.477153218839998, "feed": 2.05136865109, "make": 0.29399063129159997, "want": 2.7665464250199996, "tasti": 5.76054080847, "yourself": 3.28064670051, "ripe": 17.1157450702, "out": 0.3505583455158, "rubi": 3.7193204796199995, "see": 0.481843170984, "tell": 2.42472868802, "white": 5.004529920984, "life": 0.945551097831, "spot": 1.5106180144299999, "find": 0.547781330288, "who": 0.1218004659718, "purpl": 11.218357619719999, "mushi": 6.4945099835599995, "shock": 1.8557438481400002, "peach": 12.113322632190002, "fleshi": 11.19005274, "time": 0.0672691131756, "throne": 2.2910619194, "road": 0.915566630279, "piec": 1.17598157639, "infuri": 4.01657200308, "plum": 46.06543568451, "done": 0.845975983129, "sink": 2.57584243541, "into": 0.1193029058296, "sole": 1.3966781444299998, "coat": 2.17980351298, "stem": 4.0173731104, "bornyellow": 7.2746685411000005, "rest": 0.671587369833, "liter": 3.3981276997600003, "seedless": 21.824005623300003, "morn": 1.4250818096200002, "vera": 3.8348333667400003, "inexplic": 4.49641408133, "berri": 6.225897152819999, "seed": 11.717350388299998, "tart": 15.94756496163, "plop": 36.3733427055, "told": 1.14879230713, "those": 0.17854939087299998, "specimen": 3.36994483816, "thing": 1.7563870693599999, "but": 0.1295389765752, "watch": 1.36757423376, "uncook": 6.0616459012599995, "beauti": 1.5672562984, "garden": 4.3718605649099995, "breaker": 4.425539741740001, "comenum": 7.2746685411000005, "home": 1.135301748591, "myself": 2.67771382807, "said": 0.87330633163, "grain": 2.48717679832, "obsess": 2.86794929384, "blood": 7.789699637399999, "may": 0.10141999056880001, "cool": 1.9253988473800001, "blade": 2.9804800713999997, "harbour": 2.73330986786, "chuck": 2.85802091664, "add": 1.52875583713, "treat": 1.27821645249, "goldfish": 5.8883741799800005, "squishi": 7.2746685411000005, "realist": 2.56105169741, "didn": 14.549337082200001, "index": 1.94546932912, "test": 0.977224437103, "good": 3.7673046441629996, "goe": 1.4473284897999998, "fool": 2.9693757006599997, "fat": 5.4860940862800005, "frozenbrand": 7.2746685411000005, "spanish": 1.3636255613100001, "bulbous": 5.78074351579, "how": 2.8294017415800004, "had": 0.0929560488222, "crack": 7.85693426013, "littl": 0.876427978932, "luxuri": 2.4886930988400002, "off": 1.6541140815520001, "bright": 2.1748021132799997, "menum": 7.2746685411000005, "drive": 1.07674430203, "cut": 2.70823782555, "certain": 0.592104362781, "prefer": 2.21163768732, "fast": 1.5836950247400001, "yoghurt": 6.5370695979699995, "mild": 2.38774290133, "nestl": 4.62913869698, "linen": 4.15511091744, "our": 3.4305568567280003, "platter": 5.34183047362, "mango": 13.55781665823, "they": 0.594539895352, "wash": 2.6604485196, "guid": 0.912738218589, "was": 0.1233267074886, "eat": 34.26781328114, "think": 3.2015298352499997, "punch": 2.9439352008200004, "illus": 2.95596904038, "unripen": 36.3733427055, "mani": 0.1732630324884, "famousnum": 7.2746685411000005, "facenum": 7.2746685411000005, "porn": 8.14088998604, "yourselfnum": 7.2746685411000005, "these": 0.1430672388016, "effort": 0.637887211057, "messi": 4.860379458530001, "until": 0.138474663439, "war": 0.345863640811, "blackberri": 5.0978528354, "magicalnum": 7.2746685411000005, "mirag": 4.24761379642, "other": 0.00987474791976, "knife": 6.59507798814, "box": 5.6700596446, "floor": 1.66054557474, "also": 0.0146571578, "has": 0.213619724274, "are": 0.4125446301578, "meal": 2.65058739083, "jellyfish": 5.32875839205, "sit": 3.0750198105799997, "crisp": 17.4969857894, "down": 0.306673741186, "and": 0.0035904380976252, "bottom": 1.8361940533599999, "chastis": 4.64212589251, "pom": 6.14620328929, "inch": 2.39117815033, "round": 4.876651022280001, "took": 0.337177952953, "exist": 0.38165779408699996, "brought": 0.609100637788, "fan": 1.56967467926, "black": 0.667404292867, "ball": 1.8930968464400002, "too": 0.5965551547219999, "overnum": 7.2746685411000005, "heal": 2.63729521462, "than": 0.0322608622182, "oncenum": 7.2746685411000005, "skeptic": 2.7839913543400003, "palpabl": 5.45305610873, "tini": 10.2376868208, "kid": 6.722015691299999, "tree": 5.671099551, "not": 0.2332861951125, "pang": 5.31585498721, "bite": 12.770077007920001, "dure": 0.0491209066894, "insid": 2.01562611626, "all": 0.1482342172714, "she": 0.7701082216959999, "mayb": 3.0471714458899997, "smother": 4.83628190695, "limp": 4.30658779888, "harder": 2.84061024834, "lesson": 2.1594002686700002, "tast": 11.15328542925, "cole": 2.8847188315900003, "arm": 0.850831432969, "lyche": 7.18765716411, "like": 2.7810715309000003, "own": 0.164195077421, "airi": 5.24174701506, "carpet": 3.3884296528299997, "jewel": 6.06537596016, "crime": 2.90809247282, "himself": 0.7766602516869999, "sens": 1.04257779501, "extens": 0.6889985794750001, "forgotten": 2.5849901083400004, "ahh": 7.2746685411000005, "busi": 0.720476170355, "combin": 0.529218310751, "should": 2.037679507032, "ridicul": 2.86573445351, "peac": 1.1018298555600001, "some": 0.0395735090645, "skin": 4.3024916674, "hear": 1.43007066072, "wanderlust": 6.58152136054, "shown": 1.01856958099, "smoosh": 7.2746685411000005, "half": 0.564256167492, "get": 1.739307017346, "howev": 0.0903151173475, "fatter": 7.033506484289999, "grab": 3.10729884387, "side": 0.46934876686899996, "cave": 2.4993720714200003, "wild": 1.61867673028, "crunchi": 6.340359303730001, "ador": 3.8004460244300002, "carv": 2.53369681396, "just": 0.579062868218, "world": 0.107420248621, "never": 3.545643488728, "parent": 1.23918710858, "sweet": 6.977725952189999, "speck": 5.647212123169999, "friend": 0.7893395836239999, "napkin": 5.57821925168, "onto": 1.4987063591299998, "strawberri": 4.0853151555, "feather": 3.3269274530699997, "grandfath": 2.50244427045, "wateri": 5.40988393686, "bodi": 0.6215709351609999, "against": 0.254802851078, "thin": 2.10418454607, "sun": 1.47916358195, "pit": 2.4441753623299998, "toward": 0.48877277716000006, "maniac": 4.74531012875, "away": 0.615957541869, "processor": 3.63708238138, "misti": 5.03783482567, "couldn": 7.2746685411000005, "fig": 11.99772164019, "bag": 2.76380903459, "housem": 6.340359303730001, "that": 0.07952296759279999, "uncl": 2.3067509766900005, "them": 2.1662165189138998, "king": 0.707101485387, "orang": 6.314103625320001, "cousin": 2.239488465, "particular": 0.646314787608, "dash": 3.2907477965, "except": 0.54202451213, "hard": 5.026139820299999, "below": 0.813626591936, "cure": 2.6488048591599997, "sunset": 6.3636805588, "one": 0.12510703291, "bowl": 2.20405054241, "pleas": 4.4229965991, "idyl": 4.6486832930599995, "wife": 1.0524530884799999, "pinkr": 7.2746685411000005, "glenori": 14.549337082200001, "reveal": 0.9677299042149999, "femal": 1.15757304604, "cherri": 9.70924033659, "outnum": 7.2746685411000005, "greec": 2.07667389618, "there": 0.12029367877649999, "tabl": 1.34049610661, "lay": 1.5576408397, "option": 2.79692362322, "perfect": 3.00192866712, "differ": 0.424642242624, "say": 1.6864628416560001, "bucket": 4.00613712579, "now": 0.149092945021, "honest": 2.90983430697, "barcelona": 3.15933370299, "ask": 0.776797209847, "decad": 0.760359972282, "anoth": 0.255792723304, "women": 0.8404139079, "chemic": 1.8334321656299999, "flag": 1.78385428972, "must": 1.306767894776, "flicker": 9.75354653662, "yeah": 4.38429678321, "sad": 2.86573445351, "bench": 3.0222847653200002, "swoop": 5.278114659230001, "take": 0.522767848788, "climb": 2.2283151644099997, "your": 18.814610555250002, "alo": 5.822416212189999, "smash": 2.9439352008200004, "you": 25.458499845702, "came": 0.378525882905, "okay": 4.54266509898, "end": 0.101476798618, "madnum": 7.2746685411000005, "ovalshap": 7.2746685411000005, "would": 0.47770576778819995, "stain": 6.6750191248, "robberi": 3.28064670051, "same": 0.336178948812, "island": 0.884885574863, "glee": 4.75258288807, "hate": 2.36804786744, "soft": 6.516102985529999, "whole": 2.492045473218, "horn": 4.7186868536199995, "much": 0.17749572930100002, "famili": 0.7949323894220001, "next": 0.402163685499, "undress": 5.38210437275, "negatori": 7.2746685411000005, "expans": 1.2461709868100002, "will": 0.202786534915, "pink": 2.7658090352499998, "the": 0.0, "befor": 0.0956377718795, "wait": 6.06421435128, "winner": 1.6490114215, "equival": 1.40897338129, "mummifi": 5.66523062867, "dinner": 2.54406786822, "trenchcoat": 7.18765716411, "wrath": 3.693678049, "about": 0.1256869549492, "tarti": 7.2746685411000005, "probabl": 0.972882412913, "cereal": 3.8060957569699996, "milk": 2.6999575626, "have": 0.0887100140472}}, "html": "<!DOCTYPE html>\n<html xmlns:cc=\"http://creativecommons.org/ns#\"><head prefix=\"og: http://ogp.me/ns# fb: http://ogp.me/ns/fb# medium-com: http://ogp.me/ns/fb/medium-com#\"><meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/><meta content=\"width=device-width, initial-scale=1.0, viewport-fit=contain\" name=\"viewport\"/><title>How to Eat the Best Fruit (and Not the Bad Fruit) – Featured Stories – Medium</title><link href=\"https://medium.com/s/story/how-to-eat-the-best-fruit-and-not-the-bad-fruit-af73f4b74d07\" rel=\"canonical\"/><meta content=\"How to Eat the Best Fruit (and Not the Bad Fruit) – Featured Stories – Medium\" name=\"title\"/><meta content=\"unsafe-url\" name=\"referrer\"/><meta content=\"After having a mild stroke each time my boyfriend brought home the wrong type of fruit, I created an index card for him to take to the shops. (His solution was for me to go instead — be the sole…\" name=\"description\"/><meta content=\"#000000\" name=\"theme-color\"/><meta content=\"How to Eat the Best Fruit (and Not the Bad Fruit)\" property=\"og:title\"/><meta content=\"How to Eat the Best Fruit (and Not the Bad Fruit)\" property=\"twitter:title\"/><meta content=\"https://medium.com/s/story/how-to-eat-the-best-fruit-and-not-the-bad-fruit-af73f4b74d07\" property=\"og:url\"/><meta content=\"https://cdn-images-1.medium.com/focal/1200/632/46/35/1*20UvItpwxGIKM77XMmr5XA.jpeg\" property=\"og:image\"/><meta content=\"542599432471018\" property=\"fb:app_id\"/><meta content=\"After having a mild stroke each time my boyfriend brought home the wrong type of fruit, I created an index card for him to take to the shops. (His solution was for me to go instead — be the sole…\" property=\"og:description\"/><meta content=\"After having a mild stroke each time my boyfriend brought home the wrong type of fruit, I created an index card for him to take to the shops. (His solution was for me to go instead — be the sole…\" name=\"twitter:description\"/><meta content=\"https://cdn-images-1.medium.com/focal/1200/632/46/35/1*20UvItpwxGIKM77XMmr5XA.jpeg\" name=\"twitter:image:src\"/><link href=\"https://plus.google.com/103654360130207659246\" rel=\"publisher\"/><link href=\"https://medium.com/@tinyfleu\" rel=\"author\"/><meta content=\"Sheree Joseph\" property=\"author\"/><meta content=\"article\" property=\"og:type\"/><meta content=\"summary_large_image\" name=\"twitter:card\"/><meta content=\"https://www.facebook.com/medium\" property=\"article:publisher\"/><meta content=\"https://medium.com/@tinyfleu\" property=\"article:author\"/><meta content=\"index, follow\" name=\"robots\"/><meta content=\"@Medium\" name=\"twitter:site\"/><meta content=\"Medium\" property=\"og:site_name\"/><meta name=\"twitter:label1\" value=\"Reading time\"/><meta name=\"twitter:data1\" value=\"9 min read\"/><meta content=\"Medium\" name=\"twitter:app:name:iphone\"/><meta content=\"828256236\" name=\"twitter:app:id:iphone\"/><meta content=\"medium://s/story/af73f4b74d07\" name=\"twitter:app:url:iphone\"/><meta content=\"Medium\" property=\"al:ios:app_name\"/><meta content=\"828256236\" property=\"al:ios:app_store_id\"/><meta content=\"com.medium.reader\" property=\"al:android:package\"/><meta content=\"Medium\" property=\"al:android:app_name\"/><meta content=\"medium://s/story/af73f4b74d07\" property=\"al:ios:url\"/><meta content=\"medium://s/story/af73f4b74d07\" property=\"al:android:url\"/><meta content=\"https://medium.com/s/story/how-to-eat-the-best-fruit-and-not-the-bad-fruit-af73f4b74d07\" property=\"al:web:url\"/><link href=\"/osd.xml\" rel=\"search\" title=\"Medium\" type=\"application/opensearchdescription+xml\"><link href=\"android-app://com.medium.reader/https/medium.com/s/story/af73f4b74d07\" rel=\"alternate\"><script type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"NewsArticle\",\"image\":{\"@type\":\"ImageObject\",\"width\":1920,\"height\":1901,\"url\":\"https://cdn-images-1.medium.com/max/2600/1*20UvItpwxGIKM77XMmr5XA.jpeg\"},\"url\":\"https://medium.com/s/story/how-to-eat-the-best-fruit-and-not-the-bad-fruit-af73f4b74d07\",\"dateCreated\":\"2018-01-17T00:12:04.634Z\",\"datePublished\":\"2018-01-17T00:12:04.634Z\",\"dateModified\":\"2018-12-25T00:01:00.619Z\",\"headline\":\"How to Eat the Best Fruit (and Not the Bad Fruit)\",\"name\":\"How to Eat the Best Fruit (and Not the Bad Fruit)\",\"articleId\":\"af73f4b74d07\",\"thumbnailUrl\":\"https://cdn-images-1.medium.com/max/2600/1*20UvItpwxGIKM77XMmr5XA.jpeg\",\"keywords\":[\"Tag:Food\",\"Tag:Fruits\",\"Tag:Memoir\",\"Tag:Writing\",\"Tag:Lists\",\"Topic:Food\",\"Sequence:story\",\"LockedPostSource:1\",\"Elevated:true\",\"LayerCake:2\"],\"author\":{\"@type\":\"Person\",\"name\":\"Sheree Joseph\",\"url\":\"https://medium.com/@tinyfleu\"},\"creator\":[\"Sheree Joseph\"],\"publisher\":{\"@type\":\"Organization\",\"name\":\"Medium\",\"url\":\"https://medium.com/\",\"logo\":{\"@type\":\"ImageObject\",\"width\":308,\"height\":60,\"url\":\"https://cdn-images-1.medium.com/max/616/1*OMF3fSqH8t4xBJ9-6oZDZw.png\"}},\"mainEntityOfPage\":\"https://medium.com/s/story/how-to-eat-the-best-fruit-and-not-the-bad-fruit-af73f4b74d07\"}</script><meta content=\"https://medium.com/s/story/how-to-eat-the-best-fruit-and-not-the-bad-fruit-af73f4b74d07\" name=\"parsely-link\"/><link class=\"js-glyph-\" href=\"https://glyph.medium.com/css/e/sr/latin/e/ssr/latin/e/ssb/latin/m2.css\" id=\"glyph-8\" rel=\"stylesheet\" type=\"text/css\"><link href=\"https://cdn-static-1.medium.com/_/fp/css/main-branding-base.95h6LstxJX8UWgJm7QqR7A.css\" rel=\"stylesheet\"/><script>!function(n,e){var t,o,i,c=[],f={passive:!0,capture:!0},r=new Date,a=\"pointerup\",u=\"pointercancel\";function p(n,c){t||(t=c,o=n,i=new Date,w(e),s())}function s(){o>=0&&o<i-r&&(c.forEach(function(n){n(o,t)}),c=[])}function l(t){if(t.cancelable){var o=(t.timeStamp>1e12?new Date:performance.now())-t.timeStamp;\"pointerdown\"==t.type?function(t,o){function i(){p(t,o),r()}function c(){r()}function r(){e(a,i,f),e(u,c,f)}n(a,i,f),n(u,c,f)}(o,t):p(o,t)}}function w(n){[\"click\",\"mousedown\",\"keydown\",\"touchstart\",\"pointerdown\"].forEach(function(e){n(e,l,f)})}w(n),self.perfMetrics=self.perfMetrics||{},self.perfMetrics.onFirstInputDelay=function(n){c.push(n),s()}}(addEventListener,removeEventListener);</script><script>if (window.top !== window.self) window.top.location = window.self.location.href;var OB_startTime = new Date().getTime(); var OB_loadErrors = []; function _onerror(e) { OB_loadErrors.push(e) }; if (document.addEventListener) document.addEventListener(\"error\", _onerror, true); else if (document.attachEvent) document.attachEvent(\"onerror\", _onerror); function _asyncScript(u) {var d = document, f = d.getElementsByTagName(\"script\")[0], s = d.createElement(\"script\"); s.type = \"text/javascript\"; s.async = true; s.src = u; f.parentNode.insertBefore(s, f);}function _asyncStyles(u) {var d = document, f = d.getElementsByTagName(\"script\")[0], s = d.createElement(\"link\"); s.rel = \"stylesheet\"; s.href = u; f.parentNode.insertBefore(s, f); return s}(new Image()).src = \"/_/stat?event=pixel.load&origin=\" + encodeURIComponent(location.origin);</script><script>window.ga=window.ga||function(){(ga.q=ga.q||[]).push(arguments)};ga.l=+new Date; ga(\"create\", \"UA-24232453-2\", \"auto\", {\"allowLinker\": true, \"legacyCookieDomain\": window.location.hostname}); ga(\"send\", \"pageview\");</script><script async=\"\" src=\"https://www.google-analytics.com/analytics.js\"></script><!--[if lt IE 9]><script charset=\"UTF-8\" src=\"https://cdn-static-1.medium.com/_/fp/js/shiv.RI2ePTZ5gFmMgLzG5bEVAA.js\"></script><![endif]--><link class=\"js-favicon\" href=\"https://cdn-static-1.medium.com/_/fp/icons/favicon-rebrand-medium.3Y6xpZ-0FSdWDnPM3hSBIA.ico\" rel=\"icon\"/><link href=\"https://cdn-images-1.medium.com/fit/c/304/304/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"152x152\"/><link href=\"https://cdn-images-1.medium.com/fit/c/240/240/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"120x120\"/><link href=\"https://cdn-images-1.medium.com/fit/c/152/152/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"76x76\"/><link href=\"https://cdn-images-1.medium.com/fit/c/120/120/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"60x60\"/><link color=\"#171717\" href=\"https://cdn-static-1.medium.com/_/fp/icons/monogram-mask.KPLCSFEZviQN0jQ7veN2RQ.svg\" rel=\"mask-icon\"/></link></link></link></head><body class=\"browser-chrome os-windows is-withMagicUnderlines v-glyph v-glyph--m2 is-noJs\" itemscope=\"\"><script>document.body.className = document.body.className.replace(/(^|\\s)is-noJs(\\s|$)/, \"$1is-js$2\")</script><div class=\"site-main\" id=\"container\"><div class=\"butterBar butterBar--error\"></div><div class=\"surface\"><div class=\"screenContent\" id=\"prerendered\"><div class=\"notesPositionContainer elevate-notesPositionContainer js-notesPositionContainer\"></div><div class=\"metabar u-clearfix u-boxShadow4px12pxBlackLightest u-fixed u-backgroundTransparentWhiteDarkest u-xs-sizeFullViewportWidth js-metabar\"><div class=\"branch-journeys-top\"></div><div class=\"js-metabarMiddle metabar-inner u-marginAuto u-maxWidth1224 u-paddingLeft65 u-paddingRight65 u-md-paddingLeft16 u-md-paddingRight16 u-flexCenter u-justifyContentSpaceBetween u-height65 u-xs-height56 u-paddingHorizontal20\"><div class=\"metabar-block u-flex1 u-flexCenter\"><div class=\"u-xs-hide js-metabarLogoLeft\"><a class=\"siteNav-logo u-fillTransparentBlackDarker u-flex0\" data-log-event=\"home\" href=\"https://medium.com/\"><span class=\"svgIcon svgIcon--logoWordmark svgIcon--112x22px u-xs-hide u-flex\"><svg class=\"svgIcon-use\" height=\"22\" viewbox=\"0 0 111.5 22\" width=\"112\"><path d=\"M56.3 19.5c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5V19c-.7 1.8-2.4 3-4.3 3-3.3 0-5.8-2.6-5.8-7.5 0-4.5 2.6-7.6 6.3-7.6 1.6-.1 3.1.8 3.8 2.4V3.2c0-.3-.1-.6-.3-.7l-1.4-1.4V1l6.5-.8v19.3zm-4.8-.8V9.5c-.5-.6-1.2-.9-1.9-.9-1.6 0-3.1 1.4-3.1 5.7 0 4 1.3 5.4 3 5.4.8.1 1.6-.3 2-1zm9.1 3.1V9.4c0-.3-.1-.6-.3-.7l-1.4-1.5v-.1h6.5v12.5c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5zm-.2-19.2C60.4 1.2 61.5 0 63 0c1.4 0 2.6 1.2 2.6 2.6S64.4 5.3 63 5.3c-1.5 0-2.6-1.2-2.6-2.7zm22.5 16.9c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5v-3.2c-.6 2-2.4 3.4-4.5 3.4-2.9 0-4.4-2.1-4.4-6.2 0-1.9 0-4.1.1-6.5 0-.3-.1-.5-.3-.7L67.7 7v.1H74v8c0 2.6.4 4.4 2 4.4.9-.1 1.7-.6 2.1-1.3V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v12.4zm22 2.3c0-.5.1-6.5.1-7.9 0-2.6-.4-4.5-2.2-4.5-.9 0-1.8.5-2.3 1.3.2.8.3 1.7.3 2.5 0 1.8-.1 4.2-.1 6.5 0 .3.1.5.3.7l1.5 1.4v.1H96c0-.4.1-6.5.1-7.9 0-2.7-.4-4.5-2.2-4.5-.9 0-1.7.5-2.2 1.3v9c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v3.1c.6-2.1 2.5-3.5 4.6-3.4 2.2 0 3.6 1.2 4.2 3.5.7-2.1 2.7-3.6 4.9-3.5 2.9 0 4.5 2.2 4.5 6.2 0 1.9-.1 4.2-.1 6.5-.1.3.1.6.3.7l1.4 1.4v.1h-6.6zm-81.4-2l1.9 1.9v.1h-9.8v-.1l2-1.9c.2-.2.3-.4.3-.7V7.3c0-.5 0-1.2.1-1.8L11.4 22h-.1L4.5 6.8c-.1-.4-.2-.4-.3-.6v10c-.1.7 0 1.3.3 1.9l2.7 3.6v.1H0v-.1L2.7 18c.3-.6.4-1.3.3-1.9v-11c0-.5-.1-1.1-.5-1.5L.7 1.1V1h7l5.8 12.9L18.6 1h6.8v.1l-1.9 2.2c-.2.2-.3.5-.3.7v15.2c0 .2.1.5.3.6zm7.6-5.9c0 3.8 1.9 5.3 4.2 5.3 1.9.1 3.6-1 4.4-2.7h.1c-.8 3.7-3.1 5.5-6.5 5.5-3.7 0-7.2-2.2-7.2-7.4 0-5.5 3.5-7.6 7.3-7.6 3.1 0 6.4 1.5 6.4 6.2v.8h-8.7zm0-.8h4.3v-.8c0-3.9-.8-4.9-2-4.9-1.4.1-2.3 1.6-2.3 5.7z\"></path></svg></span><span class=\"svgIcon svgIcon--logoWordmark svgIcon--122x45px u-xs-show u-flex\"><svg class=\"svgIcon-use\" height=\"45\" width=\"122\"><path d=\"M61.6 31.806c0 .412 0 .505.28.758l1.574 1.537v.065h-6.979v-2.95a4.852 4.852 0 0 1-4.627 3.203c-3.588 0-6.192-2.81-6.192-7.981 0-4.843 2.81-8.075 6.754-8.075a4.122 4.122 0 0 1 4.056 2.51v-6.51a.806.806 0 0 0-.319-.787l-1.499-1.443v-.065l6.951-.815v20.553zm-5.125-.937v-9.714a2.614 2.614 0 0 0-2.08-.975c-1.695 0-3.334 1.537-3.334 6.099 0 4.271 1.414 5.78 3.175 5.78a2.81 2.81 0 0 0 2.24-1.19zm9.752 3.297V21.051a.88.88 0 0 0-.281-.786L64.4 18.672v-.065h6.98v13.302c0 .412 0 .505.28.758l1.536 1.443v.066l-6.97-.01zm-.253-20.356a2.81 2.81 0 1 1 5.62 0 2.81 2.81 0 0 1-5.62 0zm24.234 17.967c0 .413 0 .534.281.787l1.574 1.537v.065h-7.017v-3.363a5.077 5.077 0 0 1-4.805 3.616c-3.11 0-4.778-2.267-4.778-6.557 0-2.07 0-4.337.066-6.885a.796.796 0 0 0-.281-.76l-1.546-1.545v-.065h6.923v8.552c0 2.81.412 4.684 2.173 4.684a2.81 2.81 0 0 0 2.267-1.415v-9.367a.88.88 0 0 0-.28-.787l-1.556-1.602v-.065h6.979v13.17zm23.756 2.39c0-.507.094-6.952.094-8.432 0-2.81-.44-4.75-2.417-4.75a3.138 3.138 0 0 0-2.482 1.35c.198.876.292 1.772.28 2.67 0 1.948-.065 4.43-.093 6.913a.796.796 0 0 0 .281.759l1.574 1.442v.066h-7.045c0-.468.094-6.95.094-8.431 0-2.857-.44-4.75-2.389-4.75a2.81 2.81 0 0 0-2.323 1.387v9.555c0 .412 0 .506.281.759l1.537 1.442v.066h-6.97V21.098a.88.88 0 0 0-.281-.787l-1.546-1.639v-.065h6.98v3.334a5.002 5.002 0 0 1 5.002-3.587c2.323 0 3.896 1.292 4.562 3.747a5.433 5.433 0 0 1 5.245-3.747c3.11 0 4.872 2.295 4.872 6.632 0 2.07-.066 4.43-.094 6.913a.75.75 0 0 0 .318.759l1.537 1.443v.065h-7.017zm-87.671-2.043l2.07 1.977v.065H17.862v-.065l2.107-1.977a.796.796 0 0 0 .281-.759V18.728c0-.534 0-1.255.094-1.873l-7.082 17.564h-.084L5.843 18.26c-.16-.402-.206-.43-.31-.702v10.595c-.087.71.034 1.429.348 2.07l2.95 3.879v.065H1v-.065l2.95-3.888a3.69 3.69 0 0 0 .347-2.06v-11.71a2.267 2.267 0 0 0-.487-1.602l-2.089-2.708v-.065h7.494l6.277 13.686 5.527-13.686h7.335v.065l-2.061 2.296a.806.806 0 0 0-.319.786v16.15a.75.75 0 0 0 .319.759zm8.215-6.332v.065c0 4.01 2.07 5.62 4.497 5.62a5.105 5.105 0 0 0 4.777-2.894h.066c-.844 3.963-3.298 5.836-6.97 5.836-3.962 0-7.7-2.389-7.7-7.925 0-5.817 3.747-8.14 7.887-8.14 3.335 0 6.886 1.573 6.886 6.632v.806h-9.443zm0-.806h4.618v-.815c0-4.122-.852-5.218-2.136-5.218-1.555 0-2.5 1.64-2.5 6.033h.018z\"></path></svg></span><span class=\"u-textScreenReader\">Homepage</span></a></div><div class=\"u-xs-show js-metabarLogoLeft\"><a class=\"siteNav-logo u-fillTransparentBlackDarker u-flex0 u-flexCenter u-paddingTop0\" data-log-event=\"home\" href=\"https://medium.com/\"><span class=\"svgIcon svgIcon--logoMonogram svgIcon--45px is-flushLeft u-flex0 u-flexCenter u-paddingTop0\"><svg class=\"svgIcon-use\" height=\"45\" width=\"45\"><path d=\"M5 40V5h35v35H5zm8.56-12.627c0 .555-.027.687-.318 1.03l-2.457 2.985v.396h6.974v-.396l-2.456-2.985c-.291-.343-.344-.502-.344-1.03V18.42l6.127 13.364h.714l5.256-13.364v10.644c0 .29 0 .342-.185.528l-1.848 1.796v.396h9.19v-.396l-1.822-1.796c-.184-.186-.21-.238-.21-.528V15.937c0-.291.026-.344.21-.528l1.823-1.797v-.396h-6.471l-4.622 11.542-5.203-11.542h-6.79v.396l2.14 2.64c.239.292.291.37.291.768v10.353z\"></path></svg></span><span class=\"u-textScreenReader\">Homepage</span></a></div></div><div class=\"metabar-block u-flex0\"><div class=\"buttonSet buttonSet--wide\"><a class=\"button button--chromeless u-baseColor--buttonNormal u-xs-hide js-upgradeMembershipAction\" href=\"https://medium.com/membership?source=upgrade_membership---nav_full\">Become a member</a><a class=\"button button--primary button--chromeless u-accentColor--buttonNormal is-inSiteNavBar u-xs-hide js-signInButton\" data-action=\"sign-in-prompt\" data-action-source=\"--------------------------nav_reg\" data-redirect=\"https://medium.com/s/story/how-to-eat-the-best-fruit-and-not-the-bad-fruit-af73f4b74d07\" href=\"https://medium.com/m/signin?redirect=https%3A%2F%2Fmedium.com%2Fs%2Fstory%2Fhow-to-eat-the-best-fruit-and-not-the-bad-fruit-af73f4b74d07&amp;source=--------------------------nav_reg&amp;operation=login\">Sign in</a><a class=\"button button--primary button--withChrome u-accentColor--buttonNormal is-inSiteNavBar js-signUpButton\" data-action=\"sign-up-prompt\" data-action-source=\"--------------------------nav_reg\" data-redirect=\"https://medium.com/s/story/how-to-eat-the-best-fruit-and-not-the-bad-fruit-af73f4b74d07\" href=\"https://medium.com/m/signin?redirect=https%3A%2F%2Fmedium.com%2Fs%2Fstory%2Fhow-to-eat-the-best-fruit-and-not-the-bad-fruit-af73f4b74d07&amp;source=--------------------------nav_reg&amp;operation=register\">Get started</a></div></div></div></div><div class=\"metabar metabar--spacer js-metabarSpacer u-height65 u-xs-height56\"></div><div class=\"elevate\"><section class=\"elevateCoverContainer elevateCoverContainer--withImage\"><div class=\"elevateCover\"><div class=\"elevateCover-textOffset\"><div class=\"elevateCover-content elevateCover-content--withImage u-flexColumn u-height100pct\"><div class=\"elevateCover-textOffset--header\"><div class=\"uiScale uiScale-ui--regular uiScale-caption--regular\"><p class=\"elevate-caps u-accentColor--textNormal u-marginBottom12\">Featured Stories</p></div><h1 class=\"elevate-h1 u-marginBottom12 u-md-marginBottom8\">How to Eat the Best Fruit (and Not the Bad Fruit)</h1><p class=\"elevate-summary u-md-marginBottom24\">A definitive shopper’s guide from a woman who knows</p><div class=\"uiScale uiScale-ui--large uiScale-caption--regular\"><div class=\"u-flexCenter\"><div class=\"u-flex0 u-paddingRight10\"><a class=\"link u-baseColor--link avatar\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"e3ad36b73a3e\" data-user-id=\"e3ad36b73a3e\" dir=\"auto\" href=\"https://medium.com/@tinyfleu\"><img alt=\"Go to the profile of Sheree Joseph\" class=\"avatar-image avatar-image--small\" src=\"https://cdn-images-1.medium.com/fit/c/120/120/1*U3OGU2fSX2GQPi_T3q-JRg.jpeg\"/></a></div><div class=\"u-flexTop u-noWrapWithEllipsis u-flex0\"><div class=\"u-noWrapWithEllipsis u-flex0\"><div class=\"ui-captionStrong u-noWrapWithEllipsis\"><div class=\"u-flexEnd u-marginBottom4\"><a class=\"ds-link ds-link--styleSubtle postMetaInline postMetaInline--author\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"e3ad36b73a3e\" data-user-id=\"e3ad36b73a3e\" dir=\"auto\" href=\"https://medium.com/@tinyfleu\">Sheree Joseph</a><div class=\"u-marginLeft8\"><span class=\"followState js-followState\" data-user-id=\"e3ad36b73a3e\"><button class=\"button button--smallest u-noUserSelect button--withChrome u-baseColor--buttonNormal button--withHover button--unblock js-unblockButton\" data-action=\"sign-up-prompt\" data-redirect=\"https://medium.com/s/story/how-to-eat-the-best-fruit-and-not-the-bad-fruit-af73f4b74d07\" data-requires-token=\"true\" data-sign-in-action=\"toggle-block-user\"><span class=\"button-label button-defaultState\">Blocked</span><span class=\"button-label button-hoverState\">Unblock</span></button><button class=\"button button--primary button--smallest button--dark u-noUserSelect button--withChrome u-accentColor--buttonDark button--follow js-followButton\" data-action=\"sign-up-prompt\" data-action-source=\"-e3ad36b73a3e-------------------------follow_byline\" data-redirect=\"https://medium.com/_/subscribe/user/e3ad36b73a3e\" data-requires-token=\"true\" data-sign-in-action=\"toggle-subscribe-user\"><span class=\"button-label button-defaultState js-buttonLabel\">Follow</span><span class=\"button-label button-activeState\">Following</span></button></span></div></div></div><div class=\"ui-caption u-noWrapWithEllipsis\"><span class=\"u-noWrap\" data-tooltip=\"Updated Feb 17, 2018\"><time class=\"u-inlineBlock u-lineHeightBase\">Jan 16, 2018</time><span class=\"middotDivider\"></span><span class=\"readingTime\" title=\"9 min read\"></span><span class=\"u-paddingLeft4\"><span class=\"svgIcon svgIcon--star svgIcon--15px\"><svg class=\"svgIcon-use\" height=\"15\" width=\"15\"><path d=\"M7.438 2.324c.034-.099.09-.099.123 0l1.2 3.53a.29.29 0 0 0 .26.19h3.884c.11 0 .127.049.038.111L9.8 8.327a.271.271 0 0 0-.099.291l1.2 3.53c.034.1-.011.131-.098.069l-3.142-2.18a.303.303 0 0 0-.32 0l-3.145 2.182c-.087.06-.132.03-.099-.068l1.2-3.53a.271.271 0 0 0-.098-.292L2.056 6.146c-.087-.06-.071-.112.038-.112h3.884a.29.29 0 0 0 .26-.19l1.2-3.52z\"></path></svg></span></span></span></div></div></div></div></div></div></div></div><div class=\"elevateCover-image\" style='background-image: url(\"https://cdn-images-1.medium.com/max/2400/1*20UvItpwxGIKM77XMmr5XA.jpeg\"); background-position: 46% 35% !important;'></div></div></section><div class=\"elevate-container u-relative u-marginAuto\"><div class=\"elevateSidebar\"><div class=\"js-elevateSidebarRecirc u-md-hide\"></div><div class=\"js-elevatePostActions u-foreground u-md-left50 u-sm-hide\"></div></div><main class=\"postArticle postArticle--full postArticle--elevate is-withAccentColors\" role=\"main\"><div class=\"elevateAudioPlayer\"><div class=\"u-flexCenter u-height50 u-xs-marginTop20 js-audioPlayer\"><div class=\"u-flexCenter u-width100pct u-fontSize14\"><div class=\"u-marginRight15 js-playpause\"><button class=\"button button--lighter button--chromeless button--withIcon button--withSvgIcon u-padding12 u-borderRadius4 u-borderLighter\" data-action=\"play-audioPlayer\"><span class=\"svgIcon svgIcon--playFilled svgIcon--25px\"><svg class=\"svgIcon-use\" height=\"25\" width=\"25\"><path d=\"M7 4v17.03a.5.5 0 0 0 .795.404l11.1-8.111a1 1 0 0 0 0-1.615l-11.1-8.112A.5.5 0 0 0 7 4z\"></path></svg></span></button></div><div class=\"u-flex1\"><div><span class=\"u-textColorNormal\">Loading…</span></div><div class=\"u-flexCenter\"><div class=\"u-flex0 u-marginRight10 u-textColorNormal js-currentTime\">0:00</div><div class=\"u-flex1 u-paddingVertical10 u-cursorPointer js-progressContainer\" data-action=\"seek-audioPlayer\"><div class=\"u-flexCenter u-backgroundTransparentBlackLight u-width100pct u-height1 js-progressBar\"><div class=\"u-flex0 u-backgroundTransparentBlackDark u-height1 js-audioProgress\" style=\"width: 0;\"></div><div class=\"u-flex0 u-relative u-right10 u-padding10 u-cursorPointer js-beanContainer\"></div></div></div><div class=\"u-flex0 u-marginLeft10 u-textColorNormal\">12:15</div></div></div></div></div></div><div class=\"postArticle-content js-postField js-notesSource js-trackPostScrolls\" data-post-id=\"af73f4b74d07\" data-source=\"post_elevate_sequence_page\" data-tracking-context=\"postPage\"><section class=\"section section--body section--first section--last\" name=\"9e0e\"><div class=\"section-divider\"><hr class=\"section-divider\"/></div><div class=\"section-content\"><div class=\"section-inner sectionLayout--insetColumn\"></div><div class=\"section-inner sectionLayout--insetColumn\"><p class=\"graf graf--p graf--hasDropCapModel graf--hasDropCap graf--leading\" id=\"499e\" name=\"499e\"><span class=\"graf-dropCap\">A</span>fter having a mild stroke each time my boyfriend brought home the wrong type of fruit, I created an index card for him to take to the shops. (His solution was for me to go instead — be the sole fruit winner of the family — but this is not realistic.) And so, the extensive guide below was born.</p><ol class=\"postList\"><li class=\"graf graf--li graf-after--p\" id=\"752a\" name=\"752a\">Yellow stone fruits are literally summer, if summer swooped itself into fruit form, and so you must pick them always from a fruit line-up and smoosh them into your face.</li></ol><figure class=\"graf graf--figure graf-after--li\" id=\"0b40\" name=\"0b40\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 416px; max-height: 416px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 100%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-height=\"416\" data-image-id=\"1*TCWJVVsMm7M1uDQSv2XMlg.jpeg\" data-width=\"416\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*TCWJVVsMm7M1uDQSv2XMlg.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*TCWJVVsMm7M1uDQSv2XMlg.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*TCWJVVsMm7M1uDQSv2XMlg.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"1239\" name=\"1239\">2. Pick the yellow peach that looks like a sunset with its red, orange, and pink coat skin, peel it off with your teeth. Sink them into unripened sunflower-coloured flesh. Wait for the crack — because yes, they’re better hard! Soft is messy and only permitted when nothing harder exists or when you have forgotten them at the bottom of a fridge drawer.</p><p class=\"graf graf--p graf-after--p\" id=\"51b5\" name=\"51b5\">3. Always opt for the unripened yellow nectarine, the one that is red with flecks of yellow, it’s the Spanish flag. It should be as hard as the ball on a pool table, knock ’em out.</p><p class=\"graf graf--p graf-after--p\" id=\"e230\" name=\"e230\">4. DO NOT BUY THE WHITE PEACH OR THE WHITE NECTARINE EQUIVALENT, FOR THE LOVE OF GOD. These literally taste like nothing. You could open your mouth like a goldfish and the air would taste the same as a bland white peach. Do not eat nothing. Do not waste this moment. Why is it white? Who segregated this fruit? I will never eat it.</p><p class=\"graf graf--p graf-after--p\" id=\"86ef\" name=\"86ef\">5. The mango is perfect in that it is always yellow and if it’s not, I don’t want to hear about it. The mango’s only flaw, and it’s a minor one, is the effort it sometimes takes to undress the mango, carve it up in a way that makes sense, and find its way to the mouth. This is an easy thing to rectify with a knife or with teeth, a plate or napkin and always, always when it is ripe enough that the juice smothers every inch of you, the couch, the floor around you, the utensils, the kitchen, the person next to you, the baby, the whole house. It is sticky and sometimes tastes chemical, a sharp, crisp pang, like fresh linen after it’s been washed by an aloe vera fabric softener. This one is for the thrill seekers, the wanderlust among us, a mirage in the desert.</p><p class=\"graf graf--p graf-after--p\" id=\"6450\" name=\"6450\">6. Grapes of wrath are always green. Green grapes are war crimes. They are almost always soft and mushy, like a dead arm after it has been punched, limp and lifeless, squishy. Green grapes are just the uncooked eggs of white wine and should not be wasted on a fruit platter where it has no business being.</p><figure class=\"graf graf--figure graf--layoutOutsetLeft graf-after--p\" id=\"b1d1\" name=\"b1d1\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 337px; max-height: 511px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 151.6%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-height=\"511\" data-image-id=\"1*z4h1CoIfmfZ-BTK0juhKBg.jpeg\" data-width=\"337\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*z4h1CoIfmfZ-BTK0juhKBg.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1200/1*z4h1CoIfmfZ-BTK0juhKBg.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1200/1*z4h1CoIfmfZ-BTK0juhKBg.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"7e90\" name=\"7e90\">7. Light red and firm seedless grapes after they’ve been in the fridge so long they’re crisp and crunchy. My oh my what beauty lay in thine purple hue? Red grapes can get it. The first of their name, breaker of chains and stems, Queen of the Andals and the first grapes. Crisp, hard red grapes deserve their place in the canon of being fed to rich people while sitting on a throne and being fanned by a giant feather. So light and airy, so cool on the tongue.</p><p class=\"graf graf--p graf-after--p\" id=\"50a1\" name=\"50a1\">8. Do not eat big soft round purple grapes with seeds. Do not do that to yourself. You are a baby who can’t eat seeds. When you bite into the grape, a liquid should not come out, this is not porn. (Number 7 is, however, porn. Please keep up.)</p><p class=\"graf graf--p graf-after--p\" id=\"6023\" name=\"6023\">9. HOW DO WE PLUM? HOW, YOU ASK? PLUMS. SO COMPLEX. SO MANY OPTIONS. NEGATORY. THERE IS ONLY ONE OPTION AND IT IS THE UNRIPENED BLOOD PLUM. The Samsuma plum. LISTEN TO ME. IT IS LIGHT PURPLE WITH TINY GREEN SPECKS LIKE THE FLICKERS OF GRASS sprayed with a burst of water ON A MISTY MORNING. IT MUST BE FIRM. YOU BITE INTO IT. THIS IS LIVING. SWEET BLOOD RED COLOUR REVEALED. AM I BITING INTO MYSELF? MAYBE. OH THE TART SOUR OF THIS PLUM HAS RUINED ME.</p><p class=\"graf graf--p graf-after--p\" id=\"5317\" name=\"5317\">10. The violet hued purple plum that is yellow on the inside is two plums sitting in a trenchcoat pretending to be a blood plum, DO NOT BE FOOLED BY THEM.</p><p class=\"graf graf--p graf-after--p\" id=\"4a87\" name=\"4a87\">11. I need to go back to the blood plum, I’m not done yet. The dark glossy red wine round fruit, sweet with only a flicker of tarty sour, so hard to chew all the flesh off from the seed. When we were kids, we used to wait for the plums to go from light green to red on the plum tree. My brother would pick them while they were still light green and sour as all hell and take so much glee in torturing himself and others with the extreme sour. It was a test of endurance, a sign of better things to come.</p><figure class=\"graf graf--figure graf--layoutOutsetLeft graf-after--p\" id=\"3e83\" name=\"3e83\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 269px; max-height: 297px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 110.4%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-height=\"297\" data-image-id=\"1*LelVHnecN5ZfBF57b9iOBQ.png\" data-width=\"269\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*LelVHnecN5ZfBF57b9iOBQ.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1200/1*LelVHnecN5ZfBF57b9iOBQ.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1200/1*LelVHnecN5ZfBF57b9iOBQ.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"de79\" name=\"de79\">12. Figs are highway robbery. At like, $2 each for a fig, it has become a luxurious decadence in Australia, unlike in Greece where they sell whole bags for two euros that you can eat on autopilot while watching the sunset on an idyllic island. In Australia they’re mostly used in salads, but I’ll still sneak one after dinner, ripe or unripened, it makes no difference to me. Figs are ancient, ripe and fleshy, primal and female. My cousin’s wife’s family sells big boxes of them from their home in Glenorie. You probably know the ones. They’re famous.</p><p class=\"graf graf--p graf-after--p\" id=\"8a73\" name=\"8a73\">13. My dad once said you had to eat watermelon before any meal so it could slide through your body, making way for your food, like a bright pink-red carpet. Watermelon should be crisp and sweet, seedless and firm, not soggy. Watermelon is heavy, the only downside to an otherwise perfect fruit specimen. Watermelon is the meaning of life. I would eat watermelon in Barcelona the same way I would eat watermelon during summer in Coffs Harbour, outside on the grass, face to the sun, sticky juice dribbling down my chin.</p><p class=\"graf graf--p graf-after--p\" id=\"bb6c\" name=\"bb6c\">14. Big, round, more reddish than black and firm cherries. I love cherries, their little stems, their little seeds, the way it’s so easy to plop one in your mouth and spit it back out again, the circle of life. Piles and piles of cherries. Nestled on a pavlova. Pitted against one another. Plucked. They’re good for you in concentrated juice form too, but few people know this.</p><p class=\"graf graf--p graf-after--p\" id=\"4050\" name=\"4050\">15. I prefer the small, seedless mandarins which are easy to peel and marketed towards kids (the <em class=\"markup--em markup--p-em\">Frozen-</em>branded mandarins are particularly infuriating to my boyfriend). The skin is thin and comes off easily. Peeling each piece off is like a small victory, so tiny on your mouth. I always eat two at once.</p><figure class=\"graf graf--figure graf--layoutOutsetLeft graf-after--p\" id=\"5e74\" name=\"5e74\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 525px; max-height: 443px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 84.39999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*brqLbecgNUDKlOfq-ns6jQ.jpeg\" data-height=\"543\" data-image-id=\"1*brqLbecgNUDKlOfq-ns6jQ.jpeg\" data-width=\"643\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*brqLbecgNUDKlOfq-ns6jQ.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1200/1*brqLbecgNUDKlOfq-ns6jQ.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1200/1*brqLbecgNUDKlOfq-ns6jQ.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"790d\" name=\"790d\">16. Oranges — they’re all good. What do you want from me? It’s an orange? I prefer them in juice. Tangy. Fresh.</p><p class=\"graf graf--p graf-after--p\" id=\"f7d2\" name=\"f7d2\">17. Bananas: unripened, green. I used to eat them in Kellogg’s K like a maniac, always ripe. “You hate cereal and milk,” my mum would say. “Yeah but I love them with bananas for some inexplicable reason?” Now I eat them all the time after a friend said eating one banana once a day would cure you of any malady and honestly, she’s never been wrong, they are healing and magical.</p><p class=\"graf graf--p graf-after--p\" id=\"6899\" name=\"6899\">18. Ahh, strawberries. Big and firm and unblemished. I particularly love the ones that have, like, horns at the end, three horns, you know what I mean. Covered in dark chocolate that sets over them, mummifying them. What makes that combination so good? It’s like crack, you bite in and it cracks open, I mean.</p><p class=\"graf graf--p graf-after--p\" id=\"f1de\" name=\"f1de\">19. Raspberries have to be firm and fresh, tangy and piquant, never soggy, otherwise chuck it in the processor. They’re also ridiculously expensive in Australia. Women love them. I’m okay with this. It’s the illusion of treating yourself.</p><p class=\"graf graf--p graf-after--p\" id=\"dbf6\" name=\"dbf6\">20. Blueberries — the king of the berry — firm and tart, please. So round and bulbous. I love them. You can eat as many as you want and it’s like eating none at all. Punnets on punnets on punnets. My nephew was obsessed with blueberries as a baby. He even went blueberry picking with his parents because he’s adorable, and he had the time of his tiny life. I once shared a punnet with him and, no word of a lie, he grabbed a blueberry from me as I came to place it in my mouth and placed it in his own so fast that I almost didn’t notice. He took “steal from the hand that feeds you” to heart. Is that how the saying goes?</p><figure class=\"graf graf--figure graf-after--p\" id=\"08b4\" name=\"08b4\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 420px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 60.099999999999994%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*CCbOmySQYdrqPuSLHti11g.jpeg\" data-height=\"5479\" data-image-id=\"1*CCbOmySQYdrqPuSLHti11g.jpeg\" data-width=\"9124\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*CCbOmySQYdrqPuSLHti11g.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*CCbOmySQYdrqPuSLHti11g.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*CCbOmySQYdrqPuSLHti11g.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"45ac\" name=\"45ac\">21. Our grandfather (may he rest in peace) used to have a mulberry tree out in a vast, expansive garden that housed all the fruit trees you could think of. But the mulberry tree was wild. When it sprouted fruit, us rambunctious kids dashed through the garden which was like a forest to us, carrying our buckets, climbing over one another to pick as many as we could, careful not to get the juices all over our clothes (we always did). The excitement of spotting a big fat one was palpable. Our feet stained a blood red colour, like the scene of a crime. I’d see mulberries in the grocery shops and get excited almost as a reflex, but it was never the same. They could never be as fat and juicy. They never tasted like a small victory.</p><p class=\"graf graf--p graf-after--p\" id=\"9d62\" name=\"9d62\">22. I didn’t know what blackberries were until my housemate told me they were his favourite of the berries. Skeptical, I tried one. It was good. How it was different to mulberries, I could not tell you. I then started buying them all the time. Only I’d forget to eat them and they were never tasty or satisfying after a few days. It was my first lesson in eating tart fruits right away. I’ll never forget it.</p><figure class=\"graf graf--figure graf--layoutOutsetLeft graf-after--p\" id=\"56f0\" name=\"56f0\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 438px; max-height: 394px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 90%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-height=\"394\" data-image-id=\"1*44TsezpbNhKjy3HOzCoY1Q.jpeg\" data-width=\"438\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*44TsezpbNhKjy3HOzCoY1Q.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1200/1*44TsezpbNhKjy3HOzCoY1Q.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1200/1*44TsezpbNhKjy3HOzCoY1Q.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"d580\" name=\"d580\">23. Pomegranates. Run these tiny jewels into your mouth, plop them into your salad, add them to your yoghurt, whatever you want! There’s no way to ruin a good Pom. There are so many ways to open and unleash your ruby red grains onto the world. Smash one half with the blade of a knife, then turn it inside out. Pick each jewel one by one from its white fleshy cave. Cut it open and open it in a bowl of water, the white bits floating to the top. Cut it a certain way so it all plops out. Even when it stains your white kitchen bench for all eternity, you ain’t even mad.</p><p class=\"graf graf--p graf-after--p\" id=\"6e5f\" name=\"6e5f\">24. ALL LYCHEES ARE GOOD except for those watery ones that taste like a wet shoe. The fatter the better. They may be hard to peel but the wait is always worth it. Plop one in your drink. Plop two. They’re like jellyfish for your mouth. Your teeth finally land on that oval-shaped smooth seed and you’re sad that the experience is over.</p><p class=\"graf graf--p graf-after--p graf--trailing\" id=\"e931\" name=\"e931\">25. My uncle always chastises me for buying persimmon at the city supermarket, where they’re expensive, like $3 each, when he has whole boxes of them from his garden that he insists I take each time I visit. I’m always shocked when I see persimmons in the supermarket. They appear and I forget all about them each time. My strongest memory is peeling them in my Sita’s kitchen and being shown how to eat them. Like this? Just dig in? Are you sure? You always know when you’ve got a good one but I couldn’t tell you how to pick one out when faced with them at the shops. I think what I’m trying to say is that I don’t think Coles, Woollies, or even Harris Farm can cut it anymore. I have to go home where the good fruit lies on the side of the road as you drive through Dural and Glenorie, boxes and boxes of goodness all lined up, waiting for you.</p></div></div></section></div></main></div><section class=\"u-maxWidth700 u-paddingHorizontal20 u-marginAuto\"><div class=\"u-marginTop60 u-xs-marginTop25\"><div class=\"elevate-actions u-borderBottomLightest u-paddingBottom25\"><div class=\"postActions js-postActionsFooter\"><div class=\"u-flexCenter\"><div class=\"u-flex1\"><div class=\"multirecommend js-actionMultirecommend u-flexCenter\" data-clap-string-plural=\"claps\" data-clap-string-singular=\"clap\" data-has-recommend-list=\"true\" data-is-circle=\"true\" data-is-icon-29px=\"true\" data-post-id=\"af73f4b74d07\" data-source=\"post_actions_footer-----af73f4b74d07---------------------clap_footer\"><div class=\"u-relative u-foreground\"><button aria-label=\"Clap\" class=\"button button--large button--circle button--withChrome u-baseColor--buttonNormal button--withIcon button--withSvgIcon clapButton js-actionMultirecommendButton clapButton--darker clapButton--largePill u-relative u-foreground u-xs-paddingLeft13 u-width60 u-height60 u-accentColor--textNormal u-accentColor--buttonNormal clap-onboarding\" data-action=\"sign-up-prompt\" data-action-source=\"post_actions_footer-----af73f4b74d07---------------------clap_footer\" data-redirect=\"https://medium.com/_/vote/p/af73f4b74d07\" data-requires-token=\"true\" data-sign-in-action=\"multivote\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--clap svgIcon--33px u-relative u-topNegative2 u-xs-top0\"><svg class=\"svgIcon-use\" height=\"33\" width=\"33\"><path d=\"M28.86 17.342l-3.64-6.402c-.292-.433-.712-.729-1.163-.8a1.124 1.124 0 0 0-.889.213c-.63.488-.742 1.181-.33 2.061l1.222 2.587 1.4 2.46c2.234 4.085 1.511 8.007-2.145 11.663-.26.26-.526.49-.797.707 1.42-.084 2.881-.683 4.292-2.094 3.822-3.823 3.565-7.876 2.05-10.395zm-6.252 11.075c3.352-3.35 3.998-6.775 1.978-10.469l-3.378-5.945c-.292-.432-.712-.728-1.163-.8a1.122 1.122 0 0 0-.89.213c-.63.49-.742 1.182-.33 2.061l1.72 3.638a.502.502 0 0 1-.806.568l-8.91-8.91a1.335 1.335 0 0 0-1.887 1.886l5.292 5.292a.5.5 0 0 1-.707.707l-5.292-5.292-1.492-1.492c-.503-.503-1.382-.505-1.887 0a1.337 1.337 0 0 0 0 1.886l1.493 1.492 5.292 5.292a.499.499 0 0 1-.353.854.5.5 0 0 1-.354-.147L5.642 13.96a1.338 1.338 0 0 0-1.887 0 1.338 1.338 0 0 0 0 1.887l2.23 2.228 3.322 3.324a.499.499 0 0 1-.353.853.502.502 0 0 1-.354-.146l-3.323-3.324a1.333 1.333 0 0 0-1.886 0 1.325 1.325 0 0 0-.39.943c0 .356.138.691.39.943l6.396 6.397c3.528 3.53 8.86 5.313 12.821 1.353zM12.73 9.26l5.68 5.68-.49-1.037c-.518-1.107-.426-2.13.224-2.89l-3.303-3.304a1.337 1.337 0 0 0-1.886 0 1.326 1.326 0 0 0-.39.944c0 .217.067.42.165.607zm14.787 19.184c-1.599 1.6-3.417 2.392-5.353 2.392-.349 0-.7-.03-1.058-.082a7.922 7.922 0 0 1-3.667.887c-3.049 0-6.115-1.626-8.359-3.87l-6.396-6.397A2.315 2.315 0 0 1 2 19.724a2.327 2.327 0 0 1 1.923-2.296l-.875-.875a2.339 2.339 0 0 1 0-3.3 2.33 2.33 0 0 1 1.24-.647l-.139-.139c-.91-.91-.91-2.39 0-3.3.884-.884 2.421-.882 3.301 0l.138.14a2.335 2.335 0 0 1 3.948-1.24l.093.092c.091-.423.291-.828.62-1.157a2.336 2.336 0 0 1 3.3 0l3.384 3.386a2.167 2.167 0 0 1 1.271-.173c.534.086 1.03.354 1.441.765.11-.549.415-1.034.911-1.418a2.12 2.12 0 0 1 1.661-.41c.727.117 1.385.565 1.853 1.262l3.652 6.423c1.704 2.832 2.025 7.377-2.205 11.607zM13.217.484l-1.917.882 2.37 2.837-.454-3.719zm8.487.877l-1.928-.86-.44 3.697 2.368-2.837zM16.5 3.293L15.478-.005h2.044L16.5 3.293z\" fill-rule=\"evenodd\"></path></svg></span></span><span class=\"button-activeState\"><span class=\"svgIcon svgIcon--clapFilled svgIcon--33px u-relative u-topNegative2 u-xs-top0\"><svg class=\"svgIcon-use\" height=\"33\" width=\"33\"><g fill-rule=\"evenodd\"><path d=\"M29.58 17.1l-3.854-6.78c-.365-.543-.876-.899-1.431-.989a1.491 1.491 0 0 0-1.16.281c-.42.327-.65.736-.7 1.207v.001l3.623 6.367c2.46 4.498 1.67 8.802-2.333 12.807-.265.265-.536.505-.81.728 1.973-.222 3.474-1.286 4.45-2.263 4.166-4.165 3.875-8.6 2.215-11.36zm-4.831.82l-3.581-6.3c-.296-.439-.725-.742-1.183-.815a1.105 1.105 0 0 0-.89.213c-.647.502-.755 1.188-.33 2.098l1.825 3.858a.601.601 0 0 1-.197.747.596.596 0 0 1-.77-.067L10.178 8.21c-.508-.506-1.393-.506-1.901 0a1.335 1.335 0 0 0-.393.95c0 .36.139.698.393.95v.001l5.61 5.61a.599.599 0 1 1-.848.847l-5.606-5.606c-.001 0-.002 0-.003-.002L5.848 9.375a1.349 1.349 0 0 0-1.902 0 1.348 1.348 0 0 0 0 1.901l1.582 1.582 5.61 5.61a.6.6 0 0 1-.848.848l-5.61-5.61c-.51-.508-1.393-.508-1.9 0a1.332 1.332 0 0 0-.394.95c0 .36.139.697.393.952l2.363 2.362c.002.001.002.002.002.003l3.52 3.52a.6.6 0 0 1-.848.847l-3.522-3.523h-.001a1.336 1.336 0 0 0-.95-.393 1.345 1.345 0 0 0-.949 2.295l6.779 6.78c3.715 3.713 9.327 5.598 13.49 1.434 3.527-3.528 4.21-7.13 2.086-11.015zM11.817 7.727c.06-.328.213-.64.466-.893.64-.64 1.755-.64 2.396 0l3.232 3.232c-.82.783-1.09 1.833-.764 2.992l-5.33-5.33z\"></path><path d=\"M13.285.48l-1.916.881 2.37 2.837z\"></path><path d=\"M21.719 1.361L19.79.501l-.44 3.697z\"></path><path d=\"M16.502 3.298L15.481 0h2.043z\"></path></g></svg></span></span></button><div class=\"clapUndo u-width60 u-round u-height32 u-absolute u-borderBox u-paddingRight5 u-transition--transform200Springu-backgroundGrayLighter js-clapUndo\" style=\"top: 14px; padding: 2px;\"><button class=\"button button--chromeless u-baseColor--buttonNormal button--withIcon button--withSvgIcon u-floatRight\" data-action=\"multivote-undo\" data-action-value=\"af73f4b74d07\"><span class=\"svgIcon svgIcon--removeThin svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M20.13 8.11l-5.61 5.61-5.609-5.61-.801.801 5.61 5.61-5.61 5.61.801.8 5.61-5.609 5.61 5.61.8-.801-5.609-5.61 5.61-5.61\" fill-rule=\"evenodd\"></path></svg></span></button></div></div><span class=\"u-relative u-background js-actionMultirecommendCount u-marginLeft16\"><button class=\"button button--chromeless u-baseColor--buttonNormal js-multirecommendCountButton u-textColorDarker\" data-action=\"show-recommends\" data-action-value=\"af73f4b74d07\">4.4K claps</button><span class=\"u-xs-hide\"></span></span></div></div><div class=\"buttonSet u-flex0\"><a aria-label=\"Share on Twitter\" class=\"button button--dark button--chromeless u-baseColor--buttonDark button--withIcon button--withSvgIcon button--dark button--chromeless u-xs-hide u-marginRight12\" data-action-source=\"post_actions_footer\" href=\"https://medium.com/p/af73f4b74d07/share/twitter\" target=\"_blank\" title=\"Share on Twitter\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--twitterFilled svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M22.053 7.54a4.474 4.474 0 0 0-3.31-1.455 4.526 4.526 0 0 0-4.526 4.524c0 .35.04.7.082 1.05a12.9 12.9 0 0 1-9.3-4.77c-.39.69-.61 1.46-.65 2.26.03 1.6.83 2.99 2.02 3.79-.72-.02-1.41-.22-2.02-.57-.01.02-.01.04 0 .08-.01 2.17 1.55 4 3.63 4.44-.39.08-.79.13-1.21.16-.28-.03-.57-.05-.81-.08.54 1.77 2.21 3.08 4.2 3.15a9.564 9.564 0 0 1-5.66 1.94c-.34-.03-.7-.06-1.05-.08 2 1.27 4.38 2.02 6.94 2.02 8.31 0 12.86-6.9 12.84-12.85.02-.24.01-.43 0-.65.89-.62 1.65-1.42 2.26-2.34-.82.38-1.69.62-2.59.72a4.37 4.37 0 0 0 1.94-2.51c-.84.53-1.81.9-2.83 1.13z\"></path></svg></span></span></a><a aria-label=\"Share on Facebook\" class=\"button button--dark button--chromeless u-baseColor--buttonDark button--withIcon button--withSvgIcon button--dark button--chromeless u-xs-hide u-marginRight12\" data-action-source=\"post_actions_footer\" href=\"https://medium.com/p/af73f4b74d07/share/facebook\" target=\"_blank\" title=\"Share on Facebook\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--facebookSquare svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M23.209 5H5.792A.792.792 0 0 0 5 5.791V23.21c0 .437.354.791.792.791h9.303v-7.125H12.72v-2.968h2.375v-2.375c0-2.455 1.553-3.662 3.741-3.662 1.049 0 1.95.078 2.213.112v2.565h-1.517c-1.192 0-1.469.567-1.469 1.397v1.963h2.969l-.594 2.968h-2.375L18.11 24h5.099a.791.791 0 0 0 .791-.791V5.79a.791.791 0 0 0-.791-.79\"></path></svg></span></span></a><button aria-label=\"Share this story on Twitter or Facebook\" class=\"button button--large button--dark button--chromeless u-baseColor--buttonDark button--withIcon button--withSvgIcon u-xs-show u-marginRight10\" data-action=\"show-share-popover\" data-action-source=\"post_actions_footer\" title=\"Share this story on Twitter or Facebook\"><span class=\"svgIcon svgIcon--share svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M20.385 8H19a.5.5 0 1 0 .011 1h1.39c.43 0 .84.168 1.14.473.31.305.48.71.48 1.142v10.77c0 .43-.17.837-.47 1.142-.3.305-.71.473-1.14.473H8.62c-.43 0-.84-.168-1.144-.473a1.603 1.603 0 0 1-.473-1.142v-10.77c0-.43.17-.837.48-1.142A1.599 1.599 0 0 1 8.62 9H10a.502.502 0 0 0 0-1H8.615c-.67 0-1.338.255-1.85.766-.51.51-.765 1.18-.765 1.85v10.77c0 .668.255 1.337.766 1.848.51.51 1.18.766 1.85.766h11.77c.668 0 1.337-.255 1.848-.766.51-.51.766-1.18.766-1.85v-10.77c0-.668-.255-1.337-.766-1.848A2.61 2.61 0 0 0 20.384 8zm-8.67-2.508L14 3.207v8.362c0 .27.224.5.5.5s.5-.23.5-.5V3.2l2.285 2.285a.49.49 0 0 0 .704-.001.511.511 0 0 0 0-.708l-3.14-3.14a.504.504 0 0 0-.71 0L11 4.776a.501.501 0 0 0 .71.706\" fill-rule=\"evenodd\"></path></svg></span></button><button aria-label=\"Bookmark this story to read later\" class=\"button button--large button--dark button--chromeless is-touchIconFadeInPulse button--withIcon button--withSvgIcon button--bookmark js-bookmarkButton\" data-action=\"sign-up-prompt\" data-action-source=\"post_actions_footer\" data-redirect=\"https://medium.com/_/bookmark/p/af73f4b74d07\" data-requires-token=\"true\" data-sign-in-action=\"add-to-bookmarks\" title=\"Bookmark this story to read later\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--bookmark svgIcon--29px u-marginRight4\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M19.385 4h-9.77A2.623 2.623 0 0 0 7 6.615V23.01a1.022 1.022 0 0 0 1.595.847l5.905-4.004 5.905 4.004A1.022 1.022 0 0 0 22 23.011V6.62A2.625 2.625 0 0 0 19.385 4zM21 23l-5.91-3.955-.148-.107a.751.751 0 0 0-.884 0l-.147.107L8 23V6.615C8 5.725 8.725 5 9.615 5h9.77C20.275 5 21 5.725 21 6.615V23z\" fill-rule=\"evenodd\"></path></svg></span></span><span class=\"button-activeState\"><span class=\"svgIcon svgIcon--bookmarkFilled svgIcon--29px u-marginRight4\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M19.385 4h-9.77A2.623 2.623 0 0 0 7 6.615V23.01a1.022 1.022 0 0 0 1.595.847l5.905-4.004 5.905 4.004A1.022 1.022 0 0 0 22 23.011V6.62A2.625 2.625 0 0 0 19.385 4z\" fill-rule=\"evenodd\"></path></svg></span></span></button><button aria-label=\"More actions\" class=\"button button--large button--dark button--chromeless is-touchIconBlackPulse button--withIcon button--withSvgIcon js-moreActionsButton\" data-action=\"more-actions\" title=\"More actions\"><span class=\"svgIcon svgIcon--more svgIcon--25px\"><svg class=\"svgIcon-use\" height=\"25\" viewbox=\"-480.5 272.5 21 21\" width=\"25\"><path d=\"M-463 284.6c.9 0 1.6-.7 1.6-1.6s-.7-1.6-1.6-1.6-1.6.7-1.6 1.6.7 1.6 1.6 1.6zm0 .9c-1.4 0-2.5-1.1-2.5-2.5s1.1-2.5 2.5-2.5 2.5 1.1 2.5 2.5-1.1 2.5-2.5 2.5zm-7-.9c.9 0 1.6-.7 1.6-1.6s-.7-1.6-1.6-1.6-1.6.7-1.6 1.6.7 1.6 1.6 1.6zm0 .9c-1.4 0-2.5-1.1-2.5-2.5s1.1-2.5 2.5-2.5 2.5 1.1 2.5 2.5-1.1 2.5-2.5 2.5zm-7-.9c.9 0 1.6-.7 1.6-1.6s-.7-1.6-1.6-1.6-1.6.7-1.6 1.6.7 1.6 1.6 1.6zm0 .9c-1.4 0-2.5-1.1-2.5-2.5s1.1-2.5 2.5-2.5 2.5 1.1 2.5 2.5-1.1 2.5-2.5 2.5z\"></path></svg></span></button></div></div></div></div></div><div class=\"u-flexTop u-paddingVertical50 u-xs-flexColumn u-xs-textAlignCenter u-xs-paddingVertical30 uiScale uiScale-ui--regular uiScale-caption--regular\"><a class=\"link u-baseColor--link avatar u-xs-show u-marginAuto u-marginBottom20\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"e3ad36b73a3e\" data-user-id=\"e3ad36b73a3e\" dir=\"auto\" href=\"https://medium.com/@tinyfleu\"><img alt=\"Go to the profile of Sheree Joseph\" class=\"avatar-image avatar-image--medium\" src=\"https://cdn-images-1.medium.com/fit/c/160/160/1*U3OGU2fSX2GQPi_T3q-JRg.jpeg\"/></a><a class=\"link u-baseColor--link avatar u-xs-hide\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"e3ad36b73a3e\" data-user-id=\"e3ad36b73a3e\" dir=\"auto\" href=\"https://medium.com/@tinyfleu\"><img alt=\"Go to the profile of Sheree Joseph\" class=\"avatar-image avatar-image--larger\" src=\"https://cdn-images-1.medium.com/fit/c/300/300/1*U3OGU2fSX2GQPi_T3q-JRg.jpeg\"/></a><div class=\"u-marginLeft25 u-xs-marginAuto\"><span class=\"elevate-caps\">written by</span><a class=\"ds-link ds-link--stylePointer\" href=\"https://medium.com/@tinyfleu\"><h3 class=\"ui-h2 u-paddingTop4 u-marginBottom4\">Sheree Joseph</h3></a><p class=\"ui-summary u-marginBottom16\">Writer, former managing editor of The Vocal (TVCL), social media lead, launching Tiny Moguls in 2019.</p><span class=\"followState js-followState\" data-user-id=\"e3ad36b73a3e\"><button class=\"button u-noUserSelect button--withChrome u-baseColor--buttonNormal button--withHover button--unblock js-unblockButton button--primary\" data-action=\"sign-up-prompt\" data-action-source=\"elevate-af73f4b74d07\" data-redirect=\"https://medium.com/s/story/how-to-eat-the-best-fruit-and-not-the-bad-fruit-af73f4b74d07\" data-requires-token=\"true\" data-sign-in-action=\"toggle-block-user\"><span class=\"button-label button-defaultState\">Blocked</span><span class=\"button-label button-hoverState\">Unblock</span></button><button class=\"button button--dark u-noUserSelect button--withChrome u-baseColor--buttonDark button--follow js-followButton button--primary\" data-action=\"sign-up-prompt\" data-action-source=\"elevate_af73f4b74d07-e3ad36b73a3e-------------------------follow_elevate\" data-redirect=\"https://medium.com/_/subscribe/user/e3ad36b73a3e\" data-requires-token=\"true\" data-sign-in-action=\"toggle-subscribe-user\"><span class=\"button-label button-defaultState js-buttonLabel\">Follow</span><span class=\"button-label button-activeState\">Following</span></button></span></div></div><div class=\"js-responsesToggleContainer\"></div></section><div class=\"js-responsesPlaceholderContainer u-maxWidth700 u-marginAuto u-paddingHorizontal20\"></div></div><div class=\"js-elevateBottomRecirc u-marginTop40 u-xs-marginTop0\" data-post-id=\"af73f4b74d07\"></div><footer class=\"uiScale uiScale-ui--regular uiScale-caption--regular uiScale-theme--brandBlack js-elevateFooter\"><div class=\"u-maxWidth1000 u-marginAuto u-paddingVertical50 u-paddingHorizontal20 u-borderBox u-xs-padding20\"><section class=\"u-flexTop u-justifyContentSpaceBetween u-xs-hide\"><aside class=\"u-maxWidth300 u-marginBottom20 u-marginRight16\"><div class=\"u-height110\"><h4 class=\"ui-h4\"><a class=\"ds-link ds-link--styleObvious\" href=\"https://medium.com/about?autoplay=1\">Discover Medium</a></h4><p class=\"ui-caption\">Welcome to a place where words matter. On Medium, smart voices and original ideas take center stage — with no ads in sight. <a class=\"ds-link ds-link--styleObvious ui-caption\" href=\"https://medium.com/about?autoplay=1\">Watch</a></p></div></aside><aside class=\"u-maxWidth300 u-marginBottom20 u-marginRight16\"><div class=\"u-height110\"><h4 class=\"ui-h4\"><a class=\"ds-link ds-link--styleObvious\" href=\"https://medium.com/topics\">Make Medium yours</a></h4><p class=\"ui-caption\">Follow all the topics you care about, and we’ll deliver the best stories for you to your homepage and inbox. <a class=\"ds-link ds-link--styleObvious ui-caption\" href=\"https://medium.com/topics\">Explore</a></p></div></aside><aside class=\"u-maxWidth300 u-marginBottom20\"><div class=\"u-height110\"><h4 class=\"ui-h4\"><a class=\"ds-link ds-link--styleObvious js-upgradeMembershipAction\" data-post-id=\"af73f4b74d07\" href=\"https://medium.com/membership?source=upgrade_membership---post_recirc--af73f4b74d07\">Become a member</a></h4><p class=\"ui-caption\">Get unlimited access to the best stories on Medium — and support writers while you’re at it. Just $5/month. <a class=\"ds-link ds-link--styleObvious ui-caption js-upgradeMembershipAction\" data-post-id=\"af73f4b74d07\" href=\"https://medium.com/membership?source=upgrade_membership---post_recirc--af73f4b74d07\">Upgrade</a></p></div></aside></section><section class=\"u-flexCenter u-justifyContentSpaceBetween u-paddingTop40 u-borderTop1 u-borderColorTransparentWhiteLighter u-xs-border0 u-xs-paddingVertical0\"><a data-log-event=\"home\" href=\"https://medium.com/\"><span class=\"svgIcon svgIcon--logoWordmark svgIcon--112x22px u-xs-hide u-textColorWhite\"><svg class=\"svgIcon-use\" height=\"22\" viewbox=\"0 0 111.5 22\" width=\"112\"><path d=\"M56.3 19.5c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5V19c-.7 1.8-2.4 3-4.3 3-3.3 0-5.8-2.6-5.8-7.5 0-4.5 2.6-7.6 6.3-7.6 1.6-.1 3.1.8 3.8 2.4V3.2c0-.3-.1-.6-.3-.7l-1.4-1.4V1l6.5-.8v19.3zm-4.8-.8V9.5c-.5-.6-1.2-.9-1.9-.9-1.6 0-3.1 1.4-3.1 5.7 0 4 1.3 5.4 3 5.4.8.1 1.6-.3 2-1zm9.1 3.1V9.4c0-.3-.1-.6-.3-.7l-1.4-1.5v-.1h6.5v12.5c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5zm-.2-19.2C60.4 1.2 61.5 0 63 0c1.4 0 2.6 1.2 2.6 2.6S64.4 5.3 63 5.3c-1.5 0-2.6-1.2-2.6-2.7zm22.5 16.9c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5v-3.2c-.6 2-2.4 3.4-4.5 3.4-2.9 0-4.4-2.1-4.4-6.2 0-1.9 0-4.1.1-6.5 0-.3-.1-.5-.3-.7L67.7 7v.1H74v8c0 2.6.4 4.4 2 4.4.9-.1 1.7-.6 2.1-1.3V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v12.4zm22 2.3c0-.5.1-6.5.1-7.9 0-2.6-.4-4.5-2.2-4.5-.9 0-1.8.5-2.3 1.3.2.8.3 1.7.3 2.5 0 1.8-.1 4.2-.1 6.5 0 .3.1.5.3.7l1.5 1.4v.1H96c0-.4.1-6.5.1-7.9 0-2.7-.4-4.5-2.2-4.5-.9 0-1.7.5-2.2 1.3v9c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v3.1c.6-2.1 2.5-3.5 4.6-3.4 2.2 0 3.6 1.2 4.2 3.5.7-2.1 2.7-3.6 4.9-3.5 2.9 0 4.5 2.2 4.5 6.2 0 1.9-.1 4.2-.1 6.5-.1.3.1.6.3.7l1.4 1.4v.1h-6.6zm-81.4-2l1.9 1.9v.1h-9.8v-.1l2-1.9c.2-.2.3-.4.3-.7V7.3c0-.5 0-1.2.1-1.8L11.4 22h-.1L4.5 6.8c-.1-.4-.2-.4-.3-.6v10c-.1.7 0 1.3.3 1.9l2.7 3.6v.1H0v-.1L2.7 18c.3-.6.4-1.3.3-1.9v-11c0-.5-.1-1.1-.5-1.5L.7 1.1V1h7l5.8 12.9L18.6 1h6.8v.1l-1.9 2.2c-.2.2-.3.5-.3.7v15.2c0 .2.1.5.3.6zm7.6-5.9c0 3.8 1.9 5.3 4.2 5.3 1.9.1 3.6-1 4.4-2.7h.1c-.8 3.7-3.1 5.5-6.5 5.5-3.7 0-7.2-2.2-7.2-7.4 0-5.5 3.5-7.6 7.3-7.6 3.1 0 6.4 1.5 6.4 6.2v.8h-8.7zm0-.8h4.3v-.8c0-3.9-.8-4.9-2-4.9-1.4.1-2.3 1.6-2.3 5.7z\"></path></svg></span><span class=\"svgIcon svgIcon--logoWordmark svgIcon--122x45px u-xs-show u-textColorWhite\"><svg class=\"svgIcon-use\" height=\"45\" width=\"122\"><path d=\"M61.6 31.806c0 .412 0 .505.28.758l1.574 1.537v.065h-6.979v-2.95a4.852 4.852 0 0 1-4.627 3.203c-3.588 0-6.192-2.81-6.192-7.981 0-4.843 2.81-8.075 6.754-8.075a4.122 4.122 0 0 1 4.056 2.51v-6.51a.806.806 0 0 0-.319-.787l-1.499-1.443v-.065l6.951-.815v20.553zm-5.125-.937v-9.714a2.614 2.614 0 0 0-2.08-.975c-1.695 0-3.334 1.537-3.334 6.099 0 4.271 1.414 5.78 3.175 5.78a2.81 2.81 0 0 0 2.24-1.19zm9.752 3.297V21.051a.88.88 0 0 0-.281-.786L64.4 18.672v-.065h6.98v13.302c0 .412 0 .505.28.758l1.536 1.443v.066l-6.97-.01zm-.253-20.356a2.81 2.81 0 1 1 5.62 0 2.81 2.81 0 0 1-5.62 0zm24.234 17.967c0 .413 0 .534.281.787l1.574 1.537v.065h-7.017v-3.363a5.077 5.077 0 0 1-4.805 3.616c-3.11 0-4.778-2.267-4.778-6.557 0-2.07 0-4.337.066-6.885a.796.796 0 0 0-.281-.76l-1.546-1.545v-.065h6.923v8.552c0 2.81.412 4.684 2.173 4.684a2.81 2.81 0 0 0 2.267-1.415v-9.367a.88.88 0 0 0-.28-.787l-1.556-1.602v-.065h6.979v13.17zm23.756 2.39c0-.507.094-6.952.094-8.432 0-2.81-.44-4.75-2.417-4.75a3.138 3.138 0 0 0-2.482 1.35c.198.876.292 1.772.28 2.67 0 1.948-.065 4.43-.093 6.913a.796.796 0 0 0 .281.759l1.574 1.442v.066h-7.045c0-.468.094-6.95.094-8.431 0-2.857-.44-4.75-2.389-4.75a2.81 2.81 0 0 0-2.323 1.387v9.555c0 .412 0 .506.281.759l1.537 1.442v.066h-6.97V21.098a.88.88 0 0 0-.281-.787l-1.546-1.639v-.065h6.98v3.334a5.002 5.002 0 0 1 5.002-3.587c2.323 0 3.896 1.292 4.562 3.747a5.433 5.433 0 0 1 5.245-3.747c3.11 0 4.872 2.295 4.872 6.632 0 2.07-.066 4.43-.094 6.913a.75.75 0 0 0 .318.759l1.537 1.443v.065h-7.017zm-87.671-2.043l2.07 1.977v.065H17.862v-.065l2.107-1.977a.796.796 0 0 0 .281-.759V18.728c0-.534 0-1.255.094-1.873l-7.082 17.564h-.084L5.843 18.26c-.16-.402-.206-.43-.31-.702v10.595c-.087.71.034 1.429.348 2.07l2.95 3.879v.065H1v-.065l2.95-3.888a3.69 3.69 0 0 0 .347-2.06v-11.71a2.267 2.267 0 0 0-.487-1.602l-2.089-2.708v-.065h7.494l6.277 13.686 5.527-13.686h7.335v.065l-2.061 2.296a.806.806 0 0 0-.319.786v16.15a.75.75 0 0 0 .319.759zm8.215-6.332v.065c0 4.01 2.07 5.62 4.497 5.62a5.105 5.105 0 0 0 4.777-2.894h.066c-.844 3.963-3.298 5.836-6.97 5.836-3.962 0-7.7-2.389-7.7-7.925 0-5.817 3.747-8.14 7.887-8.14 3.335 0 6.886 1.573 6.886 6.632v.806h-9.443zm0-.806h4.618v-.815c0-4.122-.852-5.218-2.136-5.218-1.555 0-2.5 1.64-2.5 6.033h.018z\"></path></svg></span><span class=\"u-textScreenReader\">Homepage</span></a><div class=\"u-width200 u-flexTop u-justifyContentSpaceBetween u-xs-width140\"><span class=\"ui-caption\"><a aria-label=\"More about Medium\" class=\"ds-link ds-link--stylePointer\" href=\"https://about.medium.com\" title=\"More about Medium\">About</a></span><span class=\"ui-caption\"><a aria-label=\"Visit Medium’s help center\" class=\"ds-link ds-link--stylePointer\" href=\"https://help.medium.com\" title=\"Visit Medium’s help center\">Help</a></span><span class=\"ui-caption\"><a aria-label=\"Read Medium’s terms of service\" class=\"ds-link ds-link--stylePointer\" href=\"//medium.com/policy/9db0094a1e0f\" title=\"Read Medium’s terms of service\">Legal</a></span></div></section></div></footer></div></div></div><div class=\"loadingBar\"></div><script>// <![CDATA[\nwindow[\"obvInit\"] = function (opt_embedded) {window[\"obvInit\"][\"embedded\"] = opt_embedded; window[\"obvInit\"][\"ready\"] = true;}\n// ]]></script><script>// <![CDATA[\nvar GLOBALS = {\"audioUrl\":\"https://d1fcbxp97j4nb2.cloudfront.net\",\"baseUrl\":\"https://medium.com\",\"buildLabel\":\"37088-115f23c\",\"currentUser\":{\"userId\":\"lo_yXuraPQPBDnz\",\"isVerified\":false,\"subscriberEmail\":\"\",\"hasPastMemberships\":false,\"isEnrolledInHightower\":false,\"isEligibleForHightower\":false,\"hightowerLastLockedAt\":0,\"isWriterProgramEnrolled\":false,\"isWriterProgramInvited\":false,\"isWriterProgramOptedOut\":false,\"writerProgramVersion\":0,\"writerProgramEnrolledAt\":0,\"friendLinkOnboarding\":0,\"hasAdditionalUnlocks\":false,\"hasApiAccess\":false,\"isQuarantined\":false,\"writerProgramDistributionSettingOptedIn\":false},\"currentUserHasUnverifiedEmail\":false,\"isAuthenticated\":false,\"isCurrentUserVerified\":false,\"miroUrl\":\"https://cdn-images-1.medium.com\",\"moduleUrls\":{\"base\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-base.bundle.IbkHvfLQzCD_wSB0aORB_Q.js\",\"common-async\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-common-async.bundle.htWnIUvdXGDiHIvvp2N7dw.js\",\"hightower\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-hightower.bundle.aT2OFc8Ccsu1VzDz-c0s8g.js\",\"home-screens\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-home-screens.bundle.U3bY-35_vFokhgpKDpmBVw.js\",\"misc-screens\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-misc-screens.bundle.ksRllN8YzkymFaj-CrvFLA.js\",\"notes\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-notes.bundle.3Lawe7ZU5a9e9z9jB-Uc9Q.js\",\"payments\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-payments.bundle.J5j1KGPzOC52detbkGRWYQ.js\",\"posters\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-posters.bundle.ph-GLSdgsAfDWIPCMPgLLg.js\",\"power-readers\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-power-readers.bundle.Ns-aXsnqdGPXVOPt0_AnsQ.js\",\"pubs\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-pubs.bundle.nHBfyugbb6I1JWtdPO600w.js\",\"stats\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-stats.bundle.7nKgIEvisRK11udIOQk93g.js\"},\"previewConfig\":{\"weightThreshold\":1,\"weightImageParagraph\":0.51,\"weightIframeParagraph\":0.8,\"weightTextParagraph\":0.08,\"weightEmptyParagraph\":0,\"weightP\":0.003,\"weightH\":0.005,\"weightBq\":0.003,\"minPTextLength\":60,\"truncateBoundaryChars\":20,\"detectTitle\":true,\"detectTitleLevThreshold\":0.15},\"productName\":\"Medium\",\"supportsEdit\":true,\"termsUrl\":\"//medium.com/policy/9db0094a1e0f\",\"textshotHost\":\"textshot.medium.com\",\"transactionId\":\"1554316001668:87252a276ba9\",\"useragent\":{\"browser\":\"chrome\",\"family\":\"chrome\",\"os\":\"windows\",\"version\":58,\"supportsDesktopEdit\":true,\"supportsInteract\":true,\"supportsView\":true,\"isMobile\":false,\"isTablet\":false,\"isNative\":false,\"supportsFileAPI\":true,\"isTier1\":true,\"clientVersion\":\"\",\"unknownParagraphsBad\":false,\"clientChannel\":\"\",\"supportsRealScrollEvents\":true,\"supportsVhUnits\":true,\"ruinsViewportSections\":false,\"supportsHtml5Video\":true,\"supportsMagicUnderlines\":true,\"isWebView\":false,\"isFacebookWebView\":false,\"supportsProgressiveMedia\":true,\"supportsPromotedPosts\":true,\"isBot\":false,\"isNativeIphone\":false,\"supportsCssVariables\":true,\"supportsVideoSections\":true,\"emojiSupportLevel\":1,\"isSearchBot\":false,\"isSyndicationBot\":false,\"isNativeAndroid\":false,\"supportsScrollableMetabar\":true},\"variants\":{\"allow_access\":true,\"allow_signup\":true,\"allow_test_auth\":\"disallow\",\"signin_services\":\"twitter,facebook,google,email,google-fastidv,google-one-tap\",\"signup_services\":\"twitter,facebook,google,email,google-fastidv,google-one-tap\",\"google_sign_in_android\":true,\"reengagement_notification_duration\":3,\"browsable_stream_config_bucket\":\"curated-topics\",\"enable_dedicated_series_tab_api_ios\":true,\"enable_post_import\":true,\"available_monthly_plan\":\"60e220181034\",\"available_annual_plan\":\"2c754bcc2995\",\"disable_ios_resume_reading_toast\":true,\"is_not_medium_subscriber\":true,\"glyph_font_set\":\"m2\",\"enable_branding\":true,\"enable_branding_fonts\":true,\"max_premium_content_per_user_under_metering\":3,\"enable_automated_mission_control_triggers\":true,\"enable_lite_profile\":true,\"enable_marketing_emails\":true,\"enable_topic_lifecycle_email\":true,\"enable_parsely\":true,\"enable_branch_io\":true,\"enable_ios_post_stats\":true,\"enable_lite_topics\":true,\"enable_lite_stories\":true,\"redis_read_write_splitting\":true,\"enable_tipalti_onboarding\":true,\"enable_annual_renewal_reminder_email\":true,\"enable_janky_spam_rules\":\"users,posts\",\"enable_new_collaborative_filtering_data\":true,\"android_rating_prompt_stories_read_threshold\":2,\"enable_smart_meter_with_incentive\":true,\"stripe_v3\":true,\"enable_google_one_tap\":true,\"enable_email_sign_in_captcha\":true,\"enable_rito_sequence_post_recirc_query\":true,\"enable_primary_topic_for_mobile\":true,\"enable_rito_sequence_post_handler\":true,\"enable_interest_graph_with_signup_post\":true,\"enable_todays_highlights_android\":true,\"enable_improved_stats_curation_status\":true,\"enable_logged_out_homepage_signup\":true,\"use_new_admin_topic_backend\":true,\"enable_full_name_screen_refresh\":true,\"enable_quarantine_rules\":true,\"enable_lite_privacy_banner\":true,\"enable_reduced_post_age_in_feed\":true,\"enable_redirect_to_homepage_after_onboarding\":true,\"enable_digest_inbox_education_promo\":true,\"enable_april_meter_email_test\":true},\"xsrfToken\":\"\",\"iosAppId\":\"828256236\",\"supportEmail\":\"yourfriends@medium.com\",\"fp\":{\"/icons/monogram-mask.svg\":\"https://cdn-static-1.medium.com/_/fp/icons/monogram-mask.KPLCSFEZviQN0jQ7veN2RQ.svg\",\"/icons/favicon-dev-editor.ico\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-dev-editor.YKKRxBO8EMvIqhyCwIiJeQ.ico\",\"/icons/favicon-hatch-editor.ico\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-hatch-editor.BuEyHIqlyh2s_XEk4Rl32Q.ico\",\"/icons/favicon-medium-editor.ico\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-medium-editor.PiakrZWB7Yb80quUVQWM6g.ico\"},\"authBaseUrl\":\"https://medium.com\",\"imageUploadSizeMb\":25,\"isAuthDomainRequest\":true,\"algoliaApiEndpoint\":\"https://MQ57UUUQZ2-dsn.algolia.net\",\"algoliaAppId\":\"MQ57UUUQZ2\",\"algoliaSearchOnlyApiKey\":\"394474ced050e3911ae2249ecc774921\",\"iosAppStoreUrl\":\"https://itunes.apple.com/app/medium-everyones-stories/id828256236?pt=698524&mt=8\",\"iosAppLinkBaseUrl\":\"medium:\",\"algoliaIndexPrefix\":\"medium_\",\"androidPlayStoreUrl\":\"https://play.google.com/store/apps/details?id=com.medium.reader\",\"googleClientId\":\"216296035834-k1k6qe060s2tp2a2jam4ljdcms00sttg.apps.googleusercontent.com\",\"androidPackage\":\"com.medium.reader\",\"androidPlayStoreMarketScheme\":\"market://details?id=com.medium.reader\",\"googleAuthUri\":\"https://accounts.google.com/o/oauth2/auth\",\"androidScheme\":\"medium\",\"layoutData\":{\"useDynamicScripts\":false,\"googleAnalyticsTrackingCode\":\"UA-24232453-2\",\"jsShivUrl\":\"https://cdn-static-1.medium.com/_/fp/js/shiv.RI2ePTZ5gFmMgLzG5bEVAA.js\",\"useDynamicCss\":false,\"faviconUrl\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-rebrand-medium.3Y6xpZ-0FSdWDnPM3hSBIA.ico\",\"faviconImageId\":\"1*8I-HPL0bfoIzGied-dzOvA.png\",\"fontSets\":[{\"id\":8,\"url\":\"https://glyph.medium.com/css/e/sr/latin/e/ssr/latin/e/ssb/latin/m2.css\"},{\"id\":11,\"url\":\"https://glyph.medium.com/css/m2.css\"},{\"id\":9,\"url\":\"https://glyph.medium.com/css/mkt.css\"}],\"editorFaviconUrl\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-rebrand-medium-editor.3Y6xpZ-0FSdWDnPM3hSBIA.ico\",\"glyphUrl\":\"https://glyph.medium.com\"},\"authBaseUrlRev\":\"moc.muidem//:sptth\",\"isDnt\":false,\"stripePublishableKey\":\"pk_live_7FReX44VnNIInZwrIIx6ghjl\",\"archiveUploadSizeMb\":100,\"paymentData\":{\"currencies\":{\"1\":{\"label\":\"US Dollar\",\"external\":\"usd\"}},\"countries\":{\"1\":{\"label\":\"United States of America\",\"external\":\"US\"}},\"accountTypes\":{\"1\":{\"label\":\"Individual\",\"external\":\"individual\"},\"2\":{\"label\":\"Company\",\"external\":\"company\"}}},\"previewConfig2\":{\"weightThreshold\":1,\"weightImageParagraph\":0.05,\"raiseImage\":true,\"enforceHeaderHierarchy\":true,\"isImageInsetRight\":true},\"isAmp\":false,\"iosScheme\":\"medium\",\"isSwBoot\":false,\"lightstep\":{\"accessToken\":\"ce5be895bef60919541332990ac9fef2\",\"carrier\":\"{\\\"ot-tracer-spanid\\\":\\\"3fc7dbd62154a6c0\\\",\\\"ot-tracer-traceid\\\":\\\"177639393da1fe9d\\\",\\\"ot-tracer-sampled\\\":\\\"true\\\"}\",\"host\":\"collector-medium.lightstep.com\"},\"facebook\":{\"key\":\"542599432471018\",\"namespace\":\"medium-com\",\"scope\":{\"default\":[\"public_profile\",\"email\"],\"connect\":[\"public_profile\",\"email\"],\"login\":[\"public_profile\",\"email\"],\"share\":[\"public_profile\",\"email\"]}},\"editorsPicksTopicId\":\"3985d2a191c5\",\"popularOnMediumTopicId\":\"9d34e48ecf94\",\"memberContentTopicId\":\"13d7efd82fb2\",\"audioContentTopicId\":\"3792abbd134\",\"brandedSequenceId\":\"7d337ddf1941\",\"isDoNotAuth\":false,\"goldfinchUrl\":\"https://goldfinch.medium.com\",\"buggle\":{\"url\":\"https://buggle.medium.com\",\"videoUrl\":\"https://cdn-videos-1.medium.com\",\"audioUrl\":\"https://cdn-audio-1.medium.com\"},\"referrerType\":5,\"isMeteredOut\":false,\"meterConfig\":{\"maxUnlockCount\":3,\"windowLength\":\"MONTHLY\"},\"partnerProgramEmail\":\"partnerprogram@medium.com\",\"userResearchPrompts\":[{\"promptId\":\"lo_post_page_4\",\"type\":0,\"url\":\"www.calendly.com\"},{\"promptId\":\"lo_home_page\",\"type\":1,\"url\":\"www.calendly.com\"},{\"promptId\":\"lo_profile_page\",\"type\":2,\"url\":\"www.calendly.com\"}],\"recaptchaKey\":\"6LdAokEUAAAAAC7seICd4vtC8chDb3jIXDQulyUJ\",\"signinWallCustomDomainCollectionIds\":[\"3a8144eabfe3\",\"336d898217ee\",\"61061eb0c96b\",\"138adf9c44c\",\"819cc2aaeee0\"],\"countryCode\":\"\",\"bypassMeter\":false,\"branchKey\":\"key_live_ofxXr2qTrrU9NqURK8ZwEhknBxiI6KBm\",\"paypal\":{\"clientMode\":\"production\",\"oneYearGift\":{\"name\":\"Medium Membership (1 Year, Digital Gift Code)\",\"description\":\"Unlimited access to the best and brightest stories on Medium. Gift codes can be redeemed at medium.com/redeem.\",\"price\":\"50.00\",\"currency\":\"USD\",\"sku\":\"membership-gift-1-yr\"}},\"collectionConfig\":{\"mediumOwnedAndOperatedCollectionIds\":[\"544c7006046e // Human Parts\",\"bcc38c8f6edf // Matter\",\"444d13b52878 // OneZero\"]}}\n// ]]></script><script async=\"\" charset=\"UTF-8\" src=\"https://cdn-static-1.medium.com/_/fp/gen-js/main-base.bundle.IbkHvfLQzCD_wSB0aORB_Q.js\"></script><script>// <![CDATA[\nwindow[\"obvInit\"]({\"references\":{\"User\":{\"e3ad36b73a3e\":{\"userId\":\"e3ad36b73a3e\",\"name\":\"Sheree Joseph\",\"username\":\"tinyfleu\",\"createdAt\":1358126930738,\"imageId\":\"1*U3OGU2fSX2GQPi_T3q-JRg.jpeg\",\"backgroundImageId\":\"1*GY42ltWlqBjOeN-UU_4tzg.jpeg\",\"bio\":\"Writer, former managing editor of The Vocal (TVCL), social media lead, launching Tiny Moguls in 2019.\",\"twitterScreenName\":\"\",\"socialStats\":{\"userId\":\"e3ad36b73a3e\",\"usersFollowedCount\":633,\"usersFollowedByCount\":994,\"type\":\"SocialStats\"},\"social\":{\"userId\":\"lo_yXuraPQPBDnz\",\"targetUserId\":\"e3ad36b73a3e\",\"type\":\"Social\"},\"facebookAccountId\":\"10153197939452769\",\"allowNotes\":1,\"mediumMemberAt\":1516576284000,\"isNsfw\":false,\"isWriterProgramEnrolled\":true,\"isQuarantined\":false,\"type\":\"User\"}}},\"shareKey\":null,\"sequence\":{\"sequenceId\":\"22d8a41cf89a\",\"slug\":\"story\",\"createdAt\":1518718628697,\"coverImage\":{\"id\":\"1*THeHLw6kclQcEDvXtAxUDA@2x.png\",\"originalWidth\":351,\"originalHeight\":466},\"title\":\"Featured Stories\",\"subtitle\":\"Feature stories\",\"description\":\"Feature Story\",\"palette\":{\"defaultBackgroundSpectrum\":{\"colorPoints\":[{\"color\":\"#FF02B875\",\"point\":0},{\"color\":\"#FF00AB6B\",\"point\":0.1},{\"color\":\"#FF1C9963\",\"point\":0.2},{\"color\":\"#FF092E20\",\"point\":1}],\"backgroundColor\":\"#FFFFFFFF\"},\"highlightSpectrum\":{\"colorPoints\":[{\"color\":\"#FFFFFFFF\",\"point\":0},{\"color\":\"#FFE9FDF0\",\"point\":0.1},{\"color\":\"#FFE2FAEE\",\"point\":0.2},{\"color\":\"#FFADFFCF\",\"point\":0.6},{\"color\":\"#FF7DFFB3\",\"point\":1}],\"backgroundColor\":\"#FFFFFFFF\"}},\"visibility\":1,\"postLabelMode\":1,\"postIds\":[\"f8451e28321b\",\"9c04110b792f\",\"309a5a0075bb\",\"bb4a38c57de1\",\"56ec1bc37a0f\",\"a1daf65e1679\",\"e4428f9e917f\",\"305fcc98f917\",\"610915cc38ec\",\"8f0a1884b71b\",\"75e8bc556b19\",\"df6b7a8463b3\",\"7500a9eb64b4\",\"db31d5709fff\",\"73f90c006348\",\"ecd99a1e759f\",\"bbb11962858c\",\"1c5917af0dd3\",\"60899f4514c1\",\"6b278f018daf\",\"16df57f46b26\",\"d16043be535e\",\"144c5bcc680a\",\"766fd04b91dd\",\"5403783279a\",\"da3f7e46f5c4\",\"4c42baab641e\",\"4acfabffc668\",\"e205a28ff632\",\"f2fcaae78ad3\",\"a8d471807b36\",\"b8814111fe1\",\"6f53c7038023\",\"f9e5248daa0c\",\"3850c9c8a5a0\",\"7e5fdc327afe\",\"ed539f6b2ebe\",\"e2fb0961bfd2\",\"73c4ad888d72\",\"c713eeab8ade\",\"168f64d8b700\",\"39d495c7f7d7\",\"ac0ef48e647\",\"2c81556edce5\",\"8e7da8e866bb\",\"4dae79fd8431\",\"80e5548ef151\",\"97753d5c4bca\",\"1ea740c9a08\",\"71a6dcabcad1\",\"f0ff9aa05f45\",\"e1b303d58204\",\"3f4f527badb1\",\"648fcdbc4e87\",\"d51412dd66b\",\"617bd9f0c6a0\",\"4ae6d336620e\",\"1f0a544c5b39\",\"d1dcd9df484f\",\"462de8502aca\",\"dea1f2ebdbd1\",\"9f2713bdd68c\",\"acc4b2886aee\",\"1aaf26bf2c40\",\"110c08bc9ee\",\"408b65dd7687\",\"e71c273bcde8\",\"d4bbd4135e35\",\"caed33dbea09\",\"5eb1b2d9af2b\",\"16049c79a96b\",\"1511a0b27101\",\"981058f3b7cf\",\"31614e95e878\",\"8c4567fa604b\",\"e4bd066257a0\",\"f194f549a9de\",\"b12757820524\",\"174d03b4a2da\",\"b3c999267aa0\",\"5fb9dc06d0b7\",\"388f95a122af\",\"c3059a4242da\",\"adc3b3227063\",\"ea729f5f7b0a\",\"9376c3025079\",\"3a029930a42c\",\"2acf05737b83\",\"3b5331abec85\",\"f695344d3e3\",\"762fea58fe62\",\"b7ac963b3d90\",\"aaf0ec469ca9\",\"aad75b0ed5e7\",\"8372be222d28\",\"2afeb075923f\",\"231b35102098\",\"68acde04ce5d\",\"dba12884c133\",\"71e2cf19fef9\",\"89becafa3a20\",\"59475dac4d1d\",\"9a2d57e8b6c\",\"78c5a2a373cc\",\"faa9ed39c3b0\",\"78e6518f65e8\",\"fef51bb7e30e\",\"963aba23bd\",\"f24aae059da8\",\"4aa1564499e9\",\"634e81f48d9f\",\"3889cbe52540\",\"786c50609ade\",\"60fa9198b5eb\",\"e946c1c90ba8\",\"305cdf4e76ac\",\"9ba329f59c69\",\"442f2a5a1b59\",\"5a8be91a5346\",\"6a67b9516faf\",\"b0c31d7db0e7\",\"30573389f275\",\"206e71590771\",\"d87507b7a4f6\",\"18412e6efbdb\",\"e36d94672e11\",\"41a05d4e7fd1\",\"c487aa5fd2ba\",\"2caa4f359f79\",\"25a888a0b53b\",\"f58e28949857\",\"39bd4a0250dd\",\"9d616571fd1e\",\"75050e80b004\",\"17dc61071ed5\",\"106bf0367996\",\"99cd1f315e70\",\"e11c38f98977\",\"daaaaff085c\",\"6052b0cc43ac\",\"2524c43bb922\",\"abf9335424c1\",\"aa33773dfcd9\",\"3b58814f096f\",\"d70c9291fe89\",\"801491d6d36d\",\"4d8d2dfeed2d\",\"5726220bcdd9\",\"8f0f1e736b44\",\"bc30074fb93d\",\"d19341ee61d7\",\"ebbcb4723c0e\",\"5d523c5f3b47\",\"9764f7487def\",\"a4896863d0ee\",\"66771889da10\",\"41f466364cfc\",\"5553824266e9\",\"f732fe310324\",\"4708686870a2\",\"43d3d70a95d4\",\"abeaf97ac9cb\",\"e80408290303\",\"da9117699296\",\"21482c68b437\",\"2de4d214da12\",\"cfad7c4d42eb\",\"a1a84750c2d6\",\"cd39b8a6b733\",\"10e0a722df79\",\"5740ab57186c\",\"83ec103a140d\",\"91978aefed77\",\"7b4d73aaeaeb\",\"ce73631e2ec5\",\"5524c76103e2\",\"2af00d71dd06\",\"7f963807c6a7\",\"e45ab2faa6a4\",\"732878aa45f3\",\"1f8c1288d2b1\",\"3c1f9f9455b5\",\"eb96f8f6ece\",\"3c951cd9fad6\",\"f3e617effb54\",\"a4922d5bdaa\",\"3a9615b17625\",\"d94234f87453\",\"d95496fd70e6\",\"62af88557f74\",\"a2447c6049f3\",\"d7b59b1533f3\",\"8fb9ead15ece\",\"acecbacf99d9\",\"2f606c1ef088\",\"eddb8b59ddc9\",\"e4c007304134\",\"b3c6e94492c9\",\"95b0bf768745\",\"811dacbb7699\",\"3a7a73479417\",\"26a23116d46b\",\"64bee1965957\",\"1b2c3783d5b0\",\"2bc852357d0b\",\"2c3ed83b96f5\",\"1e4a77177936\",\"499f76c48b62\",\"4958b796459a\",\"b5569c963e7e\",\"679abebb854b\",\"6ab1d5a933aa\",\"3258be693a3d\",\"fc0f10c9d41c\",\"124f1cbfa66a\",\"78898a9f3177\",\"4d4e0a6fbfdb\",\"143123247ca9\",\"f8b60f6987b7\",\"2785f6670a42\",\"5335ca1b3d50\",\"b609f5395a8e\",\"6ffef837728e\",\"4533f41fe1d4\",\"67e08b232258\",\"a7a346096743\",\"d9b9a07e2cbd\",\"d2314d321403\",\"4c597b6a8cc3\",\"ba2d95fd003a\",\"5f0204823a1e\",\"fd6bf03ead5f\",\"f17ebf6e5aba\",\"ea76c05ed6b1\",\"7c3a4d1fc0f4\",\"b489897fba29\",\"8ad238f5e49\",\"20bbb3c2b7e1\",\"59bd0f37d8a7\",\"bb6d2d9f9203\",\"16d6dc103a4e\",\"33f5b03e5f09\",\"b00a13383d6f\",\"35cc3e297069\",\"b015f6a79561\",\"e1138faeadc\",\"4ff14516f8fb\",\"f815c7ece143\",\"3ceaf3a39c1f\",\"de2bd40726a6\",\"bd3944ff1f5b\",\"2cba66dd0f7e\",\"c9c44a88dbce\",\"663ad2cbbe62\",\"59e5bfe9322f\",\"bd0ac7376146\",\"84b71534309e\",\"ae39e04334f3\",\"2d07320779ca\",\"8a6e388bd72d\",\"ed5f7bb77aeb\",\"8a087e8a58ab\",\"644b0aba9cb3\",\"6398c4b52333\",\"b92c127696fb\",\"a740e21f9856\",\"9b5758f91d23\",\"cb320beb6d4c\",\"c554d0d28567\",\"8a85b5b848bb\",\"a6e0d5c98639\",\"92646d653405\",\"627066b6af05\",\"78eb168c59d8\",\"cd4fc73a68bd\",\"a4d69d17d04b\",\"25853742ef14\",\"82e4388e369b\",\"30a9aa2c50d\",\"68cb1ff64528\",\"acdd0b960b6a\",\"4cb8908c0411\",\"d41077df670e\",\"7d8dfbd25055\",\"9c8d7c3ccffe\",\"cc2c300238ba\",\"73653b38ee67\",\"7f0a43b2971d\",\"ffbaebddc170\",\"890df5e5ef53\",\"ddc2b0c1f94a\",\"68bcb81b97f3\",\"3f40257b12e8\",\"6c05388bdfb7\",\"fe9472b1ed7b\",\"a5c04fdfe996\",\"5e0f4302df6c\",\"1c412f5b1d81\",\"730836c2c3ec\",\"f8310a0f52e\",\"614ff8b2aa2a\",\"fb44aae5bd93\",\"4f799ce8a0de\",\"1d6e0f7508a8\",\"82ad7eb7d75f\",\"ed1aa4768cf9\",\"80d15265ebed\",\"6204c40c0a05\",\"8cf5eb4f97e3\",\"3af38590736b\",\"367e3b9c3a29\",\"5a703e0ad30b\",\"f851e5df92ca\",\"6466f0f042f2\",\"1ae264556453\",\"acf8f07be5ff\",\"37e6e709f62c\",\"4cc40d2801a4\",\"d81994077b2a\",\"cc17665702b7\",\"705cd2e9cef4\",\"52da308a3e0a\",\"cc2b007bdfec\",\"30affa646d6c\",\"d1aa133b8fc6\",\"aaa4c73b7b04\",\"ce1104d1333f\",\"1acad24c04c3\",\"6c7e409c9490\",\"4bd5e2c50fdb\",\"604458f689ff\",\"82c59bb1b351\",\"9099d473e80e\",\"73150402f2dd\",\"8ffdec32eb4f\",\"82c354f64469\",\"6dada32a8885\",\"67747090c4d2\",\"5283a83f8095\",\"5371bd736cb\",\"ea867a8bc578\",\"814e32a509eb\",\"8460f70f74a1\",\"72789e609c61\",\"bdec6b30d1e9\",\"baf423e0ea57\",\"24e7501146d\",\"37141a050192\",\"c5b4012c097e\",\"b7ff21ee5fbf\",\"58fb8ee51475\",\"8538d2ee863c\",\"7dc5efda89ed\",\"dc3adaf5c6c6\",\"b6606af4aef8\",\"9f0f0cdd530b\",\"9f945e2a5c16\",\"f11c7ad07660\",\"d853f2b8ec4f\",\"924a8f67eae8\",\"86ebdceb7c1c\",\"eba9d5815d3f\",\"dcd7df5124f1\",\"7b35906e1d81\",\"c1e85c95fb84\",\"236c85e659aa\",\"c14386933608\",\"f678090eb2b1\",\"e7b7d8a4a2fc\",\"cd7cb17f7aff\",\"19deb80b1734\",\"dad23d0dc95\",\"141c65705378\",\"cb7d47a571d9\",\"76c15297812a\",\"819d6b5956ba\",\"6c76624e053f\",\"3be7fee5af65\",\"decc1ab855f7\",\"9a3f4655bfae\",\"8663540763f8\",\"2f5babd786aa\",\"9493767442b1\",\"d625c16993b3\",\"116b010ea8e7\",\"380f6bde5af\",\"5c72f9b13799\",\"3ed6a82db9ca\",\"160330085c0b\",\"77676828ad43\",\"17c1c17c81cd\",\"4e9269add4e9\",\"d9b2ac8e9a5\",\"ed6b12f21fad\",\"24f15284302c\",\"651a0c57aca0\",\"f5bc76014a6c\",\"e7ab796249ac\",\"a45f0741b57f\",\"b09333489d57\",\"3af7a526c461\",\"858ceddb5988\",\"c84c0e707a56\",\"bdbff9af2f47\",\"4023763ca84b\",\"2ad55c8e4b6f\",\"f1c7b9b19860\",\"61f63b566ab6\",\"959e7a90a69a\",\"2f4164da1555\",\"f95e665b1a9a\",\"8abf0bc9648c\",\"6d5e1781bed2\",\"d2b167471c35\",\"9c5de55afaec\",\"e7226f7ca7ba\",\"f15ab0e8ad16\",\"6c352e325f0d\",\"c612b9abc87a\",\"d0302e0e0b85\",\"7235229d4a0a\",\"fed494ea9f9c\",\"c00bd02157a6\",\"fcb33341ad21\",\"330dcf6b170c\",\"b5f8a2af8d13\",\"4bd664a62fe6\",\"ec6047141a5a\",\"7bb94e1ea8e8\",\"33f7fecad28e\",\"33662846fa75\",\"9a7394ec3ea5\",\"c6d1fc2f2c44\",\"b6dcd35c665c\",\"eb455ca12dc1\",\"b2ae355a1f99\",\"69e874e7e68b\",\"22bf8336ba39\",\"389cc4676974\",\"7004e8aed92\",\"6ea3cab4eab0\",\"1b9373710c88\",\"51d706cf4f60\",\"4780b74708d2\",\"88f6f24241e6\",\"272340ec0c07\",\"97cb61c5bc9c\",\"7c465fe47f91\",\"56109f3e6753\",\"a4ea2baafac\",\"bab63977b49a\",\"4ced5f7c7d46\",\"8d5ce04b2ec4\",\"e1b39c8c38ea\",\"b1f5f9d9b77d\",\"ebc22b002aa6\",\"532a072e72f3\",\"ba491cb02c58\",\"ebeca87eb124\",\"4aece5a2f6d9\",\"d2d1a37e1162\",\"b704e1f86f24\",\"5a506c470d64\",\"fc5f334dc4d5\",\"10a1c1faf521\",\"91d12413d41e\",\"4494a947d086\",\"50ed8a704af\",\"988fa324a508\",\"4b4e54f46eb8\",\"d2bbc22a74dd\",\"6d582f37507a\",\"e9d470562962\",\"43fb61dbf73f\",\"9709b87be669\",\"c69b7f5cc6b6\",\"3ca0ed950b25\",\"15179633de41\",\"3aaa331c54b9\",\"3b60ebbb2fb4\",\"6f5691cb6a0d\",\"9333ef61de9a\",\"63817b9ff211\",\"178232312c6d\",\"8793d84929da\",\"e78b3b50963a\",\"f1c033a826b4\",\"bafbd2be7e81\",\"8af1c969ce73\",\"95f576359fba\",\"38d46c735244\",\"ee1b2230699f\",\"2cbb8ec709ba\",\"9e5db2fd0a3f\",\"64cea4d844d\",\"d3eb6bb1e7d0\",\"3e62bee95b81\",\"df64ff07048d\",\"29e220c2b010\",\"8cf93c5fc68c\",\"eddbb4bb697c\",\"e9778b990324\",\"f38c7a52af68\",\"d32e302b708e\",\"a50d6a59552\",\"52784220c64f\",\"75a396255f02\",\"f8e3020cd3f4\",\"5d1bee5d40a2\",\"dca342527e57\",\"b99ef03d3af\",\"7827258e8f58\",\"5e3f79f7638e\",\"7c88181daa96\",\"51a7a303ef72\",\"2a45fd223afb\",\"74b4972b7dcc\",\"bc5f1cf7cdc3\",\"b1199033a061\",\"500cf7ad95f3\",\"5a94da11164\",\"cc7629912fb7\",\"14f77cc0353a\",\"da64f7ab203d\",\"de835f7f0923\",\"42fb0aa2cac2\",\"5b2cb14ad181\",\"5cad640fd708\",\"6b77e9211ea7\",\"1ad5edac73b6\",\"691fb969b9e4\",\"215306c90396\",\"d206132f0325\",\"614b5f7d1e82\",\"e01ba8f0ad21\",\"ead987e2d6bb\",\"f395dc4b8f56\",\"783beaca1be9\",\"8b4e40935956\",\"969c3ef9b4b3\",\"35fcf695b11c\",\"2895c1ded10\",\"21b75e28546b\",\"1a484aaf6227\",\"9bb4738d02d5\",\"fcb5270ac5f\",\"4eb1f679337a\",\"f9f5f4ef32d6\",\"bfe76499b4a7\",\"4aed7c8f2704\",\"cea62212df66\",\"6c2d042d0543\",\"c9932364ebe2\",\"a49730682e13\",\"5fd5d16c9dcb\",\"567c8cd4e1c5\",\"9eeb424f8891\",\"13ced5584609\",\"d6c2482bf228\",\"d385e7bb9856\",\"5fbf8c2423b7\",\"d0ad2c31993\",\"f33d6393ce8a\",\"9dcdc2bfc649\",\"906fd51b39c4\",\"68cc011a34ea\",\"7fc5fd0e442d\",\"ee92b0b0a509\",\"74afb11f0e9d\",\"95fdc23c6eb3\",\"174823f3ffb\",\"5be46fe6f2ab\",\"5a9168b89968\",\"7f35d79e7b62\",\"f76eaa5573fa\",\"9450b6e5012\",\"65fdf5f7f578\",\"74b608847d7e\",\"954a113f4443\",\"ab5923585fbc\",\"bdeaf97c1412\",\"d4c1c8dfcb73\",\"da753a380d55\",\"b6f5814b5d42\",\"537bf02c95bd\",\"4bdcb8734061\",\"7279338b7132\",\"9091d8ea59d0\",\"2c9589b5474c\",\"2488cb76b9e\",\"16c7a409909e\",\"7bf5d56deebc\",\"1626fc4d6dc5\",\"af14f93d61de\",\"513dda573071\",\"a2b31e5a41ae\",\"987ce10c1212\",\"6aab55c8f15f\",\"eb1d755d4d51\",\"673cf6706140\",\"64fe3d49576f\",\"5dfa42af1240\",\"b2f55e328e43\",\"208c7d8022f6\",\"49b09368ffe7\",\"6956907658b1\",\"3194a04d3141\",\"d4755d24032d\",\"68f1dd1fa147\",\"64df33014cd2\",\"acc832a0ad1c\",\"5949fda172b2\",\"f5125a7f59d4\",\"44280815ebf9\",\"cd0f21609ee6\",\"d4dbc7fa8504\",\"1fa55909f8dc\",\"80d649792c36\",\"e4718cff80c\",\"76658c8b6ed8\",\"d1529c0fad03\",\"f62eb2d7fb61\",\"a65bbcec8c0e\",\"11a709a20000\",\"5b47631d7f4c\",\"3cf9273a0e15\",\"7f2ce31593ac\",\"5cffd76ce412\",\"26a47ccf778c\",\"29f92dac8b81\",\"75a66e084257\",\"a358eb7801a0\",\"108efaf27608\",\"46b87dca5179\",\"79d0e50b5732\",\"edba9abdb83b\",\"23d82582566f\",\"6ba6db0feb80\",\"734c7ab62053\",\"3473b572bc22\",\"b5c529d2afd5\",\"ee4f194afbc9\",\"8c9b683277ca\",\"b7e59ec59d42\",\"903ea6ac88b5\",\"60caba80c02c\",\"f2cc287861a1\",\"22c43f236ff5\",\"22634ca85649\",\"a011199ee8b8\",\"9d54fe7500eb\",\"f34e199b199b\",\"405636919bbf\",\"59c9fcc430da\",\"7745c8a09f2\",\"7cc87cdb5cab\",\"eac97e6af1c\",\"c8675da58ffa\",\"2613711712de\",\"2dd003ce6a77\",\"ec30ac17172d\",\"4a61c54114fa\",\"fbed6eed42c6\",\"f8e51d1bac70\",\"3e9015df390e\",\"a3065cc41f06\",\"62d8c3d28c1b\",\"9438482b4208\",\"54add1467545\",\"4225bb9b5e7b\",\"eda31fe5c137\",\"a393e8512548\",\"d1ba0bf24f12\",\"dcc308509feb\",\"85dbe614dbb\",\"7ba19eecab4d\",\"f24e19ef514f\",\"cec7aee7ef89\",\"62dab713e30c\",\"15b18e06ea4b\",\"cba118184b78\",\"6c8d7c8b7cff\",\"33607f7cc48f\",\"50d47ba7be8f\",\"1161d7b12256\",\"7583f1eabf0d\",\"b82aa77207ab\",\"722b2a2fcbba\",\"b951839eded0\",\"2dc02eec55dc\",\"106408db08\",\"8100388fe10c\",\"cfe58511cc22\",\"50607e8c3677\",\"9c294e449ef\",\"6d83a5292af9\",\"34c9ecd75146\",\"4f1e0bc05cfe\",\"172a3ca80c84\",\"74ad1b050b3f\",\"756e3de7c6b6\",\"1c3256d12f1d\",\"da1323341946\",\"c477df24e94d\",\"d2580999b8c4\",\"b2496e9d679d\",\"2d8707a0a2d6\",\"ec318f5ff05b\",\"5a9a5730cafa\",\"594226dd3eb6\",\"2b1999f2d942\",\"3912ea0dd0f9\",\"d77278e1ebad\",\"844637e2aece\",\"38114c9b2f4\",\"c890f16f4e4d\",\"36ec3c1c89c9\",\"ed8b2fcd1e90\",\"611e8b38ce01\",\"6a215fe90700\",\"baeb0235ab88\",\"cf4ad1da4091\",\"5b97200a1d78\",\"87e921882aea\",\"6cf3309df985\",\"c178b886654f\",\"de0cbe70268e\",\"bce9962ef0eb\",\"e0a8c12e863d\",\"eb5271746677\",\"948e7f074f55\",\"c4b323dc266d\",\"b364e0ba545c\",\"8d42947af238\",\"fb579eac2b7d\",\"f6d9214cec45\",\"3fff044448df\",\"157be2a24e98\",\"e6c423221bfd\",\"c95125f58452\",\"3e9e63031887\",\"e8d58d07e46b\",\"d262eac14b46\",\"1d19c6a84a1e\",\"4eb38a2e5610\",\"3bb76caf7e5d\",\"6b5a836c1e1e\",\"ca7dcd04e4c1\",\"5ddc810057f2\",\"fea9e70e84d4\",\"5a2c0634ee51\",\"32321a4b6601\",\"a96045d7ab24\",\"98de37776241\",\"17065434385b\",\"625c05b29692\",\"8fe2345714d8\",\"cd87f69ff6e2\",\"dba8b20f226b\",\"6c92e355612b\",\"1d1e0c4637e9\",\"bfa4dda5359e\",\"6ac322941ba4\",\"51ea1f2c48cf\",\"f707bbd7f153\",\"a381d6816dfa\",\"56854fca9109\",\"db0a14267c2e\",\"78618692b9b9\",\"dc67156374d4\",\"f2c243afe9b8\",\"3b1adb8980ed\",\"fbf14735f1d5\",\"11cda9598ff2\",\"67d7510c875\",\"cbe6943b378d\",\"7b8d42df5734\",\"6a53e27e83d8\",\"e69f9086bc9c\",\"8491b446dde5\",\"ab93e0fc6610\",\"68cafd6cda98\",\"613c0ca3b39c\",\"f2a8b1b1026b\",\"8cef6b06b4f4\",\"86b20249f06d\",\"98c8cd01d2ae\",\"dae00d3106ca\",\"7e1f214c0c07\",\"309187757d4e\",\"4473e3ec5ba5\",\"dd23b1c04455\",\"2802d5ff551c\",\"f1274bdacb0d\",\"82be55e31081\",\"5f6a9da9345c\",\"789b954f06ae\",\"2749895cd158\",\"e5d3938cd224\",\"f5f9f4e809a1\",\"c0eecccc382a\",\"150e5e7d694f\",\"b97794a0e330\",\"15b3071613e6\",\"7f0632110780\",\"c1525a15e9aa\",\"f60ff8b5cd18\",\"e548a923ac4b\",\"97cb4d1e9da3\",\"da0187b1dcd2\",\"1767cb03af20\",\"5d4bfbcee3a\",\"c124d4daf212\",\"809e368c0fdb\",\"ab6c02560496\",\"708e6c9a5f09\",\"5362d36ea0ab\",\"60b77022117b\",\"c27f91825e73\",\"20215f540c9\",\"8222b63cd1f9\",\"7f26a1f3ac4f\",\"ab4a7c9c6fc3\",\"5b47556db0b0\",\"66c59a64a6d4\",\"3fc61a7d9ec9\",\"7d0d34d98971\",\"ba425aa86fcb\",\"a808952839c6\",\"b4ab8ab81919\",\"4dd53c6bb6ce\",\"b1601ff13ccb\",\"814e74a437af\",\"81d0127bd738\",\"d137a36201a7\",\"407befd7d932\",\"ec08505c63ef\",\"481770fb6ca8\",\"51dd0a9e4511\",\"e5dc06e72549\",\"6727936d3ffc\",\"1d8d495f5f75\",\"5d84a6c751e1\",\"7763f90d5abb\",\"6d0802a47c05\",\"1c96b4401f52\",\"d408ddc6d451\",\"7c5ffd0ba4c5\",\"8989790678e9\",\"58ed1a5b6ae5\",\"609d53d2d27a\",\"7ffc8030630b\",\"c0c081b8c970\",\"245d058cf4de\",\"5d6dfe25bf66\",\"8020c88fd5f\",\"fbe2d8f933de\",\"f6877c95c73e\",\"566448c6e3ee\",\"bd10bbabaf35\",\"27e09dfeb246\",\"399366364cba\",\"e3b9eea23018\",\"ea53719c34a5\",\"60ff79bf8ec4\",\"822b1c0666c7\",\"1c961af22f5\",\"1e56feb8e067\",\"239d46457b66\",\"6e962acd4804\",\"b65516c4cf06\",\"549dfcfc1d53\",\"f4530bf5761f\",\"85476bf8f51b\",\"afe8ae4c4b83\",\"33a27cfe02d2\",\"df66e5ee8b9\",\"18d2fe55c781\",\"ac2bb7e3cb3b\",\"2bb71f1c7091\",\"e488c8e51b6\",\"d347e4dd3f6e\",\"f3a17907a158\",\"7e8b88d32fde\",\"2bc11d559833\",\"f34a6d1ec087\",\"a4f2c4b543bb\",\"e9234cf3d073\",\"44508cfda269\",\"53dc2c9ca55c\",\"4676167c4317\",\"4476ccbf53a8\",\"bf52302390f8\",\"6547828133a2\",\"1415a89330e3\",\"bc27ce601c9f\",\"a988c17383a6\",\"8ed6b881048e\",\"9a3d295a4ba4\",\"92472cacce12\",\"7140bd0c30e3\",\"e9e77af1548b\",\"39b3432a6a2a\",\"1a18a1cb380a\",\"53fe7e06359e\",\"f29a3563cba8\",\"be360c7911b4\",\"107645552063\",\"c446eae1e210\",\"2940c5da3248\",\"8122ca07c25e\",\"ffde5fe8d11\",\"3a50ac8c877c\",\"7eb5c16ba3a6\",\"d4f2921bd1b8\",\"13b9c95c75bd\",\"c06f8ce1bb46\",\"9d7b82ebb060\",\"8cf8fee1d0\",\"c06bc84565a0\",\"4e873b4ac998\",\"37d04e5873a6\",\"e2ebf738750e\",\"bc2a08f0fe66\",\"644d1ec2f812\",\"2d2f8e27d0e4\",\"50072a103bc9\",\"165895e939c7\",\"9d8c4e01a026\",\"2766d311bfae\",\"98066ce7aee3\",\"a7a812f09d8e\",\"9454c61c273b\",\"b583b7a8c2c2\",\"650bf3e45a9f\",\"7b4521cb6379\",\"66d94e2152c7\",\"b6979e9ff94c\",\"c4ce548d17e1\",\"27d5307b7606\",\"8543519677d4\",\"7252370a86d4\",\"adc8ec68ab79\",\"3027bd737ebe\",\"c0fd1a917181\",\"80d803274e43\",\"c5d061b79e15\",\"4545b48742b1\",\"115214555e97\",\"cc330037dd7\",\"d2f72cd69b9c\",\"9d27478351a7\",\"9e6365b6c516\",\"537802124834\",\"607283042ef1\",\"2d5f21fab5bc\",\"ff6078610bd2\",\"248676be71c1\",\"6801864f8f97\",\"e57a6bc542cf\",\"407b1f5fe989\",\"ae13d22c4d1f\",\"9b73c84212d0\",\"ae924e44581a\",\"d413d7014d59\",\"20dcad2a6735\",\"c3b507fa7f12\",\"ac0bd9f15eee\",\"bba64d678289\",\"8bea26f11e5b\",\"3483371ca8bc\",\"6a674b0bdfef\",\"1b6f2ff4923a\",\"efcff645141c\",\"567aa256a338\",\"c07e7b59d71f\",\"14176e177ca3\",\"6dae3cdf630f\",\"4ae78d9ac75f\",\"39cb10beabeb\",\"3fdab84c73d7\",\"eec9649e9389\",\"70f681cd255a\",\"a68b56902f79\",\"5c8c51d7ed14\",\"934575d60c82\",\"c1afc12deb3\",\"fd090ad4469b\",\"4e409df8316\",\"e1b1f94118b8\",\"bd8fb1cf7afc\",\"a43d2657a0e3\",\"1e21e3918658\",\"eb75550fa4e7\",\"2555d59cc148\",\"c03c71210809\",\"25ed045d278e\",\"235266ea7023\",\"91870b70b7b0\",\"87e378237792\",\"ba33188dbf19\",\"4bc9b0453ee5\",\"aee7d99252af\",\"8d0c2efcbe5e\",\"969afea0d08f\",\"856ce2e73876\",\"84d148b6f3eb\",\"616516e3e1e\",\"3e07c7a561c9\",\"b6594f4c7b19\",\"2294c3f36311\",\"f052555fbfe7\",\"3f2d2f72f220\",\"558dffec20be\",\"8657573a2139\",\"65ad121ee9f6\",\"eea33a5f953d\",\"4cc0f4a56301\",\"ddc60d7139f1\",\"4c2f3f85793a\",\"515a73d19810\",\"1cda235923f7\",\"1b36bc79c4bd\",\"4a14570fe6b0\",\"7481f8ae7827\",\"9c83fb084356\",\"70c848dfe7ec\",\"5a92abafb80c\",\"8b02aafefb96\",\"6ca5981493e6\",\"3d5545db7665\",\"c438b0ce9440\",\"e7f8ee6ab4c2\",\"d58f25d8d9b\",\"dfe6dbf8c162\",\"230f70425e12\",\"f03104d8f67\",\"829aabae1da\",\"e62cb6dd7fa3\",\"860d676a1973\",\"67c45d14e0c4\",\"fc8c8bc6b234\",\"f38e0d2f2369\",\"313bd4110583\",\"cf697f99b3da\",\"b5b180c1dd07\",\"b42a9b05c366\",\"aa4a3483826\",\"3f0e31505ca9\",\"debf3fd215c6\",\"310935cda86c\",\"9e1525c37cc3\",\"c55d9f79449\",\"8cb12b5de57a\",\"8a36bae307c9\",\"870e191aaf56\",\"ceadb1f43150\",\"800af5a6c53d\",\"99315fec810e\",\"5203a7244a08\",\"9ded0e53c184\",\"eae443b10a98\",\"4aac357b6f5f\",\"85545e3430e6\",\"ace7121a725b\",\"e8408d2519f\",\"1ae3bde349e0\",\"3da875cf5041\",\"6281f5638459\",\"f5c399d916ef\",\"69b4ef4f5079\",\"a9bea9ebc148\",\"7f3dc91dc927\",\"9700f5672b05\",\"3ae36e2cad3a\",\"14a51bd20d1e\",\"182189d48b39\",\"29829f92213c\",\"c2a925db6270\",\"3726bd1ddc1c\",\"48b6f5ce186d\",\"3a2cc2b2fc2a\",\"43e6dffea7d0\",\"25c008b58d3e\",\"9aa3b6b3de04\",\"1776595868a6\",\"795741a016a6\",\"d1da108bddc4\",\"7319570a46b7\",\"94314c8d95a2\",\"dc5eb26b0331\",\"2691360eb30e\",\"2d19b30d906c\",\"988fca6b0fca\",\"8ccefed8fd1a\",\"4faafe797473\",\"d8da825ef4a8\",\"30ecc20351ba\",\"778b57280bcd\",\"8a204503eb9e\",\"6d8d7f4d9a6d\",\"6f34bc648cf7\",\"9d5b01f6a293\",\"3c9eb6ce9089\",\"d3c8a3ecaca7\",\"b9bae9393d17\",\"e28e1c8a334d\",\"1eaac4e164a\",\"1e948a12f04e\",\"615865197a90\",\"fb61fdca7d8c\",\"ed0d6adb8cbb\",\"e0ce8d0d2bfb\",\"9d5bb7c1cf8f\",\"6b634ef174a1\",\"7984641e6cdb\",\"e5c2f7d77c04\",\"2131313f3364\",\"1e9e048e3d31\",\"fecfd5c9313f\",\"8d5679c2acb4\",\"9a53fbf80487\",\"756a1ac84c80\",\"bcbe92291100\",\"1fa71105660e\",\"feb0277dbc61\",\"8eb15cc2ee1f\",\"bb91ce18ab56\",\"c1b380807049\",\"106f0ae25c3a\",\"6fb1ef9c0ce4\",\"e4628ff3e583\",\"5edcd3777a46\",\"f4e264c320fd\",\"c37b65caaf15\",\"2aceeb48a731\",\"e3c9f308e29a\",\"f1fe2f3c53b5\",\"627622603e5b\",\"9a38ff7be821\",\"9615a032c90f\",\"35cafce00ed2\",\"f606703eeac2\",\"a369ad7948b2\",\"739fd000cd9d\",\"94a423b7586d\",\"2cb983bb2117\",\"a0f694b17053\",\"53af3a5176e6\",\"5fac7c06bcba\",\"38ed2e5a643d\",\"5aec7e1f8873\",\"42dbc8a64e0c\",\"6d0e81f41d35\",\"19e2e5c60e4f\",\"1f5323446325\",\"4b17749e1fc9\",\"c30fc2e9ca08\",\"d8f97591e6a5\",\"3c2d99adfe00\",\"c04ca734c6bb\",\"f5f3520e3b51\",\"fa8b9af0e93e\",\"28ae4f3b5616\",\"9a08bd6c0b4a\",\"95ebfc89ba0f\",\"25eaec81d934\",\"248391f934ba\",\"6a278e0fe159\",\"92babeae5e85\",\"9c8cd1ec34f3\",\"a82505c3395e\",\"9e1a1d956291\",\"4d61dad40307\",\"aacd4db048d2\",\"40282d5cc97d\",\"def7d6e8cedd\",\"9de0da74fdad\",\"2cbdaec0e555\",\"af60926e6fb3\",\"7cf1e809ba6e\",\"7f2a37f7c26e\",\"191816492747\",\"98c6d1bccda1\",\"e34649174166\",\"eec6cb63e898\",\"6a73b233622\",\"348bb580924\",\"5ea1ec213256\",\"f95b16fefc60\",\"ae07511a2039\",\"40d645bf286e\",\"c0619a248a7\",\"b44e1eda2883\",\"5d71cea0b6d3\",\"9120c1dfea3b\",\"9ac5b6510210\",\"bf28f614bfa7\",\"e502ee54a40d\",\"a0c0cd04a53a\",\"b5bd66472c12\",\"958c35957574\",\"4f7a60c92ad8\",\"8f1072f730e9\",\"351da67efab4\",\"9961d4bcf048\",\"ed5e66c0f055\",\"23782be391d1\",\"66e00edc74d\",\"6c2872c28473\",\"7ca5a3093322\",\"7244e1f38ca8\",\"1c4d3e6cfa55\",\"7c1f5c4bf4b3\",\"4ebd91cd31a3\",\"97ff0325e470\",\"1b76018c4631\",\"7feb3a170f02\",\"a76a86fce05c\",\"65984aa0b03a\",\"d8d736d32e39\",\"e121ba4ed3b1\",\"9603a2ebea40\",\"917df260469\",\"336e8ccf7dd0\",\"eb065feb001f\",\"4e769904e9b6\",\"d142229832d6\",\"fb8ed95273c6\",\"ed72d06418f1\",\"63d2fdd0647\",\"6ce14c84e21b\",\"7036fb3f3ddb\",\"7255d632598c\",\"15fce7d10437\",\"39e44150e1d4\",\"ae3a052ead63\",\"3a0258d51269\",\"6da229948647\",\"6a5fd6a75795\",\"ef29965a3bf\",\"cee8a71b241b\",\"5842f19ee67\",\"cb0b2737128\",\"f0e6f8c4d58\",\"49b88beb0ad1\",\"d6405e92db78\",\"c58b9d99aeb3\",\"b9763d75089b\",\"fa58dddc7f0d\",\"f9102b412d03\",\"697360696ea\",\"48094e6db17a\",\"765ba23c5ab9\",\"b7c8639031f2\",\"530d2bb2b8f7\",\"6c552a1cfc25\",\"1f05e3934cb6\",\"65796b2b8ae8\",\"7b3beaa4680\",\"f98b24d645a0\",\"53c245a532f0\",\"74c15c7c441e\",\"11ce698aa2e5\",\"49c1d536d714\",\"8c96e988585b\",\"13b076b7d2bf\",\"896afc3a34c4\",\"fbb81468fb27\",\"2c06ec398098\",\"6acc54465769\",\"6c48e06c7ccd\",\"dc0049ea4f3a\",\"ab3de4c9a572\",\"841cc91923e4\",\"7fcd131a341c\",\"6b4d717b8ead\",\"d39b3d0b860c\",\"c5e453436f21\",\"bc623a3b4625\",\"21a2c3208d3e\",\"6ac2d6a744c5\",\"6694e2f7d01c\",\"9cd33e961097\",\"8bff2d3c3234\",\"53a206027143\",\"c9700a7cf36d\",\"e7f4d1b04a43\",\"9466482f7c2a\",\"b6346cf8d43b\",\"598a11eb2c56\",\"22088a4d33d8\",\"35d991f9f839\",\"d29ce0ed8bec\",\"2631a6798713\",\"8724701e265e\",\"e9fa29f0b9d4\",\"e4e7895a671d\",\"19a41ab76efe\",\"93edd8133b05\",\"7c3ad60d027e\",\"590ac6c75161\",\"180b64585918\",\"410e3e817a3a\",\"892edb1af65d\",\"38ddfcf07040\",\"e5707226a818\",\"d38aba90edfe\",\"6fcd379edcd6\",\"8479e4a1aeed\",\"41617483b497\",\"30aaa0442d6a\",\"26ac8a40ae26\",\"e975c9de4867\",\"63b5deacf7a6\",\"5d89c8f5ae3e\",\"1afb138af3ec\",\"d5fece550a24\",\"aff2b1e465a2\",\"c94ee2bc5103\",\"9549589faf48\",\"27131ca4f05f\",\"8ad29d5fe576\",\"9e7d76f16449\",\"23878e5b8e66\",\"aacfb9f7e168\",\"39f02d03a748\",\"9557e0983c29\",\"c771edf9e5db\",\"4e94a88bba02\",\"f24aba50cd88\",\"312153eac99a\",\"9782ae97aad9\",\"f76d771b0e80\",\"37e3749c9268\",\"c01733e8ce20\",\"6f30a0057764\",\"8af7a4e44801\",\"f39f532bc75f\",\"944946609d08\",\"9d6ceef060f0\",\"616039d97e5d\",\"53998dc70c99\",\"5c3b3543c007\",\"8e7945076bab\",\"39a1ecff4c40\",\"1e6d7011eba5\",\"e10f21375cdc\",\"e5e49ab4918b\",\"7e2201b7919d\",\"6e983aa23166\",\"4598ab103b05\",\"699ff6023cb8\",\"cafbfc3f1d29\",\"8e76e0c7d4e2\",\"72328ce16945\",\"3e280baa045c\",\"4a6475943fb\",\"60502ddc2949\",\"592a301fa318\",\"9bf1e69e888c\",\"af73f4b74d07\",\"53b94da0df07\",\"984b098ea2df\",\"8a1872b5434\",\"ebc80388ff3d\",\"8633e91f5284\",\"bd8202902deb\",\"a6bb4c8c8beb\",\"979a8cc96be2\",\"72530546919\",\"2ffaf2fb2df7\",\"9e8145f32a54\",\"e517c078712\",\"a1d26733fd9a\",\"d64afc7bf899\",\"7749328e8999\",\"a149209d56e5\",\"2087d2eaa7ef\",\"9849937e81d4\",\"1c2ffa0f5d45\",\"c0cfd6803170\",\"52a7bfad71ce\",\"e3e5bcdadfbe\",\"45ca0615fce1\",\"5fc78ccbe668\",\"fd39030994be\",\"fb32b26cdaa6\",\"363c075d3d4c\",\"77e0e8734252\",\"6bb1e0fa27ea\",\"f6b6882c8614\",\"3ff625d1dc86\",\"babc5c536513\",\"d105105180b4\",\"a904ae486a48\",\"51adcd16cded\",\"e7e293b3bb1\",\"bb4992dc5020\",\"9df462469293\",\"5fbaf8810789\",\"ecdd90e4297a\",\"465378725826\",\"fefe650b11bb\",\"4281a2db302f\",\"b644651b383a\",\"22d0805110c8\",\"81d64db784a2\",\"7f69376624f\",\"ad690e5b2164\",\"3c3abc10781d\",\"923e6b93eeec\",\"c23ec92468f4\",\"1f8b05ee24a9\",\"116e2c77ca4c\",\"ce2f79683f88\",\"33c67a2cd451\",\"791e13a942f7\",\"e890c54d3000\",\"8da0d0a6718e\",\"bac70476cca3\",\"578b87160aaf\",\"74954299a984\",\"8dc808b85720\",\"6a0e116bdf09\",\"cfbf0ce607f0\",\"224816a1a2cf\",\"4988dc6c1764\",\"1257aafefdda\",\"3abacbc81c3\",\"86861582c1db\",\"3df4ba89fdf\",\"9bbb9cb98608\",\"d107327a5c90\",\"e222a0393b67\",\"65744b9d7d03\",\"8f79867ff340\",\"e09fd6fd9ceb\",\"a8360f4fec49\",\"7b52118f1102\",\"4e3dbc5a02e5\",\"9ba6e042a0c4\",\"e5ce79a226a9\",\"d699fba5479c\",\"f178161fce54\",\"1a57aaeed856\",\"5ac6fe8b2589\",\"fcc312a53f12\",\"705ce0891750\",\"c2d80af2012c\",\"ebeb909540d3\",\"ddd8ec711467\",\"326f92f01c47\",\"c46dfe9156d\",\"b8569241e74f\",\"e88271367fbd\",\"d2dbfb7b59a4\",\"def9db0473e3\",\"f611d438b826\",\"357ff1a097df\",\"645d413733e1\",\"94fa26471dfa\",\"4d6e382346b0\",\"9b5d47f372f1\",\"f9bf083b847e\",\"3c0f36c54911\",\"440e6d8afbe8\",\"3b61550012c\",\"872498b3cb97\",\"e2820c1d95f3\",\"d4de4d0b7151\",\"e3b4411d85de\",\"675305924d5\",\"661052c80e09\",\"cbc85f9f4457\",\"77c490c4e8d5\",\"9c26c3773973\",\"17c78ef6581\",\"1b77bb959833\",\"e54e86a5edd1\",\"cb73d1650154\",\"787dff91fd2f\",\"620a84792482\",\"4a5858428dff\",\"2310b6c60653\",\"850fd7add39f\",\"10246f91a743\",\"ca6ef4b47518\",\"ea4af41ca66d\",\"b8940d06c809\",\"d57a023391bc\",\"563afc8ff9c0\",\"688bc0d42ed4\",\"a09ea635f52d\",\"e8f68caf7108\",\"513088c6fcb3\",\"c5fe5aa01699\",\"9625b0dd28c6\",\"b219f5fec7e5\",\"98c8671ceade\",\"31ac34e8676c\",\"c1948419034c\",\"8f27e79bd21c\",\"caf47c31912\",\"1b42d0cb7e3d\",\"e48ce254884\",\"9b9bd0c24dc3\",\"95a34bba8669\",\"70a232807c31\"],\"eyebrow\":\"Featured Story\",\"hideIndex\":true,\"updatedAt\":1554306984355,\"hideAuthorInPreviews\":false,\"type\":\"Sequence\"},\"post\":{\"id\":\"af73f4b74d07\",\"versionId\":\"a7495226e904\",\"creatorId\":\"e3ad36b73a3e\",\"homeCollectionId\":\"\",\"title\":\"How to Eat the Best Fruit (and Not the Bad Fruit)\",\"detectedLanguage\":\"en\",\"latestVersion\":\"a7495226e904\",\"latestPublishedVersion\":\"a7495226e904\",\"hasUnpublishedEdits\":false,\"latestRev\":639,\"createdAt\":1516106029715,\"updatedAt\":1545696060619,\"acceptedAt\":0,\"firstPublishedAt\":1516147924634,\"latestPublishedAt\":1518897301711,\"vote\":false,\"experimentalCss\":\"\",\"displayAuthor\":\"\",\"content\":{\"subtitle\":\"A definitive shopper’s guide from a woman who knows\",\"bodyModel\":{\"paragraphs\":[{\"name\":\"499e\",\"type\":1,\"text\":\"After having a mild stroke each time my boyfriend brought home the wrong type of fruit, I created an index card for him to take to the shops. (His solution was for me to go instead — be the sole fruit winner of the family — but this is not realistic.) And so, the extensive guide below was born.\",\"markups\":[],\"hasDropCap\":true},{\"name\":\"752a\",\"type\":10,\"text\":\"Yellow stone fruits are literally summer, if summer swooped itself into fruit form, and so you must pick them always from a fruit line-up and smoosh them into your face.\",\"markups\":[]},{\"name\":\"0b40\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*TCWJVVsMm7M1uDQSv2XMlg.jpeg\",\"originalWidth\":416,\"originalHeight\":416}},{\"name\":\"1239\",\"type\":1,\"text\":\"2. Pick the yellow peach that looks like a sunset with its red, orange, and pink coat skin, peel it off with your teeth. Sink them into unripened sunflower-coloured flesh. Wait for the crack — because yes, they’re better hard! Soft is messy and only permitted when nothing harder exists or when you have forgotten them at the bottom of a fridge drawer.\",\"markups\":[]},{\"name\":\"51b5\",\"type\":1,\"text\":\"3. Always opt for the unripened yellow nectarine, the one that is red with flecks of yellow, it’s the Spanish flag. It should be as hard as the ball on a pool table, knock ’em out.\",\"markups\":[]},{\"name\":\"e230\",\"type\":1,\"text\":\"4. DO NOT BUY THE WHITE PEACH OR THE WHITE NECTARINE EQUIVALENT, FOR THE LOVE OF GOD. These literally taste like nothing. You could open your mouth like a goldfish and the air would taste the same as a bland white peach. Do not eat nothing. Do not waste this moment. Why is it white? Who segregated this fruit? I will never eat it.\",\"markups\":[]},{\"name\":\"86ef\",\"type\":1,\"text\":\"5. The mango is perfect in that it is always yellow and if it’s not, I don’t want to hear about it. The mango’s only flaw, and it’s a minor one, is the effort it sometimes takes to undress the mango, carve it up in a way that makes sense, and find its way to the mouth. This is an easy thing to rectify with a knife or with teeth, a plate or napkin and always, always when it is ripe enough that the juice smothers every inch of you, the couch, the floor around you, the utensils, the kitchen, the person next to you, the baby, the whole house. It is sticky and sometimes tastes chemical, a sharp, crisp pang, like fresh linen after it’s been washed by an aloe vera fabric softener. This one is for the thrill seekers, the wanderlust among us, a mirage in the desert.\",\"markups\":[]},{\"name\":\"6450\",\"type\":1,\"text\":\"6. Grapes of wrath are always green. Green grapes are war crimes. They are almost always soft and mushy, like a dead arm after it has been punched, limp and lifeless, squishy. Green grapes are just the uncooked eggs of white wine and should not be wasted on a fruit platter where it has no business being.\",\"markups\":[]},{\"name\":\"b1d1\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":4,\"metadata\":{\"id\":\"1*z4h1CoIfmfZ-BTK0juhKBg.jpeg\",\"originalWidth\":337,\"originalHeight\":511}},{\"name\":\"7e90\",\"type\":1,\"text\":\"7. Light red and firm seedless grapes after they’ve been in the fridge so long they’re crisp and crunchy. My oh my what beauty lay in thine purple hue? Red grapes can get it. The first of their name, breaker of chains and stems, Queen of the Andals and the first grapes. Crisp, hard red grapes deserve their place in the canon of being fed to rich people while sitting on a throne and being fanned by a giant feather. So light and airy, so cool on the tongue.\",\"markups\":[]},{\"name\":\"50a1\",\"type\":1,\"text\":\"8. Do not eat big soft round purple grapes with seeds. Do not do that to yourself. You are a baby who can’t eat seeds. When you bite into the grape, a liquid should not come out, this is not porn. (Number 7 is, however, porn. Please keep up.)\",\"markups\":[]},{\"name\":\"6023\",\"type\":1,\"text\":\"9. HOW DO WE PLUM? HOW, YOU ASK? PLUMS. SO COMPLEX. SO MANY OPTIONS. NEGATORY. THERE IS ONLY ONE OPTION AND IT IS THE UNRIPENED BLOOD PLUM. The Samsuma plum. LISTEN TO ME. IT IS LIGHT PURPLE WITH TINY GREEN SPECKS LIKE THE FLICKERS OF GRASS sprayed with a burst of water ON A MISTY MORNING. IT MUST BE FIRM. YOU BITE INTO IT. THIS IS LIVING. SWEET BLOOD RED COLOUR REVEALED. AM I BITING INTO MYSELF? MAYBE. OH THE TART SOUR OF THIS PLUM HAS RUINED ME.\",\"markups\":[]},{\"name\":\"5317\",\"type\":1,\"text\":\"10. The violet hued purple plum that is yellow on the inside is two plums sitting in a trenchcoat pretending to be a blood plum, DO NOT BE FOOLED BY THEM.\",\"markups\":[]},{\"name\":\"4a87\",\"type\":1,\"text\":\"11. I need to go back to the blood plum, I’m not done yet. The dark glossy red wine round fruit, sweet with only a flicker of tarty sour, so hard to chew all the flesh off from the seed. When we were kids, we used to wait for the plums to go from light green to red on the plum tree. My brother would pick them while they were still light green and sour as all hell and take so much glee in torturing himself and others with the extreme sour. It was a test of endurance, a sign of better things to come.\",\"markups\":[]},{\"name\":\"3e83\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":4,\"metadata\":{\"id\":\"1*LelVHnecN5ZfBF57b9iOBQ.png\",\"originalWidth\":269,\"originalHeight\":297}},{\"name\":\"de79\",\"type\":1,\"text\":\"12. Figs are highway robbery. At like, $2 each for a fig, it has become a luxurious decadence in Australia, unlike in Greece where they sell whole bags for two euros that you can eat on autopilot while watching the sunset on an idyllic island. In Australia they’re mostly used in salads, but I’ll still sneak one after dinner, ripe or unripened, it makes no difference to me. Figs are ancient, ripe and fleshy, primal and female. My cousin’s wife’s family sells big boxes of them from their home in Glenorie. You probably know the ones. They’re famous.\",\"markups\":[]},{\"name\":\"8a73\",\"type\":1,\"text\":\"13. My dad once said you had to eat watermelon before any meal so it could slide through your body, making way for your food, like a bright pink-red carpet. Watermelon should be crisp and sweet, seedless and firm, not soggy. Watermelon is heavy, the only downside to an otherwise perfect fruit specimen. Watermelon is the meaning of life. I would eat watermelon in Barcelona the same way I would eat watermelon during summer in Coffs Harbour, outside on the grass, face to the sun, sticky juice dribbling down my chin.\",\"markups\":[]},{\"name\":\"bb6c\",\"type\":1,\"text\":\"14. Big, round, more reddish than black and firm cherries. I love cherries, their little stems, their little seeds, the way it’s so easy to plop one in your mouth and spit it back out again, the circle of life. Piles and piles of cherries. Nestled on a pavlova. Pitted against one another. Plucked. They’re good for you in concentrated juice form too, but few people know this.\",\"markups\":[]},{\"name\":\"4050\",\"type\":1,\"text\":\"15. I prefer the small, seedless mandarins which are easy to peel and marketed towards kids (the Frozen-branded mandarins are particularly infuriating to my boyfriend). The skin is thin and comes off easily. Peeling each piece off is like a small victory, so tiny on your mouth. I always eat two at once.\",\"markups\":[{\"type\":2,\"start\":97,\"end\":104}]},{\"name\":\"5e74\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":4,\"metadata\":{\"id\":\"1*brqLbecgNUDKlOfq-ns6jQ.jpeg\",\"originalWidth\":643,\"originalHeight\":543}},{\"name\":\"790d\",\"type\":1,\"text\":\"16. Oranges — they’re all good. What do you want from me? It’s an orange? I prefer them in juice. Tangy. Fresh.\",\"markups\":[]},{\"name\":\"f7d2\",\"type\":1,\"text\":\"17. Bananas: unripened, green. I used to eat them in Kellogg’s K like a maniac, always ripe. “You hate cereal and milk,” my mum would say. “Yeah but I love them with bananas for some inexplicable reason?” Now I eat them all the time after a friend said eating one banana once a day would cure you of any malady and honestly, she’s never been wrong, they are healing and magical.\",\"markups\":[]},{\"name\":\"6899\",\"type\":1,\"text\":\"18. Ahh, strawberries. Big and firm and unblemished. I particularly love the ones that have, like, horns at the end, three horns, you know what I mean. Covered in dark chocolate that sets over them, mummifying them. What makes that combination so good? It’s like crack, you bite in and it cracks open, I mean.\",\"markups\":[]},{\"name\":\"f1de\",\"type\":1,\"text\":\"19. Raspberries have to be firm and fresh, tangy and piquant, never soggy, otherwise chuck it in the processor. They’re also ridiculously expensive in Australia. Women love them. I’m okay with this. It’s the illusion of treating yourself.\",\"markups\":[]},{\"name\":\"dbf6\",\"type\":1,\"text\":\"20. Blueberries — the king of the berry — firm and tart, please. So round and bulbous. I love them. You can eat as many as you want and it’s like eating none at all. Punnets on punnets on punnets. My nephew was obsessed with blueberries as a baby. He even went blueberry picking with his parents because he’s adorable, and he had the time of his tiny life. I once shared a punnet with him and, no word of a lie, he grabbed a blueberry from me as I came to place it in my mouth and placed it in his own so fast that I almost didn’t notice. He took “steal from the hand that feeds you” to heart. Is that how the saying goes?\",\"markups\":[]},{\"name\":\"08b4\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*CCbOmySQYdrqPuSLHti11g.jpeg\",\"originalWidth\":9124,\"originalHeight\":5479}},{\"name\":\"45ac\",\"type\":1,\"text\":\"21. Our grandfather (may he rest in peace) used to have a mulberry tree out in a vast, expansive garden that housed all the fruit trees you could think of. But the mulberry tree was wild. When it sprouted fruit, us rambunctious kids dashed through the garden which was like a forest to us, carrying our buckets, climbing over one another to pick as many as we could, careful not to get the juices all over our clothes (we always did). The excitement of spotting a big fat one was palpable. Our feet stained a blood red colour, like the scene of a crime. I’d see mulberries in the grocery shops and get excited almost as a reflex, but it was never the same. They could never be as fat and juicy. They never tasted like a small victory.\",\"markups\":[]},{\"name\":\"9d62\",\"type\":1,\"text\":\"22. I didn’t know what blackberries were until my housemate told me they were his favourite of the berries. Skeptical, I tried one. It was good. How it was different to mulberries, I could not tell you. I then started buying them all the time. Only I’d forget to eat them and they were never tasty or satisfying after a few days. It was my first lesson in eating tart fruits right away. I’ll never forget it.\",\"markups\":[]},{\"name\":\"56f0\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":4,\"metadata\":{\"id\":\"1*44TsezpbNhKjy3HOzCoY1Q.jpeg\",\"originalWidth\":438,\"originalHeight\":394}},{\"name\":\"d580\",\"type\":1,\"text\":\"23. Pomegranates. Run these tiny jewels into your mouth, plop them into your salad, add them to your yoghurt, whatever you want! There’s no way to ruin a good Pom. There are so many ways to open and unleash your ruby red grains onto the world. Smash one half with the blade of a knife, then turn it inside out. Pick each jewel one by one from its white fleshy cave. Cut it open and open it in a bowl of water, the white bits floating to the top. Cut it a certain way so it all plops out. Even when it stains your white kitchen bench for all eternity, you ain’t even mad.\",\"markups\":[]},{\"name\":\"6e5f\",\"type\":1,\"text\":\"24. ALL LYCHEES ARE GOOD except for those watery ones that taste like a wet shoe. The fatter the better. They may be hard to peel but the wait is always worth it. Plop one in your drink. Plop two. They’re like jellyfish for your mouth. Your teeth finally land on that oval-shaped smooth seed and you’re sad that the experience is over.\",\"markups\":[]},{\"name\":\"e931\",\"type\":1,\"text\":\"25. My uncle always chastises me for buying persimmon at the city supermarket, where they’re expensive, like $3 each, when he has whole boxes of them from his garden that he insists I take each time I visit. I’m always shocked when I see persimmons in the supermarket. They appear and I forget all about them each time. My strongest memory is peeling them in my Sita’s kitchen and being shown how to eat them. Like this? Just dig in? Are you sure? You always know when you’ve got a good one but I couldn’t tell you how to pick one out when faced with them at the shops. I think what I’m trying to say is that I don’t think Coles, Woollies, or even Harris Farm can cut it anymore. I have to go home where the good fruit lies on the side of the road as you drive through Dural and Glenorie, boxes and boxes of goodness all lined up, waiting for you.\",\"markups\":[]}],\"sections\":[{\"name\":\"9e0e\",\"startIndex\":0}]},\"postDisplay\":{\"coverless\":true}},\"virtuals\":{\"allowNotes\":true,\"previewImage\":{\"imageId\":\"1*20UvItpwxGIKM77XMmr5XA.jpeg\",\"filter\":\"\",\"backgroundSize\":\"\",\"originalWidth\":5648,\"originalHeight\":5594,\"strategy\":\"resample\",\"height\":0,\"width\":0,\"focusPercentX\":46,\"focusPercentY\":35},\"wordCount\":2007,\"imageCount\":6,\"readingTime\":8.523584905660377,\"subtitle\":\"A definitive shopper’s guide from a woman who knows\",\"usersBySocialRecommends\":[],\"noIndex\":false,\"recommends\":563,\"isBookmarked\":false,\"tags\":[{\"slug\":\"food\",\"name\":\"Food\",\"postCount\":116352,\"metadata\":{\"postCount\":116352,\"coverImage\":{\"id\":\"1*jv_5N8d2VvmOzd8uROiuaw.jpeg\"}},\"type\":\"Tag\"},{\"slug\":\"fruits\",\"name\":\"Fruits\",\"postCount\":1279,\"metadata\":{\"postCount\":1279,\"coverImage\":{\"id\":\"1*20UvItpwxGIKM77XMmr5XA.jpeg\",\"originalWidth\":5648,\"originalHeight\":5594,\"isFeatured\":true,\"focusPercentX\":46,\"focusPercentY\":35}},\"type\":\"Tag\"},{\"slug\":\"memoir\",\"name\":\"Memoir\",\"postCount\":10159,\"metadata\":{\"postCount\":10159,\"coverImage\":{\"id\":\"0*t_v7k41YMD0JvPG9\",\"originalWidth\":3264,\"originalHeight\":4897,\"isFeatured\":true,\"unsplashPhotoId\":\"2HMrBMbbbYg\"}},\"type\":\"Tag\"},{\"slug\":\"writing\",\"name\":\"Writing\",\"postCount\":190285,\"metadata\":{\"postCount\":190285,\"coverImage\":{\"id\":\"1*AwaoHDZEX9wjHc7o9Ienzg.jpeg\"}},\"type\":\"Tag\"},{\"slug\":\"lists\",\"name\":\"Lists\",\"postCount\":7787,\"metadata\":{\"postCount\":7787,\"coverImage\":{\"id\":\"1*v3o3HzNItjnlftdgcsd0fg.jpeg\",\"originalWidth\":2500,\"originalHeight\":957,\"isFeatured\":true}},\"type\":\"Tag\"}],\"socialRecommendsCount\":0,\"responsesCreatedCount\":18,\"links\":{\"entries\":[],\"version\":\"0.3\",\"generatedAt\":1518897301961},\"isLockedPreviewOnly\":false,\"takeoverId\":\"\",\"metaDescription\":\"\",\"totalClapCount\":4466,\"sectionCount\":1,\"readingList\":0,\"topics\":[{\"topicId\":\"935e48590732\",\"slug\":\"food\",\"createdAt\":1494094085940,\"deletedAt\":0,\"image\":{\"id\":\"1*3665UWKNuOxnHwpbs_HrCg@2x.jpeg\",\"originalWidth\":5472,\"originalHeight\":3648},\"name\":\"Food\",\"description\":\"Farm to fridge.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"}]},\"coverless\":true,\"slug\":\"how-to-eat-the-best-fruit-and-not-the-bad-fruit\",\"translationSourcePostId\":\"\",\"translationSourceCreatorId\":\"\",\"isApprovedTranslation\":false,\"inResponseToPostId\":\"\",\"inResponseToRemovedAt\":0,\"isTitleSynthesized\":true,\"allowResponses\":true,\"importedUrl\":\"\",\"importedPublishedAt\":0,\"visibility\":2,\"uniqueSlug\":\"how-to-eat-the-best-fruit-and-not-the-bad-fruit-af73f4b74d07\",\"previewContent\":{\"bodyModel\":{\"paragraphs\":[{\"name\":\"previewImage\",\"type\":4,\"text\":\"\",\"layout\":10,\"metadata\":{\"id\":\"1*20UvItpwxGIKM77XMmr5XA.jpeg\",\"originalWidth\":5648,\"originalHeight\":5594,\"isFeatured\":true,\"focusPercentX\":46,\"focusPercentY\":35}},{\"name\":\"previewTitle\",\"type\":3,\"text\":\"How to Eat the Best Fruit (and Not the Bad Fruit)\",\"alignment\":1},{\"name\":\"previewSubtitle\",\"type\":13,\"text\":\"A definitive shopper’s guide from a woman who knows\",\"alignment\":1}],\"sections\":[{\"startIndex\":0}]},\"isFullContent\":false,\"subtitle\":\"A definitive shopper’s guide from a woman who knows\"},\"license\":0,\"inResponseToMediaResourceId\":\"\",\"canonicalUrl\":\"\",\"approvedHomeCollectionId\":\"\",\"newsletterId\":\"\",\"webCanonicalUrl\":\"https://medium.com/s/story/how-to-eat-the-best-fruit-and-not-the-bad-fruit-af73f4b74d07\",\"mediumUrl\":\"\",\"migrationId\":\"\",\"notifyFollowers\":true,\"notifyTwitter\":false,\"notifyFacebook\":false,\"responseHiddenOnParentPostAt\":0,\"isSeries\":false,\"isSubscriptionLocked\":true,\"seriesLastAppendedAt\":0,\"audioVersionUrl\":\"https://cdn-audio-1.medium.com/c/e/9/ce99b88fe598/m4a/96.m4a\",\"audioVersionDurationSec\":735,\"sequenceId\":\"22d8a41cf89a\",\"isNsfw\":false,\"isEligibleForRevenue\":true,\"isBlockedFromHightower\":false,\"deletedAt\":0,\"lockedPostSource\":1,\"hightowerMinimumGuaranteeStartsAt\":0,\"hightowerMinimumGuaranteeEndsAt\":0,\"featureLockRequestAcceptedAt\":0,\"mongerRequestType\":1,\"layerCake\":2,\"socialTitle\":\"\",\"socialDek\":\"\",\"editorialPreviewTitle\":\"\",\"editorialPreviewDek\":\"\",\"curationEligibleAt\":0,\"type\":\"Post\"},\"postLayout\":{\"html\":\"\\x3csection name=\\\"9e0e\\\" class=\\\"section section--body section--first section--last\\\"\\x3e\\x3cdiv class=\\\"section-divider\\\"\\x3e\\x3chr class=\\\"section-divider\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"section-content\\\"\\x3e\\x3cdiv class=\\\"section-inner sectionLayout--insetColumn\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"section-inner sectionLayout--insetColumn\\\"\\x3e\\x3cp name=\\\"499e\\\" id=\\\"499e\\\" class=\\\"graf graf--p graf--hasDropCapModel graf--hasDropCap graf--leading\\\"\\x3e\\x3cspan class=\\\"graf-dropCap\\\"\\x3eA\\x3c/span\\x3efter having a mild stroke each time my boyfriend brought home the wrong type of fruit, I created an index card for him to take to the shops. (His solution was for me to go instead — be the sole fruit winner of the family — but this is not realistic.) And so, the extensive guide below was born.\\x3c/p\\x3e\\x3col class=\\\"postList\\\"\\x3e\\x3cli name=\\\"752a\\\" id=\\\"752a\\\" class=\\\"graf graf--li graf-after--p\\\"\\x3eYellow stone fruits are literally summer, if summer swooped itself into fruit form, and so you must pick them always from a fruit line-up and smoosh them into your face.\\x3c/li\\x3e\\x3c/ol\\x3e\\x3cfigure name=\\\"0b40\\\" id=\\\"0b40\\\" class=\\\"graf graf--figure graf-after--li\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 416px; max-height: 416px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 100%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*TCWJVVsMm7M1uDQSv2XMlg.jpeg\\\" data-width=\\\"416\\\" data-height=\\\"416\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*TCWJVVsMm7M1uDQSv2XMlg.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*TCWJVVsMm7M1uDQSv2XMlg.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*TCWJVVsMm7M1uDQSv2XMlg.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"1239\\\" id=\\\"1239\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3e2. Pick the yellow peach that looks like a sunset with its red, orange, and pink coat skin, peel it off with your teeth. Sink them into unripened sunflower-coloured flesh. Wait for the crack — because yes, they’re better hard! Soft is messy and only permitted when nothing harder exists or when you have forgotten them at the bottom of a fridge drawer.\\x3c/p\\x3e\\x3cp name=\\\"51b5\\\" id=\\\"51b5\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e3. Always opt for the unripened yellow nectarine, the one that is red with flecks of yellow, it’s the Spanish flag. It should be as hard as the ball on a pool table, knock ’em out.\\x3c/p\\x3e\\x3cp name=\\\"e230\\\" id=\\\"e230\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e4. DO NOT BUY THE WHITE PEACH OR THE WHITE NECTARINE EQUIVALENT, FOR THE LOVE OF GOD. These literally taste like nothing. You could open your mouth like a goldfish and the air would taste the same as a bland white peach. Do not eat nothing. Do not waste this moment. Why is it white? Who segregated this fruit? I will never eat it.\\x3c/p\\x3e\\x3cp name=\\\"86ef\\\" id=\\\"86ef\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e5. The mango is perfect in that it is always yellow and if it’s not, I don’t want to hear about it. The mango’s only flaw, and it’s a minor one, is the effort it sometimes takes to undress the mango, carve it up in a way that makes sense, and find its way to the mouth. This is an easy thing to rectify with a knife or with teeth, a plate or napkin and always, always when it is ripe enough that the juice smothers every inch of you, the couch, the floor around you, the utensils, the kitchen, the person next to you, the baby, the whole house. It is sticky and sometimes tastes chemical, a sharp, crisp pang, like fresh linen after it’s been washed by an aloe vera fabric softener. This one is for the thrill seekers, the wanderlust among us, a mirage in the desert.\\x3c/p\\x3e\\x3cp name=\\\"6450\\\" id=\\\"6450\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e6. Grapes of wrath are always green. Green grapes are war crimes. They are almost always soft and mushy, like a dead arm after it has been punched, limp and lifeless, squishy. Green grapes are just the uncooked eggs of white wine and should not be wasted on a fruit platter where it has no business being.\\x3c/p\\x3e\\x3cfigure name=\\\"b1d1\\\" id=\\\"b1d1\\\" class=\\\"graf graf--figure graf--layoutOutsetLeft graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 337px; max-height: 511px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 151.6%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*z4h1CoIfmfZ-BTK0juhKBg.jpeg\\\" data-width=\\\"337\\\" data-height=\\\"511\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*z4h1CoIfmfZ-BTK0juhKBg.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1200/1*z4h1CoIfmfZ-BTK0juhKBg.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1200/1*z4h1CoIfmfZ-BTK0juhKBg.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"7e90\\\" id=\\\"7e90\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3e7. Light red and firm seedless grapes after they’ve been in the fridge so long they’re crisp and crunchy. My oh my what beauty lay in thine purple hue? Red grapes can get it. The first of their name, breaker of chains and stems, Queen of the Andals and the first grapes. Crisp, hard red grapes deserve their place in the canon of being fed to rich people while sitting on a throne and being fanned by a giant feather. So light and airy, so cool on the tongue.\\x3c/p\\x3e\\x3cp name=\\\"50a1\\\" id=\\\"50a1\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e8. Do not eat big soft round purple grapes with seeds. Do not do that to yourself. You are a baby who can’t eat seeds. When you bite into the grape, a liquid should not come out, this is not porn. (Number 7 is, however, porn. Please keep up.)\\x3c/p\\x3e\\x3cp name=\\\"6023\\\" id=\\\"6023\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e9. HOW DO WE PLUM? HOW, YOU ASK? PLUMS. SO COMPLEX. SO MANY OPTIONS. NEGATORY. THERE IS ONLY ONE OPTION AND IT IS THE UNRIPENED BLOOD PLUM. The Samsuma plum. LISTEN TO ME. IT IS LIGHT PURPLE WITH TINY GREEN SPECKS LIKE THE FLICKERS OF GRASS sprayed with a burst of water ON A MISTY MORNING. IT MUST BE FIRM. YOU BITE INTO IT. THIS IS LIVING. SWEET BLOOD RED COLOUR REVEALED. AM I BITING INTO MYSELF? MAYBE. OH THE TART SOUR OF THIS PLUM HAS RUINED ME.\\x3c/p\\x3e\\x3cp name=\\\"5317\\\" id=\\\"5317\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e10. The violet hued purple plum that is yellow on the inside is two plums sitting in a trenchcoat pretending to be a blood plum, DO NOT BE FOOLED BY THEM.\\x3c/p\\x3e\\x3cp name=\\\"4a87\\\" id=\\\"4a87\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e11. I need to go back to the blood plum, I’m not done yet. The dark glossy red wine round fruit, sweet with only a flicker of tarty sour, so hard to chew all the flesh off from the seed. When we were kids, we used to wait for the plums to go from light green to red on the plum tree. My brother would pick them while they were still light green and sour as all hell and take so much glee in torturing himself and others with the extreme sour. It was a test of endurance, a sign of better things to come.\\x3c/p\\x3e\\x3cfigure name=\\\"3e83\\\" id=\\\"3e83\\\" class=\\\"graf graf--figure graf--layoutOutsetLeft graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 269px; max-height: 297px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 110.4%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*LelVHnecN5ZfBF57b9iOBQ.png\\\" data-width=\\\"269\\\" data-height=\\\"297\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*LelVHnecN5ZfBF57b9iOBQ.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1200/1*LelVHnecN5ZfBF57b9iOBQ.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1200/1*LelVHnecN5ZfBF57b9iOBQ.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"de79\\\" id=\\\"de79\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3e12. Figs are highway robbery. At like, $2 each for a fig, it has become a luxurious decadence in Australia, unlike in Greece where they sell whole bags for two euros that you can eat on autopilot while watching the sunset on an idyllic island. In Australia they’re mostly used in salads, but I’ll still sneak one after dinner, ripe or unripened, it makes no difference to me. Figs are ancient, ripe and fleshy, primal and female. My cousin’s wife’s family sells big boxes of them from their home in Glenorie. You probably know the ones. They’re famous.\\x3c/p\\x3e\\x3cp name=\\\"8a73\\\" id=\\\"8a73\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e13. My dad once said you had to eat watermelon before any meal so it could slide through your body, making way for your food, like a bright pink-red carpet. Watermelon should be crisp and sweet, seedless and firm, not soggy. Watermelon is heavy, the only downside to an otherwise perfect fruit specimen. Watermelon is the meaning of life. I would eat watermelon in Barcelona the same way I would eat watermelon during summer in Coffs Harbour, outside on the grass, face to the sun, sticky juice dribbling down my chin.\\x3c/p\\x3e\\x3cp name=\\\"bb6c\\\" id=\\\"bb6c\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e14. Big, round, more reddish than black and firm cherries. I love cherries, their little stems, their little seeds, the way it’s so easy to plop one in your mouth and spit it back out again, the circle of life. Piles and piles of cherries. Nestled on a pavlova. Pitted against one another. Plucked. They’re good for you in concentrated juice form too, but few people know this.\\x3c/p\\x3e\\x3cp name=\\\"4050\\\" id=\\\"4050\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e15. I prefer the small, seedless mandarins which are easy to peel and marketed towards kids (the \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eFrozen-\\x3c/em\\x3ebranded mandarins are particularly infuriating to my boyfriend). The skin is thin and comes off easily. Peeling each piece off is like a small victory, so tiny on your mouth. I always eat two at once.\\x3c/p\\x3e\\x3cfigure name=\\\"5e74\\\" id=\\\"5e74\\\" class=\\\"graf graf--figure graf--layoutOutsetLeft graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 525px; max-height: 443px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 84.39999999999999%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*brqLbecgNUDKlOfq-ns6jQ.jpeg\\\" data-width=\\\"643\\\" data-height=\\\"543\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*brqLbecgNUDKlOfq-ns6jQ.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*brqLbecgNUDKlOfq-ns6jQ.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1200/1*brqLbecgNUDKlOfq-ns6jQ.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1200/1*brqLbecgNUDKlOfq-ns6jQ.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"790d\\\" id=\\\"790d\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3e16. Oranges — they’re all good. What do you want from me? It’s an orange? I prefer them in juice. Tangy. Fresh.\\x3c/p\\x3e\\x3cp name=\\\"f7d2\\\" id=\\\"f7d2\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e17. Bananas: unripened, green. I used to eat them in Kellogg’s K like a maniac, always ripe. “You hate cereal and milk,” my mum would say. “Yeah but I love them with bananas for some inexplicable reason?” Now I eat them all the time after a friend said eating one banana once a day would cure you of any malady and honestly, she’s never been wrong, they are healing and magical.\\x3c/p\\x3e\\x3cp name=\\\"6899\\\" id=\\\"6899\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e18. Ahh, strawberries. Big and firm and unblemished. I particularly love the ones that have, like, horns at the end, three horns, you know what I mean. Covered in dark chocolate that sets over them, mummifying them. What makes that combination so good? It’s like crack, you bite in and it cracks open, I mean.\\x3c/p\\x3e\\x3cp name=\\\"f1de\\\" id=\\\"f1de\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e19. Raspberries have to be firm and fresh, tangy and piquant, never soggy, otherwise chuck it in the processor. They’re also ridiculously expensive in Australia. Women love them. I’m okay with this. It’s the illusion of treating yourself.\\x3c/p\\x3e\\x3cp name=\\\"dbf6\\\" id=\\\"dbf6\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e20. Blueberries — the king of the berry — firm and tart, please. So round and bulbous. I love them. You can eat as many as you want and it’s like eating none at all. Punnets on punnets on punnets. My nephew was obsessed with blueberries as a baby. He even went blueberry picking with his parents because he’s adorable, and he had the time of his tiny life. I once shared a punnet with him and, no word of a lie, he grabbed a blueberry from me as I came to place it in my mouth and placed it in his own so fast that I almost didn’t notice. He took “steal from the hand that feeds you” to heart. Is that how the saying goes?\\x3c/p\\x3e\\x3cfigure name=\\\"08b4\\\" id=\\\"08b4\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 420px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 60.099999999999994%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*CCbOmySQYdrqPuSLHti11g.jpeg\\\" data-width=\\\"9124\\\" data-height=\\\"5479\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*CCbOmySQYdrqPuSLHti11g.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*CCbOmySQYdrqPuSLHti11g.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*CCbOmySQYdrqPuSLHti11g.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*CCbOmySQYdrqPuSLHti11g.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"45ac\\\" id=\\\"45ac\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3e21. Our grandfather (may he rest in peace) used to have a mulberry tree out in a vast, expansive garden that housed all the fruit trees you could think of. But the mulberry tree was wild. When it sprouted fruit, us rambunctious kids dashed through the garden which was like a forest to us, carrying our buckets, climbing over one another to pick as many as we could, careful not to get the juices all over our clothes (we always did). The excitement of spotting a big fat one was palpable. Our feet stained a blood red colour, like the scene of a crime. I’d see mulberries in the grocery shops and get excited almost as a reflex, but it was never the same. They could never be as fat and juicy. They never tasted like a small victory.\\x3c/p\\x3e\\x3cp name=\\\"9d62\\\" id=\\\"9d62\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e22. I didn’t know what blackberries were until my housemate told me they were his favourite of the berries. Skeptical, I tried one. It was good. How it was different to mulberries, I could not tell you. I then started buying them all the time. Only I’d forget to eat them and they were never tasty or satisfying after a few days. It was my first lesson in eating tart fruits right away. I’ll never forget it.\\x3c/p\\x3e\\x3cfigure name=\\\"56f0\\\" id=\\\"56f0\\\" class=\\\"graf graf--figure graf--layoutOutsetLeft graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 438px; max-height: 394px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 90%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*44TsezpbNhKjy3HOzCoY1Q.jpeg\\\" data-width=\\\"438\\\" data-height=\\\"394\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*44TsezpbNhKjy3HOzCoY1Q.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1200/1*44TsezpbNhKjy3HOzCoY1Q.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1200/1*44TsezpbNhKjy3HOzCoY1Q.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"d580\\\" id=\\\"d580\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3e23. Pomegranates. Run these tiny jewels into your mouth, plop them into your salad, add them to your yoghurt, whatever you want! There’s no way to ruin a good Pom. There are so many ways to open and unleash your ruby red grains onto the world. Smash one half with the blade of a knife, then turn it inside out. Pick each jewel one by one from its white fleshy cave. Cut it open and open it in a bowl of water, the white bits floating to the top. Cut it a certain way so it all plops out. Even when it stains your white kitchen bench for all eternity, you ain’t even mad.\\x3c/p\\x3e\\x3cp name=\\\"6e5f\\\" id=\\\"6e5f\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e24. ALL LYCHEES ARE GOOD except for those watery ones that taste like a wet shoe. The fatter the better. They may be hard to peel but the wait is always worth it. Plop one in your drink. Plop two. They’re like jellyfish for your mouth. Your teeth finally land on that oval-shaped smooth seed and you’re sad that the experience is over.\\x3c/p\\x3e\\x3cp name=\\\"e931\\\" id=\\\"e931\\\" class=\\\"graf graf--p graf-after--p graf--trailing\\\"\\x3e25. My uncle always chastises me for buying persimmon at the city supermarket, where they’re expensive, like $3 each, when he has whole boxes of them from his garden that he insists I take each time I visit. I’m always shocked when I see persimmons in the supermarket. They appear and I forget all about them each time. My strongest memory is peeling them in my Sita’s kitchen and being shown how to eat them. Like this? Just dig in? Are you sure? You always know when you’ve got a good one but I couldn’t tell you how to pick one out when faced with them at the shops. I think what I’m trying to say is that I don’t think Coles, Woollies, or even Harris Farm can cut it anymore. I have to go home where the good fruit lies on the side of the road as you drive through Dural and Glenorie, boxes and boxes of goodness all lined up, waiting for you.\\x3c/p\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/section\\x3e\"},\"socialTitle\":\"How to Eat the Best Fruit (and Not the Bad Fruit)\",\"socialDek\":null,\"elevateCoverInfo\":{\"title\":{\"name\":\"c3cf\",\"type\":3,\"text\":\"How to Eat the Best Fruit (and Not the Bad Fruit)\",\"markups\":[]},\"subtitle\":{\"name\":\"e309\",\"type\":13,\"text\":\"A definitive shopper’s guide from a woman who knows\",\"markups\":[]},\"featuredImage\":{\"name\":\"82bc\",\"type\":1,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*20UvItpwxGIKM77XMmr5XA.jpeg\",\"originalWidth\":5648,\"originalHeight\":5594,\"isFeatured\":true,\"focusPercentX\":46,\"focusPercentY\":35}}}})\n// ]]></script><script id=\"parsely-cfg\" src=\"//d1z2jf7jlzjs58.cloudfront.net/keys/medium.com/p.js\"></script><script type=\"text/javascript\">(function(b,r,a,n,c,h,_,s,d,k){if(!b[n]||!b[n]._q){for(;s<_.length;)c(h,_[s++]);d=r.createElement(a);d.async=1;d.src=\"https://cdn.branch.io/branch-latest.min.js\";k=r.getElementsByTagName(a)[0];k.parentNode.insertBefore(d,k);b[n]=h}})(window,document,\"script\",\"branch\",function(b,r){b[r]=function(){b._q.push([r,arguments])}},{_q:[],_v:1},\"addListener applyCode autoAppIndex banner closeBanner closeJourney creditHistory credits data deepview deepviewCta first getCode init link logout redeem referrals removeListener sendSMS setBranchViewData setIdentity track validateCode trackCommerceEvent logEvent\".split(\" \"), 0); branch.init('key_live_ofxXr2qTrrU9NqURK8ZwEhknBxiI6KBm', {'no_journeys': true, 'disable_exit_animation': true, 'disable_entry_animation': true, 'tracking_disabled':  false }, function(err, data) {});</script></body></html>", "title_html": "<h1 class=\"elevate-h1 u-marginBottom12 u-md-marginBottom8\">How to Eat the Best Fruit (and Not the Bad Fruit)</h1>", "read_time": 589.5}