{"content": "Facebook is at the center of a dozen controversies, and outrage is peaking. The social network has failed again and again at expanding beyond a handful of core features. Doubts of its usefulness, and assertions of its uselessness, are multiplying. A crisis of confidence at multiple levels threatens the company’s structure and mission. Now is the time for Mark Zuckerberg to spare himself the infamy and resign — for Facebook’s sake and his own. I’m not calling for his resignation, and I don’t say this out of any animus toward Zuckerberg; I personally believe him to be genuine and driven in his stated desire to connect the world — but likely increasingly frustrated by the unexpected consequences of this naive ambition and the haste with which he has pursued it. I just think that it has come to the point where the best way for him to advance that ambition is to leave. There are three major reasons why. Of course, it’s also true that Facebook has succeeded beyond every expectation. But its success arrived early and remains essentially a simple thing: being a broadly accessible, functioning social network. A single network of friends, a basic news feed from them and a few adjunct capabilities were industry-defining ideas and to a certain point were executed quite well. Beyond that admittedly towering success, Facebook has accomplished remarkably little. Attempts to make Facebook a ubiquitous social graph layer connecting all apps and services failed because consumers found it creepy, companies found it threatening to rely completely on the company for demographic data and tech was moving too quickly for the data Facebook had to be universally applicable. (Except, of course, in advertising, where it is evergreen.) Attempts to make Facebook a gaming platform failed partly because the social aspect of gaming is radioactive, and partly because the attention economy produces really bad games. Repurposing an established community into a gaming one was a non-starter, and what’s left of the brief Facebook gaming flash in the pan is just an oily residue clinging to the side of the news feed. Attempts to make Facebook a VR/AR powerhouse are ongoing, but that entire segment of tech has proven incredibly disappointing and eye-wateringly expensive for everyone involved. So far they’re a market leader in a market that seems to only exist for the purpose of swindling money out of investors. It’s too early to call it a complete boondoggle with certainty since Facebook is supposedly playing a longer game here, but it sure isn’t promising. Attempts to improve messaging beyond the basics have failed; chatbots are of poor quality and largely pointless, in-chat games are novelties at best, business applications are politely declined and while aesthetic changes like stickers could make a little money in the short term, that’s not really the kind of thing that supports a global infrastructure. Attempts to make Facebook a reliable news source ran into the many-headed hydra that is “objectivity” and everything that comes with it. Boy, they didn’t think that through. I’m not even going to get started on the ways it’s failed here. Attempts to make Facebook an infrastructure provider have arguably so far failed as either abortive or fanciful. Free basics failed despite good intentions because the company has not earned the trust to be in that position. The laser-based Aquila internet glider is a wonderful science project but strikes me as something of a Spruce Goose situation: Underserved communities would be served better by, off the top of my head, grants offsetting large broadband providers’ advantages in infrastructure contracts, or just paying for laying fiber or building towers. (Later efforts at Internet.org have been more limited and practical and I applaud them.) Attempts to make Facebook a media company failed (or are stumbling) for a multiplicity of reasons: strong and agile competitors, a lack of focus, too many ads, incompatibility with the like economy. Attempts to branch out on mobile have failed, though none very spectacularly — which is almost a failure in itself. The main app is of course fabulously popular, as is Instagram. Only by paying a billion dollars and literally subtracting a fundamental feature from the original app were they able to increase the number of icons on most phones. Attempts to make Facebook cool have failed almost from the beginning. I hesitate to go so far as to define coolness, but I will say that it’s generally thought to be incompatible with ubiquity. They bought some cool with Instagram, but the shine is starting to wear off that one. This litany of failures (by no means comprehensive, and of course there have been minor successes, too) is also conspicuously a list of things Zuckerberg has personally set his sights on. Over and over he has said, “this is what we’re going to do.” And then they don’t do it — not really. A cash infusion and a bit of borrowed momentum from the ongoing original success of the basic social network, and each effort begins with a semblance of self-propulsion. But all of them have lost steam as Facebook failed to follow through, mindlessly followed through on the wrong thing or just moved on to the next target. As founder and CEO, Zuckerberg should by all means take substantial credit for the initial success of the platform. But he also has to take responsibility for the laundry list of botched attempts to do much more than provide the basic service people valued since the earliest days. By no means is he alone in this type of failure, by the way: All the tech giants have products and phases they’d rather not speak of or, though they might refuse to acknowledge it, have been crushing defeats. But Zuckerberg is on his own in the level of personal ownership he has tried to exert over these numerous misadventures. It’s become clear over the years that Facebook left its original mission statement behind a long, long time ago. Fifteen years back, perhaps even 10 or 5, Facebook was just what we needed. But the world has changed, the way we interact with technology and each other has changed and Facebook hasn’t. The platform’s greatest failure isn’t any of those side projects listed above; it’s the failure to evolve its core product to succeed by its own metrics of quality time and meaningful connection. Facebook started as a rough approximation of sharing your life with a group of friends. But as its scope has increased, this approximation has been found to be increasingly inadequate. What’s also become clear is that Facebook has been working hard to redefine how people interact online to fit better with its own limited capabilities. Faced with the square peg of human interactions and the round hole (the image of a pit is inescapable) of Facebook’s news feed and algorithms, they decided it was the former that needed modification. The root of that is simple: Fitting Facebook to the people’s needs is not as lucrative as vice versa. Facebook runs on ads, and ads run on eyeballs. That’s the business model that has dominated the last decade or so — well, the last couple of centuries really, but in its current form, 10-15 years. Facebook has been one of the most successful practitioners of it because, as they never tire of telling their customers (that is to say, advertisers), they know things about us that others don’t. Important things. This is, as I mentioned earlier, the one place where its troves of seemingly trivial data add up. Facebook is not a platform for connecting people, it’s a platform for monetizing the connections they make on their own. The company simply doesn’t prioritize the quality of these connections themselves in any meaningful way — nor, I think, can it. That’s probably a realization they reached early on. These flailing attempts to grow appendages were always just ways to multiply the number of superficial connections and train users to conflate constant, convenient updates with meaningful interactions. The parallel track to this is on the sales and advertising side, where Facebook has repeatedly been cavalier with the data it has been entrusted with and selectively honest with the users from which it was sourced. People have stopped trusting it, if they ever really did. No one believes its executives when they say things about quality time, and respecting your data and so on. Some of them may be sincere — but it doesn’t matter. The work that needs to be done to connect the world can’t be done by an entity as compromised as Facebook; it’s just the wrong tool for the job. Zuckerberg’s mission to connect the world isn’t happening the way he planned and it isn’t going to happen. Ironically, it was the success of his own vision that demonstrated the limits of that vision. Facebook has grown big enough that it was never going to be free from controversy. But for the last few years there seems to have been a constant hum of disappointment from practically every quarter, every demographic, every customer, every country and regulator. During the tumultuous last year, the fundamental idea of advertising on Facebook based on hidden character traits has been shown to be an insidious, easily abused practice. It responded much as its big tech colleagues have: affect shock, assure users this was never intended and promise action. Zuckerberg, who is politically active and of course deeply involved in all the operations at Facebook, has been almost completely silent. He has occasionally addressed such controversies. But more often than not he has offered little more than lip service, lines so tired — “at Facebook we take this very seriously,” for instance — that they’ve become parody. As I was writing, in fact, he did exactly this . “I’m serious about doing what it takes to protect our community” were his exact words. But not just those words! “I started Facebook, and at the end of the day I’m responsible for what happens on our platform,” he wrote. The exact form this responsibility takes is not specified. But the best thing for him to do would be resign. I don’t mean instantly — that would be chaos. But soon. Think about it: it’s really the best thing for everyone. For Facebook, it’s a get-out-of-jail-free card. Zuckerberg can easily take a lot of the heat being pointed at the company right now, since as he says he is responsible for what happened. He can shield loyal employees and executives who really were likely doing his bidding. He could do a junket of Congress, the FTC, a few courts and so on to express his personal responsibility for the actions and to beg people to understand that Facebook should not be held to be synonymous with his mistakes of many years. Meanwhile at the company there would be carte blanche for reinvention, reversing years-old policies, admitting faults. For users, it’s a nice clean break and a new hope for the platform. For a long time people have rolled their eyes at the promises of change, and seen mainly aimless algorithm tweaks and failed attempts to imitate competitors. The election debacle and this ongoing Cambridge Analytica situation are just the latest problem to appear; user faith is long since eroded, and many more would leave if not for some strong network effects binding them to the platform. For Zuckerberg, the avatar and origin of all of Facebook’s many mistakes (and of course successes) to personally step aside is meaningful change, and may lead to meaningful change at the platform level. At the very least even skeptical users like myself would be curious to see how it all plays out. For Zuckerberg, this could be the best thing that ever happened to him. The optics are great — brave and idealistic young CEO sacrifices himself so that the company can live on. And it’s not like he doesn’t have another life waiting for him. How does retiring in your early 30s with billions in the bank, spending a year or two with your wife and young daughter, then reemerging to dedicate yourself full-time to your philanthropic causes sound? The Chan-Zuckerberg Initiative and Internet.org could help more people in more meaningful ways than Facebook ever could. It might even be time to grow a nice beard. I don’t think he’s really going to do it, of course (resign, that is — he may still grow a beard). At the risk of sounding like an armchair psychiatrist, his ego identifies too strongly with Facebook. Separating himself from it would be traumatic, perhaps impossible. Furthermore, my pessimistic view of Facebook’s works would be more than balanced by his own optimistic view. If he read this I doubt he would agree with much I’ve written. All the same, I don’t think he will ever have a better chance to leave than this, and he may in the near future wish he had bowed out around now. Free of Zuckerberg, Facebook might blossom anew or it might wither; but most damningly of all, its users probably won’t care either way.", "title_html": "<h1 class=\"article__title\">Now would be a good time for Mark Zuckerberg to resign</h1> ", "url": "https://techcrunch.com/2018/03/21/now-would-be-a-good-time-for-mark-zuckerberg-to-resign", "tfidf": {"tfidf": {"hand": 1.6152202665600002, "ego": 33.213389121300004, "spend": 4.15928739848, "failur": 16.42798013245, "understand": 2.96858638743, "arguabl": 12.928338762200001, "cart": 27.610434782600002, "lucrat": 24.728971962600003, "fit": 6.74140127388, "fiber": 24.2381679389, "project": 3.5069582505000003, "faith": 4.11082340756, "form": 2.25511363636, "ubiquit": 34.8157894737, "kind": 2.5806241872599998, "vice": 5.19162851537, "grow": 6.81861130995, "would": 9.745856353619999, "top": 1.8387769284200002, "number": 2.20285833218, "glider": 88.6927374302, "multipli": 40.8123393316, "use": 1.0296387573799999, "success": 10.5602394612, "function": 2.495441685, "intent": 3.19372359686, "ownership": 7.534883720930001, "cambridg": 4.28039902939, "univers": 1.24889867841, "beard": 53.185929648199995, "thought": 1.9854927463699998, "unexpect": 9.88542963885, "acknowledg": 4.5476940704699995, "spruce": 91.2413793103, "product": 3.24529844644, "done": 4.6605019814999995, "fabul": 58.8, "assert": 4.6178010471199995, "complet": 3.72064682448, "peg": 57.3140794224, "toward": 1.6303142329, "defeat": 2.87869446963, "know": 2.59327017315, "most": 3.06289389069, "bow": 12.0181680545, "nonstart": 1134.0, "out": 5.30083472455, "bid": 8.595560368160001, "won": 2.31732593782, "momentum": 16.835630965, "grown": 5.78993435449, "ever": 7.8789081886000005, "least": 1.6165359943000002, "their": 3.0464372521500005, "qualiti": 11.7317568816, "express": 1.9120799710900003, "litani": 151.2, "how": 4.80750984153, "billion": 9.7339055794, "idealist": 52.396039603999995, "insidi": 193.609756098, "skeptic": 16.1834862385, "had": 2.0951501154799996, "increas": 5.280997921, "swindl": 200.962025316, "initi": 2.7, "instagram": 690.2608695660001, "end": 1.10680423871, "found": 3.34161229215, "soon": 1.9817750592900003, "word": 3.5930745728199995, "driven": 5.601976005650001, "threaten": 7.7049259888399995, "will": 2.44962197192, "true": 2.55569864778, "employe": 5.88, "asid": 6.69873417722, "write": 2.0575427682700003, "declin": 2.4039975772299997, "substanti": 3.4777656078900003, "monet": 139.263157895, "purpos": 2.23416830847, "himself": 6.52259654889, "updat": 5.56466876972, "adjunct": 66.7058823529, "new": 1.0178880554, "clear": 3.70847932726, "near": 1.28769567686, "but": 20.326483579799998, "demonstr": 2.64997496244, "certain": 1.8077886586200003, "need": 5.749049429639999, "comprehens": 5.3544688027, "longer": 2.02319357716, "sure": 7.453521126760001, "object": 2.3488681757700003, "expect": 2.20011086475, "doubt": 10.6265060241, "agil": 41.669291338600004, "applic": 6.85344269372, "hidden": 7.81299212598, "domin": 2.320713346, "level": 4.96331804919, "disappoint": 17.552238805979997, "has": 26.091243754999997, "have": 15.223422617099997, "arriv": 2.03173790632, "stop": 2.1783754116400003, "ambit": 24.923076923000004, "advantag": 3.32412060302, "powerhous": 60.59541984729999, "peak": 4.0, "shield": 8.61421595225, "onlin": 2.6051854282900004, "establish": 1.34622233528, "inadequ": 14.4065335753, "mistak": 17.42700329308, "model": 2.0905978404, "yearsold": 1134.0, "good": 1.51981619759, "alway": 2.06745670009, "aesthet": 13.592465753399999, "admit": 8.06092916984, "much": 3.5826688731899994, "icon": 7.79764243615, "cours": 15.05649640971, "numer": 1.83325635104, "decad": 2.1390460792200003, "spare": 9.997481108310001, "risk": 4.095975232200001, "everyth": 4.81967213115, "situat": 4.13222280062, "global": 3.30612244898, "iron": 3.84499878905, "not": 14.21943573666, "damn": 24.8840125392, "involv": 2.8997260274000003, "tri": 1.8544562551099997, "trivial": 35.3585746102, "branch": 3.14563106796, "wish": 3.67755385685, "scope": 10.3494132986, "founder": 4.033536585369999, "respect": 1.6443293630200002, "pessimist": 79.7788944724, "useless": 27.610434782600002, "speak": 2.89127663449, "strike": 3.5620372447800004, "happen": 14.81799514655, "silent": 9.10321100917, "far": 5.13066896478, "fifteen": 8.25155925156, "tweak": 113.4, "metric": 22.235294117600002, "seen": 1.61079545455, "said": 1.54751925139, "almost": 4.60752636162, "than": 6.196721311499999, "then": 2.17315721032, "cash": 8.71828665568, "separ": 1.6012102874399998, "they": 15.45259879305, "sacrific": 11.7079646018, "anoth": 1.13643521832, "core": 9.246359930119999, "aquila": 174.46153846200002, "last": 4.846893604040001, "social": 9.952357071200002, "world": 4.45360824744, "scienc": 2.31969608416, "card": 6.42492917847, "eye": 3.39375801625, "hum": 78.5940594059, "themselv": 2.05967825636, "featur": 3.05425163524, "versa": 23.381443299, "feed": 23.33561979423, "practic": 5.11304347827, "respons": 7.53345354465, "lack": 1.9271667880599999, "simpl": 6.7962328767199995, "appear": 1.3214582986499999, "outrag": 12.981193785799999, "itself": 1.74557449148, "algorithm": 55.9014084508, "plan": 1.5356935577500002, "respond": 3.17329602239, "valu": 2.2777618364400003, "offer": 1.53896859248, "either": 3.1660185462199997, "such": 1.06151377374, "wither": 64.0161290323, "priorit": 75.2417061611, "elect": 2.5228031145700003, "agre": 2.22946215419, "with": 20.023964179799997, "more": 8.1373654536, "network": 12.9684692044, "three": 1.06621893889, "lot": 4.40877534018, "some": 3.1211009174399997, "beyond": 10.18345093008, "hast": 25.2802547771, "should": 3.3286508019800003, "add": 4.61243463103, "call": 2.1353059852, "sight": 6.79914346895, "polici": 2.52963671128, "confid": 6.327620565959999, "entir": 1.59365589239, "produc": 1.36932896326, "job": 3.2539454806299997, "imit": 11.725258493399998, "well": 2.1311497416, "spectacular": 16.4859813084, "platform": 56.098939929299995, "media": 2.59369384088, "futur": 1.8577112099200002, "ani": 3.40151406942, "abus": 6.28503562945, "and": 63.00396850419, "from": 8.00453771976, "limit": 4.555959441360001, "work": 3.34560269739, "num": 4.00126016004, "instanc": 3.2572835453400004, "market": 4.73204172876, "synonym": 14.8373831776, "idea": 4.1861568886, "free": 5.15454545454, "left": 2.8797387992, "incred": 18.227324913900002, "balanc": 4.45329593268, "for": 31.00976624031, "economi": 7.2892561983399995, "quick": 2.205, "move": 2.58251321676, "friend": 4.40388349514, "remark": 3.8515283842800003, "roll": 4.27578777269, "practition": 18.8775267539, "him": 8.17171093265, "wear": 4.41367806505, "these": 3.22246278756, "are": 9.26915342202, "repurpos": 155.647058824, "controversi": 7.87630229865, "better": 6.01971688575, "compani": 13.9712525667, "effort": 3.78495649064, "current": 1.5325803649, "novelti": 34.2894168467, "meaning": 130.8461538462, "target": 3.2189781021900004, "popular": 1.50769230769, "conveni": 9.85474860335, "refus": 2.58146341463, "residu": 24.3870967742, "blossom": 33.1440501044, "furthermor": 5.50294627383, "root": 3.57809330629, "chanc": 4.2449197861000005, "succeed": 6.710059171599999, "ago": 6.05954198473, "center": 1.7423178226499998, "yourself": 26.592964824099997, "posit": 1.37252528746, "while": 1.0441988950299999, "later": 1.08650424309, "promis": 10.509267431609999, "focus": 2.01012914662, "train": 1.9365698950999999, "though": 2.72152224222, "again": 3.01767724768, "sourc": 3.39520958084, "pursu": 4.15384615385, "resign": 19.807860262000002, "aimless": 278.526315789, "group": 1.20996875238, "doe": 1.70581282905, "even": 4.65845070424, "ongo": 18.13709063214, "littl": 4.649809626089999, "entrust": 28.0494699647, "probabl": 5.29111814698, "superfici": 26.9084745763, "side": 4.7968576895999995, "earliest": 3.5991838585400004, "place": 1.1004366812200002, "great": 1.26592775696, "step": 2.8279301745599996, "sake": 19.9447236181, "begin": 2.6610794502200004, "his": 13.132418832240003, "big": 5.480151881259999, "type": 2.0281042411900003, "offset": 19.3373934227, "conflat": 70.2477876106, "matter": 2.44773358002, "trait": 13.6391752577, "investor": 13.817232376, "giant": 6.23566378633, "sale": 3.4274611399, "laundri": 59.6842105263, "realize": 30.24, "semblanc": 176.4, "reach": 1.49801849406, "state": 1.0477133240899998, "abov": 1.90382539873, "sinc": 4.33474402732, "constant": 7.317815164780001, "countri": 1.4138391664399999, "effect": 1.3963060686000002, "face": 1.80327124035, "earlier": 1.86776470588, "oili": 198.45, "share": 1.8566249561500001, "wonder": 7.265903890160001, "latest": 7.078020508250001, "head": 1.57781753131, "hesit": 18.6776470588, "flail": 269.084745763, "help": 1.39962972759, "affect": 2.4794627518400003, "chanzuckerberg": 1134.0, "larg": 2.3714989917, "point": 3.7797000238200003, "consequ": 2.98533283189, "borrow": 8.02223345124, "crush": 9.15570934256, "curious": 23.381443299, "wrong": 10.956521739140001, "tech": 76.695652174, "own": 8.249109263640001, "approxim": 4.426599749059999, "base": 1.14628158845, "were": 6.14753146176, "internetorg": 2268.0, "fact": 1.73375559681, "court": 2.11906033102, "who": 2.12558575446, "decid": 1.9257641921400002, "squar": 3.26666666667, "compromis": 7.542042755339999, "start": 5.06694326976, "technolog": 2.6034765496900003, "suppos": 4.23021582734, "here": 4.84615384616, "mission": 10.70292134832, "hydra": 151.2, "veri": 3.77640342531, "bind": 11.874345549700001, "multipl": 5.49627834516, "traumat": 44.974504249300004, "attent": 2.81040892193, "clean": 6.86975335353, "long": 5.0629036115599995, "assur": 7.941970985489999, "human": 1.8965476048299998, "layer": 8.14153846154, "make": 9.686394142740001, "tire": 25.0212765958, "pointless": 102.425806452, "parallel": 4.57917507932, "care": 2.49426551453, "about": 4.25944060636, "problem": 1.76674827509, "communiti": 5.8836318715200004, "wrote": 2.10473286491, "brave": 15.7970149254, "naiv": 50.2405063291, "them": 5.4938057997000005, "broadband": 53.6351351351, "serv": 1.4668760972, "just": 12.022212873330002, "armchair": 230.086956522, "bought": 5.39816388983, "anew": 98.0, "wait": 4.55421686747, "internet": 4.98461538462, "heat": 4.96590553644, "misadventur": 200.962025316, "grant": 2.2490437739099995, "dure": 1.0503473370799998, "statement": 3.42228928648, "infus": 35.6764044944, "pan": 11.8037174721, "mobil": 4.89697717458, "person": 7.026022304850001, "defin": 2.72830383227, "expens": 3.5453327378300004, "serious": 5.16796875, "junket": 1134.0, "never": 4.67307692307, "where": 4.26860254084, "live": 1.30591428806, "conspicu": 33.006237006199996, "nor": 3.3479544496, "tool": 4.99716713881, "boondoggl": 1134.0, "poor": 2.42196796339, "trove": 240.545454545, "run": 3.11385701676, "quit": 2.8849718335500003, "singl": 1.60948905109, "honest": 18.3537572254, "lost": 1.74634253657, "trust": 9.79093432008, "bad": 3.3944836433599996, "execut": 6.7091139597, "liter": 5.468825353080001, "industrydefin": 1134.0, "expand": 2.2260235558000003, "whi": 3.2566153846200003, "modif": 9.5753920386, "other": 2.01984732824, "support": 1.2685577307200002, "abl": 1.8208510150200001, "intend": 2.3488681757700003, "over": 4.10100096868, "centuri": 1.49604221636, "news": 8.32730133752, "build": 1.6341739578, "believ": 3.2900217594, "provid": 3.64658142561, "select": 2.02345144022, "broad": 4.27693965517, "consum": 4.93043478261, "demograph": 21.703349282199998, "oper": 1.55479384977, "evergreen": 61.2972972973, "short": 1.41295834817, "animus": 352.8, "exact": 10.40594275725, "there": 4.16365066876, "exist": 1.4647107666799999, "time": 6.06764762088, "connect": 16.959525222510003, "ubiqu": 180.409090909, "mindless": 151.2, "applaud": 51.2129032258, "incompat": 46.831858407, "messag": 4.96745932416, "best": 7.914257228300001, "origin": 4.54899713468, "imposs": 4.96125, "competitor": 23.963773585, "steam": 12.25, "custom": 7.269230769239999, "think": 17.442959164980003, "take": 6.8377000933200005, "analytica": 1134.0, "follow": 2.09280253098, "now": 3.4823426189999998, "shown": 2.76923076923, "remain": 1.16598119859, "debacl": 98.0, "hard": 2.73253012048, "track": 3.1276595744700004, "interact": 17.6743668244, "desir": 3.00170164492, "phase": 4.3012733676499995, "basic": 13.6509028375, "play": 2.92780082988, "realli": 37.980861244, "optimist": 32.1376518219, "break": 2.42863698944, "mark": 1.5079787234, "chao": 13.0024570025, "also": 4.05906040268, "specifi": 6.920662598080001, "coupl": 3.2572835453400004, "money": 5.24566330746, "lay": 4.7476076555, "around": 1.21394708671, "mean": 5.79627601316, "certainti": 28.6570397112, "revers": 4.29894394801, "strong": 4.931966449199999, "fanci": 30.5895953757, "major": 1.14852058164, "psychiatrist": 32.0080645161, "minor": 2.23071518898, "facebook": 1113.6043165455, "accomplish": 5.17302052786, "hole": 8.14153846154, "the": 108.0, "may": 4.20807103572, "appendag": 170.709677419, "becom": 3.37476085878, "perhap": 6.29625223082, "peopl": 9.70563961488, "evolv": 4.60173913043, "dozen": 5.95275590551, "polit": 3.53703909992, "philanthrop": 72.16363636359999, "underserv": 345.13043478300006, "which": 3.015575535, "into": 2.03004922958, "cling": 79.7788944724, "colleagu": 8.23443983402, "genuin": 11.4793926247, "behind": 2.0845588235299997, "reinvent": 46.4210526316, "hasn": 1134.0, "essenti": 2.9280708225700005, "lip": 24.767550701999998, "botch": 106.55033557, "young": 3.7773019272000004, "reli": 4.16146788991, "still": 1.1866357724799999, "chatbot": 1134.0, "that": 33.131474103749994, "entiti": 6.89361702128, "getoutofjailfre": 1134.0, "shock": 6.3964544722, "what": 8.77404073896, "occasion": 3.4127257093700005, "activ": 1.46403541129, "earn": 3.3220338983099995, "goos": 49.1517027864, "view": 3.2815212897799997, "two": 1.01379310345, "one": 5.031374786100001, "graph": 37.7102137767, "inescap": 186.776470588, "bank": 2.87400434468, "hope": 2.50884955752, "avatar": 65.0655737705, "see": 1.27242125511, "boy": 3.4408322496699997, "tumultu": 60.136363636400006, "becaus": 5.74759249875, "imag": 2.70137825421, "retir": 3.54375, "sincer": 28.2491103203, "written": 1.9573418813999999, "get": 1.78562591385, "ran": 3.4915328788199997, "like": 8.04429967425, "myself": 14.5517873511, "beg": 21.541383989099998, "alon": 2.99716820842, "except": 1.71948445792, "part": 2.08661365578, "attempt": 17.666172106799998, "fault": 13.963060685999999, "erod": 26.0262295082, "same": 1.11857958148, "despit": 1.60606980273, "structur": 2.0580762250499998, "cool": 20.57365010799, "repeat": 2.8771293947099994, "next": 1.4950560316400001, "term": 1.39520168732, "through": 3.21224792607, "access": 1.8734953976900002, "simpli": 2.5192002538900002, "mani": 4.17707031508, "deepli": 7.9063745019899985, "shine": 19.6728624535, "instant": 11.504347826099998, "earli": 4.49872485124, "leav": 4.98461538462, "laserbas": 1134.0, "chang": 7.0853912526, "bit": 8.33385826772, "those": 2.39096385542, "contract": 3.0165304959099997, "parodi": 15.2653846154, "been": 11.263205417639998, "zuckerberg": 11642.400000000001, "manyhead": 1134.0, "tell": 3.36142282448, "fulltim": 1134.0, "held": 1.44353518822, "optic": 14.8930581614, "everi": 7.395881859699999, "daughter": 3.4915328788199997, "creepi": 294.0, "phone": 9.118897185529999, "brief": 3.39013452915, "credit": 3.04312823462, "fail": 23.137235851319996, "vision": 9.76083615124, "all": 9.10321100919, "charact": 2.51720310766, "busi": 4.11082340756, "action": 3.63711340206, "our": 4.71517671518, "reason": 3.44680851064, "someth": 3.28152128979, "eyewat": 1134.0, "former": 1.36111111111, "wife": 2.8646697943, "day": 2.36743215032, "reliabl": 6.681818181819999, "infami": 200.962025316, "tower": 10.272403752839999, "off": 3.0242880274400004, "caus": 1.38521943984, "improv": 2.04376930999, "blanch": 67.27118644069999, "list": 4.08964451313, "dedic": 3.20533010297, "rough": 3.29582727839, "greatest": 3.00738776283, "life": 2.74102209944, "segment": 7.55640171347, "capabl": 7.316129032260001, "general": 1.1218202374200001, "could": 6.0218479745, "cavali": 61.7743190661, "lead": 1.2664326739, "everyon": 12.7929089444, "none": 4.06555697823, "reemerg": 133.411764706, "main": 2.50607734806, "congress": 3.86277372263, "frustrat": 9.866998135489998, "seem": 6.87371915139, "can": 5.8813069571, "selfpropuls": 1134.0, "fundament": 10.6586102719, "set": 1.18707940781, "way": 10.9716655149, "pit": 11.5210449927, "onli": 2.0512953033200003, "each": 2.37949640288, "stumbl": 43.3770491803, "few": 3.95187520743, "radioact": 38.347826087, "infrastructur": 20.476354256220002, "advertis": 22.44750795336, "this": 16.06069802736, "thing": 24.065484311099997, "read": 2.3149606299200003, "protect": 1.96460834055, "regul": 3.88736532811, "advanc": 1.9997480791, "exert": 13.5229982964, "say": 8.7722400265, "data": 16.8821777967, "meanwhil": 5.55882352941, "flash": 12.6703910615, "address": 2.86157173756, "eyebal": 211.68, "rather": 1.55692850838, "crisi": 4.24832753546, "subtract": 45.4899713467, "come": 2.65662650602, "sticker": 69.327510917, "might": 8.624745348360001, "aspect": 3.0893169877399997, "pay": 5.6029645315, "line": 1.4182597820299998, "leader": 2.0994445913799997, "right": 1.4054532577899999, "identifi": 2.30187037843, "quarter": 3.39013452915, "import": 1.3401992233700002, "inchat": 1134.0, "game": 18.05849853752, "dollar": 5.64982206406, "app": 107.51241534989998, "when": 1.02076769755, "nice": 35.5167785234, "enough": 2.2319696330700003, "too": 9.07926341075, "back": 1.26070038911, "proven": 9.818181818180001, "sound": 6.22588235294, "year": 7.339805825240001, "easili": 7.387622149839999, "often": 1.29452054795, "user": 53.973773676549996, "abort": 13.627467811199999, "round": 3.3843530164099995, "loyal": 9.866998135489998, "mention": 2.53894130817, "redefin": 34.4381778742, "servic": 4.53902601735}, "logtfidf": {"hand": 0.479471335336, "ego": 3.50295308141, "spend": 1.42534376116, "failur": 5.94774037145, "understand": 1.0880858756799998, "arguabl": 2.5594217052, "cart": 3.31819377311, "lucrat": 3.20797551021, "fit": 2.4302412537799998, "fiber": 3.18792857827, "project": 1.123203771814, "faith": 1.4136233509099998, "form": 0.240106368382, "ubiquit": 3.55007100439, "kind": 0.948031302717, "vice": 1.64704742741, "grow": 2.463130626636, "would": 0.7165586516822999, "top": 0.609100637788, "number": 0.1932171568372, "glider": 4.48517800806, "multipli": 6.03167457944, "use": 0.0292080197316, "success": 2.2212353007359997, "function": 0.914465741594, "intent": 1.16118750781, "ownership": 2.0195434001, "cambridg": 1.45404623641, "univers": 0.222262105686, "beard": 6.56129340102, "thought": 0.685867118283, "unexpect": 2.2910619194, "acknowledg": 1.5146203068000001, "spruce": 4.513508514690001, "product": 0.968120273072, "done": 1.691951966258, "fabul": 4.0741418549, "assert": 1.52991862796, "complet": 0.6458557261410001, "peg": 4.04854630772, "toward": 0.48877277716000006, "defeat": 1.05733688222, "know": 0.952919694398, "most": 0.06224368888679999, "bow": 2.48641950938, "nonstart": 7.033506484289999, "out": 0.2921319545965, "bid": 2.1512458337, "won": 0.8404139079, "momentum": 2.82349753127, "grown": 1.75612095378, "ever": 2.7115799136080003, "least": 0.480285584745, "their": 0.046081515368100005, "qualiti": 4.30402026844, "express": 0.648191639641, "litani": 5.01860346375, "how": 1.4147008707900002, "billion": 3.1649360614399997, "idealist": 3.95883100839, "insidi": 5.26584456664, "skeptic": 2.7839913543400003, "had": 0.0929560488222, "increas": 1.111282875716, "swindl": 5.30311596144, "initi": 0.6002091849, "instagram": 11.687844834819998, "end": 0.101476798618, "found": 0.323523372144, "soon": 0.6839929376880001, "word": 1.17172216477, "driven": 1.72311939365, "threaten": 2.6974253651200004, "will": 0.40557306983, "true": 0.938325629634, "employe": 1.7715567619099999, "asid": 1.90191857977, "write": 0.721512439877, "declin": 0.8771330088629999, "substanti": 1.24639002087, "monet": 4.93636536551, "purpos": 0.803869037322, "himself": 2.329980755061, "updat": 1.7164374626899999, "adjunct": 4.20029314023, "new": 0.0177299468511, "clear": 1.234949454396, "near": 0.252854324034, "but": 0.323847441438, "demonstr": 0.9745501918189999, "certain": 0.592104362781, "need": 1.450960653768, "comprehens": 1.6779315024700001, "longer": 0.7046772417749999, "sure": 2.0086865552, "object": 0.853933584803, "expect": 0.78850775216, "doubt": 3.3404085353, "agil": 3.72976443878, "applic": 2.46320785698, "hidden": 2.0557880052, "domin": 0.841874615142, "level": 1.510386569829, "disappoint": 4.344068657019999, "has": 1.0680986213700001, "have": 0.221775035118, "arriv": 0.7088915382879999, "stop": 0.778579374963, "ambit": 5.04529395554, "advantag": 1.20120515883, "powerhous": 4.10421931014, "peak": 1.3862943611200003, "shield": 2.15341385623, "onlin": 0.957503854357, "establish": 0.297302399813, "inadequ": 2.66768182419, "mistak": 4.329747472159999, "model": 0.7374500731110001, "yearsold": 7.033506484289999, "good": 0.418589404907, "alway": 0.726319204572, "aesthet": 2.60951565051, "admit": 2.78776330186, "much": 0.5324871879030001, "icon": 2.05382143623, "cours": 5.3612958289309995, "numer": 0.606093812346, "decad": 0.760359972282, "spare": 2.3023331721, "risk": 1.4100048408899999, "everyth": 1.57270590317, "situat": 1.45133658003, "global": 1.1957760371200001, "iron": 1.34677328802, "not": 0.217733782105, "damn": 3.21422553056, "involv": 0.742938157316, "tri": 0.61759152916, "trivial": 3.56554092616, "branch": 1.14601452756, "wish": 1.30224781835, "scope": 2.33692983198, "founder": 1.3946435557299999, "respect": 0.49733261904, "pessimist": 4.37925898918, "useless": 3.31819377311, "speak": 1.06169814662, "strike": 1.27033264096, "happen": 5.4320220901, "silent": 2.20862720943, "far": 1.6098712935089998, "fifteen": 2.11040218268, "tweak": 4.73092139129, "metric": 3.1016808515599994, "seen": 0.47672812813, "said": 0.436653165815, "almost": 1.2872365300020001, "than": 0.1935651733092, "then": 0.16606773046179998, "cash": 2.16542273418, "separ": 0.470759772949, "they": 0.445904921514, "sacrific": 2.4602693454, "anoth": 0.127896361652, "core": 3.0621655449, "aquila": 5.16170430739, "last": 0.7681745784440001, "social": 3.441857511305, "world": 0.429680994484, "scienc": 0.841436178891, "card": 1.8601856079099999, "eye": 1.22193786676, "hum": 4.364296116499999, "themselv": 0.7225497843690001, "featur": 0.846774836284, "versa": 3.15194268634, "feed": 6.154105953270001, "practic": 1.5995475926009999, "respons": 2.049578311515, "lack": 0.656050938907, "simpl": 2.4464425787799997, "appear": 0.278735898493, "outrag": 2.56350167822, "itself": 0.5570837229510001, "algorithm": 6.66088479036, "plan": 0.428982108147, "respond": 1.15477080241, "valu": 0.823193310148, "offer": 0.431112446902, "either": 0.91865527763, "such": 0.059695977806, "wither": 4.15913506774, "priorit": 4.320705680430001, "elect": 0.925370630376, "agre": 0.801760369921, "with": 0.0239498342678, "more": 0.13619945279999998, "network": 4.76541526526, "three": 0.06411868822490001, "lot": 1.4835969502500002, "some": 0.11872052719350001, "beyond": 3.7378783349, "hast": 3.23002364743, "should": 1.018839753516, "add": 1.52875583713, "call": 0.1309255488976, "sight": 1.9167966438, "polici": 0.92807570005, "confid": 1.8449242675400002, "entir": 0.46603068026999994, "produc": 0.314320812003, "job": 1.1798682540899998, "imit": 2.4617453604299997, "well": 0.1270288766312, "spectacular": 2.8025104021, "platform": 16.46903105028, "media": 0.9530830530519999, "futur": 0.619345197699, "ani": 0.376825075098, "abus": 1.83817151099, "and": 0.0039683789500068, "from": 0.004536433350928, "limit": 1.25347156389, "work": 0.327103701819, "num": 0.0012599615815880002, "instanc": 1.18089357972, "market": 1.7224191678740002, "synonym": 2.6971498864499996, "idea": 1.47727184424, "free": 1.6237999478010003, "left": 0.729104829506, "incred": 2.9029218370499996, "balanc": 1.4936444810499998, "for": 0.009764702257307002, "economi": 2.5865086596999998, "quick": 0.790727508899, "move": 0.511231718506, "friend": 1.5786791672479998, "remark": 1.34847005245, "roll": 1.4529683597299998, "practition": 2.93797215393, "him": 2.4562019549849996, "wear": 1.48470837021, "these": 0.2146008582024, "are": 0.2652072622443, "repurpos": 5.04759100062, "controversi": 2.8957387608899996, "better": 2.0892838218, "compani": 3.957995277873, "effort": 1.275774422114, "current": 0.42695282784500005, "novelti": 3.53483675982, "meaning": 18.49357659426, "target": 1.1690639496200002, "popular": 0.41058020877499996, "conveni": 2.28795343073, "refus": 0.948356453102, "residu": 3.1940541716900004, "blossom": 3.50086321649, "furthermor": 1.70528363496, "root": 1.27483006252, "chanc": 1.44572292349, "succeed": 2.4209211776, "ago": 1.80163421715, "center": 0.555216308776, "yourself": 3.28064670051, "posit": 0.316652318608, "while": 0.04324998379380001, "later": 0.0829654259878, "promis": 3.76093557528, "focus": 0.6981989720559999, "train": 0.660918312839, "though": 0.616088382158, "again": 0.822680463224, "sourc": 1.058436621502, "pursu": 1.4240346891, "resign": 6.39913792292, "aimless": 5.62951254607, "group": 0.190594534797, "doe": 0.5340417297169999, "even": 0.609554259336, "ongo": 5.39804027712, "littl": 1.314641968398, "entrust": 3.3339697356999998, "probabl": 1.945764825826, "superfici": 3.292441277, "side": 1.4080463006069999, "earliest": 1.2807071138, "place": 0.0957070839572, "great": 0.235805258079, "step": 1.03954505698, "sake": 2.9929646280599997, "begin": 0.571169336536, "his": 1.0821269203692, "big": 2.01597127114, "type": 0.707101485387, "offset": 2.96204070445, "conflat": 4.252028814630001, "matter": 0.8951625270360001, "trait": 2.61294618561, "investor": 2.62591653605, "giant": 1.83028503479, "sale": 1.23181979465, "laundri": 4.08906750512, "realize": 3.4091655513099997, "semblanc": 5.17275414357, "reach": 0.40414323085000003, "state": 0.0466100027668, "abov": 0.643865229816, "sinc": 0.3214727978308, "constant": 2.5943292562, "countri": 0.34630881733, "effect": 0.333830227158, "face": 0.589602371257, "earlier": 0.624742371425, "oili": 5.29053717923, "share": 0.618760299747, "wonder": 1.98319270637, "latest": 1.95699427938, "head": 0.456042582852, "hesit": 2.9273274644200002, "flail": 5.59502637, "help": 0.336207721344, "affect": 0.908041904384, "chanzuckerberg": 7.033506484289999, "larg": 0.34075012121200005, "point": 0.6930970770989999, "consequ": 1.0937112421, "borrow": 2.0822168683, "crush": 2.21437765656, "curious": 3.15194268634, "wrong": 3.40157538204, "tech": 11.814202638080001, "own": 1.1493655419470001, "approxim": 1.5889691155540002, "base": 0.13652330228700002, "were": 0.14574686208659998, "internetorg": 14.067012968579998, "fact": 0.5502899207949999, "court": 0.7509727503389999, "who": 0.1218004659718, "decid": 0.655322871893, "squar": 1.18377009701, "compromis": 2.02049306779, "start": 0.945773477164, "technolog": 0.956847686355, "suppos": 1.44225301477, "here": 1.7700763767400003, "mission": 3.81571331622, "hydra": 5.01860346375, "veri": 0.6904793797140001, "bind": 2.4743802368, "multipl": 2.02184803624, "traumat": 3.8060957569699996, "attent": 1.03332999658, "clean": 1.9271282036300001, "long": 0.942583175512, "assur": 2.0721614794, "human": 0.640035183243, "layer": 2.0969791623500003, "make": 0.6614789204060999, "tire": 5.05315869238, "pointless": 4.62913869698, "parallel": 1.52151886822, "care": 0.9139943029109999, "about": 0.2513739098984, "problem": 0.569140724273, "communiti": 2.020685843373, "wrote": 0.744188554049, "brave": 2.7598209934099995, "naiv": 3.9168216003199996, "them": 0.47091663454649996, "broadband": 3.98220435958, "serv": 0.383135035608, "just": 2.605782906981, "armchair": 5.43845730931, "bought": 1.6860588753499999, "anew": 4.584967478669999, "wait": 1.51605358782, "internet": 1.6063562459, "heat": 1.60259566484, "misadventur": 5.30311596144, "grant": 0.8105051365070001, "dure": 0.0491209066894, "statement": 1.2303097091500002, "infus": 3.5744895317400003, "pan": 2.46841452187, "mobil": 1.5886181116100002, "person": 1.7009140800900002, "defin": 1.00368010925, "expens": 1.26563201674, "serious": 1.89866507815, "junket": 7.033506484289999, "never": 1.329616308273, "where": 0.2599685549828, "live": 0.266903399347, "conspicu": 3.4966965438, "nor": 1.2083495472799999, "tool": 1.60887117963, "boondoggl": 7.033506484289999, "poor": 0.8845804177050001, "trove": 5.482909071880001, "run": 0.885429951078, "quit": 1.05951513684, "singl": 0.475916769059, "honest": 2.90983430697, "lost": 0.557523621781, "trust": 3.1766194152, "bad": 1.2221516561799999, "execut": 2.414563817592, "liter": 1.6990638498800001, "industrydefin": 7.033506484289999, "expand": 0.80021683492, "whi": 1.18068843047, "modif": 2.25919647821, "other": 0.01974949583952, "support": 0.237880610037, "abl": 0.599303982475, "intend": 0.853933584803, "over": 0.0997468859828, "centuri": 0.402823098645, "news": 2.93298029394, "build": 0.491137452091, "believ": 0.995493995992, "provid": 0.585533532975, "select": 0.704804687133, "broad": 1.45323772, "consum": 1.5954271753600002, "demograph": 4.76863882576, "oper": 0.441342964347, "evergreen": 4.1157357522, "short": 0.345685625679, "animus": 5.86590132413, "exact": 3.7312943197500004, "there": 0.160391571702, "exist": 0.38165779408699996, "time": 0.0672691131756, "connect": 5.702445528138, "ubiqu": 5.19522699942, "mindless": 5.01860346375, "applaud": 3.9359915164199997, "incompat": 6.306833051919999, "messag": 1.6029085070200002, "best": 2.296139664735, "origin": 0.514449750348, "imposs": 1.60165772512, "competitor": 4.96679215096, "steam": 2.50552593699, "custom": 2.5810065929599997, "think": 6.403059670499999, "take": 0.784151773182, "analytica": 7.033506484289999, "follow": 0.09071382218839999, "now": 0.44727883506300004, "shown": 1.01856958099, "remain": 0.15356296309, "debacl": 4.584967478669999, "hard": 1.00522796406, "track": 1.14028498507, "interact": 5.943284107159999, "desir": 1.0991793428399999, "phase": 1.4589111108700001, "basic": 5.02183874475, "play": 0.7622087812839999, "realli": 12.4611267176, "optimist": 3.47002829672, "break": 0.88733019029, "mark": 0.410770160338, "chao": 2.56513833979, "also": 0.0586286312, "specifi": 1.93451151621, "coupl": 1.18089357972, "money": 1.928509036022, "lay": 1.5576408397, "around": 0.19387710578200001, "mean": 1.48368513408, "certainti": 3.3553991271599997, "revers": 1.45836939905, "strong": 1.491376481808, "fanci": 3.42065993074, "major": 0.138474663439, "psychiatrist": 3.4659878871800007, "minor": 0.802322246604, "facebook": 130.72002526634998, "accomplish": 1.64345675928, "hole": 2.0969791623500003, "the": 0.0, "may": 0.20283998113760002, "appendag": 5.13996432075, "becom": 0.353136529467, "perhap": 2.29361478366, "peopl": 1.546124627784, "evolv": 1.52643430388, "dozen": 1.78385428972, "polit": 1.140285568292, "philanthrop": 4.27893626755, "underserv": 5.843922417409999, "which": 0.01553524153629, "into": 0.0298257264574, "cling": 4.37925898918, "colleagu": 2.10832533873, "genuin": 2.44055348224, "behind": 0.7345572374320001, "reinvent": 3.8377530768400003, "hasn": 7.033506484289999, "essenti": 1.07434378384, "lip": 3.2095343569800003, "botch": 4.66861750796, "young": 1.2717255966760002, "reli": 1.42586787018, "still": 0.17112222142900002, "chatbot": 7.033506484289999, "that": 0.13121289652812, "entiti": 1.93059591408, "getoutofjailfre": 7.033506484289999, "shock": 1.8557438481400002, "what": 1.581211077789, "occasion": 1.22751130026, "activ": 0.381196603284, "earn": 1.20057721532, "goos": 3.89491149068, "view": 0.9903198843459999, "two": 0.0136988443582, "one": 0.0312767582275, "graph": 3.6299309802199997, "inescap": 5.22991255741, "bank": 1.0557062993700002, "hope": 0.919824304455, "avatar": 4.17539558861, "see": 0.240921585492, "boy": 1.23571337517, "tumultu": 4.09661471076, "becaus": 0.6967157941250001, "imag": 0.99376210729, "retir": 1.26518548849, "sincer": 3.3410619640099997, "written": 0.671587369833, "get": 0.579769005782, "ran": 1.25034086008, "like": 0.973375035815, "myself": 2.67771382807, "beg": 3.06997592171, "alon": 1.09766791236, "except": 0.54202451213, "part": 0.08479062196560001, "attempt": 4.640939769011999, "fault": 2.63641532015, "erod": 3.25910485674, "same": 0.112059649604, "despit": 0.473790078298, "structur": 0.7217716751350001, "cool": 5.77619654214, "repeat": 1.0567930591299999, "next": 0.402163685499, "term": 0.33303898354600003, "through": 0.20507607565469999, "access": 0.627805882716, "simpli": 0.923941491586, "mani": 0.1732630324884, "deepli": 2.06766933309, "shine": 2.9792401456299995, "instant": 2.4427250357499997, "earli": 0.469998516432, "leav": 1.523231871687, "laserbas": 7.033506484289999, "chang": 0.9976537503480001, "bit": 2.12032652634, "those": 0.35709878174599996, "contract": 1.10410732855, "parodi": 2.72558782177, "been": 0.2601058060524, "zuckerberg": 76.6096497408, "manyhead": 7.033506484289999, "tell": 1.21236434401, "fulltim": 7.033506484289999, "held": 0.36709509683499997, "optic": 2.70089520918, "everi": 1.957427137105, "daughter": 1.25034086008, "creepi": 5.6835797673399995, "phone": 2.2103488741299997, "brief": 1.22086960472, "credit": 1.11288601088, "fail": 7.878439338876, "vision": 3.17046177486, "all": 0.10262368888019999, "charact": 0.923148407239, "busi": 1.44095234071, "action": 1.196086330138, "our": 1.7152784283640001, "reason": 1.088603105924, "someth": 1.18830712273, "eyewat": 7.033506484289999, "former": 0.308301359655, "wife": 1.0524530884799999, "day": 0.33731741263400006, "reliabl": 1.89939013342, "infami": 5.30311596144, "tower": 3.27262774354, "off": 0.8270570407760001, "caus": 0.325858567406, "improv": 0.7147958039319999, "blanch": 4.20873200888, "list": 0.9295372845180001, "dedic": 1.16481508131, "rough": 1.1926572072700001, "greatest": 1.10107184908, "life": 0.630367398554, "segment": 2.02239511306, "capabl": 2.5938683736200003, "general": 0.114952578063, "could": 0.9297813614500001, "cavali": 4.12348772901, "lead": 0.23620402986699998, "everyon": 3.7114876962800003, "none": 1.40255075163, "reemerg": 4.89344032079, "main": 0.451143081176, "congress": 1.35138550641, "frustrat": 2.28919566691, "seem": 2.487279096828, "can": 0.8117054819699999, "selfpropuls": 7.033506484289999, "fundament": 3.34644172238, "set": 0.171496011289, "way": 1.7828235894150002, "pit": 2.4441753623299998, "onli": 0.050648536658199995, "each": 0.347483378608, "stumbl": 3.7699304805000002, "few": 0.826733740959, "radioact": 3.6466978400800003, "infrastructur": 5.761975442460001, "advertis": 6.8995409703999995, "this": 0.06058318484, "thing": 8.7819353468, "read": 0.83939268088, "protect": 0.67529290767, "regul": 1.3577316346200001, "advanc": 0.6930212121780001, "exert": 2.60439181351, "say": 2.81077140276, "data": 6.084102924, "meanwhil": 1.71538649044, "flash": 2.5392678590099997, "address": 1.05137103247, "eyebal": 5.35507570037, "rather": 0.442714975539, "crisi": 1.4465253844200001, "subtract": 3.8174918917, "come": 0.5678198130600001, "sticker": 4.23884181035, "might": 3.0733643061360003, "aspect": 1.12795002691, "pay": 2.0602973154599997, "line": 0.349430614452, "leader": 0.741672829452, "right": 0.34035985417, "identifi": 0.833722000472, "quarter": 1.22086960472, "import": 0.292818277066, "inchat": 7.033506484289999, "game": 6.633943806147, "dollar": 1.7316240515799999, "app": 10.73698213158, "when": 0.0205549888584, "nice": 5.753716077459999, "enough": 0.802884439169, "too": 2.98277577361, "back": 0.23166743089699998, "proven": 2.28423595433, "sound": 2.27113599038, "year": 0.33181567226220005, "easili": 2.6133174734, "often": 0.258140393351, "user": 14.298116748159998, "abort": 2.6120874479, "round": 1.2191627555700002, "loyal": 2.28919566691, "mention": 0.931747186336, "redefin": 3.5391657709099995, "servic": 1.2423005002350003}, "logidf": {"hand": 0.479471335336, "ego": 3.50295308141, "spend": 1.42534376116, "failur": 1.18954807429, "understand": 1.0880858756799998, "arguabl": 2.5594217052, "cart": 3.31819377311, "lucrat": 3.20797551021, "fit": 1.2151206268899999, "fiber": 3.18792857827, "project": 0.561601885907, "faith": 1.4136233509099998, "form": 0.120053184191, "ubiquit": 3.55007100439, "kind": 0.948031302717, "vice": 1.64704742741, "grow": 0.821043542212, "would": 0.0796176279647, "top": 0.609100637788, "number": 0.0966085784186, "glider": 4.48517800806, "multipli": 3.01583728972, "use": 0.0292080197316, "success": 0.27765441259199997, "function": 0.914465741594, "intent": 1.16118750781, "ownership": 2.0195434001, "cambridg": 1.45404623641, "univers": 0.222262105686, "beard": 3.28064670051, "thought": 0.685867118283, "unexpect": 2.2910619194, "acknowledg": 1.5146203068000001, "spruce": 4.513508514690001, "product": 0.484060136536, "done": 0.845975983129, "fabul": 4.0741418549, "assert": 1.52991862796, "complet": 0.215285242047, "peg": 4.04854630772, "toward": 0.48877277716000006, "defeat": 1.05733688222, "know": 0.952919694398, "most": 0.020747896295599998, "bow": 2.48641950938, "nonstart": 7.033506484289999, "out": 0.0584263909193, "bid": 2.1512458337, "won": 0.8404139079, "momentum": 2.82349753127, "grown": 1.75612095378, "ever": 0.6778949784020001, "least": 0.480285584745, "their": 0.015360505122700001, "qualiti": 1.07600506711, "express": 0.648191639641, "litani": 5.01860346375, "how": 0.47156695693000006, "billion": 1.5824680307199999, "idealist": 3.95883100839, "insidi": 5.26584456664, "skeptic": 2.7839913543400003, "had": 0.0464780244111, "increas": 0.277820718929, "swindl": 5.30311596144, "initi": 0.30010459245, "instagram": 5.843922417409999, "end": 0.101476798618, "found": 0.107841124048, "soon": 0.6839929376880001, "word": 0.585861082385, "driven": 1.72311939365, "threaten": 1.3487126825600002, "will": 0.202786534915, "true": 0.938325629634, "employe": 1.7715567619099999, "asid": 1.90191857977, "write": 0.721512439877, "declin": 0.8771330088629999, "substanti": 1.24639002087, "monet": 4.93636536551, "purpos": 0.803869037322, "himself": 0.7766602516869999, "updat": 1.7164374626899999, "adjunct": 4.20029314023, "new": 0.0177299468511, "clear": 0.617474727198, "near": 0.252854324034, "but": 0.0161923720719, "demonstr": 0.9745501918189999, "certain": 0.592104362781, "need": 0.362740163442, "comprehens": 1.6779315024700001, "longer": 0.7046772417749999, "sure": 2.0086865552, "object": 0.853933584803, "expect": 0.78850775216, "doubt": 1.67020426765, "agil": 3.72976443878, "applic": 1.23160392849, "hidden": 2.0557880052, "domin": 0.841874615142, "level": 0.503462189943, "disappoint": 2.1720343285099997, "has": 0.0427239448548, "have": 0.0147850023412, "arriv": 0.7088915382879999, "stop": 0.778579374963, "ambit": 2.52264697777, "advantag": 1.20120515883, "powerhous": 4.10421931014, "peak": 1.3862943611200003, "shield": 2.15341385623, "onlin": 0.957503854357, "establish": 0.297302399813, "inadequ": 2.66768182419, "mistak": 2.1648737360799997, "model": 0.7374500731110001, "yearsold": 7.033506484289999, "good": 0.418589404907, "alway": 0.726319204572, "aesthet": 2.60951565051, "admit": 1.39388165093, "much": 0.17749572930100002, "icon": 2.05382143623, "cours": 0.765899404133, "numer": 0.606093812346, "decad": 0.760359972282, "spare": 2.3023331721, "risk": 1.4100048408899999, "everyth": 1.57270590317, "situat": 0.725668290015, "global": 1.1957760371200001, "iron": 1.34677328802, "not": 0.0155524130075, "damn": 3.21422553056, "involv": 0.371469078658, "tri": 0.61759152916, "trivial": 3.56554092616, "branch": 1.14601452756, "wish": 1.30224781835, "scope": 2.33692983198, "founder": 1.3946435557299999, "respect": 0.49733261904, "pessimist": 4.37925898918, "useless": 3.31819377311, "speak": 1.06169814662, "strike": 1.27033264096, "happen": 1.08640441802, "silent": 2.20862720943, "far": 0.536623764503, "fifteen": 2.11040218268, "tweak": 4.73092139129, "metric": 3.1016808515599994, "seen": 0.47672812813, "said": 0.436653165815, "almost": 0.42907884333400004, "than": 0.0322608622182, "then": 0.08303386523089999, "cash": 2.16542273418, "separ": 0.470759772949, "they": 0.0297269947676, "sacrific": 2.4602693454, "anoth": 0.127896361652, "core": 1.53108277245, "aquila": 5.16170430739, "last": 0.19204364461100001, "social": 0.688371502261, "world": 0.107420248621, "scienc": 0.841436178891, "card": 1.8601856079099999, "eye": 1.22193786676, "hum": 4.364296116499999, "themselv": 0.7225497843690001, "featur": 0.423387418142, "versa": 3.15194268634, "feed": 2.05136865109, "practic": 0.533182530867, "respons": 0.40991566230300003, "lack": 0.656050938907, "simpl": 1.2232212893899999, "appear": 0.278735898493, "outrag": 2.56350167822, "itself": 0.5570837229510001, "algorithm": 3.33044239518, "plan": 0.428982108147, "respond": 1.15477080241, "valu": 0.823193310148, "offer": 0.431112446902, "either": 0.459327638815, "such": 0.059695977806, "wither": 4.15913506774, "priorit": 4.320705680430001, "elect": 0.925370630376, "agre": 0.801760369921, "with": 0.00119749171339, "more": 0.017024931599999998, "network": 0.9530830530519999, "three": 0.06411868822490001, "lot": 1.4835969502500002, "some": 0.0395735090645, "beyond": 0.934469583725, "hast": 3.23002364743, "should": 0.509419876758, "add": 1.52875583713, "call": 0.0654627744488, "sight": 1.9167966438, "polici": 0.92807570005, "confid": 1.8449242675400002, "entir": 0.46603068026999994, "produc": 0.314320812003, "job": 1.1798682540899998, "imit": 2.4617453604299997, "well": 0.0635144383156, "spectacular": 2.8025104021, "platform": 1.8298923389200001, "media": 0.9530830530519999, "futur": 0.619345197699, "ani": 0.125608358366, "abus": 1.83817151099, "and": 6.29901420636e-05, "from": 0.000567054168866, "limit": 0.41782385463, "work": 0.109034567273, "num": 0.00031499039539700004, "instanc": 1.18089357972, "market": 0.8612095839370001, "synonym": 2.6971498864499996, "idea": 0.73863592212, "free": 0.5412666492670001, "left": 0.364552414753, "incred": 2.9029218370499996, "balanc": 1.4936444810499998, "for": 0.00031499039539700004, "economi": 1.2932543298499999, "quick": 0.790727508899, "move": 0.255615859253, "friend": 0.7893395836239999, "remark": 1.34847005245, "roll": 1.4529683597299998, "practition": 2.93797215393, "him": 0.49124039099699995, "wear": 1.48470837021, "these": 0.0715336194008, "are": 0.0294674735827, "repurpos": 5.04759100062, "controversi": 0.9652462536299999, "better": 0.6964279406, "compani": 0.439777253097, "effort": 0.637887211057, "current": 0.42695282784500005, "novelti": 3.53483675982, "meaning": 3.08226276571, "target": 1.1690639496200002, "popular": 0.41058020877499996, "conveni": 2.28795343073, "refus": 0.948356453102, "residu": 3.1940541716900004, "blossom": 3.50086321649, "furthermor": 1.70528363496, "root": 1.27483006252, "chanc": 1.44572292349, "succeed": 1.2104605888, "ago": 1.80163421715, "center": 0.555216308776, "yourself": 3.28064670051, "posit": 0.316652318608, "while": 0.04324998379380001, "later": 0.0829654259878, "promis": 1.25364519176, "focus": 0.6981989720559999, "train": 0.660918312839, "though": 0.308044191079, "again": 0.411340231612, "sourc": 0.529218310751, "pursu": 1.4240346891, "resign": 1.59978448073, "aimless": 5.62951254607, "group": 0.190594534797, "doe": 0.5340417297169999, "even": 0.152388564834, "ongo": 1.79934675904, "littl": 0.438213989466, "entrust": 3.3339697356999998, "probabl": 0.972882412913, "superfici": 3.292441277, "side": 0.46934876686899996, "earliest": 1.2807071138, "place": 0.0957070839572, "great": 0.235805258079, "step": 1.03954505698, "sake": 2.9929646280599997, "begin": 0.285584668268, "his": 0.0901772433641, "big": 1.00798563557, "type": 0.707101485387, "offset": 2.96204070445, "conflat": 4.252028814630001, "matter": 0.8951625270360001, "trait": 2.61294618561, "investor": 2.62591653605, "giant": 1.83028503479, "sale": 1.23181979465, "laundri": 4.08906750512, "realize": 3.4091655513099997, "semblanc": 5.17275414357, "reach": 0.40414323085000003, "state": 0.0466100027668, "abov": 0.643865229816, "sinc": 0.0803681994577, "constant": 1.2971646281, "countri": 0.34630881733, "effect": 0.333830227158, "face": 0.589602371257, "earlier": 0.624742371425, "oili": 5.29053717923, "share": 0.618760299747, "wonder": 1.98319270637, "latest": 1.95699427938, "head": 0.456042582852, "hesit": 2.9273274644200002, "flail": 5.59502637, "help": 0.336207721344, "affect": 0.908041904384, "chanzuckerberg": 7.033506484289999, "larg": 0.17037506060600002, "point": 0.23103235903299998, "consequ": 1.0937112421, "borrow": 2.0822168683, "crush": 2.21437765656, "curious": 3.15194268634, "wrong": 1.70078769102, "tech": 2.9535506595200003, "own": 0.164195077421, "approxim": 0.7944845577770001, "base": 0.13652330228700002, "were": 0.024291143681099997, "internetorg": 7.033506484289999, "fact": 0.5502899207949999, "court": 0.7509727503389999, "who": 0.0609002329859, "decid": 0.655322871893, "squar": 1.18377009701, "compromis": 2.02049306779, "start": 0.236443369291, "technolog": 0.956847686355, "suppos": 1.44225301477, "here": 0.8850381883700001, "mission": 1.27190443874, "hydra": 5.01860346375, "veri": 0.230159793238, "bind": 2.4743802368, "multipl": 1.01092401812, "traumat": 3.8060957569699996, "attent": 1.03332999658, "clean": 1.9271282036300001, "long": 0.235645793878, "assur": 2.0721614794, "human": 0.640035183243, "layer": 2.0969791623500003, "make": 0.07349765782289999, "tire": 2.52657934619, "pointless": 4.62913869698, "parallel": 1.52151886822, "care": 0.9139943029109999, "about": 0.0628434774746, "problem": 0.569140724273, "communiti": 0.673561947791, "wrote": 0.744188554049, "brave": 2.7598209934099995, "naiv": 3.9168216003199996, "them": 0.0941833269093, "broadband": 3.98220435958, "serv": 0.383135035608, "just": 0.289531434109, "armchair": 5.43845730931, "bought": 1.6860588753499999, "anew": 4.584967478669999, "wait": 1.51605358782, "internet": 1.6063562459, "heat": 1.60259566484, "misadventur": 5.30311596144, "grant": 0.8105051365070001, "dure": 0.0491209066894, "statement": 1.2303097091500002, "infus": 3.5744895317400003, "pan": 2.46841452187, "mobil": 1.5886181116100002, "person": 0.34018281601800004, "defin": 1.00368010925, "expens": 1.26563201674, "serious": 0.949332539075, "junket": 7.033506484289999, "never": 0.443205436091, "where": 0.0649921387457, "live": 0.266903399347, "conspicu": 3.4966965438, "nor": 1.2083495472799999, "tool": 1.60887117963, "boondoggl": 7.033506484289999, "poor": 0.8845804177050001, "trove": 5.482909071880001, "run": 0.442714975539, "quit": 1.05951513684, "singl": 0.475916769059, "honest": 2.90983430697, "lost": 0.557523621781, "trust": 1.5883097076, "bad": 1.2221516561799999, "execut": 0.804854605864, "liter": 1.6990638498800001, "industrydefin": 7.033506484289999, "expand": 0.80021683492, "whi": 1.18068843047, "modif": 2.25919647821, "other": 0.00987474791976, "support": 0.237880610037, "abl": 0.599303982475, "intend": 0.853933584803, "over": 0.0249367214957, "centuri": 0.402823098645, "news": 0.733245073485, "build": 0.491137452091, "believ": 0.497746997996, "provid": 0.19517784432500002, "select": 0.704804687133, "broad": 1.45323772, "consum": 1.5954271753600002, "demograph": 2.38431941288, "oper": 0.441342964347, "evergreen": 4.1157357522, "short": 0.345685625679, "animus": 5.86590132413, "exact": 1.2437647732500001, "there": 0.0400978929255, "exist": 0.38165779408699996, "time": 0.0112115188626, "connect": 0.633605058682, "ubiqu": 5.19522699942, "mindless": 5.01860346375, "applaud": 3.9359915164199997, "incompat": 3.1534165259599996, "messag": 1.6029085070200002, "best": 0.459227932947, "origin": 0.128612437587, "imposs": 1.60165772512, "competitor": 2.48339607548, "steam": 2.50552593699, "custom": 1.2905032964799998, "think": 1.06717661175, "take": 0.130691962197, "analytica": 7.033506484289999, "follow": 0.045356911094199995, "now": 0.149092945021, "shown": 1.01856958099, "remain": 0.15356296309, "debacl": 4.584967478669999, "hard": 1.00522796406, "track": 1.14028498507, "interact": 1.4858210267899998, "desir": 1.0991793428399999, "phase": 1.4589111108700001, "basic": 1.00436774895, "play": 0.38110439064199997, "realli": 1.5576408397, "optimist": 3.47002829672, "break": 0.88733019029, "mark": 0.410770160338, "chao": 2.56513833979, "also": 0.0146571578, "specifi": 1.93451151621, "coupl": 1.18089357972, "money": 0.964254518011, "lay": 1.5576408397, "around": 0.19387710578200001, "mean": 0.37092128352, "certainti": 3.3553991271599997, "revers": 1.45836939905, "strong": 0.49712549393600003, "fanci": 3.42065993074, "major": 0.138474663439, "psychiatrist": 3.4659878871800007, "minor": 0.802322246604, "facebook": 3.3517955196499996, "accomplish": 1.64345675928, "hole": 2.0969791623500003, "the": 0.0, "may": 0.050709995284400004, "appendag": 5.13996432075, "becom": 0.11771217648900001, "perhap": 1.14680739183, "peopl": 0.193265578473, "evolv": 1.52643430388, "dozen": 1.78385428972, "polit": 0.570142784146, "philanthrop": 4.27893626755, "underserv": 5.843922417409999, "which": 0.00517841384543, "into": 0.0149128632287, "cling": 4.37925898918, "colleagu": 2.10832533873, "genuin": 2.44055348224, "behind": 0.7345572374320001, "reinvent": 3.8377530768400003, "hasn": 7.033506484289999, "essenti": 1.07434378384, "lip": 3.2095343569800003, "botch": 4.66861750796, "young": 0.6358627983380001, "reli": 1.42586787018, "still": 0.17112222142900002, "chatbot": 7.033506484289999, "that": 0.00397614837964, "entiti": 1.93059591408, "getoutofjailfre": 7.033506484289999, "shock": 1.8557438481400002, "what": 0.225887296827, "occasion": 1.22751130026, "activ": 0.381196603284, "earn": 1.20057721532, "goos": 3.89491149068, "view": 0.49515994217299997, "two": 0.0136988443582, "one": 0.0062553516455, "graph": 3.6299309802199997, "inescap": 5.22991255741, "bank": 1.0557062993700002, "hope": 0.919824304455, "avatar": 4.17539558861, "see": 0.240921585492, "boy": 1.23571337517, "tumultu": 4.09661471076, "becaus": 0.139343158825, "imag": 0.99376210729, "retir": 1.26518548849, "sincer": 3.3410619640099997, "written": 0.671587369833, "get": 0.579769005782, "ran": 1.25034086008, "like": 0.139053576545, "myself": 2.67771382807, "beg": 3.06997592171, "alon": 1.09766791236, "except": 0.54202451213, "part": 0.04239531098280001, "attempt": 0.38674498075099994, "fault": 2.63641532015, "erod": 3.25910485674, "same": 0.112059649604, "despit": 0.473790078298, "structur": 0.7217716751350001, "cool": 1.9253988473800001, "repeat": 1.0567930591299999, "next": 0.402163685499, "term": 0.33303898354600003, "through": 0.0683586918849, "access": 0.627805882716, "simpli": 0.923941491586, "mani": 0.0433157581221, "deepli": 2.06766933309, "shine": 2.9792401456299995, "instant": 2.4427250357499997, "earli": 0.117499629108, "leav": 0.507743957229, "laserbas": 7.033506484289999, "chang": 0.166275625058, "bit": 2.12032652634, "those": 0.17854939087299998, "contract": 1.10410732855, "parodi": 2.72558782177, "been": 0.023645982368400004, "zuckerberg": 6.964513612799999, "manyhead": 7.033506484289999, "tell": 1.21236434401, "fulltim": 7.033506484289999, "held": 0.36709509683499997, "optic": 2.70089520918, "everi": 0.391485427421, "daughter": 1.25034086008, "creepi": 5.6835797673399995, "phone": 2.2103488741299997, "brief": 1.22086960472, "credit": 1.11288601088, "fail": 0.656536611573, "vision": 1.58523088743, "all": 0.011402632097799998, "charact": 0.923148407239, "busi": 0.720476170355, "action": 0.598043165069, "our": 0.8576392141820001, "reason": 0.544301552962, "someth": 1.18830712273, "eyewat": 7.033506484289999, "former": 0.308301359655, "wife": 1.0524530884799999, "day": 0.16865870631700003, "reliabl": 1.89939013342, "infami": 5.30311596144, "tower": 1.63631387177, "off": 0.41352852038800003, "caus": 0.325858567406, "improv": 0.7147958039319999, "blanch": 4.20873200888, "list": 0.309845761506, "dedic": 1.16481508131, "rough": 1.1926572072700001, "greatest": 1.10107184908, "life": 0.315183699277, "segment": 2.02239511306, "capabl": 1.2969341868100002, "general": 0.114952578063, "could": 0.18595627229000003, "cavali": 4.12348772901, "lead": 0.23620402986699998, "everyon": 1.8557438481400002, "none": 1.40255075163, "reemerg": 4.89344032079, "main": 0.225571540588, "congress": 1.35138550641, "frustrat": 2.28919566691, "seem": 0.829093032276, "can": 0.162341096394, "selfpropuls": 7.033506484289999, "fundament": 1.67322086119, "set": 0.171496011289, "way": 0.19809150993500002, "pit": 2.4441753623299998, "onli": 0.025324268329099998, "each": 0.173741689304, "stumbl": 3.7699304805000002, "few": 0.275577913653, "radioact": 3.6466978400800003, "infrastructur": 1.9206584808200002, "advertis": 1.7248852425999999, "this": 0.0037864490525, "thing": 0.8781935346799999, "read": 0.83939268088, "protect": 0.67529290767, "regul": 1.3577316346200001, "advanc": 0.6930212121780001, "exert": 2.60439181351, "say": 0.562154280552, "data": 1.2168205848, "meanwhil": 1.71538649044, "flash": 2.5392678590099997, "address": 1.05137103247, "eyebal": 5.35507570037, "rather": 0.442714975539, "crisi": 1.4465253844200001, "subtract": 3.8174918917, "come": 0.28390990653000003, "sticker": 4.23884181035, "might": 0.7683410765340001, "aspect": 1.12795002691, "pay": 1.0301486577299999, "line": 0.349430614452, "leader": 0.741672829452, "right": 0.34035985417, "identifi": 0.833722000472, "quarter": 1.22086960472, "import": 0.292818277066, "inchat": 7.033506484289999, "game": 0.9477062580210001, "dollar": 1.7316240515799999, "app": 3.57899404386, "when": 0.0205549888584, "nice": 2.8768580387299996, "enough": 0.802884439169, "too": 0.5965551547219999, "back": 0.23166743089699998, "proven": 2.28423595433, "sound": 1.13556799519, "year": 0.047402238894600005, "easili": 1.3066587367, "often": 0.258140393351, "user": 2.04258810688, "abort": 2.6120874479, "round": 1.2191627555700002, "loyal": 2.28919566691, "mention": 0.931747186336, "redefin": 3.5391657709099995, "servic": 0.41410016674500005}, "freq": {"hand": 1, "ego": 1, "spend": 1, "failur": 5, "understand": 1, "arguabl": 1, "cart": 1, "lucrat": 1, "fit": 2, "fiber": 1, "project": 2, "faith": 1, "form": 2, "ubiquit": 1, "kind": 1, "vice": 1, "grow": 3, "would": 9, "top": 1, "number": 2, "glider": 1, "multipli": 2, "use": 1, "success": 8, "function": 1, "intent": 1, "ownership": 1, "cambridg": 1, "univers": 1, "beard": 2, "thought": 1, "unexpect": 1, "acknowledg": 1, "spruce": 1, "product": 2, "done": 2, "fabul": 1, "assert": 1, "complet": 3, "peg": 1, "toward": 1, "defeat": 1, "know": 1, "most": 3, "bow": 1, "nonstart": 1, "out": 5, "bid": 1, "won": 1, "momentum": 1, "grown": 1, "ever": 4, "least": 1, "their": 3, "qualiti": 4, "express": 1, "litani": 1, "how": 3, "billion": 2, "idealist": 1, "insidi": 1, "skeptic": 1, "had": 2, "increas": 4, "swindl": 1, "initi": 2, "instagram": 2, "end": 1, "found": 3, "soon": 1, "word": 2, "driven": 1, "threaten": 2, "will": 2, "true": 1, "employe": 1, "asid": 1, "write": 1, "declin": 1, "substanti": 1, "monet": 1, "purpos": 1, "himself": 3, "updat": 1, "adjunct": 1, "new": 1, "clear": 2, "near": 1, "but": 20, "demonstr": 1, "certain": 1, "need": 4, "comprehens": 1, "longer": 1, "sure": 1, "object": 1, "expect": 1, "doubt": 2, "agil": 1, "applic": 2, "hidden": 1, "domin": 1, "level": 3, "disappoint": 2, "has": 25, "have": 15, "arriv": 1, "stop": 1, "ambit": 2, "advantag": 1, "powerhous": 1, "peak": 1, "shield": 1, "onlin": 1, "establish": 1, "inadequ": 1, "mistak": 2, "model": 1, "yearsold": 1, "good": 1, "alway": 1, "aesthet": 1, "admit": 2, "much": 3, "icon": 1, "cours": 7, "numer": 1, "decad": 1, "spare": 1, "risk": 1, "everyth": 1, "situat": 2, "global": 1, "iron": 1, "not": 14, "damn": 1, "involv": 2, "tri": 1, "trivial": 1, "branch": 1, "wish": 1, "scope": 1, "founder": 1, "respect": 1, "pessimist": 1, "useless": 1, "speak": 1, "strike": 1, "happen": 5, "silent": 1, "far": 3, "fifteen": 1, "tweak": 1, "metric": 1, "seen": 1, "said": 1, "almost": 3, "than": 6, "then": 2, "cash": 1, "separ": 1, "they": 15, "sacrific": 1, "anoth": 1, "core": 2, "aquila": 1, "last": 4, "social": 5, "world": 4, "scienc": 1, "card": 1, "eye": 1, "hum": 1, "themselv": 1, "featur": 2, "versa": 1, "feed": 3, "practic": 3, "respons": 5, "lack": 1, "simpl": 2, "appear": 1, "outrag": 1, "itself": 1, "algorithm": 2, "plan": 1, "respond": 1, "valu": 1, "offer": 1, "either": 2, "such": 1, "wither": 1, "priorit": 1, "elect": 1, "agre": 1, "with": 20, "more": 8, "network": 5, "three": 1, "lot": 1, "some": 3, "beyond": 4, "hast": 1, "should": 2, "add": 1, "call": 2, "sight": 1, "polici": 1, "confid": 1, "entir": 1, "produc": 1, "job": 1, "imit": 1, "well": 2, "spectacular": 1, "platform": 9, "media": 1, "futur": 1, "ani": 3, "abus": 1, "and": 63, "from": 8, "limit": 3, "work": 3, "num": 4, "instanc": 1, "market": 2, "synonym": 1, "idea": 2, "free": 3, "left": 2, "incred": 1, "balanc": 1, "for": 31, "economi": 2, "quick": 1, "move": 2, "friend": 2, "remark": 1, "roll": 1, "practition": 1, "him": 5, "wear": 1, "these": 3, "are": 9, "repurpos": 1, "controversi": 3, "better": 3, "compani": 9, "effort": 2, "current": 1, "novelti": 1, "meaning": 6, "target": 1, "popular": 1, "conveni": 1, "refus": 1, "residu": 1, "blossom": 1, "furthermor": 1, "root": 1, "chanc": 1, "succeed": 2, "ago": 1, "center": 1, "yourself": 1, "posit": 1, "while": 1, "later": 1, "promis": 3, "focus": 1, "train": 1, "though": 2, "again": 2, "sourc": 2, "pursu": 1, "resign": 4, "aimless": 1, "group": 1, "doe": 1, "even": 4, "ongo": 3, "littl": 3, "entrust": 1, "probabl": 2, "superfici": 1, "side": 3, "earliest": 1, "place": 1, "great": 1, "step": 1, "sake": 1, "begin": 2, "his": 12, "big": 2, "type": 1, "offset": 1, "conflat": 1, "matter": 1, "trait": 1, "investor": 1, "giant": 1, "sale": 1, "laundri": 1, "realize": 1, "semblanc": 1, "reach": 1, "state": 1, "abov": 1, "sinc": 4, "constant": 2, "countri": 1, "effect": 1, "face": 1, "earlier": 1, "oili": 1, "share": 1, "wonder": 1, "latest": 1, "head": 1, "hesit": 1, "flail": 1, "help": 1, "affect": 1, "chanzuckerberg": 1, "larg": 2, "point": 3, "consequ": 1, "borrow": 1, "crush": 1, "curious": 1, "wrong": 2, "tech": 4, "own": 7, "approxim": 2, "base": 1, "were": 6, "internetorg": 2, "fact": 1, "court": 1, "who": 2, "decid": 1, "squar": 1, "compromis": 1, "start": 4, "technolog": 1, "suppos": 1, "here": 2, "mission": 3, "hydra": 1, "veri": 3, "bind": 1, "multipl": 2, "traumat": 1, "attent": 1, "clean": 1, "long": 4, "assur": 1, "human": 1, "layer": 1, "make": 9, "tire": 2, "pointless": 1, "parallel": 1, "care": 1, "about": 4, "problem": 1, "communiti": 3, "wrote": 1, "brave": 1, "naiv": 1, "them": 5, "broadband": 1, "serv": 1, "just": 9, "armchair": 1, "bought": 1, "anew": 1, "wait": 1, "internet": 1, "heat": 1, "misadventur": 1, "grant": 1, "dure": 1, "statement": 1, "infus": 1, "pan": 1, "mobil": 1, "person": 5, "defin": 1, "expens": 1, "serious": 2, "junket": 1, "never": 3, "where": 4, "live": 1, "conspicu": 1, "nor": 1, "tool": 1, "boondoggl": 1, "poor": 1, "trove": 1, "run": 2, "quit": 1, "singl": 1, "honest": 1, "lost": 1, "trust": 2, "bad": 1, "execut": 3, "liter": 1, "industrydefin": 1, "expand": 1, "whi": 1, "modif": 1, "other": 2, "support": 1, "abl": 1, "intend": 1, "over": 4, "centuri": 1, "news": 4, "build": 1, "believ": 2, "provid": 3, "select": 1, "broad": 1, "consum": 1, "demograph": 2, "oper": 1, "evergreen": 1, "short": 1, "animus": 1, "exact": 3, "there": 4, "exist": 1, "time": 6, "connect": 9, "ubiqu": 1, "mindless": 1, "applaud": 1, "incompat": 2, "messag": 1, "best": 5, "origin": 4, "imposs": 1, "competitor": 2, "steam": 1, "custom": 2, "think": 6, "take": 6, "analytica": 1, "follow": 2, "now": 3, "shown": 1, "remain": 1, "debacl": 1, "hard": 1, "track": 1, "interact": 4, "desir": 1, "phase": 1, "basic": 5, "play": 2, "realli": 8, "optimist": 1, "break": 1, "mark": 1, "chao": 1, "also": 4, "specifi": 1, "coupl": 1, "money": 2, "lay": 1, "around": 1, "mean": 4, "certainti": 1, "revers": 1, "strong": 3, "fanci": 1, "major": 1, "psychiatrist": 1, "minor": 1, "facebook": 39, "accomplish": 1, "hole": 1, "the": 108, "may": 4, "appendag": 1, "becom": 3, "perhap": 2, "peopl": 8, "evolv": 1, "dozen": 1, "polit": 2, "philanthrop": 1, "underserv": 1, "which": 3, "into": 2, "cling": 1, "colleagu": 1, "genuin": 1, "behind": 1, "reinvent": 1, "hasn": 1, "essenti": 1, "lip": 1, "botch": 1, "young": 2, "reli": 1, "still": 1, "chatbot": 1, "that": 33, "entiti": 1, "getoutofjailfre": 1, "shock": 1, "what": 7, "occasion": 1, "activ": 1, "earn": 1, "goos": 1, "view": 2, "two": 1, "one": 5, "graph": 1, "inescap": 1, "bank": 1, "hope": 1, "avatar": 1, "see": 1, "boy": 1, "tumultu": 1, "becaus": 5, "imag": 1, "retir": 1, "sincer": 1, "written": 1, "get": 1, "ran": 1, "like": 7, "myself": 1, "beg": 1, "alon": 1, "except": 1, "part": 2, "attempt": 12, "fault": 1, "erod": 1, "same": 1, "despit": 1, "structur": 1, "cool": 3, "repeat": 1, "next": 1, "term": 1, "through": 3, "access": 1, "simpli": 1, "mani": 4, "deepli": 1, "shine": 1, "instant": 1, "earli": 4, "leav": 3, "laserbas": 1, "chang": 6, "bit": 1, "those": 2, "contract": 1, "parodi": 1, "been": 11, "zuckerberg": 11, "manyhead": 1, "tell": 1, "fulltim": 1, "held": 1, "optic": 1, "everi": 5, "daughter": 1, "creepi": 1, "phone": 1, "brief": 1, "credit": 1, "fail": 12, "vision": 2, "all": 9, "charact": 1, "busi": 2, "action": 2, "our": 2, "reason": 2, "someth": 1, "eyewat": 1, "former": 1, "wife": 1, "day": 2, "reliabl": 1, "infami": 1, "tower": 2, "off": 2, "caus": 1, "improv": 1, "blanch": 1, "list": 3, "dedic": 1, "rough": 1, "greatest": 1, "life": 2, "segment": 1, "capabl": 2, "general": 1, "could": 5, "cavali": 1, "lead": 1, "everyon": 2, "none": 1, "reemerg": 1, "main": 2, "congress": 1, "frustrat": 1, "seem": 3, "can": 5, "selfpropuls": 1, "fundament": 2, "set": 1, "way": 9, "pit": 1, "onli": 2, "each": 2, "stumbl": 1, "few": 3, "radioact": 1, "infrastructur": 3, "advertis": 4, "this": 16, "thing": 10, "read": 1, "protect": 1, "regul": 1, "advanc": 1, "exert": 1, "say": 5, "data": 5, "meanwhil": 1, "flash": 1, "address": 1, "eyebal": 1, "rather": 1, "crisi": 1, "subtract": 1, "come": 2, "sticker": 1, "might": 4, "aspect": 1, "pay": 2, "line": 1, "leader": 1, "right": 1, "identifi": 1, "quarter": 1, "import": 1, "inchat": 1, "game": 7, "dollar": 1, "app": 3, "when": 1, "nice": 2, "enough": 1, "too": 5, "back": 1, "proven": 1, "sound": 2, "year": 7, "easili": 2, "often": 1, "user": 7, "abort": 1, "round": 1, "loyal": 1, "mention": 1, "redefin": 1, "servic": 3}, "idf": {"hand": 1.6152202665600002, "ego": 33.213389121300004, "spend": 4.15928739848, "failur": 3.28559602649, "understand": 2.96858638743, "arguabl": 12.928338762200001, "cart": 27.610434782600002, "lucrat": 24.728971962600003, "fit": 3.37070063694, "fiber": 24.2381679389, "project": 1.7534791252500002, "faith": 4.11082340756, "form": 1.12755681818, "ubiquit": 34.8157894737, "kind": 2.5806241872599998, "vice": 5.19162851537, "grow": 2.27287043665, "would": 1.0828729281799998, "top": 1.8387769284200002, "number": 1.10142916609, "glider": 88.6927374302, "multipli": 20.4061696658, "use": 1.0296387573799999, "success": 1.32002993265, "function": 2.495441685, "intent": 3.19372359686, "ownership": 7.534883720930001, "cambridg": 4.28039902939, "univers": 1.24889867841, "beard": 26.592964824099997, "thought": 1.9854927463699998, "unexpect": 9.88542963885, "acknowledg": 4.5476940704699995, "spruce": 91.2413793103, "product": 1.62264922322, "done": 2.3302509907499998, "fabul": 58.8, "assert": 4.6178010471199995, "complet": 1.24021560816, "peg": 57.3140794224, "toward": 1.6303142329, "defeat": 2.87869446963, "know": 2.59327017315, "most": 1.02096463023, "bow": 12.0181680545, "nonstart": 1134.0, "out": 1.06016694491, "bid": 8.595560368160001, "won": 2.31732593782, "momentum": 16.835630965, "grown": 5.78993435449, "ever": 1.9697270471500001, "least": 1.6165359943000002, "their": 1.01547908405, "qualiti": 2.9329392204, "express": 1.9120799710900003, "litani": 151.2, "how": 1.60250328051, "billion": 4.8669527897, "idealist": 52.396039603999995, "insidi": 193.609756098, "skeptic": 16.1834862385, "had": 1.0475750577399998, "increas": 1.32024948025, "swindl": 200.962025316, "initi": 1.35, "instagram": 345.13043478300006, "end": 1.10680423871, "found": 1.11387076405, "soon": 1.9817750592900003, "word": 1.7965372864099998, "driven": 5.601976005650001, "threaten": 3.8524629944199997, "will": 1.22481098596, "true": 2.55569864778, "employe": 5.88, "asid": 6.69873417722, "write": 2.0575427682700003, "declin": 2.4039975772299997, "substanti": 3.4777656078900003, "monet": 139.263157895, "purpos": 2.23416830847, "himself": 2.17419884963, "updat": 5.56466876972, "adjunct": 66.7058823529, "new": 1.0178880554, "clear": 1.85423966363, "near": 1.28769567686, "but": 1.01632417899, "demonstr": 2.64997496244, "certain": 1.8077886586200003, "need": 1.4372623574099999, "comprehens": 5.3544688027, "longer": 2.02319357716, "sure": 7.453521126760001, "object": 2.3488681757700003, "expect": 2.20011086475, "doubt": 5.31325301205, "agil": 41.669291338600004, "applic": 3.42672134686, "hidden": 7.81299212598, "domin": 2.320713346, "level": 1.6544393497299998, "disappoint": 8.776119402989998, "has": 1.0436497502, "have": 1.0148948411399998, "arriv": 2.03173790632, "stop": 2.1783754116400003, "ambit": 12.461538461500002, "advantag": 3.32412060302, "powerhous": 60.59541984729999, "peak": 4.0, "shield": 8.61421595225, "onlin": 2.6051854282900004, "establish": 1.34622233528, "inadequ": 14.4065335753, "mistak": 8.71350164654, "model": 2.0905978404, "yearsold": 1134.0, "good": 1.51981619759, "alway": 2.06745670009, "aesthet": 13.592465753399999, "admit": 4.03046458492, "much": 1.1942229577299999, "icon": 7.79764243615, "cours": 2.15092805853, "numer": 1.83325635104, "decad": 2.1390460792200003, "spare": 9.997481108310001, "risk": 4.095975232200001, "everyth": 4.81967213115, "situat": 2.06611140031, "global": 3.30612244898, "iron": 3.84499878905, "not": 1.01567398119, "damn": 24.8840125392, "involv": 1.4498630137000001, "tri": 1.8544562551099997, "trivial": 35.3585746102, "branch": 3.14563106796, "wish": 3.67755385685, "scope": 10.3494132986, "founder": 4.033536585369999, "respect": 1.6443293630200002, "pessimist": 79.7788944724, "useless": 27.610434782600002, "speak": 2.89127663449, "strike": 3.5620372447800004, "happen": 2.96359902931, "silent": 9.10321100917, "far": 1.71022298826, "fifteen": 8.25155925156, "tweak": 113.4, "metric": 22.235294117600002, "seen": 1.61079545455, "said": 1.54751925139, "almost": 1.53584212054, "than": 1.03278688525, "then": 1.08657860516, "cash": 8.71828665568, "separ": 1.6012102874399998, "they": 1.03017325287, "sacrific": 11.7079646018, "anoth": 1.13643521832, "core": 4.623179965059999, "aquila": 174.46153846200002, "last": 1.2117234010100002, "social": 1.9904714142400002, "world": 1.11340206186, "scienc": 2.31969608416, "card": 6.42492917847, "eye": 3.39375801625, "hum": 78.5940594059, "themselv": 2.05967825636, "featur": 1.52712581762, "versa": 23.381443299, "feed": 7.77853993141, "practic": 1.70434782609, "respons": 1.5066907089300001, "lack": 1.9271667880599999, "simpl": 3.3981164383599998, "appear": 1.3214582986499999, "outrag": 12.981193785799999, "itself": 1.74557449148, "algorithm": 27.9507042254, "plan": 1.5356935577500002, "respond": 3.17329602239, "valu": 2.2777618364400003, "offer": 1.53896859248, "either": 1.5830092731099998, "such": 1.06151377374, "wither": 64.0161290323, "priorit": 75.2417061611, "elect": 2.5228031145700003, "agre": 2.22946215419, "with": 1.0011982089899998, "more": 1.0171706817, "network": 2.59369384088, "three": 1.06621893889, "lot": 4.40877534018, "some": 1.04036697248, "beyond": 2.54586273252, "hast": 25.2802547771, "should": 1.6643254009900001, "add": 4.61243463103, "call": 1.0676529926, "sight": 6.79914346895, "polici": 2.52963671128, "confid": 6.327620565959999, "entir": 1.59365589239, "produc": 1.36932896326, "job": 3.2539454806299997, "imit": 11.725258493399998, "well": 1.0655748708, "spectacular": 16.4859813084, "platform": 6.2332155476999995, "media": 2.59369384088, "futur": 1.8577112099200002, "ani": 1.13383802314, "abus": 6.28503562945, "and": 1.00006299213, "from": 1.00056721497, "limit": 1.5186531471200002, "work": 1.11520089913, "num": 1.00031504001, "instanc": 3.2572835453400004, "market": 2.36602086438, "synonym": 14.8373831776, "idea": 2.0930784443, "free": 1.71818181818, "left": 1.4398693996, "incred": 18.227324913900002, "balanc": 4.45329593268, "for": 1.00031504001, "economi": 3.6446280991699997, "quick": 2.205, "move": 1.29125660838, "friend": 2.20194174757, "remark": 3.8515283842800003, "roll": 4.27578777269, "practition": 18.8775267539, "him": 1.63434218653, "wear": 4.41367806505, "these": 1.07415426252, "are": 1.02990593578, "repurpos": 155.647058824, "controversi": 2.62543409955, "better": 2.0065722952500002, "compani": 1.5523613963, "effort": 1.89247824532, "current": 1.5325803649, "novelti": 34.2894168467, "meaning": 21.8076923077, "target": 3.2189781021900004, "popular": 1.50769230769, "conveni": 9.85474860335, "refus": 2.58146341463, "residu": 24.3870967742, "blossom": 33.1440501044, "furthermor": 5.50294627383, "root": 3.57809330629, "chanc": 4.2449197861000005, "succeed": 3.3550295857999997, "ago": 6.05954198473, "center": 1.7423178226499998, "yourself": 26.592964824099997, "posit": 1.37252528746, "while": 1.0441988950299999, "later": 1.08650424309, "promis": 3.5030891438699996, "focus": 2.01012914662, "train": 1.9365698950999999, "though": 1.36076112111, "again": 1.50883862384, "sourc": 1.69760479042, "pursu": 4.15384615385, "resign": 4.9519650655000005, "aimless": 278.526315789, "group": 1.20996875238, "doe": 1.70581282905, "even": 1.16461267606, "ongo": 6.04569687738, "littl": 1.5499365420299998, "entrust": 28.0494699647, "probabl": 2.64555907349, "superfici": 26.9084745763, "side": 1.5989525632, "earliest": 3.5991838585400004, "place": 1.1004366812200002, "great": 1.26592775696, "step": 2.8279301745599996, "sake": 19.9447236181, "begin": 1.3305397251100002, "his": 1.0943682360200002, "big": 2.7400759406299997, "type": 2.0281042411900003, "offset": 19.3373934227, "conflat": 70.2477876106, "matter": 2.44773358002, "trait": 13.6391752577, "investor": 13.817232376, "giant": 6.23566378633, "sale": 3.4274611399, "laundri": 59.6842105263, "realize": 30.24, "semblanc": 176.4, "reach": 1.49801849406, "state": 1.0477133240899998, "abov": 1.90382539873, "sinc": 1.08368600683, "constant": 3.6589075823900004, "countri": 1.4138391664399999, "effect": 1.3963060686000002, "face": 1.80327124035, "earlier": 1.86776470588, "oili": 198.45, "share": 1.8566249561500001, "wonder": 7.265903890160001, "latest": 7.078020508250001, "head": 1.57781753131, "hesit": 18.6776470588, "flail": 269.084745763, "help": 1.39962972759, "affect": 2.4794627518400003, "chanzuckerberg": 1134.0, "larg": 1.18574949585, "point": 1.25990000794, "consequ": 2.98533283189, "borrow": 8.02223345124, "crush": 9.15570934256, "curious": 23.381443299, "wrong": 5.478260869570001, "tech": 19.1739130435, "own": 1.17844418052, "approxim": 2.2132998745299997, "base": 1.14628158845, "were": 1.02458857696, "internetorg": 1134.0, "fact": 1.73375559681, "court": 2.11906033102, "who": 1.06279287723, "decid": 1.9257641921400002, "squar": 3.26666666667, "compromis": 7.542042755339999, "start": 1.26673581744, "technolog": 2.6034765496900003, "suppos": 4.23021582734, "here": 2.42307692308, "mission": 3.5676404494400002, "hydra": 151.2, "veri": 1.25880114177, "bind": 11.874345549700001, "multipl": 2.74813917258, "traumat": 44.974504249300004, "attent": 2.81040892193, "clean": 6.86975335353, "long": 1.2657259028899999, "assur": 7.941970985489999, "human": 1.8965476048299998, "layer": 8.14153846154, "make": 1.0762660158600001, "tire": 12.5106382979, "pointless": 102.425806452, "parallel": 4.57917507932, "care": 2.49426551453, "about": 1.06486015159, "problem": 1.76674827509, "communiti": 1.96121062384, "wrote": 2.10473286491, "brave": 15.7970149254, "naiv": 50.2405063291, "them": 1.09876115994, "broadband": 53.6351351351, "serv": 1.4668760972, "just": 1.33580143037, "armchair": 230.086956522, "bought": 5.39816388983, "anew": 98.0, "wait": 4.55421686747, "internet": 4.98461538462, "heat": 4.96590553644, "misadventur": 200.962025316, "grant": 2.2490437739099995, "dure": 1.0503473370799998, "statement": 3.42228928648, "infus": 35.6764044944, "pan": 11.8037174721, "mobil": 4.89697717458, "person": 1.40520446097, "defin": 2.72830383227, "expens": 3.5453327378300004, "serious": 2.583984375, "junket": 1134.0, "never": 1.55769230769, "where": 1.06715063521, "live": 1.30591428806, "conspicu": 33.006237006199996, "nor": 3.3479544496, "tool": 4.99716713881, "boondoggl": 1134.0, "poor": 2.42196796339, "trove": 240.545454545, "run": 1.55692850838, "quit": 2.8849718335500003, "singl": 1.60948905109, "honest": 18.3537572254, "lost": 1.74634253657, "trust": 4.89546716004, "bad": 3.3944836433599996, "execut": 2.2363713199, "liter": 5.468825353080001, "industrydefin": 1134.0, "expand": 2.2260235558000003, "whi": 3.2566153846200003, "modif": 9.5753920386, "other": 1.00992366412, "support": 1.2685577307200002, "abl": 1.8208510150200001, "intend": 2.3488681757700003, "over": 1.02525024217, "centuri": 1.49604221636, "news": 2.08182533438, "build": 1.6341739578, "believ": 1.6450108797, "provid": 1.21552714187, "select": 2.02345144022, "broad": 4.27693965517, "consum": 4.93043478261, "demograph": 10.851674641099999, "oper": 1.55479384977, "evergreen": 61.2972972973, "short": 1.41295834817, "animus": 352.8, "exact": 3.46864758575, "there": 1.04091266719, "exist": 1.4647107666799999, "time": 1.01127460348, "connect": 1.8843916913900003, "ubiqu": 180.409090909, "mindless": 151.2, "applaud": 51.2129032258, "incompat": 23.4159292035, "messag": 4.96745932416, "best": 1.5828514456600002, "origin": 1.13724928367, "imposs": 4.96125, "competitor": 11.9818867925, "steam": 12.25, "custom": 3.6346153846199996, "think": 2.90715986083, "take": 1.13961668222, "analytica": 1134.0, "follow": 1.04640126549, "now": 1.160780873, "shown": 2.76923076923, "remain": 1.16598119859, "debacl": 98.0, "hard": 2.73253012048, "track": 3.1276595744700004, "interact": 4.4185917061, "desir": 3.00170164492, "phase": 4.3012733676499995, "basic": 2.7301805675, "play": 1.46390041494, "realli": 4.7476076555, "optimist": 32.1376518219, "break": 2.42863698944, "mark": 1.5079787234, "chao": 13.0024570025, "also": 1.01476510067, "specifi": 6.920662598080001, "coupl": 3.2572835453400004, "money": 2.62283165373, "lay": 4.7476076555, "around": 1.21394708671, "mean": 1.44906900329, "certainti": 28.6570397112, "revers": 4.29894394801, "strong": 1.6439888163999998, "fanci": 30.5895953757, "major": 1.14852058164, "psychiatrist": 32.0080645161, "minor": 2.23071518898, "facebook": 28.5539568345, "accomplish": 5.17302052786, "hole": 8.14153846154, "the": 1.0, "may": 1.05201775893, "appendag": 170.709677419, "becom": 1.12492028626, "perhap": 3.14812611541, "peopl": 1.21320495186, "evolv": 4.60173913043, "dozen": 5.95275590551, "polit": 1.76851954996, "philanthrop": 72.16363636359999, "underserv": 345.13043478300006, "which": 1.005191845, "into": 1.01502461479, "cling": 79.7788944724, "colleagu": 8.23443983402, "genuin": 11.4793926247, "behind": 2.0845588235299997, "reinvent": 46.4210526316, "hasn": 1134.0, "essenti": 2.9280708225700005, "lip": 24.767550701999998, "botch": 106.55033557, "young": 1.8886509636000002, "reli": 4.16146788991, "still": 1.1866357724799999, "chatbot": 1134.0, "that": 1.00398406375, "entiti": 6.89361702128, "getoutofjailfre": 1134.0, "shock": 6.3964544722, "what": 1.25343439128, "occasion": 3.4127257093700005, "activ": 1.46403541129, "earn": 3.3220338983099995, "goos": 49.1517027864, "view": 1.6407606448899998, "two": 1.01379310345, "one": 1.00627495722, "graph": 37.7102137767, "inescap": 186.776470588, "bank": 2.87400434468, "hope": 2.50884955752, "avatar": 65.0655737705, "see": 1.27242125511, "boy": 3.4408322496699997, "tumultu": 60.136363636400006, "becaus": 1.1495184997499999, "imag": 2.70137825421, "retir": 3.54375, "sincer": 28.2491103203, "written": 1.9573418813999999, "get": 1.78562591385, "ran": 3.4915328788199997, "like": 1.14918566775, "myself": 14.5517873511, "beg": 21.541383989099998, "alon": 2.99716820842, "except": 1.71948445792, "part": 1.04330682789, "attempt": 1.4721810088999998, "fault": 13.963060685999999, "erod": 26.0262295082, "same": 1.11857958148, "despit": 1.60606980273, "structur": 2.0580762250499998, "cool": 6.8578833693300005, "repeat": 2.8771293947099994, "next": 1.4950560316400001, "term": 1.39520168732, "through": 1.07074930869, "access": 1.8734953976900002, "simpli": 2.5192002538900002, "mani": 1.04426757877, "deepli": 7.9063745019899985, "shine": 19.6728624535, "instant": 11.504347826099998, "earli": 1.12468121281, "leav": 1.6615384615399997, "laserbas": 1134.0, "chang": 1.1808985421, "bit": 8.33385826772, "those": 1.19548192771, "contract": 3.0165304959099997, "parodi": 15.2653846154, "been": 1.0239277652399998, "zuckerberg": 1058.4, "manyhead": 1134.0, "tell": 3.36142282448, "fulltim": 1134.0, "held": 1.44353518822, "optic": 14.8930581614, "everi": 1.47917637194, "daughter": 3.4915328788199997, "creepi": 294.0, "phone": 9.118897185529999, "brief": 3.39013452915, "credit": 3.04312823462, "fail": 1.9281029876099998, "vision": 4.88041807562, "all": 1.01146788991, "charact": 2.51720310766, "busi": 2.05541170378, "action": 1.81855670103, "our": 2.35758835759, "reason": 1.72340425532, "someth": 3.28152128979, "eyewat": 1134.0, "former": 1.36111111111, "wife": 2.8646697943, "day": 1.18371607516, "reliabl": 6.681818181819999, "infami": 200.962025316, "tower": 5.1362018764199995, "off": 1.5121440137200002, "caus": 1.38521943984, "improv": 2.04376930999, "blanch": 67.27118644069999, "list": 1.36321483771, "dedic": 3.20533010297, "rough": 3.29582727839, "greatest": 3.00738776283, "life": 1.37051104972, "segment": 7.55640171347, "capabl": 3.6580645161300005, "general": 1.1218202374200001, "could": 1.2043695949, "cavali": 61.7743190661, "lead": 1.2664326739, "everyon": 6.3964544722, "none": 4.06555697823, "reemerg": 133.411764706, "main": 1.25303867403, "congress": 3.86277372263, "frustrat": 9.866998135489998, "seem": 2.29123971713, "can": 1.17626139142, "selfpropuls": 1134.0, "fundament": 5.32930513595, "set": 1.18707940781, "way": 1.2190739461, "pit": 11.5210449927, "onli": 1.0256476516600002, "each": 1.18974820144, "stumbl": 43.3770491803, "few": 1.31729173581, "radioact": 38.347826087, "infrastructur": 6.825451418740001, "advertis": 5.61187698834, "this": 1.00379362671, "thing": 2.4065484311099996, "read": 2.3149606299200003, "protect": 1.96460834055, "regul": 3.88736532811, "advanc": 1.9997480791, "exert": 13.5229982964, "say": 1.7544480053, "data": 3.37643555934, "meanwhil": 5.55882352941, "flash": 12.6703910615, "address": 2.86157173756, "eyebal": 211.68, "rather": 1.55692850838, "crisi": 4.24832753546, "subtract": 45.4899713467, "come": 1.32831325301, "sticker": 69.327510917, "might": 2.1561863370900003, "aspect": 3.0893169877399997, "pay": 2.80148226575, "line": 1.4182597820299998, "leader": 2.0994445913799997, "right": 1.4054532577899999, "identifi": 2.30187037843, "quarter": 3.39013452915, "import": 1.3401992233700002, "inchat": 1134.0, "game": 2.57978550536, "dollar": 5.64982206406, "app": 35.837471783299996, "when": 1.02076769755, "nice": 17.7583892617, "enough": 2.2319696330700003, "too": 1.81585268215, "back": 1.26070038911, "proven": 9.818181818180001, "sound": 3.11294117647, "year": 1.0485436893200002, "easili": 3.6938110749199997, "often": 1.29452054795, "user": 7.71053909665, "abort": 13.627467811199999, "round": 3.3843530164099995, "loyal": 9.866998135489998, "mention": 2.53894130817, "redefin": 34.4381778742, "servic": 1.51300867245}}, "html": "<!DOCTYPE html>\n\n<html class=\"no-js\" lang=\"en-US\">\n<head>\n<meta charset=\"utf-8\"/>\n<meta content=\"IE=Edge\" http-equiv=\"X-UA-Compatible\"><script type=\"text/javascript\">window.NREUM||(NREUM={}),__nr_require=function(e,n,t){function r(t){if(!n[t]){var o=n[t]={exports:{}};e[t][0].call(o.exports,function(n){var o=e[t][1][n];return r(o||n)},o,o.exports)}return n[t].exports}if(\"function\"==typeof __nr_require)return __nr_require;for(var o=0;o<t.length;o++)r(t[o]);return r}({1:[function(e,n,t){function r(){}function o(e,n,t){return function(){return i(e,[c.now()].concat(u(arguments)),n?null:this,t),n?void 0:this}}var i=e(\"handle\"),a=e(3),u=e(4),f=e(\"ee\").get(\"tracer\"),c=e(\"loader\"),s=NREUM;\"undefined\"==typeof window.newrelic&&(newrelic=s);var p=[\"setPageViewName\",\"setCustomAttribute\",\"setErrorHandler\",\"finished\",\"addToTrace\",\"inlineHit\",\"addRelease\"],d=\"api-\",l=d+\"ixn-\";a(p,function(e,n){s[n]=o(d+n,!0,\"api\")}),s.addPageAction=o(d+\"addPageAction\",!0),s.setCurrentRouteName=o(d+\"routeName\",!0),n.exports=newrelic,s.interaction=function(){return(new r).get()};var m=r.prototype={createTracer:function(e,n){var t={},r=this,o=\"function\"==typeof n;return i(l+\"tracer\",[c.now(),e,t],r),function(){if(f.emit((o?\"\":\"no-\")+\"fn-start\",[c.now(),r,o],t),o)try{return n.apply(this,arguments)}catch(e){throw f.emit(\"fn-err\",[arguments,this,e],t),e}finally{f.emit(\"fn-end\",[c.now()],t)}}}};a(\"actionText,setName,setAttribute,save,ignore,onEnd,getContext,end,get\".split(\",\"),function(e,n){m[n]=o(l+n)}),newrelic.noticeError=function(e,n){\"string\"==typeof e&&(e=new Error(e)),i(\"err\",[e,c.now(),!1,n])}},{}],2:[function(e,n,t){function r(e,n){if(!o)return!1;if(e!==o)return!1;if(!n)return!0;if(!i)return!1;for(var t=i.split(\".\"),r=n.split(\".\"),a=0;a<r.length;a++)if(r[a]!==t[a])return!1;return!0}var o=null,i=null,a=/Version\\/(\\S+)\\s+Safari/;if(navigator.userAgent){var u=navigator.userAgent,f=u.match(a);f&&u.indexOf(\"Chrome\")===-1&&u.indexOf(\"Chromium\")===-1&&(o=\"Safari\",i=f[1])}n.exports={agent:o,version:i,match:r}},{}],3:[function(e,n,t){function r(e,n){var t=[],r=\"\",i=0;for(r in e)o.call(e,r)&&(t[i]=n(r,e[r]),i+=1);return t}var o=Object.prototype.hasOwnProperty;n.exports=r},{}],4:[function(e,n,t){function r(e,n,t){n||(n=0),\"undefined\"==typeof t&&(t=e?e.length:0);for(var r=-1,o=t-n||0,i=Array(o<0?0:o);++r<o;)i[r]=e[n+r];return i}n.exports=r},{}],5:[function(e,n,t){n.exports={exists:\"undefined\"!=typeof window.performance&&window.performance.timing&&\"undefined\"!=typeof window.performance.timing.navigationStart}},{}],ee:[function(e,n,t){function r(){}function o(e){function n(e){return e&&e instanceof r?e:e?f(e,u,i):i()}function t(t,r,o,i){if(!d.aborted||i){e&&e(t,r,o);for(var a=n(o),u=v(t),f=u.length,c=0;c<f;c++)u[c].apply(a,r);var p=s[y[t]];return p&&p.push([b,t,r,a]),a}}function l(e,n){h[e]=v(e).concat(n)}function m(e,n){var t=h[e];if(t)for(var r=0;r<t.length;r++)t[r]===n&&t.splice(r,1)}function v(e){return h[e]||[]}function g(e){return p[e]=p[e]||o(t)}function w(e,n){c(e,function(e,t){n=n||\"feature\",y[t]=n,n in s||(s[n]=[])})}var h={},y={},b={on:l,addEventListener:l,removeEventListener:m,emit:t,get:g,listeners:v,context:n,buffer:w,abort:a,aborted:!1};return b}function i(){return new r}function a(){(s.api||s.feature)&&(d.aborted=!0,s=d.backlog={})}var u=\"nr@context\",f=e(\"gos\"),c=e(3),s={},p={},d=n.exports=o();d.backlog=s},{}],gos:[function(e,n,t){function r(e,n,t){if(o.call(e,n))return e[n];var r=t();if(Object.defineProperty&&Object.keys)try{return Object.defineProperty(e,n,{value:r,writable:!0,enumerable:!1}),r}catch(i){}return e[n]=r,r}var o=Object.prototype.hasOwnProperty;n.exports=r},{}],handle:[function(e,n,t){function r(e,n,t,r){o.buffer([e],r),o.emit(e,n,t)}var o=e(\"ee\").get(\"handle\");n.exports=r,r.ee=o},{}],id:[function(e,n,t){function r(e){var n=typeof e;return!e||\"object\"!==n&&\"function\"!==n?-1:e===window?0:a(e,i,function(){return o++})}var o=1,i=\"nr@id\",a=e(\"gos\");n.exports=r},{}],loader:[function(e,n,t){function r(){if(!E++){var e=x.info=NREUM.info,n=l.getElementsByTagName(\"script\")[0];if(setTimeout(s.abort,3e4),!(e&&e.licenseKey&&e.applicationID&&n))return s.abort();c(y,function(n,t){e[n]||(e[n]=t)}),f(\"mark\",[\"onload\",a()+x.offset],null,\"api\");var t=l.createElement(\"script\");t.src=\"https://\"+e.agent,n.parentNode.insertBefore(t,n)}}function o(){\"complete\"===l.readyState&&i()}function i(){f(\"mark\",[\"domContent\",a()+x.offset],null,\"api\")}function a(){return O.exists&&performance.now?Math.round(performance.now()):(u=Math.max((new Date).getTime(),u))-x.offset}var u=(new Date).getTime(),f=e(\"handle\"),c=e(3),s=e(\"ee\"),p=e(2),d=window,l=d.document,m=\"addEventListener\",v=\"attachEvent\",g=d.XMLHttpRequest,w=g&&g.prototype;NREUM.o={ST:setTimeout,SI:d.setImmediate,CT:clearTimeout,XHR:g,REQ:d.Request,EV:d.Event,PR:d.Promise,MO:d.MutationObserver};var h=\"\"+location,y={beacon:\"bam.nr-data.net\",errorBeacon:\"bam.nr-data.net\",agent:\"js-agent.newrelic.com/nr-1123.min.js\"},b=g&&w&&w[m]&&!/CriOS/.test(navigator.userAgent),x=n.exports={offset:u,now:a,origin:h,features:{},xhrWrappable:b,userAgent:p};e(1),l[m]?(l[m](\"DOMContentLoaded\",i,!1),d[m](\"load\",r,!1)):(l[v](\"onreadystatechange\",o),d[v](\"onload\",r)),f(\"mark\",[\"firstbyte\",u],null,\"api\");var E=0,O=e(5)},{}]},{},[\"loader\"]);</script>\n<meta content=\"width=device-width\" name=\"viewport\"/>\n<meta content=\"initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0\" name=\"viewport\"/>\n<link href=\"http://gmpg.org/xfn/11\" rel=\"profile\"/>\n<link href=\"https://techcrunch.com/xmlrpc.php\" rel=\"pingback\"/>\n<title>Now would be a good time for Mark Zuckerberg to resign – TechCrunch</title>\n<link href=\"//consent.cmp.oath.com\" rel=\"dns-prefetch\">\n<link href=\"//s.yimg.com\" rel=\"dns-prefetch\">\n<link href=\"//use.typekit.net\" rel=\"dns-prefetch\"/>\n<link href=\"//cdn.vidible.tv\" rel=\"dns-prefetch\"/>\n<link href=\"//plugin.mediavoice.com\" rel=\"dns-prefetch\"/>\n<link href=\"//s.w.org\" rel=\"dns-prefetch\"/>\n<link href=\"https://techcrunch.com/feed/\" rel=\"alternate\" title=\"TechCrunch » Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://techcrunch.com/comments/feed/\" rel=\"alternate\" title=\"TechCrunch » Comments Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://techcrunch.com/2018/03/21/now-would-be-a-good-time-for-mark-zuckerberg-to-resign/feed/\" rel=\"alternate\" title=\"TechCrunch » Now would be a good time for Mark Zuckerberg to resign Comments Feed\" type=\"application/rss+xml\"/>\n<meta content=\"false\" name=\"oath:guce:product-eu\">\n<meta content=\"guce.techcrunch.com\" name=\"oath:guce:consent-host\">\n<meta content=\"true\" name=\"oath:guce:inline-consent\"/>\n<script async=\"\" src=\"//s.yimg.com/oa/guce.js?tc_ver=190427\"></script>\n<script type=\"text/javascript\">\n\t\t\twindow._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11.2.0\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11.2.0\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"https:\\/\\/techcrunch.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?ver=5.1.1\"}};\n\t\t\t!function(a,b,c){function d(a,b){var c=String.fromCharCode;l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,a),0,0);var d=k.toDataURL();l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,b),0,0);var e=k.toDataURL();return d===e}function e(a){var b;if(!l||!l.fillText)return!1;switch(l.textBaseline=\"top\",l.font=\"600 32px Arial\",a){case\"flag\":return!(b=d([55356,56826,55356,56819],[55356,56826,8203,55356,56819]))&&(b=d([55356,57332,56128,56423,56128,56418,56128,56421,56128,56430,56128,56423,56128,56447],[55356,57332,8203,56128,56423,8203,56128,56418,8203,56128,56421,8203,56128,56430,8203,56128,56423,8203,56128,56447]),!b);case\"emoji\":return b=d([55358,56760,9792,65039],[55358,56760,8203,9792,65039]),!b}return!1}function f(a){var c=b.createElement(\"script\");c.src=a,c.defer=c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var g,h,i,j,k=b.createElement(\"canvas\"),l=k.getContext&&k.getContext(\"2d\");for(j=Array(\"flag\",\"emoji\"),c.supports={everything:!0,everythingExceptFlag:!0},i=0;i<j.length;i++)c.supports[j[i]]=e(j[i]),c.supports.everything=c.supports.everything&&c.supports[j[i]],\"flag\"!==j[i]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[j[i]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(h=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",h,!1),a.addEventListener(\"load\",h,!1)):(a.attachEvent(\"onload\",h),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),g=c.source||{},g.concatemoji?f(g.concatemoji):g.wpemoji&&g.twemoji&&(f(g.twemoji),f(g.wpemoji)))}(window,document,window._wpemojiSettings);\n\t\t</script>\n<style type=\"text/css\">\nimg.wp-smiley,\nimg.emoji {\n\tdisplay: inline !important;\n\tborder: none !important;\n\tbox-shadow: none !important;\n\theight: 1em !important;\n\twidth: 1em !important;\n\tmargin: 0 .07em !important;\n\tvertical-align: -0.1em !important;\n\tbackground: none !important;\n\tpadding: 0 !important;\n}\n</style>\n<link href=\"https://techcrunch.com/_static/??/wp-includes/css/dist/block-library/style.min.css,/wp-content/plugins/wp-parsely/wp-parsely.css,/wp-content/themes/techcrunch-2017/build/ec/css/main.css?m=1555967843\" id=\"all-css-0\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"https://consent.cmp.oath.com/cmp.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<script src=\"https://techcrunch.com/_static/??-eJzTLy/QzcxLzilNSS3WzwKiwtLUokoopZdVrKOPT4FubmZ6UWJJql5uZh5QsX2uraGpqZGJiZGhhUEWACVeIKY=\" type=\"text/javascript\"></script>\n<script src=\"https://s.yimg.com/ss/rapid3.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<script src=\"//cdn.vidible.tv/prod/player/js/latest/vidible-min.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<script src=\"//plugin.mediavoice.com/mediaconductor/mc.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<link href=\"https://techcrunch.com/wp-json/\" rel=\"https://api.w.org/\"/>\n<link href=\"https://techcrunch.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/>\n<link href=\"https://techcrunch.com/wp-includes/wlwmanifest.xml\" rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\"/>\n<meta content=\"WordPress 5.1.1\" name=\"generator\"/>\n<link href=\"https://techcrunch.com/2018/03/21/now-would-be-a-good-time-for-mark-zuckerberg-to-resign/\" rel=\"canonical\"/>\n<link href=\"https://techcrunch.com/?p=1609688\" rel=\"shortlink\"/>\n<link href=\"https://techcrunch.com/wp-json/oembed/1.0/embed?url=https%3A%2F%2Ftechcrunch.com%2F2018%2F03%2F21%2Fnow-would-be-a-good-time-for-mark-zuckerberg-to-resign%2F\" rel=\"alternate\" type=\"application/json+oembed\"/>\n<link href=\"https://techcrunch.com/wp-json/oembed/1.0/embed?url=https%3A%2F%2Ftechcrunch.com%2F2018%2F03%2F21%2Fnow-would-be-a-good-time-for-mark-zuckerberg-to-resign%2F&amp;format=xml\" rel=\"alternate\" type=\"text/xml+oembed\"/>\n<link href=\"//v0.wordpress.com\" rel=\"dns-prefetch\"/>\n<style type=\"text/css\">img#wpstats{display:none}</style>\n<!-- BEGIN Sailthru Horizon Meta Information -->\n<meta content=\"2018-03-21 16:01:46\" name=\"sailthru.date\"/>\n<meta content=\"Now would be a good time for Mark Zuckerberg to resign\" name=\"sailthru.title\"/>\n<meta content=\"Facebook, Mark Zuckerberg\" name=\"sailthru.tags\"/>\n<meta content=\"Devin Coldewey\" name=\"sailthru.author\"/>\n<meta content=\"Facebook is at the center of a dozen controversies and outrage is peaking. The social network has failed again and again at expanding beyond a handful of core features. Doubts of its usefulness, and assertions of its uselessness, are multiplying. A crisis of confidence at multiple levels threatens the company's structure and mission. For Facebook's sake and his own, now is the time for Mark Zuckerberg to spare himself the infamy and resign.\" name=\"sailthru.description\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2018/03/fb-exit-draft4-wash2.jpg\" name=\"sailthru.image.full\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2018/03/fb-exit-draft4-wash2.jpg?w=50\" name=\"sailthru.image.thumb\"/>\n<!-- END Sailthru Horizon Meta Information -->\n<!-- BEGIN wp-parsely Plugin Version 1.13.0 -->\n<meta content=\"1.13.0\" id=\"wp-parsely_version\" name=\"wp-parsely_version\"/>\n<script type=\"application/ld+json\">\n\t{\"@context\":\"http:\\/\\/schema.org\",\"@type\":\"NewsArticle\",\"mainEntityOfPage\":{\"@type\":\"WebPage\",\"@id\":\"http:\\/\\/techcrunch.com\\/2018\\/03\\/21\\/now-would-be-a-good-time-for-mark-zuckerberg-to-resign\\/\"},\"headline\":\"Now would be a good time for Mark Zuckerberg to resign\",\"url\":\"http:\\/\\/techcrunch.com\\/2018\\/03\\/21\\/now-would-be-a-good-time-for-mark-zuckerberg-to-resign\\/\",\"thumbnailUrl\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/fb-exit-draft4-wash2.jpg?w=150\",\"image\":{\"@type\":\"ImageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/fb-exit-draft4-wash2.jpg?w=150\"},\"dateCreated\":\"2018-03-21T23:01:46Z\",\"datePublished\":\"2018-03-21T23:01:46Z\",\"dateModified\":\"2018-03-21T23:01:46Z\",\"articleSection\":\"post\",\"author\":[{\"@type\":\"Person\",\"name\":\"Devin Coldewey\"}],\"creator\":[\"Devin Coldewey\"],\"keywords\":[\"@post-id:1609688\",\"opinion\",\"social\",\"tc\",\"facebook\",\"mark zuckerberg\"],\"publisher\":{\"@type\":\"Organization\",\"name\":\"TechCrunch\",\"logo\":{\"@type\":\"imageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\\/images\\/logo-json-ld.png\",\"width\":\"600\",\"height\":\"60\"}}}\n\t</script>\n<!-- END wp-parsely Plugin Version 1.13.0 -->\n<meta content=\"187288694643718\" property=\"fb:app_id\"/>\n<meta content=\"8062627951\" property=\"fb:pages\"/>\n<meta content=\"8803025,726995222,771265067,1550970059,1661021707,1178144075,643979435,852465367,4700188\" property=\"fb:admins\"/>\n<meta content=\"https://www.facebook.com/techcrunch\" property=\"article:publisher\"/>\n<meta content=\"TechCrunch\" property=\"og:site_name\"/>\n<meta content=\"social.techcrunch.com\" property=\"og:site\"/>\n<meta content=\"Now would be a good time for Mark Zuckerberg to resign – TechCrunch\" property=\"og:title\"/>\n<meta content=\"Facebook is at the center of a dozen controversies and outrage is peaking. The social network has failed again and again at expanding beyond a handful of core features. Doubts of its usefulness, and assertions of its uselessness, are multiplying. A crisis of confidence at multiple levels threatens …\" property=\"og:description\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2018/03/fb-exit-draft4-wash2.jpg?w=753\" property=\"og:image\"/>\n<meta content=\"http://social.techcrunch.com/2018/03/21/now-would-be-a-good-time-for-mark-zuckerberg-to-resign/\" property=\"og:url\"/>\n<meta content=\"article\" property=\"og:type\"/>\n<meta content=\"Facebook is at the center of a dozen controversies and outrage is peaking. The social network has failed again and again at expanding beyond a handful of core features. Doubts of its usefulness, and assertions of its uselessness, are multiplying. A crisis of confidence at multiple levels threatens the company's structure and mission. For Facebook's sake and his own, now is the time for Mark Zuckerberg to spare himself the infamy and resign.\" name=\"description\"/>\n<meta content=\"Now would be a good time for Mark Zuckerberg to resign – TechCrunch\" name=\"title\"/>\n<meta content=\"summary_large_image\" name=\"twitter:card\"/>\n<meta content=\"@techcrunch\" name=\"twitter:site\"/>\n<meta content=\"Now would be a good time for Mark Zuckerberg to resign – TechCrunch\" name=\"twitter:title\"/>\n<meta content=\"Facebook is at the center of a dozen controversies and outrage is peaking. The social network has failed again and again at expanding beyond a handful of core features. Doubts of its usefulness, and assertions of its uselessness, are multiplying. A crisis of confidence at multiple levels threatens the company's structure and mission. For Facebook's sake and his own, now is the time for Mark Zuckerberg to spare himself the infamy and resign.\" name=\"twitter:description\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2018/03/fb-exit-draft4-wash2.jpg?w=753\" name=\"twitter:image\"/>\n<script type=\"text/javascript\">var ajaxurl = \"https://techcrunch.com/wp-admin/admin-ajax.php\"</script><link href=\"https://techcrunch.com/2018/03/21/now-would-be-a-good-time-for-mark-zuckerberg-to-resign/amp/\" rel=\"amphtml\"/><link href=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=32\" rel=\"icon\" sizes=\"32x32\">\n<link href=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=192\" rel=\"icon\" sizes=\"192x192\"/>\n<link href=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=180\" rel=\"apple-touch-icon-precomposed\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=270\" name=\"msapplication-TileImage\"/>\n<script src=\"https://s.aolcdn.com/ads/adsWrapper.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n\ttry{adsEnableSandbox();}catch(e){}\n</script>\n</link></meta></meta></link></link></meta></head>\n<body class=\"\">\n<div id=\"root\">\n<div><!-- duplicate React-root div for styling -->\n<div class=\"content\">\n<article class=\"article-container article--post\">\n<header class=\"article__header\">\n<div class=\"article__title-wrapper\">\n<h1 class=\"article__title\">Now would be a good time for Mark Zuckerberg to resign</h1>\n</div>\n<div class=\"article__byline-wrapper\">\n<div class=\"article__byline\">\n<a href=\"https://techcrunch.com/author/devin-coldewey/\">\n\t\t\tDevin Coldewey\t\t</a>\n<span class=\"article__byline__meta\">\n<a href=\"https://twitter.com/techcrunch\">@techcrunch</a>\n<span class=\"text--green\"> / </span>\n\t\t\t\t\t\t1 year\t\t</span>\n</div>\n</div>\n<div class=\"article__featured-image-wrapper breakout\">\n<img class=\"article__featured-image\" src=\"https://techcrunch.com/wp-content/uploads/2018/03/fb-exit-draft4-wash2.jpg?w=730\"/>\n</div>\n</header>\n<div class=\"article-content\">\n<p id=\"speakable-summary\"><a class=\"crunchbase-link\" data-entity=\"facebook\" data-type=\"organization\" href=\"https://crunchbase.com/organization/facebook\" target=\"_blank\">Facebook <span class=\"crunchbase-tooltip-indicator\"></span></a> is at the center of a dozen controversies, and outrage is peaking. The social network has failed again and again at expanding beyond a handful of core features. Doubts of its usefulness, and assertions of its uselessness, are multiplying. A crisis of confidence at multiple levels threatens the company’s structure and mission. Now is the time for Mark Zuckerberg to spare himself the infamy and resign — for Facebook’s sake and his own.</p>\n<p>I’m not <em>calling for</em> his resignation, and I don’t say this out of any animus toward Zuckerberg; I personally believe him to be genuine and driven in his stated desire to connect the world — but likely increasingly frustrated by the unexpected consequences of this naive ambition and the haste with which he has pursued it. I just think that it has come to the point where the best way for him to advance that ambition is to leave.</p>\n<p>There are three major reasons why.</p>\n<h2>Facebook has failed</h2>\n<p>Of course, it’s also true that Facebook has succeeded beyond every expectation. But its success arrived early and remains essentially a simple thing: being a broadly accessible, functioning social network. A single network of friends, a basic news feed from them and a few adjunct capabilities were industry-defining ideas and to a certain point were executed quite well. Beyond that admittedly towering success, Facebook has accomplished remarkably little.</p>\n<p>Attempts to make Facebook a <strong>ubiquitous social graph layer</strong> connecting all apps and services failed because consumers found it creepy, companies found it threatening to rely completely on the company for demographic data and tech was moving too quickly for the data Facebook had to be universally applicable. (Except, of course, in advertising, where it is evergreen.)</p>\n<p>Attempts to make Facebook a <strong>gaming platform</strong> failed partly because the social aspect of gaming is radioactive, and partly because the attention economy produces really bad games. Repurposing an established community into a gaming one was a non-starter, and what’s left of the brief Facebook gaming flash in the pan is just an oily residue clinging to the side of the news feed.</p>\n<p>Attempts to make Facebook a <strong>VR/AR powerhouse</strong> are ongoing, but that entire segment of tech has proven incredibly disappointing and eye-wateringly expensive for everyone involved. So far they’re a market leader in a market that seems to only exist for the purpose of swindling money out of investors. It’s too early to call it a complete boondoggle with certainty since Facebook is supposedly playing a longer game here, but it sure isn’t promising.</p>\n<p>Attempts to <strong>improve messaging</strong> beyond the basics have failed; chatbots are of poor quality and largely pointless, in-chat games are novelties at best, business applications are politely declined and while aesthetic changes like stickers could make a little money in the short term, that’s not really the kind of thing that supports a global infrastructure.</p>\n<p>Attempts to make Facebook a <strong>reliable news source</strong> ran into the many-headed hydra that is “objectivity” and everything that comes with it. Boy, they didn’t think <em>that</em> through. I’m not even going to get started on the ways it’s failed here.</p>\n<p>Attempts to make Facebook an <strong>infrastructure provider</strong> have arguably so far failed as either abortive or fanciful. Free basics failed despite good intentions because the company has not earned the trust to be in that position. The laser-based Aquila internet glider is a wonderful science project but strikes me as something of a Spruce Goose situation: Underserved communities would be served better by, off the top of my head, grants offsetting large broadband providers’ advantages in infrastructure contracts, or just paying for laying fiber or building towers. (Later efforts at Internet.org have been more limited and practical and I applaud them.)</p>\n<p>Attempts to make Facebook a <strong>media company</strong> failed (or are stumbling) for a multiplicity of reasons: strong and agile competitors, a lack of focus, too many ads, incompatibility with the like economy.</p>\n<p>Attempts to <strong>branch out on mobile</strong> have failed, though none very spectacularly — which is almost a failure in itself. The main app is of course fabulously popular, as is Instagram. Only by paying a billion dollars and literally subtracting a fundamental feature from the original app were they able to increase the number of icons on most phones.</p>\n<p>Attempts to make Facebook <strong>cool</strong> have failed almost from the beginning. I hesitate to go so far as to define coolness, but I will say that it’s generally thought to be incompatible with ubiquity. They bought some cool with Instagram, but the shine is starting to wear off that one.</p>\n<p>This litany of failures (by no means comprehensive, and of course there have been minor successes, too) is also conspicuously a list of things Zuckerberg has personally set his sights on. Over and over he has said, “this is what we’re going to do.” And then they don’t do it — not really. A cash infusion and a bit of borrowed momentum from the ongoing original success of the basic social network, and each effort begins with a semblance of self-propulsion. But all of them have lost steam as Facebook failed to follow through, mindlessly followed through on the wrong thing or just moved on to the next target.</p>\n<p>As founder and CEO, Zuckerberg should by all means take substantial credit for the initial success of the platform. But he also has to take responsibility for the laundry list of botched attempts to do much more than provide the basic service people valued since the earliest days.</p>\n<p>By no means is he alone in this type of failure, by the way: All the tech giants have products and phases they’d rather not speak of or, though they might refuse to acknowledge it, have been crushing defeats. But Zuckerberg is on his own in the level of personal ownership he has tried to exert over these numerous misadventures.</p>\n<h2>Facebook is not about connecting the world</h2>\n<p>It’s become clear over the years that Facebook left its original mission statement behind a long, long time ago.</p>\n<p>Fifteen years back, perhaps even 10 or 5, Facebook was just what we needed. But the world has changed, the way we interact with technology and each other has changed and Facebook hasn’t. The platform’s greatest failure isn’t any of those side projects listed above; it’s the failure to evolve its core product to succeed by its own metrics of quality time and meaningful connection.</p>\n<p>Facebook started as a rough approximation of sharing your life with a group of friends. But as its scope has increased, this approximation has been found to be increasingly inadequate. What’s also become clear is that Facebook has been working hard to redefine how people interact online to fit better with its own limited capabilities. Faced with the square peg of human interactions and the round hole (the image of a pit is inescapable) of Facebook’s news feed and algorithms, they decided it was the former that needed modification.</p>\n<p>The root of that is simple: Fitting Facebook to the people’s needs is not as lucrative as vice versa. Facebook runs on ads, and ads run on eyeballs. That’s the business model that has dominated the last decade or so — well, the last couple of centuries really, but in its current form, 10-15 years. Facebook has been one of the most successful practitioners of it because, as they never tire of telling their customers (that is to say, advertisers), they know things about us that others don’t. Important things. This is, as I mentioned earlier, the one place where its troves of seemingly trivial data add up.</p>\n<p>Facebook is not a platform for connecting people, it’s a platform for monetizing the connections they make on their own. The company simply doesn’t prioritize the quality of these connections themselves in any meaningful way — nor, I think, can it. That’s probably a realization they reached early on. These flailing attempts to grow appendages were always just ways to multiply the number of superficial connections and train users to conflate constant, convenient updates with meaningful interactions.</p>\n<p>The parallel track to this is on the sales and advertising side, where Facebook has repeatedly been cavalier with the data it has been entrusted with and selectively honest with the users from which it was sourced. People have stopped trusting it, if they ever really did. No one believes its executives when they say things about quality time, and respecting your data and so on. Some of them may be sincere — but it doesn’t matter.</p>\n<p>The work that needs to be done to connect the world can’t be done by an entity as compromised as Facebook; it’s just the wrong tool for the job. Zuckerberg’s mission to connect the world isn’t happening the way he planned and it isn’t going to happen. Ironically, it was the success of his own vision that demonstrated the limits of that vision.</p>\n<h2>The time is right for him and for the company</h2>\n<p>Facebook has grown big enough that it was never going to be free from controversy. But for the last few years there seems to have been a constant hum of disappointment from practically every quarter, every demographic, every customer, every country and regulator.</p>\n<p>During the tumultuous last year, the fundamental idea of advertising on Facebook based on hidden character traits has been shown to be an insidious, easily abused practice. It responded much as its big tech colleagues have: affect shock, assure users this was never intended and promise action. Zuckerberg, who is politically active and of course deeply involved in all the operations at Facebook, has been almost completely silent.</p>\n<p>He has occasionally addressed such controversies. But more often than not he has offered little more than lip service, lines so tired — “at Facebook we take this very seriously,” for instance — that they’ve become parody. As I was writing, in fact, <a href=\"https://www.facebook.com/zuck/posts/10104712037900071\">he did exactly this</a>. “I’m serious about doing what it takes to protect our community” were his exact words.</p>\n<p>But not <em>just</em> those words!</p>\n<p>“I started Facebook, and at the end of the day I’m responsible for what happens on our platform,” he wrote.</p>\n<p>The exact form this responsibility takes is not specified. But the best thing for him to do would be resign.</p>\n<p>I don’t mean instantly — that would be chaos. But soon. Think about it: it’s really the best thing for everyone.</p>\n<p>For Facebook, it’s a get-out-of-jail-free card. Zuckerberg can easily take a lot of the heat being pointed at the company right now, since as he says he is responsible for what happened. He can shield loyal employees and executives who really were likely doing his bidding. He could do a junket of Congress, the FTC, a few courts and so on to express his personal responsibility for the actions and to beg people to understand that Facebook should not be held to be synonymous with his mistakes of many years. Meanwhile at the company there would be carte blanche for reinvention, reversing years-old policies, admitting faults.</p>\n<p>For users, it’s a nice clean break and a new hope for the platform. For a long time people have rolled their eyes at the promises of change, and seen mainly aimless algorithm tweaks and failed attempts to imitate competitors. The election debacle and this ongoing Cambridge Analytica situation are just the latest problem to appear; user faith is long since eroded, and many more would leave if not for some strong network effects binding them to the platform. For Zuckerberg, the avatar and origin of all of Facebook’s many mistakes (and of course successes) to personally step aside is meaningful change, and may lead to meaningful change at the platform level. At the very least even skeptical users like myself would be curious to see how it all plays out.</p>\n<p>For Zuckerberg, this could be the best thing that ever happened to him. The optics are great — brave and idealistic young CEO sacrifices himself so that the company can live on. And it’s not like he doesn’t have another life waiting for him. How does retiring in your early 30s with billions in the bank, spending a year or two with your wife and young daughter, then reemerging to dedicate yourself full-time to your philanthropic causes sound? The Chan-Zuckerberg Initiative and Internet.org could help more people in more meaningful ways than Facebook ever could. It might even be time to grow a nice beard.</p>\n<p>I don’t think he’s really going to do it, of course (resign, that is — he may still grow a beard). At the risk of sounding like an armchair psychiatrist, his ego identifies too strongly with Facebook. Separating himself from it would be traumatic, perhaps impossible. Furthermore, my pessimistic view of Facebook’s works would be more than balanced by his own optimistic view. If he read this I doubt he would agree with much I’ve written.</p>\n<p>All the same, I don’t think he will ever have a better chance to leave than this, and he may in the near future wish he had bowed out around now. Free of Zuckerberg, Facebook might blossom anew or it might wither; but most damningly of all, its users probably won’t care either way.</p>\n</div>\n<footer class=\"article-footer\">\n<input class=\"shortlink\" readonly=\"\" title=\"Article Shortlink\" type=\"text\" value=\"\"/>\n</footer>\n</article>\n</div>\n</div><!-- end React-root duplication div -->\n</div><!--end #root-->\n<noscript style=\"display:none;\">\n<img alt=\"\" height=\"1\" src=\"https://www.facebook.com/tr?id=1447508128842484&amp;ev=PageView&amp;noscript=1\" width=\"1\"/>\n</noscript>\n<script type=\"text/javascript\">\n\t\t// Configure the PARSELY window global to disable auto-tracking.\n\t\t// Must load before the Parse.ly script itself.\n\t\twindow.PARSELY = {\n\t\t\tautotrack: false,\n\t\t\tonload:    this.onload,\n\t\t};\n\t</script>\n<script data-parsely-site=\"techcrunch.com\" id=\"parsely-cfg\" src=\"//d1z2jf7jlzjs58.cloudfront.net/keys/techcrunch.com/p.js\"></script>\n<!-- JSON-LD -->\n<script type=\"application/ld+json\">\n\t\t{\"@context\":\"http:\\/\\/schema.org\",\"publisher\":{\"@type\":\"Organization\",\"name\":\"TechCrunch\",\"logo\":{\"@type\":\"imageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\\/images\\/logo-json-ld.png\",\"width\":\"600\",\"height\":\"60\"}},\"@type\":\"NewsArticle\",\"mainEntityOfPage\":{\"@type\":\"WebPage\",\"@id\":\"https:\\/\\/techcrunch.com\\/2018\\/03\\/21\\/now-would-be-a-good-time-for-mark-zuckerberg-to-resign\\/\"},\"headline\":\"Now would be a good time for Mark Zuckerberg to resign\",\"image\":{\"@type\":\"ImageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/fb-exit-draft4-wash2.jpg?w=680\",\"width\":680,\"height\":361},\"datePublished\":\"2018-03-21T23:01:46+00:00\",\"dateModified\":\"2018-03-21T23:50:37+00:00\",\"author\":[{\"@type\":\"Person\",\"name\":\"Devin Coldewey\"}],\"description\":\"Facebook is at the center of a dozen controversies and outrage is peaking. The social network has failed again and again at expanding beyond a handful of core features. Doubts of its usefulness, and assertions of its uselessness, are multiplying. A crisis of confidence at multiple levels threatens the company&#039;s structure and mission. For Facebook&#039;s sake and his own, now is the time for Mark Zuckerberg to spare himself the infamy and resign.\",\"speakable\":{\"@type\":\"SpeakableSpecification\",\"cssSelector\":[\".alpha\",\"#speakable-summary\"]}}\t</script>\n<!-- End JSON-LD -->\n<script src=\"https://use.typekit.net/svv7knm.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\ntry{Typekit.load({ async: true });}catch(e){}\n</script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar tc_app_data = {\"ads\":{\"adpage\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\\/features\\/ads\\/_uac\\/adpage.html\",\"gemini_enabled\":true,\"gemini_codes\":{\"position_4\":{\"mobile\":\"ae64471c-14c2-4457-8e9b-a5190206eafd\",\"desktop\":\"b2018d9e-dedc-4e85-8823-b06917beb892\"},\"position_8\":{\"mobile\":\"619392a1-b497-4aa9-b683-24aab7246c16\",\"desktop\":\"05c0b21d-e742-494d-ac59-474e3feaa4b8\"}},\"mns\":[{\"where\":\"*\",\"placements\":{\"native\":\"93501877\",\"mobile_native\":\"93501878\",\"leaderboard\":\"93484975\",\"rightrail\":\"93484976\",\"rightrail_on_view\":\"93484977\",\"mobile_300x250\":\"93484973\",\"mobile_dynamic\":\"93484974\",\"amp\":\"93523784\",\"inline_leaderboard\":\"93484932\",\"inline_mobile_300x250\":\"93484930\",\"inline_amp\":\"963874680\"}},{\"where\":{\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93484953\"}},{\"where\":{\"post_type\":[\"tc_sponsored_post\"]},\"placements\":{\"leaderboard\":\"963872468\",\"leaderboard_on_view\":\"963872469\",\"rightrail\":\"963872467\",\"rightrail_on_view\":\"963872467\",\"mobile_320x50\":\"963872466\",\"mobile_dynamic\":\"963872466\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"crunchbase-video-hub\"]},\"placements\":{\"mobile_300x250\":\"93487470\",\"mobile_dynamic\":\"93487469\",\"leaderboard\":\"93487468\",\"rightrail\":\"93487467\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"enterprise\"]},\"placements\":{\"mobile_300x250\":\"93484901\",\"mobile_dynamic\":\"93484902\",\"leaderboard\":\"93484903\",\"rightrail\":\"93484904\",\"rightrail_on_view\":\"93484905\",\"amp\":\"93523756\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"enterprise\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93512990\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"gadgets\"]},\"placements\":{\"mobile_300x250\":\"93484912\",\"mobile_dynamic\":\"93484913\",\"leaderboard\":\"93484914\",\"rightrail\":\"93484915\",\"rightrail_on_view\":\"93484916\",\"amp\":\"93523764\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"gadgets\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93513296\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"mobile\"]},\"placements\":{\"mobile_native\":\"93484962\",\"mobile_300x250\":\"93484960\",\"mobile_dynamic\":\"93484961\",\"leaderboard\":\"93484957\",\"rightrail\":\"93484958\",\"rightrail_on_view\":\"93484959\",\"amp\":\"93523763\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"mobile\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93510142\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"startups\"]},\"placements\":{\"gallery_300x250\":\"93511985\",\"mobile_300x250\":\"93484986\",\"mobile_dynamic\":\"93484987\",\"leaderboard\":\"93484988\",\"rightrail\":\"93484989\",\"rightrail_on_view\":\"93484990\",\"amp\":\"93523762\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"startups\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93511984\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"apps\"]},\"placements\":{\"mobile_300x250\":\"963891138\",\"mobile_dynamic\":\"963891134\",\"leaderboard\":\"963891132\",\"rightrail\":\"963891133\",\"rightrail_on_view\":\"963891136\",\"amp\":\"963891137\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"mobile\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"963891131\"}},{\"where\":{\"post_type\":[\"tc_marketing\"]},\"placements\":{\"mobile_dynamic\":\"93484859\",\"leaderboard\":\"93484860\",\"leaderboard_on_view\":\"93484861\",\"rightrail\":\"93484862\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"apple\"]},\"placements\":{\"mobile_300x250\":\"93484869\",\"mobile_dynamic\":\"93484870\",\"leaderboard\":\"93484866\",\"rightrail\":\"93484867\",\"rightrail_on_view\":\"93484868\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"back-to-school\",\"backtoschool\",\"backtoschool13\"]},\"placements\":{\"mobile_300x250\":\"93484871\",\"mobile_dynamic\":\"93484872\",\"leaderboard\":\"93484873\",\"rightrail\":\"93484874\",\"rightrail_on_view\":\"93484875\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"ces\"]},\"placements\":{\"gallery_300x250\":\"963853166\",\"mobile_300x250\":\"93484876\",\"mobile_dynamic\":\"93484877\",\"leaderboard\":\"93484878\",\"rightrail\":\"93484879\",\"rightrail_on_view\":\"93484880\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"ces\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"963853167\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"disrupt\"]},\"placements\":{\"mobile_300x250\":\"93484895\",\"mobile_dynamic\":\"93484896\",\"leaderboard\":\"93484897\",\"rightrail\":\"93484898\",\"rightrail_on_view\":\"93484899\",\"amp\":\"93523765\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"gift-guide-2018\"]},\"placements\":{\"gallery_300x250\":\"93518231\",\"mobile_300x250\":\"93484930\",\"mobile_dynamic\":\"93484931\",\"leaderboard\":\"93484932\",\"rightrail\":\"93484933\",\"rightrail_on_view\":\"93484934\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"gift-guide-2018\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93518230\"}},{\"where\":{\"url\":\"\\/pages\\/gift-guide-2018\\/\"},\"placements\":{\"gallery_300x250\":\"93518231\",\"mobile_300x250\":\"93484930\",\"mobile_dynamic\":\"93484931\",\"leaderboard\":\"93484932\",\"rightrail\":\"93484933\",\"rightrail_on_view\":\"93484934\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"sxsw\"]},\"placements\":{\"gallery_300x250\":\"963858038\",\"mobile_300x250\":\"963858040\",\"mobile_dynamic\":\"963858041\",\"leaderboard\":\"963858042\",\"rightrail\":\"963858043\",\"rightrail_on_view\":\"963858044\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"sxsw\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"963858039\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"tc_video\"]},\"placements\":{\"leaderboard\":\"963874666\",\"rightrail\":\"963874667\",\"rightrail_on_view\":\"963874668\",\"mobile_320x50\":\"93485001\",\"mobile_300x250\":\"93485000\",\"mobile_dynamic\":\"93484943\",\"amp\":\"93523757\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"developer\"]},\"placements\":{\"gallery_300x250\":\"93510995\",\"mobile_300x250\":\"93484890\",\"mobile_dynamic\":\"93484891\",\"leaderboard\":\"93484892\",\"rightrail\":\"93484893\",\"rightrail_on_view\":\"93484894\",\"amp\":\"93523761\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"developer\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93510992\"}},{\"where\":{\"url\":\"\\/video\\/\"},\"placements\":{\"leaderboard\":\"963874666\",\"rightrail\":\"963874667\",\"rightrail_on_view\":\"963874668\",\"mobile_320x50\":\"93485001\",\"mobile_300x250\":\"93485000\",\"mobile_dynamic\":\"93484943\",\"amp\":\"93523757\"}},{\"where\":{\"url\":\"\\/(page\\/\\\\d+)?\"},\"placements\":{\"native\":\"93484857\",\"leaderboard\":\"93484945\",\"rightrail\":\"93484946\",\"rightrail_on_view\":\"93484947\",\"amp\":\"93523758\",\"mobile_native\":\"93484858\",\"mobile_300x250\":\"93484942\",\"mobile_dynamic\":\"93484943\"}}]},\"assetURI\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\",\"breaking\":\"\",\"ec_promo\":{\"enabled\":true,\"title\":\"Extra Crunch\",\"desc\":\"Exclusive articles, conference calls, no banner ads, and more.\",\"url\":\"\\/subscribe\\/?tpcc=rightrailapril19\",\"button_text\":\"Try it free\"},\"live_event\":\"0\",\"livestream_hash\":null,\"feature_island\":[],\"isAdminBar\":\"\",\"marketoEventId\":\"1004\",\"marketoBrandStudioId\":\"1740\",\"menus\":{\"main\":[{\"id\":335981,\"order\":1,\"parent\":0,\"text\":\"Startups\",\"url\":\"https:\\/\\/techcrunch.com\\/startups\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":20429,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":1599989,\"order\":2,\"parent\":0,\"text\":\"Apps\",\"url\":\"https:\\/\\/techcrunch.com\\/apps\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":449557102,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":335983,\"order\":3,\"parent\":0,\"text\":\"Gadgets\",\"url\":\"https:\\/\\/techcrunch.com\\/gadgets\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":449557086,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":335986,\"order\":4,\"parent\":0,\"text\":\"Videos\",\"url\":\"\\/video\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":335986,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1761192,\"order\":5,\"parent\":0,\"text\":\"Podcasts\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/podcasts\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1760429,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1781882,\"order\":6,\"parent\":0,\"text\":\"Extra Crunch\",\"url\":\"\\/extracrunch\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1781882,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1599991,\"order\":7,\"parent\":0,\"text\":\"\\u2014\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599991,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1599990,\"order\":8,\"parent\":0,\"text\":\"Events\",\"url\":\"\\/events\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599990,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1752899,\"order\":9,\"parent\":0,\"text\":\"Advertise\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/advertisement-events-calendar\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1416499,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1599992,\"order\":10,\"parent\":0,\"text\":\"Crunchbase\",\"url\":\"http:\\/\\/crunchbase.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599992,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"submenu\":[{\"id\":1599997,\"order\":1,\"parent\":0,\"text\":\"Topics\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599997,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600003,\"order\":2,\"parent\":1599997,\"text\":\"Social\",\"url\":\"https:\\/\\/techcrunch.com\\/social\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"How technology is shaping the way we live with each other\",\"object_id\":3457,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":1600004,\"order\":3,\"parent\":1599997,\"text\":\"Mobile\",\"url\":\"https:\\/\\/techcrunch.com\\/mobile\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"The apps, platforms and businesses redefining how we use computers\",\"object_id\":449557028,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":1600005,\"order\":4,\"parent\":1599997,\"text\":\"Enterprise\",\"url\":\"https:\\/\\/techcrunch.com\\/enterprise\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"How cloud computing, big data and new devices are changing work\",\"object_id\":449557044,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]}]},{\"id\":1599998,\"order\":5,\"parent\":0,\"text\":\"About\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599998,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1601717,\"order\":6,\"parent\":1599998,\"text\":\"Staff\",\"url\":\"\\/pages\\/about-techcrunch\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601717,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600007,\"order\":7,\"parent\":1599998,\"text\":\"Contact Us\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/contact-us\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":672,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1600006,\"order\":8,\"parent\":1599998,\"text\":\"Advertising Opportunities\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/advertisement-events-calendar\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1416499,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]}]},{\"id\":1600000,\"order\":9,\"parent\":0,\"text\":\"More TechCrunch\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600000,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600009,\"order\":10,\"parent\":1600000,\"text\":\"Startup Battlefield\",\"url\":\"\\/startup-battlefield\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600009,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1795710,\"order\":11,\"parent\":1600000,\"text\":\"Sponsored Content\",\"url\":\"\\/sponsored\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1795710,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600010,\"order\":12,\"parent\":1600000,\"text\":\"Include\",\"url\":\"\\/include\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600010,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600012,\"order\":13,\"parent\":1600000,\"text\":\"Crunchboard\",\"url\":\"http:\\/\\/crunchboard.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600012,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600011,\"order\":14,\"parent\":1600000,\"text\":\"TechCrunch Store\",\"url\":\"http:\\/\\/techcrunchstore.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600011,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1620756,\"order\":15,\"parent\":1600000,\"text\":\"Apply to Startup Events\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/tc-startup-programs\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1617703,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]}]},{\"id\":1600001,\"order\":16,\"parent\":0,\"text\":\"Read Anywhere\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600001,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600013,\"order\":17,\"parent\":1600001,\"text\":\"App Store\",\"url\":\"https:\\/\\/itunes.apple.com\\/us\\/app\\/techcrunch\\/id526058642?mt=8\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600013,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600014,\"order\":18,\"parent\":1600001,\"text\":\"Google Play\",\"url\":\"https:\\/\\/play.google.com\\/store\\/apps\\/details?id=com.aol.mobile.techcrunch\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600014,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}]},{\"id\":1600002,\"order\":19,\"parent\":0,\"text\":\"International\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600002,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600015,\"order\":20,\"parent\":1600002,\"text\":\"China\",\"url\":\"http:\\/\\/techcrunch.cn\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600015,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600016,\"order\":21,\"parent\":1600002,\"text\":\"Japan\",\"url\":\"http:\\/\\/jp.techcrunch.com\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600016,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}]}],\"footer\":[{\"id\":1787716,\"order\":1,\"parent\":0,\"text\":\"TechCrunch\",\"url\":\"https:\\/\\/techcrunch.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1787716,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1601925,\"order\":2,\"parent\":0,\"text\":\"Privacy Policy\",\"url\":\"https:\\/\\/policies.oath.com\\/xw\\/en\\/oath\\/privacy\\/intl\\/index.html\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601925,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1601926,\"order\":3,\"parent\":0,\"text\":\"About Our Ads\",\"url\":\"http:\\/\\/adinfo.aol.com\\/about-our-ads\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601926,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1687671,\"order\":4,\"parent\":0,\"text\":\"Code of Conduct\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/code-of-conduct\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1678717,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1601928,\"order\":5,\"parent\":0,\"text\":\"Terms of Service\",\"url\":\"https:\\/\\/policies.oath.com\\/xw\\/en\\/oath\\/terms\\/otos\\/index.html\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601928,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"include\":[{\"id\":1601974,\"order\":1,\"parent\":0,\"text\":\"Our Mission\",\"url\":\"\\/include\\/mission-statement\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601974,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1601975,\"order\":2,\"parent\":0,\"text\":\"Office Hours\",\"url\":\"\\/include\\/office-hours\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601975,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"startup-battlefield\":[{\"id\":1602061,\"order\":1,\"parent\":0,\"text\":\"About\",\"url\":\"\\/startup-battlefield\\/about\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602061,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1602062,\"order\":2,\"parent\":0,\"text\":\"FAQ\",\"url\":\"\\/startup-battlefield\\/faq\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602062,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1602063,\"order\":3,\"parent\":0,\"text\":\"Leaderboard\",\"url\":\"\\/startup-battlefield\\/leaderboard\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602063,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1602065,\"order\":4,\"parent\":0,\"text\":\"Battlefield Home\",\"url\":\"\\/startup-battlefield\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602065,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1787197,\"order\":5,\"parent\":0,\"text\":\"Apply Now\",\"url\":\"https:\\/\\/apply.techcrunch.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"apply-now-link\"],\"description\":\"\",\"object_id\":1787197,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"video-hub\":[{\"id\":1605165,\"order\":1,\"parent\":0,\"text\":\"News\",\"url\":\"\\/shows\\/tctv-news\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605165,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605166,\"order\":2,\"parent\":0,\"text\":\"Gadgets\",\"url\":\"\\/shows\\/gadgets\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605166,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605167,\"order\":3,\"parent\":0,\"text\":\"Features\",\"url\":\"\\/shows\\/features\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605167,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605168,\"order\":4,\"parent\":0,\"text\":\"Reviews\",\"url\":\"\\/shows\\/reviews\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605168,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605169,\"order\":5,\"parent\":0,\"text\":\"Interviews\",\"url\":\"\\/shows\\/interviews\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605169,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605170,\"order\":6,\"parent\":0,\"text\":\"Apps\",\"url\":\"\\/shows\\/apps\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605170,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605171,\"order\":7,\"parent\":0,\"text\":\"Disrupt\",\"url\":\"\\/shows\\/techcrunch-disrupt\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605171,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605172,\"order\":8,\"parent\":0,\"text\":\"Battlefield\",\"url\":\"\\/shows\\/techcrunch-battlefield\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605172,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605173,\"order\":9,\"parent\":0,\"text\":\"Sessions\",\"url\":\"\\/shows\\/tc-sessions\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605173,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605174,\"order\":10,\"parent\":0,\"text\":\"Crunch Report\",\"url\":\"\\/shows\\/crunch-report\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605174,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605175,\"order\":11,\"parent\":0,\"text\":\"Judah vs the Machines\",\"url\":\"\\/shows\\/judah-vs-the-machines\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605175,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605176,\"order\":12,\"parent\":0,\"text\":\"Down Round\",\"url\":\"\\/shows\\/down-round\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605176,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605177,\"order\":13,\"parent\":0,\"text\":\"Trust Disrupted\",\"url\":\"\\/shows\\/trust-disrupted\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605177,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605178,\"order\":14,\"parent\":0,\"text\":\"Built in Brooklyn\",\"url\":\"\\/shows\\/built-in-brooklyn\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605178,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605179,\"order\":15,\"parent\":0,\"text\":\"Inside Jobs\",\"url\":\"\\/shows\\/inside-jobs\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605179,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605180,\"order\":16,\"parent\":0,\"text\":\"TC Cribs\",\"url\":\"\\/shows\\/tc-cribs\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605180,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}]},\"playlistData\":{\"homepage\":[],\"videohub\":[]},\"entities\":{\"posts\":[{\"id\":1609688,\"date\":\"2018-03-21T16:01:46\",\"date_gmt\":\"2018-03-21T23:01:46\",\"guid\":{\"rendered\":\"https:\\/\\/techcrunch.com\\/?p=1609688\"},\"modified\":\"2018-03-21T16:50:37\",\"modified_gmt\":\"2018-03-21T23:50:37\",\"slug\":\"now-would-be-a-good-time-for-mark-zuckerberg-to-resign\",\"status\":\"publish\",\"type\":\"post\",\"link\":\"https:\\/\\/techcrunch.com\\/2018\\/03\\/21\\/now-would-be-a-good-time-for-mark-zuckerberg-to-resign\\/\",\"title\":{\"rendered\":\"Now would be a good time for Mark Zuckerberg to resign\"},\"content\":{\"rendered\":\"<p id=\\\"speakable-summary\\\"><a class=\\\"crunchbase-link\\\" href=\\\"https:\\/\\/crunchbase.com\\/organization\\/facebook\\\" target=\\\"_blank\\\" data-type=\\\"organization\\\" data-entity=\\\"facebook\\\">Facebook <span class=\\\"crunchbase-tooltip-indicator\\\"><\\/span><\\/a> is at the center of a dozen controversies, and outrage is peaking. The social network has failed again and again at expanding beyond a handful of core features. Doubts of its usefulness, and assertions of its uselessness, are multiplying. A crisis of confidence at multiple levels threatens the company&#8217;s structure and mission. Now is the time for Mark Zuckerberg to spare himself the infamy and resign &#8212; for Facebook&#8217;s sake and his own.<\\/p>\\n<p>I&#8217;m not <em>calling for<\\/em> his resignation, and I don&#8217;t say this out of any animus toward Zuckerberg; I personally believe him to be genuine and driven in his stated desire to connect the world \\u2014 but likely increasingly frustrated by the unexpected consequences of this naive ambition and the haste with which he has pursued it. I just think that it has come to the point where the best way for him to advance that ambition is to leave.<\\/p>\\n<p>There are three major reasons why.<\\/p>\\n<h2>Facebook has failed<\\/h2>\\n<p>Of course, it&#8217;s also true that Facebook has succeeded beyond every expectation. But its success arrived early and remains essentially a simple thing: being a broadly accessible, functioning social network. A single network of friends, a basic news feed from them and a few adjunct capabilities were industry-defining ideas and to a certain point were executed quite well. Beyond that admittedly towering success, Facebook has accomplished remarkably little.<\\/p>\\n<p>Attempts to make Facebook a <strong>ubiquitous social graph layer<\\/strong> connecting all apps and services failed because consumers found it creepy, companies found it threatening to rely completely on the company for demographic data and tech was moving too quickly for the data Facebook had to be universally applicable. (Except, of course, in advertising, where it is evergreen.)<\\/p>\\n<p>Attempts to make Facebook a <strong>gaming platform<\\/strong> failed partly because the social aspect of gaming is radioactive, and partly because the attention economy produces really bad games. Repurposing an established community into a gaming one was a non-starter, and what&#8217;s left of the brief Facebook gaming flash in the pan is just an oily residue clinging to the side of the news feed.<\\/p>\\n<p>Attempts to make Facebook a <strong>VR\\/AR powerhouse<\\/strong> are ongoing, but that entire segment of tech has proven incredibly disappointing and eye-wateringly expensive for everyone involved. So far they&#8217;re a market leader in a market that seems to only exist for the purpose of swindling money out of investors. It&#8217;s too early to call it a complete boondoggle with certainty since Facebook is supposedly playing a longer game here, but it sure isn&#8217;t promising.<\\/p>\\n<p>Attempts to <strong>improve messaging<\\/strong> beyond the basics have failed; chatbots are of poor quality and largely pointless, in-chat games are novelties at best, business applications are politely declined and while aesthetic changes like stickers could make a little money in the short term, that&#8217;s not really the kind of thing that supports a global infrastructure.<\\/p>\\n<p>Attempts to make Facebook a <strong>reliable news source<\\/strong> ran into the many-headed hydra that is &#8220;objectivity&#8221; and everything that comes with it. Boy, they didn&#8217;t think <em>that<\\/em> through. I&#8217;m not even going to get started on the ways it&#8217;s failed here.<\\/p>\\n<p>Attempts to make Facebook an <strong>infrastructure provider<\\/strong> have arguably so far failed as either abortive or fanciful. Free basics failed despite good intentions because the company has not earned the trust to be in that position. The laser-based Aquila internet glider is a wonderful science project but strikes me as something of a Spruce Goose situation: Underserved communities would be served better by, off the top of my head, grants offsetting large broadband providers&#8217; advantages in infrastructure contracts, or just paying for laying fiber or building towers. (Later efforts at Internet.org have been more limited and practical and I applaud them.)<\\/p>\\n<p>Attempts to make Facebook a <strong>media company<\\/strong> failed (or are stumbling) for a multiplicity of reasons: strong and agile competitors, a lack of focus, too many ads, incompatibility with the like economy.<\\/p>\\n<p>Attempts to <strong>branch out on mobile<\\/strong> have failed, though none very spectacularly \\u2014 which is almost a failure in itself. The main app is of course fabulously popular, as is Instagram. Only by paying a billion dollars and literally subtracting a fundamental feature from the original app were they able to increase the number of icons on most phones.<\\/p>\\n<p>Attempts to make Facebook <strong>cool<\\/strong> have failed almost from the beginning. I hesitate to go so far as to define coolness, but I will say that it&#8217;s generally thought to be incompatible with ubiquity. They bought some cool with Instagram, but the shine is starting to wear off that one.<\\/p>\\n<p>This litany of failures (by no means comprehensive, and of course there have been minor successes, too) is also conspicuously a list of things Zuckerberg has personally set his sights on. Over and over he has said, &#8220;this is what we&#8217;re going to do.&#8221; And then they don&#8217;t do it \\u2014 not really. A cash infusion and a bit of borrowed momentum from the ongoing original success of the basic social network, and each effort begins with a semblance of self-propulsion. But all of them have lost steam as Facebook failed to follow through, mindlessly followed through on the wrong thing or just moved on to the next target.<\\/p>\\n<p>As founder and CEO, Zuckerberg should by all means take substantial credit for the initial success of the platform. But he also has to take responsibility for the laundry list of botched attempts to do much more than provide the basic service people valued since the earliest days.<\\/p>\\n<p>By no means is he alone in this type of failure, by the way: All the tech giants have products and phases they&#8217;d rather not speak of or, though they might refuse to acknowledge it, have been crushing defeats. But Zuckerberg is on his own in the level of personal ownership he has tried to exert over these numerous misadventures.<\\/p>\\n<h2>Facebook is not about connecting the world<\\/h2>\\n<p>It&#8217;s become clear over the years that Facebook left its original mission statement behind a long, long time ago.<\\/p>\\n<p>Fifteen years back, perhaps even 10 or 5, Facebook was just what we needed. But the world has changed, the way we interact with technology and each other has changed and Facebook hasn&#8217;t. The platform&#8217;s greatest failure isn&#8217;t any of those side projects listed above; it&#8217;s the failure to evolve its core product to succeed by its own metrics of quality time and meaningful connection.<\\/p>\\n<p>Facebook started as a rough approximation of sharing your life with a group of friends. But as its scope has increased, this approximation has been found to be increasingly inadequate. What&#8217;s also become clear is that Facebook has been working hard to redefine how people interact online to fit better with its own limited capabilities. Faced with the square peg of human interactions and the round hole (the image of a pit is inescapable) of Facebook&#8217;s news feed and algorithms, they decided it was the former that needed modification.<\\/p>\\n<p>The root of that is simple: Fitting Facebook to the people&#8217;s needs is not as lucrative as vice versa. Facebook runs on ads, and ads run on eyeballs. That&#8217;s the business model that has dominated the last decade or so \\u2014 well, the last couple of centuries really, but in its current form, 10-15 years. Facebook has been one of the most successful practitioners of it because, as they never tire of telling their customers (that is to say, advertisers), they know things about us that others don&#8217;t. Important things. This is, as I mentioned earlier, the one place where its troves of seemingly trivial data add up.<\\/p>\\n<p>Facebook is not a platform for connecting people, it&#8217;s a platform for monetizing the connections they make on their own. The company simply doesn&#8217;t prioritize the quality of these connections themselves in any meaningful way \\u2014 nor, I think, can it. That&#8217;s probably a realization they reached early on. These flailing attempts to grow appendages were always just ways to multiply the number of superficial connections and train users to conflate constant, convenient updates with meaningful interactions.<\\/p>\\n<p>The parallel track to this is on the sales and advertising side, where Facebook has repeatedly been cavalier with the data it has been entrusted with and selectively honest with the users from which it was sourced. People have stopped trusting it, if they ever really did. No one believes its executives when they say things about quality time, and respecting your data and so on. Some of them may be sincere \\u2014 but it doesn&#8217;t matter.<\\/p>\\n<p>The work that needs to be done to connect the world can&#8217;t be done by an entity as compromised as Facebook; it&#8217;s just the wrong tool for the job. Zuckerberg&#8217;s mission to connect the world isn&#8217;t happening the way he planned and it isn&#8217;t going to happen. Ironically, it was the success of his own vision that demonstrated the limits of that vision.<\\/p>\\n<h2>The time is right for him and for the company<\\/h2>\\n<p>Facebook has grown big enough that it was never going to be free from controversy. But for the last few years there seems to have been a constant hum of disappointment from practically every quarter, every demographic, every customer, every country and regulator.<\\/p>\\n<p>During the tumultuous last year, the fundamental idea of advertising on Facebook based on hidden character traits has been shown to be an insidious, easily abused practice. It responded much as its big tech colleagues have: affect shock, assure users this was never intended and promise action. Zuckerberg, who is politically active and of course deeply involved in all the operations at Facebook, has been almost completely silent.<\\/p>\\n<p>He has occasionally addressed such controversies. But more often than not he has offered little more than lip service, lines so tired \\u2014\\u00a0&#8220;at Facebook we take this very seriously,&#8221; for instance \\u2014 that they&#8217;ve become parody. As I was writing, in fact, <a href=\\\"https:\\/\\/www.facebook.com\\/zuck\\/posts\\/10104712037900071\\\">he did exactly this<\\/a>. &#8220;I&#8217;m serious about doing what it takes to protect our community&#8221; were his exact words.<\\/p>\\n<p>But not <em>just<\\/em> those words!<\\/p>\\n<p>&#8220;I started Facebook, and at the end of the day I&#8217;m responsible for what happens on our platform,&#8221; he wrote.<\\/p>\\n<p>The exact form this responsibility takes is not specified. But the best thing for him to do would be resign.<\\/p>\\n<p>I don&#8217;t mean instantly \\u2014 that would be chaos. But soon. Think about it: it&#8217;s really the best thing for everyone.<\\/p>\\n<p>For Facebook, it&#8217;s a get-out-of-jail-free card. Zuckerberg can easily take a lot of the heat being pointed at the company right now, since as he says he is responsible for what happened. He can shield loyal employees and executives who really were likely doing his bidding. He could do a junket of Congress, the FTC, a few courts and so on to express his personal responsibility for the actions and to beg people to understand that Facebook should not be held to be synonymous with his mistakes of many years. Meanwhile at the company there would be carte blanche for reinvention, reversing years-old policies, admitting faults.<\\/p>\\n<p>For users, it&#8217;s a nice clean break and a new hope for the platform. For a long time people have rolled their eyes at the promises of change, and seen mainly aimless algorithm tweaks and failed attempts to imitate competitors. The election debacle and this ongoing Cambridge Analytica situation are just the latest problem to appear; user faith is long since eroded, and many more would leave if not for some strong network effects binding them to the platform. For Zuckerberg, the avatar and origin of all of Facebook&#8217;s many mistakes (and of course successes) to personally step aside is meaningful change, and may lead to meaningful change at the platform level. At the very least even skeptical users like myself would be curious to see how it all plays out.<\\/p>\\n<p>For Zuckerberg, this could be the best thing that ever happened to him. The optics are great \\u2014 brave and idealistic young CEO sacrifices himself so that the company can live on. And it&#8217;s not like he doesn&#8217;t have another life waiting for him. How does retiring in your early 30s with billions in the bank, spending a year or two with your wife and young daughter, then reemerging to dedicate yourself full-time to your philanthropic causes sound? The Chan-Zuckerberg Initiative and Internet.org could help more people in more meaningful ways than Facebook ever could. It might even be time to grow a nice beard.<\\/p>\\n<p>I don&#8217;t think he&#8217;s really going to do it, of course (resign, that is \\u2014 he may still grow a beard). At the risk of sounding like an armchair psychiatrist, his ego identifies too strongly with Facebook. Separating himself from it would be traumatic, perhaps impossible. Furthermore, my pessimistic view of Facebook&#8217;s works would be more than balanced by his own optimistic view. If he read this I doubt he would agree with much I&#8217;ve written.<\\/p>\\n<p>All the same, I don&#8217;t think he will ever have a better chance to leave than this, and he may in the near future wish he had bowed out around now. Free of Zuckerberg, Facebook might blossom anew or it might wither; but most damningly of all, its users probably won&#8217;t care either way.<\\/p>\\n\",\"protected\":false},\"excerpt\":{\"rendered\":\"<p>Facebook is at the center of a dozen controversies and outrage is peaking. The social network has failed again and again at expanding beyond a handful of core features. Doubts of its usefulness, and assertions of its uselessness, are multiplying. A crisis of confidence at multiple levels threatens the company&#8217;s structure and mission. For Facebook&#8217;s sake and his own, now is the time for Mark Zuckerberg to spare himself the infamy and resign.<\\/p>\\n\",\"protected\":false},\"author\":12084691,\"featured_media\":1610330,\"comment_status\":\"open\",\"ping_status\":\"closed\",\"sticky\":false,\"template\":\"\",\"format\":\"standard\",\"meta\":{\"outcome\":\"\",\"status\":\"\",\"crunchbase_tag\":0,\"amp_status\":\"\",\"relegenceEntities\":[],\"relegenceSubjects\":[],\"jetpack_publicize_message\":\"Now would be a good time for Mark Zuckerberg to resign http:\\/\\/tcrn.ch\\/2prLVPC\"},\"categories\":[352,3457,17396],\"tags\":[81819,341024],\"crunchbase_tag\":[205254083],\"tc_stories_tax\":[],\"tc_event\":[],\"jetpack_featured_media_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/fb-exit-draft4-wash2.jpg\",\"jetpack_publicize_connections\":[],\"shortlink\":\"http:\\/\\/tcrn.ch\\/2prLVPC\",\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"featured\":false,\"subtitle\":\"\",\"fundingRound\":false,\"seoTitle\":\"\",\"seoDescription\":\"\",\"premiumContent\":false,\"premiumCutoffPercent\":1,\"tc_cb_mapping\":[{\"slug\":\"facebook\",\"cb_name\":\"Facebook\",\"cb_slug\":\"facebook-organization\",\"cb_link\":\"https:\\/\\/crunchbase.com\\/organization\\/facebook\"},{\"slug\":\"mark-zuckerberg\",\"cb_name\":\"Mark Zuckerberg\",\"cb_slug\":\"mark-zuckerberg-person\",\"cb_link\":\"https:\\/\\/crunchbase.com\\/person\\/mark-zuckerberg\"}],\"associatedEvent\":null,\"event\":null,\"authors\":[12084691],\"hideFeaturedImage\":false,\"relatedArticles\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\\/1609688\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/types\\/post\"}],\"version-history\":[{\"count\":15,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\\/1609688\\/revisions\"}],\"predecessor-version\":[{\"id\":1610512,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\\/1609688\\/revisions\\/1610512\"}],\"authors\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/12084691\"}],\"replies\":[{\"embeddable\":true,\"count\":0,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/comments?post=1609688&order=asc&tc_hierarchical=flat\"}],\"https:\\/\\/techcrunch.com\\/edit\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-admin\\/post.php?post=1609688&action=edit\"}],\"author\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/12084691\"}],\"wp:featuredmedia\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media\\/1610330\"}],\"wp:attachment\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media?parent=1609688\"}],\"wp:term\":[{\"taxonomy\":\"category\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories?post=1609688\"},{\"taxonomy\":\"post_tag\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags?post=1609688\"},{\"taxonomy\":\"_tc_cb_tag_taxonomy\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/crunchbase_tag?post=1609688\"},{\"taxonomy\":\"tc_stories_tax\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_stories_tax?post=1609688\"},{\"taxonomy\":\"tc_event\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_event?post=1609688\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]},\"_embedded\":{\"authors\":[{\"id\":12084691,\"name\":\"Devin Coldewey\",\"url\":\"\",\"description\":\"\",\"link\":\"https:\\/\\/techcrunch.com\\/author\\/devin-coldewey\\/\",\"slug\":\"devin-coldewey\",\"avatar_urls\":{\"24\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/69fae9a8a3933fa91e81c086b8eee14a?s=24&d=identicon&r=g\",\"48\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/69fae9a8a3933fa91e81c086b8eee14a?s=48&d=identicon&r=g\",\"96\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/69fae9a8a3933fa91e81c086b8eee14a?s=96&d=identicon&r=g\"},\"links\":{\"homepage\":\"http:\\/\\/techcrunch.com\\/author\\/tcdevin\",\"twitter\":\"http:\\/\\/twitter.com\\/techcrunch\",\"linkedin\":\"http:\\/\\/www.linkedin.com\\/company\\/techcrunch\",\"crunchbase\":\"https:\\/\\/www.crunchbase.com\\/person\\/devin-coldewey\"},\"position\":\"Writer & Photographer\",\"cbDescription\":\"<p>Devin Coldewey is a Seattle-based writer and photographer. He first wrote for TechCrunch in 2007. He has also written for MSNBC.com, NBC News, DPReview, The Economist\\/GE's Look Ahead, and others.<\\/p>\\n\\n<p>His personal website is coldewey.cc.<\\/p>\",\"cbAvatar\":\"https:\\/\\/crunchbase-production-res.cloudinary.com\\/image\\/upload\\/v1458774381\\/r4iwkrm6qsw3n2ximghe.jpg\",\"twitter\":\"techcrunch\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/12084691\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\"}]}}],\"author\":[{\"id\":12084691,\"name\":\"Devin Coldewey\",\"url\":\"\",\"description\":\"\",\"link\":\"https:\\/\\/techcrunch.com\\/author\\/devin-coldewey\\/\",\"slug\":\"devin-coldewey\",\"avatar_urls\":{\"24\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/69fae9a8a3933fa91e81c086b8eee14a?s=24&d=identicon&r=g\",\"48\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/69fae9a8a3933fa91e81c086b8eee14a?s=48&d=identicon&r=g\",\"96\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/69fae9a8a3933fa91e81c086b8eee14a?s=96&d=identicon&r=g\"},\"links\":{\"homepage\":\"http:\\/\\/techcrunch.com\\/author\\/tcdevin\",\"twitter\":\"http:\\/\\/twitter.com\\/techcrunch\",\"linkedin\":\"http:\\/\\/www.linkedin.com\\/company\\/techcrunch\",\"crunchbase\":\"https:\\/\\/www.crunchbase.com\\/person\\/devin-coldewey\"},\"position\":\"Writer & Photographer\",\"cbDescription\":\"<p>Devin Coldewey is a Seattle-based writer and photographer. He first wrote for TechCrunch in 2007. He has also written for MSNBC.com, NBC News, DPReview, The Economist\\/GE's Look Ahead, and others.<\\/p>\\n\\n<p>His personal website is coldewey.cc.<\\/p>\",\"cbAvatar\":\"https:\\/\\/crunchbase-production-res.cloudinary.com\\/image\\/upload\\/v1458774381\\/r4iwkrm6qsw3n2ximghe.jpg\",\"twitter\":\"techcrunch\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/12084691\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\"}]}}],\"wp:featuredmedia\":[{\"id\":1610330,\"date\":\"2018-03-21T11:56:28\",\"slug\":\"fb-exit-draft4-wash2\",\"type\":\"attachment\",\"link\":\"https:\\/\\/techcrunch.com\\/2018\\/03\\/21\\/now-would-be-a-good-time-for-mark-zuckerberg-to-resign\\/fb-exit-draft4-wash2\\/\",\"title\":{\"rendered\":\"fb-exit-draft4-wash2\"},\"author\":12084691,\"license\":{\"source_key\":\"other\",\"source\":\"Bryce Durbin\\/TechCrunch\"},\"authors\":[12084691],\"caption\":{\"rendered\":\"\"},\"alt_text\":\"\",\"media_type\":\"image\",\"mime_type\":\"image\\/jpeg\",\"media_details\":{\"width\":3200,\"height\":1700,\"file\":\"2018\\/03\\/fb-exit-draft4-wash2.jpg\",\"sizes\":{\"thumbnail\":{\"file\":\"fb-exit-draft4-wash2.jpg?resize=150,80\",\"width\":150,\"height\":80,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/fb-exit-draft4-wash2.jpg?w=150\"},\"medium\":{\"file\":\"fb-exit-draft4-wash2.jpg?resize=300,159\",\"width\":300,\"height\":159,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/fb-exit-draft4-wash2.jpg?w=300\"},\"medium_large\":{\"file\":\"fb-exit-draft4-wash2.jpg?resize=768,408\",\"width\":768,\"height\":408,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/fb-exit-draft4-wash2.jpg?w=1024\"},\"large\":{\"file\":\"fb-exit-draft4-wash2.jpg?resize=680,361\",\"width\":680,\"height\":361,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/fb-exit-draft4-wash2.jpg?w=680\"},\"guest-author-32\":{\"file\":\"fb-exit-draft4-wash2.jpg?resize=32,32\",\"width\":32,\"height\":32,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/fb-exit-draft4-wash2.jpg?w=32&h=32&crop=1\"},\"guest-author-50\":{\"file\":\"fb-exit-draft4-wash2.jpg?resize=50,50\",\"width\":50,\"height\":50,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/fb-exit-draft4-wash2.jpg?w=50&h=50&crop=1\"},\"guest-author-64\":{\"file\":\"fb-exit-draft4-wash2.jpg?resize=64,64\",\"width\":64,\"height\":64,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/fb-exit-draft4-wash2.jpg?w=64&h=64&crop=1\"},\"guest-author-96\":{\"file\":\"fb-exit-draft4-wash2.jpg?resize=96,96\",\"width\":96,\"height\":96,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/fb-exit-draft4-wash2.jpg?w=96&h=96&crop=1\"},\"guest-author-128\":{\"file\":\"fb-exit-draft4-wash2.jpg?resize=128,128\",\"width\":128,\"height\":128,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/fb-exit-draft4-wash2.jpg?w=128&h=128&crop=1\"},\"concierge-thumb\":{\"file\":\"fb-exit-draft4-wash2.jpg?resize=50,27\",\"width\":50,\"height\":27,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/fb-exit-draft4-wash2.jpg?w=50\"},\"full\":{\"file\":\"fb-exit-draft4-wash2.jpg\",\"width\":1024,\"height\":544,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/fb-exit-draft4-wash2.jpg\"}},\"image_meta\":{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\",\"orientation\":\"0\",\"keywords\":[]},\"filesize\":255605},\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2018\\/03\\/fb-exit-draft4-wash2.jpg\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media\\/1610330\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/types\\/attachment\"}],\"replies\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/comments?post=1610330\"}],\"author\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/12084691\"}]}}],\"wp:term\":[[{\"id\":352,\"link\":\"https:\\/\\/techcrunch.com\\/opinion\\/\",\"name\":\"Opinion\",\"slug\":\"opinion\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/352\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=352\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=352\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=352\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":3457,\"link\":\"https:\\/\\/techcrunch.com\\/social\\/\",\"name\":\"Social\",\"slug\":\"social\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/3457\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=3457\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=3457\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=3457\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":17396,\"link\":\"https:\\/\\/techcrunch.com\\/tc\\/\",\"name\":\"TC\",\"slug\":\"tc\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/17396\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=17396\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=17396\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=17396\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}}],[{\"id\":81819,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/facebook\\/\",\"name\":\"Facebook\",\"slug\":\"facebook\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/81819\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=81819\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=81819\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=81819\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=81819\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=81819\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":341024,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/mark-zuckerberg\\/\",\"name\":\"Mark Zuckerberg\",\"slug\":\"mark-zuckerberg\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/341024\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=341024\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=341024\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=341024\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=341024\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=341024\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}}],[{\"id\":205254083,\"link\":\"https:\\/\\/techcrunch.com\\/?taxonomy=_tc_cb_tag_taxonomy&term=mark-zuckerberg-person\",\"name\":\"mark-zuckerberg-person\",\"slug\":\"mark-zuckerberg-person\",\"taxonomy\":\"_tc_cb_tag_taxonomy\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/crunchbase_tag\\/205254083\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/crunchbase_tag\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/_tc_cb_tag_taxonomy\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?crunchbase_tag=205254083\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?crunchbase_tag=205254083\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}}],[],[]]}}],\"media\":[],\"events\":[],\"battlefieldEvents\":[],\"battlefieldCompanies\":[],\"battlefieldPages\":[]},\"current_posts\":[1609688],\"request\":\"\\/2018\\/03\\/21\\/now-would-be-a-good-time-for-mark-zuckerberg-to-resign\\/\",\"siteURI\":\"https:\\/\\/techcrunch.com\\/\",\"totalPages\":\"0\",\"trending\":[{\"id\":\"429989\",\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/tesla\\/\",\"name\":\"\\nTesla\",\"type\":\"tag\"},{\"id\":\"60523764\",\"link\":\"https:\\/\\/techcrunch.com\\/fundings-exits\\/\",\"name\":\"Fundings & Exits\\n\",\"type\":\"category\"},{\"id\":\"81\",\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/google\\/\",\"name\":\"Google\\n\",\"type\":\"tag\"},{\"id\":\"576625230\",\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/tc-sessions-robotics-2019\\/\",\"name\":\"\\ntc sessions robotics 2019\",\"type\":\"tag\"}],\"videoPlayerIds\":{\"no-ad-autostart\":\"56f58bbbe4b01497527036b2\",\"regular\":\"56df4e9de4b0c9c31d626c18\",\"regular-autostart\":\"56faf851e4b0d3dcac2e081a\",\"sideview-autostart\":\"57e2c53fcc52c7730882bbfe\"},\"facebookPixelId\":\"1447508128842484\",\"marketoAccountId\":\"270-WRY-762\",\"vidibleCompanyId\":\"564f313b67b6231408bc51ee\",\"recaptchaPublic\":\"6LeZyjwUAAAAABqkWH_Ct0efGn0B4pGU6ZLUeUvA\",\"googleAnalyticsID\":\"UA-991406-1\",\"googleAnalyticsDomains\":[\"techcrunch.com\"],\"googleMapsAPIKey\":\"AIzaSyCodzMYMBdZIpxThSQqm79ACyheeRXPPE4\",\"nps_survey_id\":\"386TPSJ\",\"nps_bucket_percentage\":\"0\",\"tinypass\":{\"scriptDomain\":\"https:\\/\\/dashboard.tinypass.com\",\"scriptURL\":\"https:\\/\\/cdn.tinypass.com\\/api\\/tinypass.min.js\",\"apiKey\":\"Fy7FpgyUxA\",\"apiURL\":\"https:\\/\\/api.tinypass.com\"},\"legacyPages\":{\"extra-crunch-membership\":1781464,\"sponsored\":1796357},\"apiNonce\":\"5b3dfa6ac1\",\"userCan\":{\"editPosts\":false,\"restNonce\":null},\"initialStore\":{\"events\":{\"eventTypeIDs\":[],\"eventPostIds\":[],\"featuredEventIDs\":{\"event_home\":[]},\"featuredPostIDs\":{},\"pastEventIDs\":{\"default\":[]},\"pastFilters\":{},\"pastLoading\":false,\"upcomingEventIDs\":{\"default\":null},\"upcomingFilters\":{},\"upcomingLoading\":false},\"section\":{\"allPosts\":[1609688],\"contentObject\":null,\"currentPage\":1,\"expandedPost\":\"https:\\/\\/techcrunch.com\\/2018\\/03\\/21\\/now-would-be-a-good-time-for-mark-zuckerberg-to-resign\\/\",\"expandedPostIds\":[1609688],\"expandedIsland\":\"\",\"loading\":false,\"component\":\"singlePost\"}},\"extraCrunchMarketingPageURL\":\"\\/subscribe\",\"brandStudioMarketingPageURL\":\"\\/brand-studio\",\"unicornLeaderboardSlug\":\"unicorn-leaderboard\",\"newsletterURL\":\"http:\\/\\/link.techcrunch.com\\/join\\/134\\/signup-all-newsletters\"};\n/* ]]> */\n</script>\n<script src=\"https://techcrunch.com/_static/??/wp-content/themes/techcrunch-2017/build/ec/js/main.js,/wp-includes/js/wp-embed.min.js?m=1556227898j\" type=\"text/javascript\"></script>\n<script async=\"async\" defer=\"defer\" src=\"https://stats.wp.com/e-201917.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n\t_stq = window._stq || [];\n\t_stq.push([ 'view', {v:'ext',j:'1:7.2.1',blog:'136296444',post:'1609688',tz:'-7',srv:'techcrunch.com'} ]);\n\t_stq.push([ 'clickTrackerInit', '136296444', '1609688' ]);\n</script>\n<script type=\"text/javascript\">window.NREUM||(NREUM={});NREUM.info={\"beacon\":\"bam.nr-data.net\",\"licenseKey\":\"4750574831\",\"applicationID\":\"71001471\",\"transactionName\":\"NlRbNkYEWERTVkVcXA8eehdHEVlaHUJBGkVTHk0BawBAUlxB\",\"queueTime\":0,\"applicationTime\":257,\"atts\":\"GhNMQA4eSxsQVBMPSBxM\",\"errorBeacon\":\"bam.nr-data.net\",\"agent\":\"\"}</script></body>\n</html>\n", "content_tokenized": ["facebook", "the", "center", "dozen", "controversi", "and", "outrag", "peak", "the", "social", "network", "has", "fail", "again", "and", "again", "expand", "beyond", "hand", "core", "featur", "doubt", "use", "and", "assert", "useless", "are", "multipli", "crisi", "confid", "multipl", "level", "threaten", "the", "compani", "structur", "and", "mission", "now", "the", "time", "for", "mark", "zuckerberg", "spare", "himself", "the", "infami", "and", "resign", "for", "facebook", "sake", "and", "his", "own", "not", "call", "for", "his", "resign", "and", "say", "this", "out", "ani", "animus", "toward", "zuckerberg", "person", "believ", "him", "genuin", "and", "driven", "his", "state", "desir", "connect", "the", "world", "but", "like", "increas", "frustrat", "the", "unexpect", "consequ", "this", "naiv", "ambit", "and", "the", "hast", "with", "which", "has", "pursu", "just", "think", "that", "has", "come", "the", "point", "where", "the", "best", "way", "for", "him", "advanc", "that", "ambit", "leav", "there", "are", "three", "major", "reason", "whi", "cours", "also", "true", "that", "facebook", "has", "succeed", "beyond", "everi", "expect", "but", "success", "arriv", "earli", "and", "remain", "essenti", "simpl", "thing", "broad", "access", "function", "social", "network", "singl", "network", "friend", "basic", "news", "feed", "from", "them", "and", "few", "adjunct", "capabl", "were", "industrydefin", "idea", "and", "certain", "point", "were", "execut", "quit", "well", "beyond", "that", "admit", "tower", "success", "facebook", "has", "accomplish", "remark", "littl", "attempt", "make", "facebook", "ubiquit", "social", "graph", "layer", "connect", "all", "app", "and", "servic", "fail", "becaus", "consum", "found", "creepi", "compani", "found", "threaten", "reli", "complet", "the", "compani", "for", "demograph", "data", "and", "tech", "move", "too", "quick", "for", "the", "data", "facebook", "had", "univers", "applic", "except", "cours", "advertis", "where", "evergreen", "attempt", "make", "facebook", "game", "platform", "fail", "part", "becaus", "the", "social", "aspect", "game", "radioact", "and", "part", "becaus", "the", "attent", "economi", "produc", "realli", "bad", "game", "repurpos", "establish", "communiti", "into", "game", "one", "nonstart", "and", "what", "left", "the", "brief", "facebook", "game", "flash", "the", "pan", "just", "oili", "residu", "cling", "the", "side", "the", "news", "feed", "attempt", "make", "facebook", "powerhous", "are", "ongo", "but", "that", "entir", "segment", "tech", "has", "proven", "incred", "disappoint", "and", "eyewat", "expens", "for", "everyon", "involv", "far", "they", "market", "leader", "market", "that", "seem", "onli", "exist", "for", "the", "purpos", "swindl", "money", "out", "investor", "too", "earli", "call", "complet", "boondoggl", "with", "certainti", "sinc", "facebook", "suppos", "play", "longer", "game", "here", "but", "sure", "promis", "attempt", "improv", "messag", "beyond", "the", "basic", "have", "fail", "chatbot", "are", "poor", "qualiti", "and", "larg", "pointless", "inchat", "game", "are", "novelti", "best", "busi", "applic", "are", "polit", "declin", "and", "while", "aesthet", "chang", "like", "sticker", "could", "make", "littl", "money", "the", "short", "term", "that", "not", "realli", "the", "kind", "thing", "that", "support", "global", "infrastructur", "attempt", "make", "facebook", "reliabl", "news", "sourc", "ran", "into", "the", "manyhead", "hydra", "that", "object", "and", "everyth", "that", "come", "with", "boy", "they", "think", "that", "through", "not", "even", "get", "start", "the", "way", "fail", "here", "attempt", "make", "facebook", "infrastructur", "provid", "have", "arguabl", "far", "fail", "either", "abort", "fanci", "free", "basic", "fail", "despit", "good", "intent", "becaus", "the", "compani", "has", "not", "earn", "the", "trust", "that", "posit", "the", "laserbas", "aquila", "internet", "glider", "wonder", "scienc", "project", "but", "strike", "someth", "spruce", "goos", "situat", "underserv", "communiti", "would", "serv", "better", "off", "the", "top", "head", "grant", "offset", "larg", "broadband", "provid", "advantag", "infrastructur", "contract", "just", "pay", "for", "lay", "fiber", "build", "tower", "later", "effort", "internetorg", "have", "been", "more", "limit", "and", "practic", "and", "applaud", "them", "attempt", "make", "facebook", "media", "compani", "fail", "are", "stumbl", "for", "multipl", "reason", "strong", "and", "agil", "competitor", "lack", "focus", "too", "mani", "incompat", "with", "the", "like", "economi", "attempt", "branch", "out", "mobil", "have", "fail", "though", "none", "veri", "spectacular", "which", "almost", "failur", "itself", "the", "main", "app", "cours", "fabul", "popular", "instagram", "onli", "pay", "billion", "dollar", "and", "liter", "subtract", "fundament", "featur", "from", "the", "origin", "app", "were", "they", "abl", "increas", "the", "number", "icon", "most", "phone", "attempt", "make", "facebook", "cool", "have", "fail", "almost", "from", "the", "begin", "hesit", "far", "defin", "cool", "but", "will", "say", "that", "general", "thought", "incompat", "with", "ubiqu", "they", "bought", "some", "cool", "with", "instagram", "but", "the", "shine", "start", "wear", "off", "that", "one", "this", "litani", "failur", "mean", "comprehens", "and", "cours", "there", "have", "been", "minor", "success", "too", "also", "conspicu", "list", "thing", "zuckerberg", "has", "person", "set", "his", "sight", "over", "and", "over", "has", "said", "this", "what", "and", "then", "they", "not", "realli", "cash", "infus", "and", "bit", "borrow", "momentum", "from", "the", "ongo", "origin", "success", "the", "basic", "social", "network", "and", "each", "effort", "begin", "with", "semblanc", "selfpropuls", "but", "all", "them", "have", "lost", "steam", "facebook", "fail", "follow", "through", "mindless", "follow", "through", "the", "wrong", "thing", "just", "move", "the", "next", "target", "founder", "and", "zuckerberg", "should", "all", "mean", "take", "substanti", "credit", "for", "the", "initi", "success", "the", "platform", "but", "also", "has", "take", "respons", "for", "the", "laundri", "list", "botch", "attempt", "much", "more", "than", "provid", "the", "basic", "servic", "peopl", "valu", "sinc", "the", "earliest", "day", "mean", "alon", "this", "type", "failur", "the", "way", "all", "the", "tech", "giant", "have", "product", "and", "phase", "they", "rather", "not", "speak", "though", "they", "might", "refus", "acknowledg", "have", "been", "crush", "defeat", "but", "zuckerberg", "his", "own", "the", "level", "person", "ownership", "has", "tri", "exert", "over", "these", "numer", "misadventur", "becom", "clear", "over", "the", "year", "that", "facebook", "left", "origin", "mission", "statement", "behind", "long", "long", "time", "ago", "fifteen", "year", "back", "perhap", "even", "num", "num", "facebook", "just", "what", "need", "but", "the", "world", "has", "chang", "the", "way", "interact", "with", "technolog", "and", "each", "other", "has", "chang", "and", "facebook", "hasn", "the", "platform", "greatest", "failur", "ani", "those", "side", "project", "list", "abov", "the", "failur", "evolv", "core", "product", "succeed", "own", "metric", "qualiti", "time", "and", "meaning", "connect", "facebook", "start", "rough", "approxim", "share", "life", "with", "group", "friend", "but", "scope", "has", "increas", "this", "approxim", "has", "been", "found", "increas", "inadequ", "what", "also", "becom", "clear", "that", "facebook", "has", "been", "work", "hard", "redefin", "how", "peopl", "interact", "onlin", "fit", "better", "with", "own", "limit", "capabl", "face", "with", "the", "squar", "peg", "human", "interact", "and", "the", "round", "hole", "the", "imag", "pit", "inescap", "facebook", "news", "feed", "and", "algorithm", "they", "decid", "the", "former", "that", "need", "modif", "the", "root", "that", "simpl", "fit", "facebook", "the", "peopl", "need", "not", "lucrat", "vice", "versa", "facebook", "run", "and", "run", "eyebal", "that", "the", "busi", "model", "that", "has", "domin", "the", "last", "decad", "well", "the", "last", "coupl", "centuri", "realli", "but", "current", "form", "num", "year", "facebook", "has", "been", "one", "the", "most", "success", "practition", "becaus", "they", "never", "tire", "tell", "their", "custom", "that", "say", "advertis", "they", "know", "thing", "about", "that", "other", "import", "thing", "this", "mention", "earlier", "the", "one", "place", "where", "trove", "seem", "trivial", "data", "add", "facebook", "not", "platform", "for", "connect", "peopl", "platform", "for", "monet", "the", "connect", "they", "make", "their", "own", "the", "compani", "simpli", "priorit", "the", "qualiti", "these", "connect", "themselv", "ani", "meaning", "way", "nor", "think", "can", "that", "probabl", "realize", "they", "reach", "earli", "these", "flail", "attempt", "grow", "appendag", "were", "alway", "just", "way", "multipli", "the", "number", "superfici", "connect", "and", "train", "user", "conflat", "constant", "conveni", "updat", "with", "meaning", "interact", "the", "parallel", "track", "this", "the", "sale", "and", "advertis", "side", "where", "facebook", "has", "repeat", "been", "cavali", "with", "the", "data", "has", "been", "entrust", "with", "and", "select", "honest", "with", "the", "user", "from", "which", "sourc", "peopl", "have", "stop", "trust", "they", "ever", "realli", "one", "believ", "execut", "when", "they", "say", "thing", "about", "qualiti", "time", "and", "respect", "data", "and", "some", "them", "may", "sincer", "but", "matter", "the", "work", "that", "need", "done", "connect", "the", "world", "can", "done", "entiti", "compromis", "facebook", "just", "the", "wrong", "tool", "for", "the", "job", "zuckerberg", "mission", "connect", "the", "world", "happen", "the", "way", "plan", "and", "happen", "iron", "the", "success", "his", "own", "vision", "that", "demonstr", "the", "limit", "that", "vision", "facebook", "has", "grown", "big", "enough", "that", "never", "free", "from", "controversi", "but", "for", "the", "last", "few", "year", "there", "seem", "have", "been", "constant", "hum", "disappoint", "from", "practic", "everi", "quarter", "everi", "demograph", "everi", "custom", "everi", "countri", "and", "regul", "dure", "the", "tumultu", "last", "year", "the", "fundament", "idea", "advertis", "facebook", "base", "hidden", "charact", "trait", "has", "been", "shown", "insidi", "easili", "abus", "practic", "respond", "much", "big", "tech", "colleagu", "have", "affect", "shock", "assur", "user", "this", "never", "intend", "and", "promis", "action", "zuckerberg", "who", "polit", "activ", "and", "cours", "deepli", "involv", "all", "the", "oper", "facebook", "has", "been", "almost", "complet", "silent", "has", "occasion", "address", "such", "controversi", "but", "more", "often", "than", "not", "has", "offer", "littl", "more", "than", "lip", "servic", "line", "tire", "facebook", "take", "this", "veri", "serious", "for", "instanc", "that", "they", "becom", "parodi", "write", "fact", "exact", "this", "serious", "about", "what", "take", "protect", "our", "communiti", "were", "his", "exact", "word", "but", "not", "just", "those", "word", "start", "facebook", "and", "the", "end", "the", "day", "respons", "for", "what", "happen", "our", "platform", "wrote", "the", "exact", "form", "this", "respons", "take", "not", "specifi", "but", "the", "best", "thing", "for", "him", "would", "resign", "mean", "instant", "that", "would", "chao", "but", "soon", "think", "about", "realli", "the", "best", "thing", "for", "everyon", "for", "facebook", "getoutofjailfre", "card", "zuckerberg", "can", "easili", "take", "lot", "the", "heat", "point", "the", "compani", "right", "now", "sinc", "say", "respons", "for", "what", "happen", "can", "shield", "loyal", "employe", "and", "execut", "who", "realli", "were", "like", "his", "bid", "could", "junket", "congress", "the", "few", "court", "and", "express", "his", "person", "respons", "for", "the", "action", "and", "beg", "peopl", "understand", "that", "facebook", "should", "not", "held", "synonym", "with", "his", "mistak", "mani", "year", "meanwhil", "the", "compani", "there", "would", "cart", "blanch", "for", "reinvent", "revers", "yearsold", "polici", "admit", "fault", "for", "user", "nice", "clean", "break", "and", "new", "hope", "for", "the", "platform", "for", "long", "time", "peopl", "have", "roll", "their", "eye", "the", "promis", "chang", "and", "seen", "main", "aimless", "algorithm", "tweak", "and", "fail", "attempt", "imit", "competitor", "the", "elect", "debacl", "and", "this", "ongo", "cambridg", "analytica", "situat", "are", "just", "the", "latest", "problem", "appear", "user", "faith", "long", "sinc", "erod", "and", "mani", "more", "would", "leav", "not", "for", "some", "strong", "network", "effect", "bind", "them", "the", "platform", "for", "zuckerberg", "the", "avatar", "and", "origin", "all", "facebook", "mani", "mistak", "and", "cours", "success", "person", "step", "asid", "meaning", "chang", "and", "may", "lead", "meaning", "chang", "the", "platform", "level", "the", "veri", "least", "even", "skeptic", "user", "like", "myself", "would", "curious", "see", "how", "all", "play", "out", "for", "zuckerberg", "this", "could", "the", "best", "thing", "that", "ever", "happen", "him", "the", "optic", "are", "great", "brave", "and", "idealist", "young", "sacrific", "himself", "that", "the", "compani", "can", "live", "and", "not", "like", "have", "anoth", "life", "wait", "for", "him", "how", "doe", "retir", "earli", "num", "with", "billion", "the", "bank", "spend", "year", "two", "with", "wife", "and", "young", "daughter", "then", "reemerg", "dedic", "yourself", "fulltim", "philanthrop", "caus", "sound", "the", "chanzuckerberg", "initi", "and", "internetorg", "could", "help", "more", "peopl", "more", "meaning", "way", "than", "facebook", "ever", "could", "might", "even", "time", "grow", "nice", "beard", "think", "realli", "cours", "resign", "that", "may", "still", "grow", "beard", "the", "risk", "sound", "like", "armchair", "psychiatrist", "his", "ego", "identifi", "too", "strong", "with", "facebook", "separ", "himself", "from", "would", "traumat", "perhap", "imposs", "furthermor", "pessimist", "view", "facebook", "work", "would", "more", "than", "balanc", "his", "own", "optimist", "view", "read", "this", "doubt", "would", "agre", "with", "much", "written", "all", "the", "same", "think", "will", "ever", "have", "better", "chanc", "leav", "than", "this", "and", "may", "the", "near", "futur", "wish", "had", "bow", "out", "around", "now", "free", "zuckerberg", "facebook", "might", "blossom", "anew", "might", "wither", "but", "most", "damn", "all", "user", "probabl", "won", "care", "either", "way"], "timestamp_scraper": 1556376383.913159, "title": "Now would be a good time for Mark Zuckerberg to resign", "read_time": 655.1999999999999, "content_html": "<p id=\"speakable-summary\"><a class=\"crunchbase-link\" data-entity=\"facebook\" data-type=\"organization\" href=\"https://crunchbase.com/organization/facebook\" target=\"_blank\">Facebook <span class=\"crunchbase-tooltip-indicator\"></span></a> is at the center of a dozen controversies, and outrage is peaking. The social network has failed again and again at expanding beyond a handful of core features. Doubts of its usefulness, and assertions of its uselessness, are multiplying. A crisis of confidence at multiple levels threatens the company’s structure and mission. Now is the time for Mark Zuckerberg to spare himself the infamy and resign — for Facebook’s sake and his own.</p> <p>I’m not <em>calling for</em> his resignation, and I don’t say this out of any animus toward Zuckerberg; I personally believe him to be genuine and driven in his stated desire to connect the world — but likely increasingly frustrated by the unexpected consequences of this naive ambition and the haste with which he has pursued it. I just think that it has come to the point where the best way for him to advance that ambition is to leave.</p> <p>There are three major reasons why.</p> <p>Of course, it’s also true that Facebook has succeeded beyond every expectation. But its success arrived early and remains essentially a simple thing: being a broadly accessible, functioning social network. A single network of friends, a basic news feed from them and a few adjunct capabilities were industry-defining ideas and to a certain point were executed quite well. Beyond that admittedly towering success, Facebook has accomplished remarkably little.</p> <p>Attempts to make Facebook a <strong>ubiquitous social graph layer</strong> connecting all apps and services failed because consumers found it creepy, companies found it threatening to rely completely on the company for demographic data and tech was moving too quickly for the data Facebook had to be universally applicable. (Except, of course, in advertising, where it is evergreen.)</p> <p>Attempts to make Facebook a <strong>gaming platform</strong> failed partly because the social aspect of gaming is radioactive, and partly because the attention economy produces really bad games. Repurposing an established community into a gaming one was a non-starter, and what’s left of the brief Facebook gaming flash in the pan is just an oily residue clinging to the side of the news feed.</p> <p>Attempts to make Facebook a <strong>VR/AR powerhouse</strong> are ongoing, but that entire segment of tech has proven incredibly disappointing and eye-wateringly expensive for everyone involved. So far they’re a market leader in a market that seems to only exist for the purpose of swindling money out of investors. It’s too early to call it a complete boondoggle with certainty since Facebook is supposedly playing a longer game here, but it sure isn’t promising.</p> <p>Attempts to <strong>improve messaging</strong> beyond the basics have failed; chatbots are of poor quality and largely pointless, in-chat games are novelties at best, business applications are politely declined and while aesthetic changes like stickers could make a little money in the short term, that’s not really the kind of thing that supports a global infrastructure.</p> <p>Attempts to make Facebook a <strong>reliable news source</strong> ran into the many-headed hydra that is “objectivity” and everything that comes with it. Boy, they didn’t think <em>that</em> through. I’m not even going to get started on the ways it’s failed here.</p> <p>Attempts to make Facebook an <strong>infrastructure provider</strong> have arguably so far failed as either abortive or fanciful. Free basics failed despite good intentions because the company has not earned the trust to be in that position. The laser-based Aquila internet glider is a wonderful science project but strikes me as something of a Spruce Goose situation: Underserved communities would be served better by, off the top of my head, grants offsetting large broadband providers’ advantages in infrastructure contracts, or just paying for laying fiber or building towers. (Later efforts at Internet.org have been more limited and practical and I applaud them.)</p> <p>Attempts to make Facebook a <strong>media company</strong> failed (or are stumbling) for a multiplicity of reasons: strong and agile competitors, a lack of focus, too many ads, incompatibility with the like economy.</p> <p>Attempts to <strong>branch out on mobile</strong> have failed, though none very spectacularly — which is almost a failure in itself. The main app is of course fabulously popular, as is Instagram. Only by paying a billion dollars and literally subtracting a fundamental feature from the original app were they able to increase the number of icons on most phones.</p> <p>Attempts to make Facebook <strong>cool</strong> have failed almost from the beginning. I hesitate to go so far as to define coolness, but I will say that it’s generally thought to be incompatible with ubiquity. They bought some cool with Instagram, but the shine is starting to wear off that one.</p> <p>This litany of failures (by no means comprehensive, and of course there have been minor successes, too) is also conspicuously a list of things Zuckerberg has personally set his sights on. Over and over he has said, “this is what we’re going to do.” And then they don’t do it — not really. A cash infusion and a bit of borrowed momentum from the ongoing original success of the basic social network, and each effort begins with a semblance of self-propulsion. But all of them have lost steam as Facebook failed to follow through, mindlessly followed through on the wrong thing or just moved on to the next target.</p> <p>As founder and CEO, Zuckerberg should by all means take substantial credit for the initial success of the platform. But he also has to take responsibility for the laundry list of botched attempts to do much more than provide the basic service people valued since the earliest days.</p> <p>By no means is he alone in this type of failure, by the way: All the tech giants have products and phases they’d rather not speak of or, though they might refuse to acknowledge it, have been crushing defeats. But Zuckerberg is on his own in the level of personal ownership he has tried to exert over these numerous misadventures.</p> <p>It’s become clear over the years that Facebook left its original mission statement behind a long, long time ago.</p> <p>Fifteen years back, perhaps even 10 or 5, Facebook was just what we needed. But the world has changed, the way we interact with technology and each other has changed and Facebook hasn’t. The platform’s greatest failure isn’t any of those side projects listed above; it’s the failure to evolve its core product to succeed by its own metrics of quality time and meaningful connection.</p> <p>Facebook started as a rough approximation of sharing your life with a group of friends. But as its scope has increased, this approximation has been found to be increasingly inadequate. What’s also become clear is that Facebook has been working hard to redefine how people interact online to fit better with its own limited capabilities. Faced with the square peg of human interactions and the round hole (the image of a pit is inescapable) of Facebook’s news feed and algorithms, they decided it was the former that needed modification.</p> <p>The root of that is simple: Fitting Facebook to the people’s needs is not as lucrative as vice versa. Facebook runs on ads, and ads run on eyeballs. That’s the business model that has dominated the last decade or so — well, the last couple of centuries really, but in its current form, 10-15 years. Facebook has been one of the most successful practitioners of it because, as they never tire of telling their customers (that is to say, advertisers), they know things about us that others don’t. Important things. This is, as I mentioned earlier, the one place where its troves of seemingly trivial data add up.</p> <p>Facebook is not a platform for connecting people, it’s a platform for monetizing the connections they make on their own. The company simply doesn’t prioritize the quality of these connections themselves in any meaningful way — nor, I think, can it. That’s probably a realization they reached early on. These flailing attempts to grow appendages were always just ways to multiply the number of superficial connections and train users to conflate constant, convenient updates with meaningful interactions.</p> <p>The parallel track to this is on the sales and advertising side, where Facebook has repeatedly been cavalier with the data it has been entrusted with and selectively honest with the users from which it was sourced. People have stopped trusting it, if they ever really did. No one believes its executives when they say things about quality time, and respecting your data and so on. Some of them may be sincere — but it doesn’t matter.</p> <p>The work that needs to be done to connect the world can’t be done by an entity as compromised as Facebook; it’s just the wrong tool for the job. Zuckerberg’s mission to connect the world isn’t happening the way he planned and it isn’t going to happen. Ironically, it was the success of his own vision that demonstrated the limits of that vision.</p> <p>Facebook has grown big enough that it was never going to be free from controversy. But for the last few years there seems to have been a constant hum of disappointment from practically every quarter, every demographic, every customer, every country and regulator.</p> <p>During the tumultuous last year, the fundamental idea of advertising on Facebook based on hidden character traits has been shown to be an insidious, easily abused practice. It responded much as its big tech colleagues have: affect shock, assure users this was never intended and promise action. Zuckerberg, who is politically active and of course deeply involved in all the operations at Facebook, has been almost completely silent.</p> <p>He has occasionally addressed such controversies. But more often than not he has offered little more than lip service, lines so tired — “at Facebook we take this very seriously,” for instance — that they’ve become parody. As I was writing, in fact, <a href=\"https://www.facebook.com/zuck/posts/10104712037900071\">he did exactly this</a>. “I’m serious about doing what it takes to protect our community” were his exact words.</p> <p>But not <em>just</em> those words!</p> <p>“I started Facebook, and at the end of the day I’m responsible for what happens on our platform,” he wrote.</p> <p>The exact form this responsibility takes is not specified. But the best thing for him to do would be resign.</p> <p>I don’t mean instantly — that would be chaos. But soon. Think about it: it’s really the best thing for everyone.</p> <p>For Facebook, it’s a get-out-of-jail-free card. Zuckerberg can easily take a lot of the heat being pointed at the company right now, since as he says he is responsible for what happened. He can shield loyal employees and executives who really were likely doing his bidding. He could do a junket of Congress, the FTC, a few courts and so on to express his personal responsibility for the actions and to beg people to understand that Facebook should not be held to be synonymous with his mistakes of many years. Meanwhile at the company there would be carte blanche for reinvention, reversing years-old policies, admitting faults.</p> <p>For users, it’s a nice clean break and a new hope for the platform. For a long time people have rolled their eyes at the promises of change, and seen mainly aimless algorithm tweaks and failed attempts to imitate competitors. The election debacle and this ongoing Cambridge Analytica situation are just the latest problem to appear; user faith is long since eroded, and many more would leave if not for some strong network effects binding them to the platform. For Zuckerberg, the avatar and origin of all of Facebook’s many mistakes (and of course successes) to personally step aside is meaningful change, and may lead to meaningful change at the platform level. At the very least even skeptical users like myself would be curious to see how it all plays out.</p> <p>For Zuckerberg, this could be the best thing that ever happened to him. The optics are great — brave and idealistic young CEO sacrifices himself so that the company can live on. And it’s not like he doesn’t have another life waiting for him. How does retiring in your early 30s with billions in the bank, spending a year or two with your wife and young daughter, then reemerging to dedicate yourself full-time to your philanthropic causes sound? The Chan-Zuckerberg Initiative and Internet.org could help more people in more meaningful ways than Facebook ever could. It might even be time to grow a nice beard.</p> <p>I don’t think he’s really going to do it, of course (resign, that is — he may still grow a beard). At the risk of sounding like an armchair psychiatrist, his ego identifies too strongly with Facebook. Separating himself from it would be traumatic, perhaps impossible. Furthermore, my pessimistic view of Facebook’s works would be more than balanced by his own optimistic view. If he read this I doubt he would agree with much I’ve written.</p> <p>All the same, I don’t think he will ever have a better chance to leave than this, and he may in the near future wish he had bowed out around now. Free of Zuckerberg, Facebook might blossom anew or it might wither; but most damningly of all, its users probably won’t care either way.</p> ", "website": "techcrunch"}