{"content": "This week Google’s Eric Schmidt was on a panel at the World Economic Forum in Davos, where he suggested that the future Internet will be, in one sense, invisible — because it will be embedded into everything we interact with. “The Internet will disappear,” he predicted (via The Hollywood Reporter ). “There will be so many IP addresses…so many devices, sensors, things that you are wearing, things that you are interacting with that you won’t even sense it. It will be part of your presence all the time. “Imagine you walk into a room, and the room is dynamic. And with your permission and all of that, you are interacting with the things going on in the room.” This is not an especially outlandish forecast, given the trajectory of connected devices. Analyst Gartner calculated there were some 3.8 billion such ‘smart objects’ in use last year, and forecast 4.9 billion this — rising to 25 billion in circulation by 2020. (The global human population was estimated at around seven billion, at the last count.) In other words the sensornet is here, it’s just not densely (or evenly) distributed yet. Google already owns Nest , a maker of connected devices for the home, such as a  smoke alarm  and learning  thermostat . Google-Nest also owns Dropcam , a Wi-Fi security camera maker. Mountain View is clearly making a bid to be the nexus of the ‘connected home’ — which, along with the ‘connected car’ (of course Google is also building driverless, Internet-tethered cars ), is the early locus for the sensornet. See also: wearables (‘connected people’), and the fact smartphones are gaining additional embedded sensors, turning our pervasive pocket computers into increasingly sensory mobile data nodes. One of Davos’ more outlandish (perhaps) predictions for our increasingly connected future came from a group of Harvard professors who apparently sketched a scenario where mosquito sized-robots buzz around stealing samples of our DNA, as reported by  Mail Online . “Privacy as we knew it in the past is no longer feasible,” computer science professor Margo Seltzer is quoted as saying. “How we conventionally think of privacy is dead.” What Seltzer was actually arguing is that it needs no sneaky, DNA-sealing robo-mosquitos for connected technologies to violate our privacy. The point is, she later told TechCrunch, we are already at a privacy-eroding tipping point — even with current gen digital technologies. Let alone anything so futuristic as robotic mosquitos. “The high order message is that we don’t need pervasive sensor net technologies for this to be true. We merely have to use technologies that exist today: credit cards, debit card, the web, roads, highway transceivers, email, social networks, etc. We leave an enormous digital trail,” she added. Seltzer was also not in fact arguing for giving up on privacy — even if the Mail’s article reads that way. But rather for the importance of regulating data and data usage, rather than trying to outlaw particular technologies. “Technology is neither good nor bad, it is a tool,” she said. “However, hammers are tools too. They are wonderful for pounding in nails. That doesn’t mean that someone can’t pick up a hammer and use it to commit murder. We have laws that say you shouldn’t murder; we don’t specialize the laws to call out hammers. Similarly, the laws surrounding privacy need to be laws about data and usage, not about the technology.” What especially stands out to me from Schmidt’s comments at Davos is his afterthought caveat — that this invisible, reactive, all-pervasive future sensornet will be pulling its invisible strings  with your permission . Perhaps he was paying lip-service to the warning of the FTC’s Chairwoman, Edith Ramirez, at CES earlier this month  that building connected objects — the long discussed ‘Internet of Things’ — demands a new responsibility from businesses and startups to bake security and privacy protections into their products right from the get go. “[The Internet of Things] has the potential to provide enormous benefits for consumers, but it also has significant privacy and security implications,” she warned. “Connected devices that provide increased convenience and improve health services are also collecting, transmitting, storing, and often sharing vast amounts of consumer data, some of it highly personal, thereby creating a number of privacy risks.” Ramirez said that without businesses adopting security by design; engaging in data minimization rather than logging everything they can; and being transparent about the data they are collecting — and who else they want to share it with — by providing notifications and opt outs to users; then the risks to users’ privacy and security are enormous. The problem with those well-meaning words from a consumer watchdog organization is that we are already struggling to achieve such rigorous privacy standards on the  current Internet — let alone on a distributed sensornet where there’s no single, controllable entry point into our lives. The Internet and the mobile Internet can still be switched off, in extremis, by the user turning off their router and/or powering their phone down (and putting it in the fridge if you’re really paranoid, post-Snowden). But once a distributed sensornet has achieved a certain penetration tipping point, into the objects with which we humans are surrounded, well then the sheer number of devices involved is going to take away our ability to trivially pull the plug. Unless some kind of regulatory layer is also erected to provide a framework for usage that works in the interests of privacy and consumer control. Without such consumer-oriented controls embedded into this embedded Internet, the user effectively loses the ability to take themselves offline, given that the most basic level of computing control — the on/off switch — is being subducted beneath the grand, over-arching utility of an all-seeing, always on sensornet. (Battery life constraints, in this context, might be viewed as a privacy safeguard, although low power connectivity technologies, such as Bluetooth Low Energy, work to circumvent that limit.) In parallel, a well-distributed Internet of Things likely demands greater levels of device automation and autonomy, given the inexorable gains in complexity generated by a dense network of networked objects. And because of the sheer number of connected devices. And more automation again risks reducing user control. Connected objects will be gathering environmental intelligence, talking to each other and talking to the cloud. Such a complex, interwoven web of real-time communications might well generate unique utility — as Schmidt evidently believes. But it also pulls in increased privacy concerns, given how many more data points are being connected and how all those puzzle pieces might slot together to form an ever more comprehensive, real-time representation of the actions and intentions of the people moving through this web. Earlier generation digital technologies like email were not engineered with far-sighted privacy protections in mind. Which is why they have been open to abuse — to being co-opted as part of a military industrial surveillance complex, as the Snowden revelations have shown, offering a honeypot of metadata for government intelligence agencies to suck up. Imagine what kind of surveillance opportunities are opened up by an ‘invisible’ Internet — which is both everywhere but also perceptually nowhere, encouraging users to submit to its data-mining embrace without objection. After all how can you resist what you can’t really see or properly control? All the debate about security services getting access to encrypted apps is a smokescreen. #IoT means they'll be able monitor you anyway — Dean Bubley (@disruptivedean) January 14, 2015 That is exactly the Internet that Schmidt wants to build, from his position atop Google’s ad sales empire. The more intelligence on web users Google can harvest, the more data it can package up and sell to companies who want to sell you stuff. Which, for all Google’s primary-colored, doodle-festooned branding, is the steely core of its business. Mountain View has long talked about wanting search to become predictive . Why? Because marketing becomes a perfect money-pipe if corporates can channel and influence your real-time intentions. That’s the Google end game. Learning about human intention from the stuff people type into search engines is laughably crude compared to how much can be inferred from a sensornet that joins up myriad, real-time data-dots and applies machine learning data-mining algorithms dynamically. More dots are already being joined by Google, across multiple web products and its mobile platform Android — which brings it a rich location layer. Doing even more and deeper data mining is a natural evolution of its business model. (Related: Google  acquired AI firm Deep Mind last year — a maker of “general-purpose learning algorithms”.) The core reality of the Internet of Things is that a distributed network of connected objects could be deliberately engineered to catch us in its web — triangulating our comings and goings as we brush past its myriad nodes. The more connected objects surround us, the more data points wink into existence to be leveraged by the Googles of the digital world to improve the accuracy and texture of their understanding of our intentions, whether we like it or not. So while the future Internet may appear to fade into the background, as Schmidt suggests, that might just signify a correspondingly vast depth of activity going on in the background. All the processing power required to knit together so many connections and weave a concealed map of who we are and what we do. The risk here, clearly, is that our privacy is unpicked entirely. That an embedded ‘everywhere Internet’ becomes a highly efficient, hugely invasive machine analyzing us at every turn in order to package up every aspect of our existence as a marketing opportunity. That’s one possible future for the sensornet. But it seems to me that that defeatist argument is also part of the spinning which vested interests like Google, whose business models stand to benefit massively, engage in when they discuss the digital future that they are trying to shape. Technology is a tool. Diverse applications are possible. And just because technology makes something  possible does not also mean it is inevitable. As Seltzer says, we need to be thinking about how we want the data to flow or not flow, rather than throwing our hands up in horror or defeat. What is also clearly necessary — indeed, I would argue, is imperative — is joined up thinking from regulators to comprehend the scope of the privacy risks posed by increasingly dense networks of networked objects, and how the accumulation of data-points can collectively erode consumer privacy. A clear-sighted strategy for ensuring end users can comprehend and control the processing of their personal data is paramount. Without that, the risk for startup businesses playing in this space is that the rise of more and more connected devices will be mirrored by a parallel rise in human mistrust of increasingly invasive products and services. In the hyper personal realm of the Internet of Things, user trust is paramount. So building a framework to regulate the data flows of connected devices now, while the sensornet is still in its infancy, is imperative for everyone involved. In the offline world we have cars and roads. We also have speed limits — for a reason. The key imperative for regulators now, as we are propelled towards a more densely-packed universe of connected devices, is coming up with the sensornet’s speed limits. And fast.", "title_html": "<h1 class=\"article__title\">What Happens To Privacy When The Internet Is In Everything?</h1> ", "url": "https://beta.techcrunch.com/2015/01/25/what-happens-to-privacy-when-the-internet-is-in-everything", "tfidf": {"tfidf": {"after": 1.02070207021, "hand": 1.6152202665600002, "shouldn": 1587.6, "myriad": 92.57142857139999, "googl": 125.27690100420001, "unless": 5.44818119423, "implic": 7.632692307689999, "addresses…so": 1587.6, "too": 1.81585268215, "relat": 1.23750876919, "analyst": 14.8373831776, "denselypack": 1587.6, "form": 1.12755681818, "coopt": 1134.0, "kind": 5.1612483745199995, "comprehend": 109.8685121108, "web": 31.028013029340002, "addit": 1.24634950542, "would": 1.0828729281799998, "davo": 972.0, "number": 3.30428749827, "violat": 5.61584718783, "nexus": 77.067961165, "etc": 4.2066772655, "now": 2.321561746, "trail": 7.4013986013999995, "intent": 12.77489438744, "log": 13.6744186047, "univers": 1.24889867841, "encrypt": 71.1928251121, "sheer": 55.3170731708, "googlenest": 1587.6, "join": 5.376834499889999, "product": 4.86794766966, "subduct": 230.086956522, "catch": 8.25585023401, "spin": 13.2964824121, "user": 69.39485186985, "sell": 7.02167182662, "onc": 1.4974533106999999, "offlin": 264.6, "search": 6.507890961259999, "their": 5.07739542025, "bid": 8.595560368160001, "disruptivedean": 1587.6, "won": 2.31732593782, "wink": 130.131147541, "particular": 1.3814827706200001, "store": 3.44680851064, "ever": 1.9697270471500001, "creat": 1.2492917847, "room": 9.23023255815, "multipl": 2.74813917258, "outlandish": 260.262295082, "how": 11.21752296357, "billion": 19.4678111588, "safeguard": 24.767550701999998, "who": 4.25117150892, "anyway": 23.244509516799997, "comprehens": 5.3544688027, "deeper": 15.0769230769, "especi": 3.33424341068, "distribut": 10.958412424519999, "sizedrobot": 1587.6, "end": 2.21360847742, "given": 5.41704341892, "word": 3.5930745728199995, "interest": 3.20662492426, "deep": 3.6279707495399998, "mountain": 7.03567471748, "embrac": 8.45817794353, "environment": 5.50867453158, "scenario": 15.3986420951, "open": 2.49113447356, "someon": 4.9350326391, "see": 2.54484251022, "therebi": 6.47735618115, "robomosquito": 1587.6, "sketch": 10.956521739100001, "wearabl": 481.09090909099996, "constraint": 15.0483412322, "new": 1.0178880554, "privaci": 481.0909090902, "similar": 1.37514075357, "but": 6.09794507394, "throw": 8.39555790587, "certain": 1.8077886586200003, "need": 5.749049429639999, "our": 25.93347193349, "metadata": 211.68, "background": 8.05479452054, "object": 21.139813581930003, "pound": 9.6393442623, "knit": 81.83505154640001, "point": 7.5594000476400005, "applic": 3.42672134686, "walk": 3.56363636364, "empir": 2.8395635843299996, "struggl": 3.36, "level": 3.3088786994599997, "opt": 12.721153846199998, "has": 4.1745990008, "generat": 6.15826221876, "atop": 20.698826597100002, "cloud": 10.6193979933, "enorm": 22.64764621968, "wellmean": 1587.6, "use": 3.0889162721399996, "organ": 1.6387283237, "govern": 1.50941243582, "notif": 68.1373390558, "chairwoman": 256.064516129, "imper": 98.8132780083, "defeat": 2.87869446963, "out": 3.18050083473, "net": 6.96315789474, "model": 4.1811956808, "mirror": 7.54921540656, "good": 1.51981619759, "alway": 2.06745670009, "panel": 7.57442748092, "much": 1.1942229577299999, "cours": 2.15092805853, "huge": 4.38927287808, "count": 3.48157894737, "around": 2.42789417342, "knew": 5.134540750319999, "puzzl": 25.483146067399996, "global": 3.30612244898, "togeth": 3.16191993626, "primarycolor": 1587.6, "process": 3.39049652964, "not": 8.12539184952, "involv": 2.8997260274000003, "suggest": 3.5143331488599996, "smoke": 8.934158694430002, "quot": 3.85339805825, "thermostat": 352.8, "accumul": 8.69441401972, "minim": 6.10850327049, "nowher": 24.9230769231, "mere": 4.20222339862, "dead": 2.9608355091400003, "adopt": 2.0442956477000003, "shown": 2.76923076923, "said": 3.09503850278, "stuff": 46.6255506608, "buzz": 44.595505618000004, "problem": 1.76674827509, "they": 8.24138602296, "design": 1.45825296225, "unpick": 1587.6, "batteri": 12.3741231489, "core": 9.246359930119999, "steeli": 208.89473684200001, "turn": 4.151673640169999, "effect": 1.3963060686000002, "let": 6.97233201582, "world": 3.34020618558, "scienc": 2.31969608416, "wifi": 217.479452055, "card": 12.84985835694, "away": 1.85142857143, "node": 88.6927374302, "ensur": 3.4127257093700005, "datamin": 3175.2, "respons": 1.5066907089300001, "gen": 50.5605095541, "eric": 6.411954765750001, "appear": 1.3214582986499999, "peopl": 3.6396148555800005, "inexor": 184.604651163, "algorithm": 55.9014084508, "crude": 19.845, "startup": 136.8620689656, "penetr": 10.569906790900001, "entri": 3.9909502262400003, "such": 6.36908264244, "accuraci": 12.7620578778, "what": 7.520606347679999, "futurist": 47.109792284899996, "those": 2.39096385542, "talk": 9.0910479099, "with": 12.014378507879997, "network": 15.562163045279998, "aspect": 3.0893169877399997, "fast": 4.8729281768, "andor": 690.260869565, "usag": 19.282591093109996, "collect": 4.92329956584, "both": 1.05215720061, "locat": 1.59766529134, "concern": 1.8852867830400002, "off": 3.0242880274400004, "risk": 24.575851393200004, "smart": 16.746835443, "mail": 16.175241976560002, "well": 2.1311497416, "channel": 3.6784059314199995, "locus": 70.875, "futur": 11.146267259520002, "abus": 6.28503562945, "and": 43.00270866159, "from": 9.00510493473, "slot": 18.3962920046, "limit": 4.555959441360001, "firm": 3.7076132648300004, "num": 6.00189024006, "circul": 7.517045454550001, "leav": 1.6615384615399997, "market": 4.73204172876, "els": 5.44444444444, "sale": 3.4274611399, "everywher": 31.847542627800003, "acquir": 3.10563380282, "for": 18.00567072018, "car": 10.61229946524, "predict": 15.554539516650001, "triangul": 240.545454545, "militari": 2.13129279098, "achiev": 3.74433962264, "revel": 11.622254758399999, "onoff": 1587.6, "wear": 4.41367806505, "propel": 15.703264095, "think": 8.721479582490002, "are": 19.56821277982, "true": 2.55569864778, "compani": 1.5523613963, "doodlefestoon": 1587.6, "sensornet": 15876.0, "current": 3.0651607298, "month": 1.5079787234, "sens": 5.673039128099999, "benefit": 6.13683803634, "conveni": 9.85474860335, "law": 7.189403373719999, "secur": 13.01311475412, "paramount": 46.3532846716, "toward": 1.6303142329, "brand": 5.5259310824900005, "internetteth": 1587.6, "protect": 3.9292166811, "posit": 1.37252528746, "later": 1.08650424309, "amount": 2.27027027027, "suck": 47.25, "dnaseal": 1587.6, "bubley": 1587.6, "again": 1.50883862384, "compar": 1.8662278123900002, "map": 4.0728578758300005, "group": 1.20996875238, "doe": 1.70581282905, "even": 5.8230633803, "fridg": 512.129032258, "infer": 21.1398135819, "transmit": 9.818181818180001, "proper": 3.3388012618299996, "circumv": 44.974504249300004, "influenc": 1.77246846042, "perceptu": 103.764705882, "pose": 7.1352808988800005, "told": 3.1543810848400002, "reactiv": 28.6054054054, "interwoven": 134.542372881, "conceal": 13.2189841799, "murder": 8.18139654728, "framework": 16.400826446279996, "generalpurpos": 1587.6, "move": 1.29125660838, "his": 2.1887364720400004, "then": 2.17315721032, "laughabl": 360.818181818, "switch": 9.94736842106, "demand": 4.6831858407, "thing": 19.252387448879997, "analyz": 9.68639414277, "outlaw": 15.1633237822, "machin": 8.04866920152, "into": 10.150246147899999, "consumerori": 1587.6, "themselv": 2.05967825636, "realiti": 4.563380281690001, "came": 1.46013059873, "servic": 4.53902601735, "requir": 1.52844902282, "where": 3.20145190563, "last": 3.6351702030300004, "earlier": 3.73552941176, "allpervas": 1587.6, "presenc": 2.7476635514, "wonder": 7.265903890160001, "popul": 2.17807655371, "control": 10.28714246042, "opportun": 6.0239043824800005, "believ": 1.6450108797, "piec": 3.24132298898, "forecast": 43.795862068999995, "abil": 5.41750554512, "smartphon": 77.443902439, "weav": 31.1294117647, "privacyerod": 1587.6, "own": 2.35688836104, "natur": 1.5392670157100001, "fact": 3.46751119362, "tool": 14.991501416430001, "driverless": 721.636363636, "allse": 1587.6, "flow": 13.23, "permiss": 12.560126582279999, "email": 66.9873417722, "clearsight": 1587.6, "here": 4.84615384616, "techcrunch": 1058.4, "camera": 8.989807474520001, "report": 2.7268979732, "sensori": 40.2944162437, "speed": 7.740614334480001, "plug": 30.297709923699998, "give": 1.3653250774, "long": 2.5314518057799997, "human": 7.586190419319999, "engag": 5.385345997280001, "layer": 16.28307692308, "greater": 2.14801785956, "than": 3.0983606557499996, "parallel": 9.15835015864, "about": 7.45402106113, "evid": 2.24872521246, "articl": 2.01805008262, "yet": 2.1258703802900003, "pocket": 11.323823109800001, "way": 1.2190739461, "mind": 7.1837104072399995, "context": 4.25972632144, "just": 4.00740429111, "entir": 1.59365589239, "devic": 50.0820189274, "scope": 10.3494132986, "internet": 74.7692307693, "she": 8.64, "standard": 1.8915763135900003, "type": 2.0281042411900003, "represent": 5.928304705, "datadot": 1587.6, "mobil": 14.69093152374, "edith": 37.0934579439, "router": 196.0, "steal": 13.23, "whether": 2.20683903253, "dynam": 13.05055487054, "across": 1.7318642958400001, "live": 1.30591428806, "complex": 7.0206367924499995, "communic": 2.8395635843299996, "nor": 3.3479544496, "massiv": 4.22571200426, "bring": 2.03616775683, "surveil": 38.3015681544, "postsnowden": 1587.6, "bake": 41.2363636364, "deliber": 6.280063291139999, "singl": 1.60948905109, "vest": 23.766467065900002, "appar": 3.16696588869, "alreadi": 7.820689655160001, "trust": 4.89546716004, "bad": 3.3944836433599996, "energi": 3.66566612792, "professor": 8.62123269074, "anyth": 4.58843930636, "messag": 4.96745932416, "lose": 3.0851146521599997, "autom": 39.6404494382, "phone": 9.118897185529999, "health": 2.71570304482, "abl": 1.8208510150200001, "mani": 4.17707031508, "pull": 15.55962103887, "string": 8.37783641161, "the": 93.0, "perhap": 6.29625223082, "increas": 7.9214968814999995, "defeatist": 756.0, "rise": 6.08820145725, "provid": 4.86210856748, "special": 1.4881889763799998, "debit": 203.53846153799998, "mine": 4.875921375919999, "read": 2.3149606299200003, "consum": 24.65217391305, "earli": 1.12468121281, "order": 2.49250333622, "exact": 3.46864758575, "horror": 14.0744680851, "exist": 4.39413230004, "connect": 35.803442136410006, "nail": 25.6064516129, "offer": 1.53896859248, "possibl": 4.2521203464, "industri": 2.02319357716, "brush": 25.2802547771, "say": 5.2633440159, "overarch": 81.0, "right": 1.4054532577899999, "textur": 28.5026929982, "alarm": 12.96, "take": 2.27923336444, "autonomi": 12.1469013007, "margo": 172.56521739099998, "data": 47.27009783076, "strategi": 4.44208170118, "tri": 3.7089125102199993, "schmidt": 178.783783784, "whi": 6.513230769240001, "interact": 13.2557751183, "iot": 1443.27272727, "high": 3.44331983805, "basic": 2.7301805675, "play": 1.46390041494, "realli": 9.495215311, "power": 4.018901358539999, "leverag": 35.7567567568, "reduc": 1.98698372966, "honeypot": 1323.0, "also": 13.191946308710001, "seven": 1.93940874664, "person": 4.21561338291, "everyth": 9.6393442623, "mean": 4.34720700987, "one": 3.01882487166, "evolut": 6.360576923080001, "technolog": 28.638242046590005, "signific": 1.4529147982100001, "uniqu": 3.01595744681, "nest": 21.2530120482, "may": 1.05201775893, "becom": 3.37476085878, "sneaki": 441.0, "platform": 6.2332155476999995, "past": 4.03404904078, "maker": 29.2017167382, "stand": 4.169117647059999, "econom": 2.26735218509, "via": 2.2978723404299997, "encourag": 2.7975330396499998, "want": 9.984905660399999, "util": 9.31963604344, "realm": 10.7780040733, "argument": 5.09335899904, "build": 6.5366958312, "ramirez": 280.991150442, "howev": 1.0945191313299998, "lipservic": 1587.6, "share": 3.7132499123000002, "although": 1.14968498805, "datapoint": 1587.6, "actual": 1.87482286254, "work": 2.23040179826, "calcul": 6.12972972973, "week": 1.80532181033, "could": 1.2043695949, "debat": 3.2294548413300004, "were": 2.04917715392, "which": 7.036342915, "intellig": 12.580031695710002, "activ": 1.46403541129, "estim": 2.34991119005, "extremi": 661.5, "agenc": 3.49922856513, "other": 2.01984732824, "appli": 2.2972073506, "convent": 2.64159733777, "watchdog": 103.090909091, "digit": 22.080667593900003, "monitor": 6.05723006486, "welldistribut": 1587.6, "januari": 1.4502603453, "divers": 3.97197898424, "some": 3.1211009174399997, "seltzer": 1628.3076923079998, "becaus": 4.5980739989999995, "signifi": 16.0363636364, "rich": 3.8826118855500003, "get": 3.5712518277, "still": 2.3732715449599997, "like": 4.596742671, "grand": 3.06486486486, "through": 1.07074930869, "sensor": 86.5963636365, "dot": 18.8775267539, "imagin": 13.197007481300002, "alon": 5.99433641684, "highway": 7.28925619835, "part": 3.12992048367, "paranoid": 74.1869158879, "erod": 26.0262295082, "neither": 3.6622837370199997, "afterthought": 387.219512195, "regulatori": 21.3100671141, "moneypip": 1587.6, "harvest": 11.725258493399998, "gather": 3.78631051753, "put": 1.65806788512, "access": 1.8734953976900002, "road": 4.99638080252, "regul": 15.54946131244, "sampl": 7.23280182232, "time": 1.01127460348, "engin": 7.414072229129999, "hyper": 305.307692308, "warn": 8.668304668300001, "trajectori": 37.980861244, "farsight": 1058.4, "trivial": 35.3585746102, "will": 9.79848788768, "embed": 84.17815482500001, "been": 1.0239277652399998, "space": 2.39818731118, "most": 1.02096463023, "low": 4.26144141726, "everi": 2.95835274388, "view": 4.92228193467, "dropcam": 1587.6, "credit": 3.04312823462, "along": 1.2973768080399999, "hollywood": 8.71350164654, "everyon": 6.3964544722, "busi": 12.33247022268, "action": 1.81855670103, "reason": 1.72340425532, "someth": 3.28152128979, "there": 3.12273800157, "android": 57.1079136691, "surround": 7.49575070823, "commit": 2.8860207235, "feasibl": 17.8181818182, "that": 34.1354581675, "all": 7.080275229370001, "whose": 1.73508196721, "call": 1.0676529926, "today": 1.74961428257, "disappear": 5.5259310824900005, "more": 13.2232188621, "improv": 4.08753861998, "mistrust": 73.8418604651, "correspond": 3.32481675393, "discuss": 4.39352428394, "forum": 8.27737226277, "home": 2.919992643, "smokescreen": 453.6, "life": 1.37051104972, "gain": 3.6963911525, "erect": 7.380753138080001, "fade": 14.3934723481, "realtim": 1716.324324324, "comment": 3.05954904606, "submit": 5.770992366410001, "year": 2.0970873786400004, "seem": 2.29123971713, "can": 12.93887530562, "hammer": 53.6351351352, "comput": 11.783275606140002, "make": 2.1525320317200003, "tip": 18.84391691394, "beneath": 10.8368600683, "pervas": 80.7938931298, "each": 1.18974820144, "harvard": 7.28256880734, "pick": 4.939639079030001, "clear": 5.56271899089, "key": 2.28005170185, "this": 10.037936267100001, "necessari": 2.8421052631599997, "depth": 8.24299065421, "infanc": 36.3295194508, "packag": 15.656804733720001, "inevit": 11.0634146341, "gartner": 369.209302326, "invas": 8.301176470580002, "caveat": 132.3, "shape": 3.20338983051, "transpar": 15.876, "perfect": 4.48601299802, "rather": 6.22771403352, "resist": 3.2294548413300004, "dean": 8.27737226277, "rigor": 17.8783783784, "vast": 8.11241696474, "come": 2.65662650602, "might": 8.624745348360001, "corpor": 3.02284843869, "pay": 2.80148226575, "inde": 4.43092380687, "robot": 20.0201765448, "understand": 2.96858638743, "potenti": 2.52080025405, "longer": 2.02319357716, "import": 1.3401992233700002, "game": 2.57978550536, "bluetooth": 176.4, "app": 35.837471783299996, "when": 1.02076769755, "have": 6.089369046839999, "onlin": 2.6051854282900004, "while": 2.0883977900599997, "dens": 31.2519685038, "social": 1.9904714142400002, "invis": 77.5384615384, "without": 5.18188494492, "often": 1.29452054795, "mosquito": 133.4117647058, "down": 1.35889754344, "learn": 9.2910021946, "snowden": 198.45, "argu": 8.03305785123, "effici": 5.09335899904, "transceiv": 369.209302326}, "logtfidf": {"after": 0.020490694648099998, "hand": 0.479471335336, "shouldn": 7.369978720910001, "myriad": 7.669666733480001, "googl": 26.75894344838, "unless": 1.69528182715, "implic": 2.03244064121, "addresses…so": 7.369978720910001, "too": 0.5965551547219999, "relat": 0.21310030165399999, "analyst": 2.6971498864499996, "denselypack": 7.369978720910001, "form": 0.120053184191, "coopt": 7.033506484289999, "kind": 1.896062605434, "comprehend": 8.01227425158, "web": 9.858785839920001, "addit": 0.220218882972, "would": 0.0796176279647, "davo": 17.34223054737, "number": 0.2898257352558, "violat": 1.72559245621, "nexus": 4.34468764511, "etc": 1.4366730879700003, "now": 0.298185890042, "trail": 2.00166898254, "intent": 4.64475003124, "log": 2.61552683221, "univers": 0.222262105686, "encrypt": 4.26539204244, "sheer": 6.639868835160001, "googlenest": 7.369978720910001, "join": 1.75046258826, "product": 1.452180409608, "subduct": 5.43845730931, "catch": 2.11092206831, "spin": 2.58749951995, "user": 18.38329296192, "sell": 2.51170832214, "onc": 0.403765872355, "offlin": 9.77014414224, "search": 2.3597365081799997, "their": 0.07680252561350001, "bid": 2.1512458337, "disruptivedean": 7.369978720910001, "won": 0.8404139079, "wink": 4.86854276917, "particular": 0.323157393804, "store": 1.2374487335200002, "ever": 0.6778949784020001, "creat": 0.222576818514, "room": 3.37161586629, "multipl": 1.01092401812, "outlandish": 9.73708553834, "how": 3.30096869851, "billion": 6.3298721228799995, "safeguard": 3.2095343569800003, "who": 0.2436009319436, "anyway": 3.1460689543299996, "comprehens": 1.6779315024700001, "deeper": 2.7131653017699997, "especi": 1.022197219418, "distribut": 4.03125223252, "sizedrobot": 7.369978720910001, "end": 0.202953597236, "given": 1.213023243324, "word": 1.17172216477, "interest": 0.9441435559639999, "deep": 1.2886734698, "mountain": 2.5156928281599997, "embrac": 2.13513377732, "environment": 1.70632403734, "scenario": 2.73427932989, "open": 0.439182076058, "someon": 1.59635928666, "see": 0.481843170984, "therebi": 1.86831243037, "robomosquito": 7.369978720910001, "sketch": 2.39393487158, "wearabl": 6.17605625244, "constraint": 2.7112677679900004, "new": 0.0177299468511, "privaci": 56.82832944246, "similar": 0.318556092114, "but": 0.0971542324314, "throw": 2.12770274524, "certain": 0.592104362781, "need": 1.450960653768, "our": 9.434031356002, "metadata": 5.35507570037, "background": 2.7862406523799996, "object": 7.685402263227, "pound": 2.26585308373, "knit": 4.40470565484, "point": 1.3861941541979999, "applic": 1.23160392849, "walk": 1.270781474, "empir": 1.04365037288, "struggl": 1.2119409739799998, "level": 1.006924379886, "opt": 2.54326626497, "has": 0.1708957794192, "generat": 2.1575470252080002, "atop": 3.03007701254, "cloud": 2.36268232808, "enorm": 6.0643309146, "wellmean": 7.369978720910001, "use": 0.0876240591948, "organ": 0.49392052866999997, "govern": 0.411720459754, "notif": 4.22152536034, "chairwoman": 5.54542942886, "imper": 10.483859099550001, "defeat": 1.05733688222, "out": 0.1752791727579, "net": 1.9406330919499999, "model": 1.4749001462220002, "mirror": 2.0214436382, "good": 0.418589404907, "alway": 0.726319204572, "panel": 2.02477776846, "much": 0.17749572930100002, "cours": 0.765899404133, "huge": 1.47916358195, "count": 1.24748591139, "around": 0.38775421156400003, "knew": 1.6359904042, "puzzl": 3.23801729512, "global": 1.1957760371200001, "togeth": 0.916064474616, "primarycolor": 7.369978720910001, "process": 1.05565839805, "not": 0.12441930406, "involv": 0.742938157316, "suggest": 1.127405221754, "smoke": 2.18988198575, "quot": 1.3489553715600002, "thermostat": 5.86590132413, "accumul": 2.16268075275, "minim": 1.80968177926, "nowher": 3.21579415833, "mere": 1.43561376584, "dead": 1.0854714951100002, "adopt": 0.7150533036110001, "shown": 1.01856958099, "said": 0.87330633163, "stuff": 6.298003015499999, "buzz": 3.79763308305, "problem": 0.569140724273, "they": 0.2378159581408, "design": 0.377239118022, "unpick": 7.369978720910001, "batteri": 2.51560744929, "core": 3.0621655449, "steeli": 5.34183047362, "turn": 0.974697753192, "effect": 0.333830227158, "let": 2.4976051345599997, "world": 0.322260745863, "scienc": 0.841436178891, "wifi": 5.38210437275, "card": 3.7203712158199997, "away": 0.615957541869, "node": 7.584061655, "ensur": 1.22751130026, "datamin": 14.739957441820001, "respons": 0.40991566230300003, "gen": 3.9231708279900004, "eric": 1.8581641801, "appear": 0.278735898493, "peopl": 0.579796735419, "inexor": 5.21821651765, "algorithm": 6.66088479036, "crude": 2.98795208624, "startup": 8.451652884480001, "penetr": 2.35801098158, "entri": 1.38402935449, "such": 0.358175866836, "accuraci": 2.5464765406, "what": 1.355323780962, "futurist": 3.85248088355, "those": 0.35709878174599996, "talk": 3.32603368347, "with": 0.01436990056068, "network": 5.718498318311999, "aspect": 1.12795002691, "fast": 1.5836950247400001, "andor": 6.5370695979699995, "usag": 5.58177115284, "collect": 1.48609998156, "both": 0.050842533389300004, "locat": 0.46854337067199997, "concern": 0.634079948873, "off": 0.8270570407760001, "risk": 8.460029045339999, "smart": 2.81820931165, "mail": 4.18066923926, "well": 0.1270288766312, "channel": 1.30247948752, "locus": 4.26091776205, "futur": 3.716071186194, "abus": 1.83817151099, "and": 0.0027085761087347997, "from": 0.005103487519794, "slot": 2.9121491228200003, "limit": 1.25347156389, "firm": 1.31038834475, "num": 0.0018899423723820002, "circul": 2.01717316908, "leav": 0.507743957229, "market": 1.7224191678740002, "els": 1.6945957207700002, "sale": 1.23181979465, "everywher": 5.53562608788, "acquir": 1.1332178178499999, "for": 0.005669827117146001, "car": 3.7902041000999995, "predict": 4.937220713069999, "triangul": 5.482909071880001, "militari": 0.7567287397269999, "achiev": 1.2541961702339999, "revel": 2.45292177377, "onoff": 7.369978720910001, "wear": 1.48470837021, "propel": 2.7538685948799997, "think": 3.2015298352499997, "are": 0.5598819980713, "true": 0.938325629634, "compani": 0.439777253097, "doodlefestoon": 7.369978720910001, "sensornet": 73.69978720910001, "current": 0.8539056556900001, "month": 0.410770160338, "sens": 2.08515559002, "benefit": 2.24232490232, "conveni": 2.28795343073, "law": 2.3452553086320003, "secur": 4.645189241688, "paramount": 6.286289951280001, "toward": 0.48877277716000006, "brand": 1.7094517549200001, "internetteth": 7.369978720910001, "protect": 1.35058581534, "posit": 0.316652318608, "later": 0.0829654259878, "amount": 0.819898886199, "suck": 3.85545265394, "dnaseal": 7.369978720910001, "bubley": 7.369978720910001, "again": 0.411340231612, "compar": 0.6239191809269999, "map": 1.40434493384, "group": 0.190594534797, "doe": 0.5340417297169999, "even": 0.76194282417, "fridg": 6.238576609419999, "infer": 3.0511581621399997, "transmit": 2.28423595433, "proper": 1.2056118389200001, "circumv": 3.8060957569699996, "influenc": 0.572373185428, "perceptu": 4.64212589251, "pose": 1.9650516193, "told": 1.14879230713, "reactiv": 3.3535957001599996, "interwoven": 4.90187918944, "conceal": 2.58165399182, "murder": 2.81743136506, "framework": 4.20836909214, "generalpurpos": 7.369978720910001, "move": 0.255615859253, "his": 0.1803544867282, "then": 0.16606773046179998, "laughabl": 5.8883741799800005, "switch": 3.20832171066, "demand": 1.701662865938, "thing": 7.0255482774399995, "analyz": 2.2707222351599996, "outlaw": 2.7188796030299995, "machin": 2.78471916124, "into": 0.149128632287, "consumerori": 7.369978720910001, "themselv": 0.7225497843690001, "realiti": 1.51806363875, "came": 0.378525882905, "servic": 1.2423005002350003, "requir": 0.424253510675, "where": 0.19497641623710002, "last": 0.5761309338330001, "earlier": 1.24948474285, "allpervas": 7.369978720910001, "presenc": 1.01075093288, "wonder": 1.98319270637, "popul": 0.778442172521, "control": 2.6948926311020003, "opportun": 2.2051768741, "believ": 0.497746997996, "piec": 1.17598157639, "forecast": 6.1727843181, "abil": 1.992976594854, "smartphon": 4.34955383476, "weav": 3.43815308818, "privacyerod": 7.369978720910001, "own": 0.328390154842, "natur": 0.431306339292, "fact": 1.1005798415899999, "tool": 4.826613538889999, "driverless": 6.58152136054, "allse": 7.369978720910001, "flow": 4.45162406838, "permiss": 3.6747601172800004, "email": 7.022712984419999, "clearsight": 7.369978720910001, "here": 1.7700763767400003, "techcrunch": 6.964513612799999, "camera": 2.1960914327400003, "report": 0.6200350180740001, "sensori": 3.69621290461, "speed": 2.7066677505400003, "plug": 3.41107212958, "give": 0.311392552224, "long": 0.471291587756, "human": 2.560140732972, "engag": 1.981068760068, "layer": 4.1939583247000005, "greater": 0.764545491118, "than": 0.0967825866546, "parallel": 3.04303773644, "about": 0.43990434232220005, "evid": 0.8103634834160001, "articl": 0.702131739574, "yet": 0.754181309241, "pocket": 2.4269087463099996, "way": 0.19809150993500002, "mind": 2.5573376776599996, "context": 1.44920491442, "just": 0.868594302327, "entir": 0.46603068026999994, "devic": 16.110769470299996, "scope": 2.33692983198, "internet": 24.0953436885, "she": 3.0804328867839996, "standard": 0.63741050982, "type": 0.707101485387, "represent": 1.7797382876499999, "datadot": 7.369978720910001, "mobil": 4.765854334830001, "edith": 3.6134406183199994, "router": 5.278114659230001, "steal": 2.58248697813, "whether": 0.791561189647, "dynam": 3.7513669422400002, "across": 0.549198455941, "live": 0.266903399347, "complex": 2.5507249092929998, "communic": 1.04365037288, "nor": 1.2083495472799999, "massiv": 1.44118776833, "bring": 0.7110694905930001, "surveil": 5.9046873175400005, "postsnowden": 7.369978720910001, "bake": 3.7193204796199995, "deliber": 1.8373800586400002, "singl": 0.475916769059, "vest": 3.16827564037, "appar": 1.15277399664, "alreadi": 2.681913522988, "trust": 1.5883097076, "bad": 1.2221516561799999, "energi": 1.29901007269, "professor": 2.92216179492, "anyth": 1.52353994585, "messag": 1.6029085070200002, "lose": 1.1265888210600001, "autom": 5.973405733659999, "phone": 2.2103488741299997, "health": 0.9990508682320001, "abl": 0.599303982475, "mani": 0.1732630324884, "pull": 4.9382006248799994, "string": 2.1255896963900005, "the": 0.0, "perhap": 2.29361478366, "increas": 1.666924313574, "defeatist": 6.6280413761800006, "rise": 2.1232212666540002, "provid": 0.7807113773000001, "special": 0.39755992860100003, "debit": 5.31585498721, "mine": 1.58430908678, "read": 0.83939268088, "consum": 7.977135876800001, "earli": 0.117499629108, "order": 0.44028076158600005, "exact": 1.2437647732500001, "horror": 2.64436238184, "exist": 1.144973382261, "connect": 12.038496114958, "nail": 3.2428443358599996, "offer": 0.431112446902, "possibl": 1.0464164246730001, "industri": 0.7046772417749999, "brush": 3.23002364743, "say": 1.6864628416560001, "overarch": 4.394449154669999, "right": 0.34035985417, "textur": 3.3499985739800002, "alarm": 2.56186769092, "take": 0.261383924394, "autonomi": 2.49707410028, "margo": 5.15077523685, "data": 17.0354881872, "strategi": 1.49112311818, "tri": 1.23518305832, "schmidt": 17.883696257349996, "whi": 2.36137686094, "interact": 4.457463080369999, "iot": 7.2746685411000005, "high": 0.41347135962000003, "basic": 1.00436774895, "play": 0.38110439064199997, "realli": 3.1152816794, "power": 0.8771888481450001, "leverag": 3.5767392514699994, "reduc": 0.686617775143, "honeypot": 7.18765716411, "also": 0.1905430514, "seven": 0.662383156851, "person": 1.0205484480540001, "everyth": 3.14541180634, "mean": 1.11276385056, "one": 0.0187660549365, "evolut": 1.85011908441, "technolog": 10.525324549905, "signific": 0.373571744332, "uniqu": 1.1039173409, "nest": 3.0564986287700004, "may": 0.050709995284400004, "becom": 0.353136529467, "sneaki": 6.08904487545, "platform": 1.8298923389200001, "past": 1.4032468315220001, "maker": 6.82684563384, "stand": 1.4691144748640002, "econom": 0.818612712388, "via": 0.831983625414, "encourag": 1.02873797155, "want": 3.4581830312749995, "util": 3.0779527924799996, "realm": 2.37750739744, "argument": 1.62793753414, "build": 1.964549808364, "ramirez": 9.89035199038, "howev": 0.0903151173475, "lipservic": 7.369978720910001, "share": 1.237520599494, "although": 0.139487981418, "datapoint": 7.369978720910001, "actual": 0.628514181648, "work": 0.218069134546, "calcul": 1.8131506592099997, "week": 0.5907388641619999, "could": 0.18595627229000003, "debat": 1.1723133432200001, "were": 0.048582287362199994, "which": 0.036248896918010004, "intellig": 4.30049544639, "activ": 0.381196603284, "estim": 0.854377535975, "extremi": 6.4945099835599995, "agenc": 1.25254253424, "other": 0.01974949583952, "appli": 0.8316941898119999, "convent": 0.971383786374, "watchdog": 4.63561121149, "digit": 7.426322718750001, "monitor": 1.80125261058, "welldistribut": 7.369978720910001, "januari": 0.371743088798, "divers": 1.37926445519, "some": 0.11872052719350001, "seltzer": 24.036008671079998, "becaus": 0.5573726353, "signifi": 2.77485887077, "rich": 1.35650809354, "get": 1.159538011564, "still": 0.34224444285800004, "like": 0.55621430618, "grand": 1.12000347865, "through": 0.0683586918849, "sensor": 10.08793660704, "dot": 2.93797215393, "imagin": 3.77368583474, "alon": 2.19533582472, "highway": 1.9864015104099997, "part": 0.12718593294840003, "paranoid": 4.30658779888, "erod": 3.25910485674, "neither": 1.29808692469, "afterthought": 5.958991747200001, "regulatori": 3.05917959552, "moneypip": 7.369978720910001, "harvest": 2.4617453604299997, "gather": 1.3313920667299999, "put": 0.505652999854, "access": 0.627805882716, "road": 1.831133260558, "regul": 5.4309265384800005, "sampl": 1.9786264883900002, "time": 0.0112115188626, "engin": 2.7143026748279997, "hyper": 5.721320095319999, "warn": 2.9330521022400005, "trajectori": 3.63708238138, "farsight": 6.964513612799999, "trivial": 3.56554092616, "will": 1.62229227932, "embed": 14.11748765635, "been": 0.023645982368400004, "space": 0.874713164972, "most": 0.020747896295599998, "low": 1.5129205666980001, "everi": 0.782970854842, "view": 1.485479826519, "dropcam": 7.369978720910001, "credit": 1.11288601088, "along": 0.260344385917, "hollywood": 2.1648737360799997, "everyon": 1.8557438481400002, "busi": 4.32285702213, "action": 0.598043165069, "reason": 0.544301552962, "someth": 1.18830712273, "there": 0.12029367877649999, "android": 4.04494270021, "surround": 2.7471719972189996, "commit": 1.0598786410299998, "feasibl": 2.88021938643, "that": 0.13518904490776, "all": 0.07981842468459999, "whose": 0.5510546556329999, "call": 0.0654627744488, "today": 0.559395353679, "disappear": 1.7094517549200001, "more": 0.22132411079999997, "improv": 1.4295916078639999, "mistrust": 4.30192578578, "correspond": 1.20141456099, "discuss": 1.57396904524, "forum": 2.1135255584599997, "home": 0.756867832394, "smokescreen": 6.117215752409999, "life": 0.315183699277, "gain": 1.2284195978499999, "erect": 1.9988756846400002, "fade": 2.6667747946500002, "realtim": 24.246583605039998, "comment": 1.11826753454, "submit": 1.7528440529799998, "year": 0.09480447778920001, "seem": 0.829093032276, "can": 1.7857520603339998, "hammer": 8.65077621273, "comput": 4.104206747819999, "make": 0.14699531564579998, "tip": 4.486085942240001, "beneath": 2.38295329245, "pervas": 7.39750840406, "each": 0.173741689304, "harvard": 1.9854836581200002, "pick": 1.59729226761, "clear": 1.852424181594, "key": 0.82419811896, "this": 0.037864490525, "necessari": 1.0445450673999999, "depth": 2.10936322154, "infanc": 3.59263061881, "packag": 4.115516898380001, "inevit": 2.4036436857099996, "gartner": 5.91136369821, "invas": 2.84650013528, "caveat": 4.88507207112, "shape": 1.16420957115, "transpar": 2.76480853492, "perfect": 1.50096433356, "rather": 1.770859902156, "resist": 1.1723133432200001, "dean": 2.1135255584599997, "rigor": 2.88359207091, "vast": 2.8004973319, "come": 0.5678198130600001, "might": 3.0733643061360003, "corpor": 1.1061995784799998, "pay": 1.0301486577299999, "inde": 1.4886080966, "robot": 2.99674059227, "understand": 1.0880858756799998, "potenti": 0.9245764122419999, "longer": 0.7046772417749999, "import": 0.292818277066, "game": 0.9477062580210001, "bluetooth": 5.17275414357, "app": 3.57899404386, "when": 0.0205549888584, "have": 0.0887100140472, "onlin": 0.957503854357, "while": 0.08649996758760002, "dens": 7.03041023298, "social": 0.688371502261, "invis": 11.8579189202, "without": 1.035498071764, "often": 0.258140393351, "mosquito": 8.40058628046, "down": 0.306673741186, "learn": 3.37100825898, "snowden": 5.29053717923, "argu": 2.9548589105880003, "effici": 1.62793753414, "transceiv": 5.91136369821}, "logidf": {"after": 0.020490694648099998, "hand": 0.479471335336, "shouldn": 7.369978720910001, "myriad": 3.8348333667400003, "googl": 2.43263122258, "unless": 1.69528182715, "implic": 2.03244064121, "addresses…so": 7.369978720910001, "too": 0.5965551547219999, "relat": 0.21310030165399999, "analyst": 2.6971498864499996, "denselypack": 7.369978720910001, "form": 0.120053184191, "coopt": 7.033506484289999, "kind": 0.948031302717, "comprehend": 4.00613712579, "web": 1.6431309733200001, "addit": 0.220218882972, "would": 0.0796176279647, "davo": 5.78074351579, "number": 0.0966085784186, "violat": 1.72559245621, "nexus": 4.34468764511, "etc": 1.4366730879700003, "now": 0.149092945021, "trail": 2.00166898254, "intent": 1.16118750781, "log": 2.61552683221, "univers": 0.222262105686, "encrypt": 4.26539204244, "sheer": 3.3199344175800003, "googlenest": 7.369978720910001, "join": 0.58348752942, "product": 0.484060136536, "subduct": 5.43845730931, "catch": 2.11092206831, "spin": 2.58749951995, "user": 2.04258810688, "sell": 1.25585416107, "onc": 0.403765872355, "offlin": 4.88507207112, "search": 1.1798682540899998, "their": 0.015360505122700001, "bid": 2.1512458337, "disruptivedean": 7.369978720910001, "won": 0.8404139079, "wink": 4.86854276917, "particular": 0.323157393804, "store": 1.2374487335200002, "ever": 0.6778949784020001, "creat": 0.222576818514, "room": 1.12387195543, "multipl": 1.01092401812, "outlandish": 4.86854276917, "how": 0.47156695693000006, "billion": 1.5824680307199999, "safeguard": 3.2095343569800003, "who": 0.0609002329859, "anyway": 3.1460689543299996, "comprehens": 1.6779315024700001, "deeper": 2.7131653017699997, "especi": 0.511098609709, "distribut": 1.00781305813, "sizedrobot": 7.369978720910001, "end": 0.101476798618, "given": 0.303255810831, "word": 0.585861082385, "interest": 0.47207177798199995, "deep": 1.2886734698, "mountain": 1.2578464140799999, "embrac": 2.13513377732, "environment": 1.70632403734, "scenario": 2.73427932989, "open": 0.219591038029, "someon": 1.59635928666, "see": 0.240921585492, "therebi": 1.86831243037, "robomosquito": 7.369978720910001, "sketch": 2.39393487158, "wearabl": 6.17605625244, "constraint": 2.7112677679900004, "new": 0.0177299468511, "privaci": 3.34284290838, "similar": 0.318556092114, "but": 0.0161923720719, "throw": 2.12770274524, "certain": 0.592104362781, "need": 0.362740163442, "our": 0.8576392141820001, "metadata": 5.35507570037, "background": 1.3931203261899998, "object": 0.853933584803, "pound": 2.26585308373, "knit": 4.40470565484, "point": 0.23103235903299998, "applic": 1.23160392849, "walk": 1.270781474, "empir": 1.04365037288, "struggl": 1.2119409739799998, "level": 0.503462189943, "opt": 2.54326626497, "has": 0.0427239448548, "generat": 0.719182341736, "atop": 3.03007701254, "cloud": 2.36268232808, "enorm": 2.0214436382, "wellmean": 7.369978720910001, "use": 0.0292080197316, "organ": 0.49392052866999997, "govern": 0.411720459754, "notif": 4.22152536034, "chairwoman": 5.54542942886, "imper": 3.4946196998500003, "defeat": 1.05733688222, "out": 0.0584263909193, "net": 1.9406330919499999, "model": 0.7374500731110001, "mirror": 2.0214436382, "good": 0.418589404907, "alway": 0.726319204572, "panel": 2.02477776846, "much": 0.17749572930100002, "cours": 0.765899404133, "huge": 1.47916358195, "count": 1.24748591139, "around": 0.19387710578200001, "knew": 1.6359904042, "puzzl": 3.23801729512, "global": 1.1957760371200001, "togeth": 0.458032237308, "primarycolor": 7.369978720910001, "process": 0.527829199025, "not": 0.0155524130075, "involv": 0.371469078658, "suggest": 0.563702610877, "smoke": 2.18988198575, "quot": 1.3489553715600002, "thermostat": 5.86590132413, "accumul": 2.16268075275, "minim": 1.80968177926, "nowher": 3.21579415833, "mere": 1.43561376584, "dead": 1.0854714951100002, "adopt": 0.7150533036110001, "shown": 1.01856958099, "said": 0.436653165815, "stuff": 3.1490015077499995, "buzz": 3.79763308305, "problem": 0.569140724273, "they": 0.0297269947676, "design": 0.377239118022, "unpick": 7.369978720910001, "batteri": 2.51560744929, "core": 1.53108277245, "steeli": 5.34183047362, "turn": 0.324899251064, "effect": 0.333830227158, "let": 1.2488025672799998, "world": 0.107420248621, "scienc": 0.841436178891, "wifi": 5.38210437275, "card": 1.8601856079099999, "away": 0.615957541869, "node": 3.7920308275, "ensur": 1.22751130026, "datamin": 7.369978720910001, "respons": 0.40991566230300003, "gen": 3.9231708279900004, "eric": 1.8581641801, "appear": 0.278735898493, "peopl": 0.193265578473, "inexor": 5.21821651765, "algorithm": 3.33044239518, "crude": 2.98795208624, "startup": 4.225826442240001, "penetr": 2.35801098158, "entri": 1.38402935449, "such": 0.059695977806, "accuraci": 2.5464765406, "what": 0.225887296827, "futurist": 3.85248088355, "those": 0.17854939087299998, "talk": 1.10867789449, "with": 0.00119749171339, "network": 0.9530830530519999, "aspect": 1.12795002691, "fast": 1.5836950247400001, "andor": 6.5370695979699995, "usag": 1.86059038428, "collect": 0.49536666052, "both": 0.050842533389300004, "locat": 0.46854337067199997, "concern": 0.634079948873, "off": 0.41352852038800003, "risk": 1.4100048408899999, "smart": 2.81820931165, "mail": 2.09033461963, "well": 0.0635144383156, "channel": 1.30247948752, "locus": 4.26091776205, "futur": 0.619345197699, "abus": 1.83817151099, "and": 6.29901420636e-05, "from": 0.000567054168866, "slot": 2.9121491228200003, "limit": 0.41782385463, "firm": 1.31038834475, "num": 0.00031499039539700004, "circul": 2.01717316908, "leav": 0.507743957229, "market": 0.8612095839370001, "els": 1.6945957207700002, "sale": 1.23181979465, "everywher": 2.76781304394, "acquir": 1.1332178178499999, "for": 0.00031499039539700004, "car": 1.2634013667, "predict": 1.6457402376899999, "triangul": 5.482909071880001, "militari": 0.7567287397269999, "achiev": 0.6270980851169999, "revel": 2.45292177377, "onoff": 7.369978720910001, "wear": 1.48470837021, "propel": 2.7538685948799997, "think": 1.06717661175, "are": 0.0294674735827, "true": 0.938325629634, "compani": 0.439777253097, "doodlefestoon": 7.369978720910001, "sensornet": 7.369978720910001, "current": 0.42695282784500005, "month": 0.410770160338, "sens": 1.04257779501, "benefit": 1.12116245116, "conveni": 2.28795343073, "law": 0.5863138271580001, "secur": 0.774198206948, "paramount": 3.1431449756400003, "toward": 0.48877277716000006, "brand": 1.7094517549200001, "internetteth": 7.369978720910001, "protect": 0.67529290767, "posit": 0.316652318608, "later": 0.0829654259878, "amount": 0.819898886199, "suck": 3.85545265394, "dnaseal": 7.369978720910001, "bubley": 7.369978720910001, "again": 0.411340231612, "compar": 0.6239191809269999, "map": 1.40434493384, "group": 0.190594534797, "doe": 0.5340417297169999, "even": 0.152388564834, "fridg": 6.238576609419999, "infer": 3.0511581621399997, "transmit": 2.28423595433, "proper": 1.2056118389200001, "circumv": 3.8060957569699996, "influenc": 0.572373185428, "perceptu": 4.64212589251, "pose": 1.9650516193, "told": 1.14879230713, "reactiv": 3.3535957001599996, "interwoven": 4.90187918944, "conceal": 2.58165399182, "murder": 1.40871568253, "framework": 2.10418454607, "generalpurpos": 7.369978720910001, "move": 0.255615859253, "his": 0.0901772433641, "then": 0.08303386523089999, "laughabl": 5.8883741799800005, "switch": 1.60416085533, "demand": 0.850831432969, "thing": 0.8781935346799999, "analyz": 2.2707222351599996, "outlaw": 2.7188796030299995, "machin": 1.39235958062, "into": 0.0149128632287, "consumerori": 7.369978720910001, "themselv": 0.7225497843690001, "realiti": 1.51806363875, "came": 0.378525882905, "servic": 0.41410016674500005, "requir": 0.424253510675, "where": 0.0649921387457, "last": 0.19204364461100001, "earlier": 0.624742371425, "allpervas": 7.369978720910001, "presenc": 1.01075093288, "wonder": 1.98319270637, "popul": 0.778442172521, "control": 0.38498466158600003, "opportun": 1.10258843705, "believ": 0.497746997996, "piec": 1.17598157639, "forecast": 3.08639215905, "abil": 0.996488297427, "smartphon": 4.34955383476, "weav": 3.43815308818, "privacyerod": 7.369978720910001, "own": 0.164195077421, "natur": 0.431306339292, "fact": 0.5502899207949999, "tool": 1.60887117963, "driverless": 6.58152136054, "allse": 7.369978720910001, "flow": 1.4838746894600001, "permiss": 1.8373800586400002, "email": 3.5113564922099996, "clearsight": 7.369978720910001, "here": 0.8850381883700001, "techcrunch": 6.964513612799999, "camera": 2.1960914327400003, "report": 0.31001750903700004, "sensori": 3.69621290461, "speed": 1.3533338752700002, "plug": 3.41107212958, "give": 0.311392552224, "long": 0.235645793878, "human": 0.640035183243, "engag": 0.990534380034, "layer": 2.0969791623500003, "greater": 0.764545491118, "than": 0.0322608622182, "parallel": 1.52151886822, "about": 0.0628434774746, "evid": 0.8103634834160001, "articl": 0.702131739574, "yet": 0.754181309241, "pocket": 2.4269087463099996, "way": 0.19809150993500002, "mind": 1.2786688388299998, "context": 1.44920491442, "just": 0.289531434109, "entir": 0.46603068026999994, "devic": 1.6110769470299997, "scope": 2.33692983198, "internet": 1.6063562459, "she": 0.7701082216959999, "standard": 0.63741050982, "type": 0.707101485387, "represent": 1.7797382876499999, "datadot": 7.369978720910001, "mobil": 1.5886181116100002, "edith": 3.6134406183199994, "router": 5.278114659230001, "steal": 2.58248697813, "whether": 0.791561189647, "dynam": 1.8756834711200001, "across": 0.549198455941, "live": 0.266903399347, "complex": 0.8502416364309999, "communic": 1.04365037288, "nor": 1.2083495472799999, "massiv": 1.44118776833, "bring": 0.7110694905930001, "surveil": 2.9523436587700003, "postsnowden": 7.369978720910001, "bake": 3.7193204796199995, "deliber": 1.8373800586400002, "singl": 0.475916769059, "vest": 3.16827564037, "appar": 1.15277399664, "alreadi": 0.670478380747, "trust": 1.5883097076, "bad": 1.2221516561799999, "energi": 1.29901007269, "professor": 1.46108089746, "anyth": 1.52353994585, "messag": 1.6029085070200002, "lose": 1.1265888210600001, "autom": 2.9867028668299995, "phone": 2.2103488741299997, "health": 0.9990508682320001, "abl": 0.599303982475, "mani": 0.0433157581221, "pull": 1.6460668749599998, "string": 2.1255896963900005, "the": 0.0, "perhap": 1.14680739183, "increas": 0.277820718929, "defeatist": 6.6280413761800006, "rise": 0.707740422218, "provid": 0.19517784432500002, "special": 0.39755992860100003, "debit": 5.31585498721, "mine": 1.58430908678, "read": 0.83939268088, "consum": 1.5954271753600002, "earli": 0.117499629108, "order": 0.22014038079300002, "exact": 1.2437647732500001, "horror": 2.64436238184, "exist": 0.38165779408699996, "connect": 0.633605058682, "nail": 3.2428443358599996, "offer": 0.431112446902, "possibl": 0.348805474891, "industri": 0.7046772417749999, "brush": 3.23002364743, "say": 0.562154280552, "overarch": 4.394449154669999, "right": 0.34035985417, "textur": 3.3499985739800002, "alarm": 2.56186769092, "take": 0.130691962197, "autonomi": 2.49707410028, "margo": 5.15077523685, "data": 1.2168205848, "strategi": 1.49112311818, "tri": 0.61759152916, "schmidt": 3.5767392514699994, "whi": 1.18068843047, "interact": 1.4858210267899998, "iot": 7.2746685411000005, "high": 0.13782378654000002, "basic": 1.00436774895, "play": 0.38110439064199997, "realli": 1.5576408397, "power": 0.292396282715, "leverag": 3.5767392514699994, "reduc": 0.686617775143, "honeypot": 7.18765716411, "also": 0.0146571578, "seven": 0.662383156851, "person": 0.34018281601800004, "everyth": 1.57270590317, "mean": 0.37092128352, "one": 0.0062553516455, "evolut": 1.85011908441, "technolog": 0.956847686355, "signific": 0.373571744332, "uniqu": 1.1039173409, "nest": 3.0564986287700004, "may": 0.050709995284400004, "becom": 0.11771217648900001, "sneaki": 6.08904487545, "platform": 1.8298923389200001, "past": 0.7016234157610001, "maker": 2.27561521128, "stand": 0.7345572374320001, "econom": 0.818612712388, "via": 0.831983625414, "encourag": 1.02873797155, "want": 0.6916366062549999, "util": 1.5389763962399998, "realm": 2.37750739744, "argument": 1.62793753414, "build": 0.491137452091, "ramirez": 4.94517599519, "howev": 0.0903151173475, "lipservic": 7.369978720910001, "share": 0.618760299747, "although": 0.139487981418, "datapoint": 7.369978720910001, "actual": 0.628514181648, "work": 0.109034567273, "calcul": 1.8131506592099997, "week": 0.5907388641619999, "could": 0.18595627229000003, "debat": 1.1723133432200001, "were": 0.024291143681099997, "which": 0.00517841384543, "intellig": 1.43349848213, "activ": 0.381196603284, "estim": 0.854377535975, "extremi": 6.4945099835599995, "agenc": 1.25254253424, "other": 0.00987474791976, "appli": 0.8316941898119999, "convent": 0.971383786374, "watchdog": 4.63561121149, "digit": 1.48526454375, "monitor": 1.80125261058, "welldistribut": 7.369978720910001, "januari": 0.371743088798, "divers": 1.37926445519, "some": 0.0395735090645, "seltzer": 6.009002167769999, "becaus": 0.139343158825, "signifi": 2.77485887077, "rich": 1.35650809354, "get": 0.579769005782, "still": 0.17112222142900002, "like": 0.139053576545, "grand": 1.12000347865, "through": 0.0683586918849, "sensor": 3.36264553568, "dot": 2.93797215393, "imagin": 1.88684291737, "alon": 1.09766791236, "highway": 1.9864015104099997, "part": 0.04239531098280001, "paranoid": 4.30658779888, "erod": 3.25910485674, "neither": 1.29808692469, "afterthought": 5.958991747200001, "regulatori": 3.05917959552, "moneypip": 7.369978720910001, "harvest": 2.4617453604299997, "gather": 1.3313920667299999, "put": 0.505652999854, "access": 0.627805882716, "road": 0.915566630279, "regul": 1.3577316346200001, "sampl": 1.9786264883900002, "time": 0.0112115188626, "engin": 0.904767558276, "hyper": 5.721320095319999, "warn": 1.4665260511200002, "trajectori": 3.63708238138, "farsight": 6.964513612799999, "trivial": 3.56554092616, "will": 0.202786534915, "embed": 2.82349753127, "been": 0.023645982368400004, "space": 0.874713164972, "most": 0.020747896295599998, "low": 0.7564602833490001, "everi": 0.391485427421, "view": 0.49515994217299997, "dropcam": 7.369978720910001, "credit": 1.11288601088, "along": 0.260344385917, "hollywood": 2.1648737360799997, "everyon": 1.8557438481400002, "busi": 0.720476170355, "action": 0.598043165069, "reason": 0.544301552962, "someth": 1.18830712273, "there": 0.0400978929255, "android": 4.04494270021, "surround": 0.915723999073, "commit": 1.0598786410299998, "feasibl": 2.88021938643, "that": 0.00397614837964, "all": 0.011402632097799998, "whose": 0.5510546556329999, "call": 0.0654627744488, "today": 0.559395353679, "disappear": 1.7094517549200001, "more": 0.017024931599999998, "improv": 0.7147958039319999, "mistrust": 4.30192578578, "correspond": 1.20141456099, "discuss": 0.78698452262, "forum": 2.1135255584599997, "home": 0.378433916197, "smokescreen": 6.117215752409999, "life": 0.315183699277, "gain": 0.6142097989249999, "erect": 1.9988756846400002, "fade": 2.6667747946500002, "realtim": 6.0616459012599995, "comment": 1.11826753454, "submit": 1.7528440529799998, "year": 0.047402238894600005, "seem": 0.829093032276, "can": 0.162341096394, "hammer": 2.88359207091, "comput": 1.36806891594, "make": 0.07349765782289999, "tip": 2.2430429711200004, "beneath": 2.38295329245, "pervas": 3.69875420203, "each": 0.173741689304, "harvard": 1.9854836581200002, "pick": 1.59729226761, "clear": 0.617474727198, "key": 0.82419811896, "this": 0.0037864490525, "necessari": 1.0445450673999999, "depth": 2.10936322154, "infanc": 3.59263061881, "packag": 2.0577584491900005, "inevit": 2.4036436857099996, "gartner": 5.91136369821, "invas": 1.42325006764, "caveat": 4.88507207112, "shape": 1.16420957115, "transpar": 2.76480853492, "perfect": 1.50096433356, "rather": 0.442714975539, "resist": 1.1723133432200001, "dean": 2.1135255584599997, "rigor": 2.88359207091, "vast": 1.40024866595, "come": 0.28390990653000003, "might": 0.7683410765340001, "corpor": 1.1061995784799998, "pay": 1.0301486577299999, "inde": 1.4886080966, "robot": 2.99674059227, "understand": 1.0880858756799998, "potenti": 0.9245764122419999, "longer": 0.7046772417749999, "import": 0.292818277066, "game": 0.9477062580210001, "bluetooth": 5.17275414357, "app": 3.57899404386, "when": 0.0205549888584, "have": 0.0147850023412, "onlin": 0.957503854357, "while": 0.04324998379380001, "dens": 2.3434700776599997, "social": 0.688371502261, "invis": 2.96447973005, "without": 0.258874517941, "often": 0.258140393351, "mosquito": 4.20029314023, "down": 0.306673741186, "learn": 0.842752064745, "snowden": 5.29053717923, "argu": 0.984952970196, "effici": 1.62793753414, "transceiv": 5.91136369821}, "freq": {"after": 1, "hand": 1, "shouldn": 1, "myriad": 2, "googl": 11, "unless": 1, "implic": 1, "addresses…so": 1, "too": 1, "relat": 1, "analyst": 1, "denselypack": 1, "form": 1, "coopt": 1, "kind": 2, "comprehend": 2, "web": 6, "addit": 1, "would": 1, "davo": 3, "number": 3, "violat": 1, "nexus": 1, "etc": 1, "now": 2, "trail": 1, "intent": 4, "log": 1, "univers": 1, "encrypt": 1, "sheer": 2, "googlenest": 1, "join": 3, "product": 3, "subduct": 1, "catch": 1, "spin": 1, "user": 9, "sell": 2, "onc": 1, "offlin": 2, "search": 2, "their": 5, "bid": 1, "disruptivedean": 1, "won": 1, "wink": 1, "particular": 1, "store": 1, "ever": 1, "creat": 1, "room": 3, "multipl": 1, "outlandish": 2, "how": 7, "billion": 4, "safeguard": 1, "who": 4, "anyway": 1, "comprehens": 1, "deeper": 1, "especi": 2, "distribut": 4, "sizedrobot": 1, "end": 2, "given": 4, "word": 2, "interest": 2, "deep": 1, "mountain": 2, "embrac": 1, "environment": 1, "scenario": 1, "open": 2, "someon": 1, "see": 2, "therebi": 1, "robomosquito": 1, "sketch": 1, "wearabl": 1, "constraint": 1, "new": 1, "privaci": 17, "similar": 1, "but": 6, "throw": 1, "certain": 1, "need": 4, "our": 11, "metadata": 1, "background": 2, "object": 9, "pound": 1, "knit": 1, "point": 6, "applic": 1, "walk": 1, "empir": 1, "struggl": 1, "level": 2, "opt": 1, "has": 4, "generat": 3, "atop": 1, "cloud": 1, "enorm": 3, "wellmean": 1, "use": 3, "organ": 1, "govern": 1, "notif": 1, "chairwoman": 1, "imper": 3, "defeat": 1, "out": 3, "net": 1, "model": 2, "mirror": 1, "good": 1, "alway": 1, "panel": 1, "much": 1, "cours": 1, "huge": 1, "count": 1, "around": 2, "knew": 1, "puzzl": 1, "global": 1, "togeth": 2, "primarycolor": 1, "process": 2, "not": 8, "involv": 2, "suggest": 2, "smoke": 1, "quot": 1, "thermostat": 1, "accumul": 1, "minim": 1, "nowher": 1, "mere": 1, "dead": 1, "adopt": 1, "shown": 1, "said": 2, "stuff": 2, "buzz": 1, "problem": 1, "they": 8, "design": 1, "unpick": 1, "batteri": 1, "core": 2, "steeli": 1, "turn": 3, "effect": 1, "let": 2, "world": 3, "scienc": 1, "wifi": 1, "card": 2, "away": 1, "node": 2, "ensur": 1, "datamin": 2, "respons": 1, "gen": 1, "eric": 1, "appear": 1, "peopl": 3, "inexor": 1, "algorithm": 2, "crude": 1, "startup": 2, "penetr": 1, "entri": 1, "such": 6, "accuraci": 1, "what": 6, "futurist": 1, "those": 2, "talk": 3, "with": 12, "network": 6, "aspect": 1, "fast": 1, "andor": 1, "usag": 3, "collect": 3, "both": 1, "locat": 1, "concern": 1, "off": 2, "risk": 6, "smart": 1, "mail": 2, "well": 2, "channel": 1, "locus": 1, "futur": 6, "abus": 1, "and": 43, "from": 9, "slot": 1, "limit": 3, "firm": 1, "num": 6, "circul": 1, "leav": 1, "market": 2, "els": 1, "sale": 1, "everywher": 2, "acquir": 1, "for": 18, "car": 3, "predict": 3, "triangul": 1, "militari": 1, "achiev": 2, "revel": 1, "onoff": 1, "wear": 1, "propel": 1, "think": 3, "are": 19, "true": 1, "compani": 1, "doodlefestoon": 1, "sensornet": 10, "current": 2, "month": 1, "sens": 2, "benefit": 2, "conveni": 1, "law": 4, "secur": 6, "paramount": 2, "toward": 1, "brand": 1, "internetteth": 1, "protect": 2, "posit": 1, "later": 1, "amount": 1, "suck": 1, "dnaseal": 1, "bubley": 1, "again": 1, "compar": 1, "map": 1, "group": 1, "doe": 1, "even": 5, "fridg": 1, "infer": 1, "transmit": 1, "proper": 1, "circumv": 1, "influenc": 1, "perceptu": 1, "pose": 1, "told": 1, "reactiv": 1, "interwoven": 1, "conceal": 1, "murder": 2, "framework": 2, "generalpurpos": 1, "move": 1, "his": 2, "then": 2, "laughabl": 1, "switch": 2, "demand": 2, "thing": 8, "analyz": 1, "outlaw": 1, "machin": 2, "into": 10, "consumerori": 1, "themselv": 1, "realiti": 1, "came": 1, "servic": 3, "requir": 1, "where": 3, "last": 3, "earlier": 2, "allpervas": 1, "presenc": 1, "wonder": 1, "popul": 1, "control": 7, "opportun": 2, "believ": 1, "piec": 1, "forecast": 2, "abil": 2, "smartphon": 1, "weav": 1, "privacyerod": 1, "own": 2, "natur": 1, "fact": 2, "tool": 3, "driverless": 1, "allse": 1, "flow": 3, "permiss": 2, "email": 2, "clearsight": 1, "here": 2, "techcrunch": 1, "camera": 1, "report": 2, "sensori": 1, "speed": 2, "plug": 1, "give": 1, "long": 2, "human": 4, "engag": 2, "layer": 2, "greater": 1, "than": 3, "parallel": 2, "about": 7, "evid": 1, "articl": 1, "yet": 1, "pocket": 1, "way": 1, "mind": 2, "context": 1, "just": 3, "entir": 1, "devic": 10, "scope": 1, "internet": 15, "she": 4, "standard": 1, "type": 1, "represent": 1, "datadot": 1, "mobil": 3, "edith": 1, "router": 1, "steal": 1, "whether": 1, "dynam": 2, "across": 1, "live": 1, "complex": 3, "communic": 1, "nor": 1, "massiv": 1, "bring": 1, "surveil": 2, "postsnowden": 1, "bake": 1, "deliber": 1, "singl": 1, "vest": 1, "appar": 1, "alreadi": 4, "trust": 1, "bad": 1, "energi": 1, "professor": 2, "anyth": 1, "messag": 1, "lose": 1, "autom": 2, "phone": 1, "health": 1, "abl": 1, "mani": 4, "pull": 3, "string": 1, "the": 93, "perhap": 2, "increas": 6, "defeatist": 1, "rise": 3, "provid": 4, "special": 1, "debit": 1, "mine": 1, "read": 1, "consum": 5, "earli": 1, "order": 2, "exact": 1, "horror": 1, "exist": 3, "connect": 19, "nail": 1, "offer": 1, "possibl": 3, "industri": 1, "brush": 1, "say": 3, "overarch": 1, "right": 1, "textur": 1, "alarm": 1, "take": 2, "autonomi": 1, "margo": 1, "data": 14, "strategi": 1, "tri": 2, "schmidt": 5, "whi": 2, "interact": 3, "iot": 1, "high": 3, "basic": 1, "play": 1, "realli": 2, "power": 3, "leverag": 1, "reduc": 1, "honeypot": 1, "also": 13, "seven": 1, "person": 3, "everyth": 2, "mean": 3, "one": 3, "evolut": 1, "technolog": 11, "signific": 1, "uniqu": 1, "nest": 1, "may": 1, "becom": 3, "sneaki": 1, "platform": 1, "past": 2, "maker": 3, "stand": 2, "econom": 1, "via": 1, "encourag": 1, "want": 5, "util": 2, "realm": 1, "argument": 1, "build": 4, "ramirez": 2, "howev": 1, "lipservic": 1, "share": 2, "although": 1, "datapoint": 1, "actual": 1, "work": 2, "calcul": 1, "week": 1, "could": 1, "debat": 1, "were": 2, "which": 7, "intellig": 3, "activ": 1, "estim": 1, "extremi": 1, "agenc": 1, "other": 2, "appli": 1, "convent": 1, "watchdog": 1, "digit": 5, "monitor": 1, "welldistribut": 1, "januari": 1, "divers": 1, "some": 3, "seltzer": 4, "becaus": 4, "signifi": 1, "rich": 1, "get": 2, "still": 2, "like": 4, "grand": 1, "through": 1, "sensor": 3, "dot": 1, "imagin": 2, "alon": 2, "highway": 1, "part": 3, "paranoid": 1, "erod": 1, "neither": 1, "afterthought": 1, "regulatori": 1, "moneypip": 1, "harvest": 1, "gather": 1, "put": 1, "access": 1, "road": 2, "regul": 4, "sampl": 1, "time": 1, "engin": 3, "hyper": 1, "warn": 2, "trajectori": 1, "farsight": 1, "trivial": 1, "will": 8, "embed": 5, "been": 1, "space": 1, "most": 1, "low": 2, "everi": 2, "view": 3, "dropcam": 1, "credit": 1, "along": 1, "hollywood": 1, "everyon": 1, "busi": 6, "action": 1, "reason": 1, "someth": 1, "there": 3, "android": 1, "surround": 3, "commit": 1, "feasibl": 1, "that": 34, "all": 7, "whose": 1, "call": 1, "today": 1, "disappear": 1, "more": 13, "improv": 2, "mistrust": 1, "correspond": 1, "discuss": 2, "forum": 1, "home": 2, "smokescreen": 1, "life": 1, "gain": 2, "erect": 1, "fade": 1, "realtim": 4, "comment": 1, "submit": 1, "year": 2, "seem": 1, "can": 11, "hammer": 3, "comput": 3, "make": 2, "tip": 2, "beneath": 1, "pervas": 2, "each": 1, "harvard": 1, "pick": 1, "clear": 3, "key": 1, "this": 10, "necessari": 1, "depth": 1, "infanc": 1, "packag": 2, "inevit": 1, "gartner": 1, "invas": 2, "caveat": 1, "shape": 1, "transpar": 1, "perfect": 1, "rather": 4, "resist": 1, "dean": 1, "rigor": 1, "vast": 2, "come": 2, "might": 4, "corpor": 1, "pay": 1, "inde": 1, "robot": 1, "understand": 1, "potenti": 1, "longer": 1, "import": 1, "game": 1, "bluetooth": 1, "app": 1, "when": 1, "have": 6, "onlin": 1, "while": 2, "dens": 3, "social": 1, "invis": 4, "without": 4, "often": 1, "mosquito": 2, "down": 1, "learn": 4, "snowden": 1, "argu": 3, "effici": 1, "transceiv": 1}, "idf": {"after": 1.02070207021, "hand": 1.6152202665600002, "shouldn": 1587.6, "myriad": 46.285714285699996, "googl": 11.388809182200001, "unless": 5.44818119423, "implic": 7.632692307689999, "addresses…so": 1587.6, "too": 1.81585268215, "relat": 1.23750876919, "analyst": 14.8373831776, "denselypack": 1587.6, "form": 1.12755681818, "coopt": 1134.0, "kind": 2.5806241872599998, "comprehend": 54.9342560554, "web": 5.17133550489, "addit": 1.24634950542, "would": 1.0828729281799998, "davo": 324.0, "number": 1.10142916609, "violat": 5.61584718783, "nexus": 77.067961165, "etc": 4.2066772655, "now": 1.160780873, "trail": 7.4013986013999995, "intent": 3.19372359686, "log": 13.6744186047, "univers": 1.24889867841, "encrypt": 71.1928251121, "sheer": 27.6585365854, "googlenest": 1587.6, "join": 1.7922781666299998, "product": 1.62264922322, "subduct": 230.086956522, "catch": 8.25585023401, "spin": 13.2964824121, "user": 7.71053909665, "sell": 3.51083591331, "onc": 1.4974533106999999, "offlin": 132.3, "search": 3.2539454806299997, "their": 1.01547908405, "bid": 8.595560368160001, "disruptivedean": 1587.6, "won": 2.31732593782, "wink": 130.131147541, "particular": 1.3814827706200001, "store": 3.44680851064, "ever": 1.9697270471500001, "creat": 1.2492917847, "room": 3.07674418605, "multipl": 2.74813917258, "outlandish": 130.131147541, "how": 1.60250328051, "billion": 4.8669527897, "safeguard": 24.767550701999998, "who": 1.06279287723, "anyway": 23.244509516799997, "comprehens": 5.3544688027, "deeper": 15.0769230769, "especi": 1.66712170534, "distribut": 2.7396031061299997, "sizedrobot": 1587.6, "end": 1.10680423871, "given": 1.35426085473, "word": 1.7965372864099998, "interest": 1.60331246213, "deep": 3.6279707495399998, "mountain": 3.51783735874, "embrac": 8.45817794353, "environment": 5.50867453158, "scenario": 15.3986420951, "open": 1.24556723678, "someon": 4.9350326391, "see": 1.27242125511, "therebi": 6.47735618115, "robomosquito": 1587.6, "sketch": 10.956521739100001, "wearabl": 481.09090909099996, "constraint": 15.0483412322, "new": 1.0178880554, "privaci": 28.2994652406, "similar": 1.37514075357, "but": 1.01632417899, "throw": 8.39555790587, "certain": 1.8077886586200003, "need": 1.4372623574099999, "our": 2.35758835759, "metadata": 211.68, "background": 4.02739726027, "object": 2.3488681757700003, "pound": 9.6393442623, "knit": 81.83505154640001, "point": 1.25990000794, "applic": 3.42672134686, "walk": 3.56363636364, "empir": 2.8395635843299996, "struggl": 3.36, "level": 1.6544393497299998, "opt": 12.721153846199998, "has": 1.0436497502, "generat": 2.05275407292, "atop": 20.698826597100002, "cloud": 10.6193979933, "enorm": 7.54921540656, "wellmean": 1587.6, "use": 1.0296387573799999, "organ": 1.6387283237, "govern": 1.50941243582, "notif": 68.1373390558, "chairwoman": 256.064516129, "imper": 32.9377593361, "defeat": 2.87869446963, "out": 1.06016694491, "net": 6.96315789474, "model": 2.0905978404, "mirror": 7.54921540656, "good": 1.51981619759, "alway": 2.06745670009, "panel": 7.57442748092, "much": 1.1942229577299999, "cours": 2.15092805853, "huge": 4.38927287808, "count": 3.48157894737, "around": 1.21394708671, "knew": 5.134540750319999, "puzzl": 25.483146067399996, "global": 3.30612244898, "togeth": 1.58095996813, "primarycolor": 1587.6, "process": 1.69524826482, "not": 1.01567398119, "involv": 1.4498630137000001, "suggest": 1.7571665744299998, "smoke": 8.934158694430002, "quot": 3.85339805825, "thermostat": 352.8, "accumul": 8.69441401972, "minim": 6.10850327049, "nowher": 24.9230769231, "mere": 4.20222339862, "dead": 2.9608355091400003, "adopt": 2.0442956477000003, "shown": 2.76923076923, "said": 1.54751925139, "stuff": 23.3127753304, "buzz": 44.595505618000004, "problem": 1.76674827509, "they": 1.03017325287, "design": 1.45825296225, "unpick": 1587.6, "batteri": 12.3741231489, "core": 4.623179965059999, "steeli": 208.89473684200001, "turn": 1.3838912133899999, "effect": 1.3963060686000002, "let": 3.48616600791, "world": 1.11340206186, "scienc": 2.31969608416, "wifi": 217.479452055, "card": 6.42492917847, "away": 1.85142857143, "node": 44.3463687151, "ensur": 3.4127257093700005, "datamin": 1587.6, "respons": 1.5066907089300001, "gen": 50.5605095541, "eric": 6.411954765750001, "appear": 1.3214582986499999, "peopl": 1.21320495186, "inexor": 184.604651163, "algorithm": 27.9507042254, "crude": 19.845, "startup": 68.4310344828, "penetr": 10.569906790900001, "entri": 3.9909502262400003, "such": 1.06151377374, "accuraci": 12.7620578778, "what": 1.25343439128, "futurist": 47.109792284899996, "those": 1.19548192771, "talk": 3.0303493033, "with": 1.0011982089899998, "network": 2.59369384088, "aspect": 3.0893169877399997, "fast": 4.8729281768, "andor": 690.260869565, "usag": 6.427530364369999, "collect": 1.64109985528, "both": 1.05215720061, "locat": 1.59766529134, "concern": 1.8852867830400002, "off": 1.5121440137200002, "risk": 4.095975232200001, "smart": 16.746835443, "mail": 8.087620988280001, "well": 1.0655748708, "channel": 3.6784059314199995, "locus": 70.875, "futur": 1.8577112099200002, "abus": 6.28503562945, "and": 1.00006299213, "from": 1.00056721497, "slot": 18.3962920046, "limit": 1.5186531471200002, "firm": 3.7076132648300004, "num": 1.00031504001, "circul": 7.517045454550001, "leav": 1.6615384615399997, "market": 2.36602086438, "els": 5.44444444444, "sale": 3.4274611399, "everywher": 15.923771313900001, "acquir": 3.10563380282, "for": 1.00031504001, "car": 3.53743315508, "predict": 5.18484650555, "triangul": 240.545454545, "militari": 2.13129279098, "achiev": 1.87216981132, "revel": 11.622254758399999, "onoff": 1587.6, "wear": 4.41367806505, "propel": 15.703264095, "think": 2.90715986083, "are": 1.02990593578, "true": 2.55569864778, "compani": 1.5523613963, "doodlefestoon": 1587.6, "sensornet": 1587.6, "current": 1.5325803649, "month": 1.5079787234, "sens": 2.8365195640499996, "benefit": 3.06841901817, "conveni": 9.85474860335, "law": 1.7973508434299998, "secur": 2.16885245902, "paramount": 23.1766423358, "toward": 1.6303142329, "brand": 5.5259310824900005, "internetteth": 1587.6, "protect": 1.96460834055, "posit": 1.37252528746, "later": 1.08650424309, "amount": 2.27027027027, "suck": 47.25, "dnaseal": 1587.6, "bubley": 1587.6, "again": 1.50883862384, "compar": 1.8662278123900002, "map": 4.0728578758300005, "group": 1.20996875238, "doe": 1.70581282905, "even": 1.16461267606, "fridg": 512.129032258, "infer": 21.1398135819, "transmit": 9.818181818180001, "proper": 3.3388012618299996, "circumv": 44.974504249300004, "influenc": 1.77246846042, "perceptu": 103.764705882, "pose": 7.1352808988800005, "told": 3.1543810848400002, "reactiv": 28.6054054054, "interwoven": 134.542372881, "conceal": 13.2189841799, "murder": 4.09069827364, "framework": 8.200413223139998, "generalpurpos": 1587.6, "move": 1.29125660838, "his": 1.0943682360200002, "then": 1.08657860516, "laughabl": 360.818181818, "switch": 4.97368421053, "demand": 2.34159292035, "thing": 2.4065484311099996, "analyz": 9.68639414277, "outlaw": 15.1633237822, "machin": 4.02433460076, "into": 1.01502461479, "consumerori": 1587.6, "themselv": 2.05967825636, "realiti": 4.563380281690001, "came": 1.46013059873, "servic": 1.51300867245, "requir": 1.52844902282, "where": 1.06715063521, "last": 1.2117234010100002, "earlier": 1.86776470588, "allpervas": 1587.6, "presenc": 2.7476635514, "wonder": 7.265903890160001, "popul": 2.17807655371, "control": 1.46959178006, "opportun": 3.0119521912400002, "believ": 1.6450108797, "piec": 3.24132298898, "forecast": 21.897931034499997, "abil": 2.70875277256, "smartphon": 77.443902439, "weav": 31.1294117647, "privacyerod": 1587.6, "own": 1.17844418052, "natur": 1.5392670157100001, "fact": 1.73375559681, "tool": 4.99716713881, "driverless": 721.636363636, "allse": 1587.6, "flow": 4.41, "permiss": 6.280063291139999, "email": 33.4936708861, "clearsight": 1587.6, "here": 2.42307692308, "techcrunch": 1058.4, "camera": 8.989807474520001, "report": 1.3634489866, "sensori": 40.2944162437, "speed": 3.8703071672400005, "plug": 30.297709923699998, "give": 1.3653250774, "long": 1.2657259028899999, "human": 1.8965476048299998, "engag": 2.6926729986400004, "layer": 8.14153846154, "greater": 2.14801785956, "than": 1.03278688525, "parallel": 4.57917507932, "about": 1.06486015159, "evid": 2.24872521246, "articl": 2.01805008262, "yet": 2.1258703802900003, "pocket": 11.323823109800001, "way": 1.2190739461, "mind": 3.5918552036199998, "context": 4.25972632144, "just": 1.33580143037, "entir": 1.59365589239, "devic": 5.00820189274, "scope": 10.3494132986, "internet": 4.98461538462, "she": 2.16, "standard": 1.8915763135900003, "type": 2.0281042411900003, "represent": 5.928304705, "datadot": 1587.6, "mobil": 4.89697717458, "edith": 37.0934579439, "router": 196.0, "steal": 13.23, "whether": 2.20683903253, "dynam": 6.52527743527, "across": 1.7318642958400001, "live": 1.30591428806, "complex": 2.34021226415, "communic": 2.8395635843299996, "nor": 3.3479544496, "massiv": 4.22571200426, "bring": 2.03616775683, "surveil": 19.1507840772, "postsnowden": 1587.6, "bake": 41.2363636364, "deliber": 6.280063291139999, "singl": 1.60948905109, "vest": 23.766467065900002, "appar": 3.16696588869, "alreadi": 1.9551724137900002, "trust": 4.89546716004, "bad": 3.3944836433599996, "energi": 3.66566612792, "professor": 4.31061634537, "anyth": 4.58843930636, "messag": 4.96745932416, "lose": 3.0851146521599997, "autom": 19.8202247191, "phone": 9.118897185529999, "health": 2.71570304482, "abl": 1.8208510150200001, "mani": 1.04426757877, "pull": 5.18654034629, "string": 8.37783641161, "the": 1.0, "perhap": 3.14812611541, "increas": 1.32024948025, "defeatist": 756.0, "rise": 2.02940048575, "provid": 1.21552714187, "special": 1.4881889763799998, "debit": 203.53846153799998, "mine": 4.875921375919999, "read": 2.3149606299200003, "consum": 4.93043478261, "earli": 1.12468121281, "order": 1.24625166811, "exact": 3.46864758575, "horror": 14.0744680851, "exist": 1.4647107666799999, "connect": 1.8843916913900003, "nail": 25.6064516129, "offer": 1.53896859248, "possibl": 1.4173734488, "industri": 2.02319357716, "brush": 25.2802547771, "say": 1.7544480053, "overarch": 81.0, "right": 1.4054532577899999, "textur": 28.5026929982, "alarm": 12.96, "take": 1.13961668222, "autonomi": 12.1469013007, "margo": 172.56521739099998, "data": 3.37643555934, "strategi": 4.44208170118, "tri": 1.8544562551099997, "schmidt": 35.7567567568, "whi": 3.2566153846200003, "interact": 4.4185917061, "iot": 1443.27272727, "high": 1.14777327935, "basic": 2.7301805675, "play": 1.46390041494, "realli": 4.7476076555, "power": 1.3396337861799998, "leverag": 35.7567567568, "reduc": 1.98698372966, "honeypot": 1323.0, "also": 1.01476510067, "seven": 1.93940874664, "person": 1.40520446097, "everyth": 4.81967213115, "mean": 1.44906900329, "one": 1.00627495722, "evolut": 6.360576923080001, "technolog": 2.6034765496900003, "signific": 1.4529147982100001, "uniqu": 3.01595744681, "nest": 21.2530120482, "may": 1.05201775893, "becom": 1.12492028626, "sneaki": 441.0, "platform": 6.2332155476999995, "past": 2.01702452039, "maker": 9.7339055794, "stand": 2.0845588235299997, "econom": 2.26735218509, "via": 2.2978723404299997, "encourag": 2.7975330396499998, "want": 1.99698113208, "util": 4.65981802172, "realm": 10.7780040733, "argument": 5.09335899904, "build": 1.6341739578, "ramirez": 140.495575221, "howev": 1.0945191313299998, "lipservic": 1587.6, "share": 1.8566249561500001, "although": 1.14968498805, "datapoint": 1587.6, "actual": 1.87482286254, "work": 1.11520089913, "calcul": 6.12972972973, "week": 1.80532181033, "could": 1.2043695949, "debat": 3.2294548413300004, "were": 1.02458857696, "which": 1.005191845, "intellig": 4.19334389857, "activ": 1.46403541129, "estim": 2.34991119005, "extremi": 661.5, "agenc": 3.49922856513, "other": 1.00992366412, "appli": 2.2972073506, "convent": 2.64159733777, "watchdog": 103.090909091, "digit": 4.416133518780001, "monitor": 6.05723006486, "welldistribut": 1587.6, "januari": 1.4502603453, "divers": 3.97197898424, "some": 1.04036697248, "seltzer": 407.07692307699995, "becaus": 1.1495184997499999, "signifi": 16.0363636364, "rich": 3.8826118855500003, "get": 1.78562591385, "still": 1.1866357724799999, "like": 1.14918566775, "grand": 3.06486486486, "through": 1.07074930869, "sensor": 28.8654545455, "dot": 18.8775267539, "imagin": 6.598503740650001, "alon": 2.99716820842, "highway": 7.28925619835, "part": 1.04330682789, "paranoid": 74.1869158879, "erod": 26.0262295082, "neither": 3.6622837370199997, "afterthought": 387.219512195, "regulatori": 21.3100671141, "moneypip": 1587.6, "harvest": 11.725258493399998, "gather": 3.78631051753, "put": 1.65806788512, "access": 1.8734953976900002, "road": 2.49819040126, "regul": 3.88736532811, "sampl": 7.23280182232, "time": 1.01127460348, "engin": 2.47135740971, "hyper": 305.307692308, "warn": 4.334152334150001, "trajectori": 37.980861244, "farsight": 1058.4, "trivial": 35.3585746102, "will": 1.22481098596, "embed": 16.835630965, "been": 1.0239277652399998, "space": 2.39818731118, "most": 1.02096463023, "low": 2.13072070863, "everi": 1.47917637194, "view": 1.6407606448899998, "dropcam": 1587.6, "credit": 3.04312823462, "along": 1.2973768080399999, "hollywood": 8.71350164654, "everyon": 6.3964544722, "busi": 2.05541170378, "action": 1.81855670103, "reason": 1.72340425532, "someth": 3.28152128979, "there": 1.04091266719, "android": 57.1079136691, "surround": 2.49858356941, "commit": 2.8860207235, "feasibl": 17.8181818182, "that": 1.00398406375, "all": 1.01146788991, "whose": 1.73508196721, "call": 1.0676529926, "today": 1.74961428257, "disappear": 5.5259310824900005, "more": 1.0171706817, "improv": 2.04376930999, "mistrust": 73.8418604651, "correspond": 3.32481675393, "discuss": 2.19676214197, "forum": 8.27737226277, "home": 1.4599963215, "smokescreen": 453.6, "life": 1.37051104972, "gain": 1.84819557625, "erect": 7.380753138080001, "fade": 14.3934723481, "realtim": 429.081081081, "comment": 3.05954904606, "submit": 5.770992366410001, "year": 1.0485436893200002, "seem": 2.29123971713, "can": 1.17626139142, "hammer": 17.8783783784, "comput": 3.9277585353800006, "make": 1.0762660158600001, "tip": 9.42195845697, "beneath": 10.8368600683, "pervas": 40.3969465649, "each": 1.18974820144, "harvard": 7.28256880734, "pick": 4.939639079030001, "clear": 1.85423966363, "key": 2.28005170185, "this": 1.00379362671, "necessari": 2.8421052631599997, "depth": 8.24299065421, "infanc": 36.3295194508, "packag": 7.828402366860001, "inevit": 11.0634146341, "gartner": 369.209302326, "invas": 4.150588235290001, "caveat": 132.3, "shape": 3.20338983051, "transpar": 15.876, "perfect": 4.48601299802, "rather": 1.55692850838, "resist": 3.2294548413300004, "dean": 8.27737226277, "rigor": 17.8783783784, "vast": 4.05620848237, "come": 1.32831325301, "might": 2.1561863370900003, "corpor": 3.02284843869, "pay": 2.80148226575, "inde": 4.43092380687, "robot": 20.0201765448, "understand": 2.96858638743, "potenti": 2.52080025405, "longer": 2.02319357716, "import": 1.3401992233700002, "game": 2.57978550536, "bluetooth": 176.4, "app": 35.837471783299996, "when": 1.02076769755, "have": 1.0148948411399998, "onlin": 2.6051854282900004, "while": 1.0441988950299999, "dens": 10.4173228346, "social": 1.9904714142400002, "invis": 19.3846153846, "without": 1.29547123623, "often": 1.29452054795, "mosquito": 66.7058823529, "down": 1.35889754344, "learn": 2.32275054865, "snowden": 198.45, "argu": 2.67768595041, "effici": 5.09335899904, "transceiv": 369.209302326}}, "html": "<!DOCTYPE html>\n\n<html class=\"no-js\" lang=\"en-US\">\n<head>\n<meta charset=\"utf-8\"/>\n<meta content=\"IE=Edge\" http-equiv=\"X-UA-Compatible\"><script type=\"text/javascript\">window.NREUM||(NREUM={}),__nr_require=function(e,n,t){function r(t){if(!n[t]){var o=n[t]={exports:{}};e[t][0].call(o.exports,function(n){var o=e[t][1][n];return r(o||n)},o,o.exports)}return n[t].exports}if(\"function\"==typeof __nr_require)return __nr_require;for(var o=0;o<t.length;o++)r(t[o]);return r}({1:[function(e,n,t){function r(){}function o(e,n,t){return function(){return i(e,[c.now()].concat(u(arguments)),n?null:this,t),n?void 0:this}}var i=e(\"handle\"),a=e(3),u=e(4),f=e(\"ee\").get(\"tracer\"),c=e(\"loader\"),s=NREUM;\"undefined\"==typeof window.newrelic&&(newrelic=s);var p=[\"setPageViewName\",\"setCustomAttribute\",\"setErrorHandler\",\"finished\",\"addToTrace\",\"inlineHit\",\"addRelease\"],d=\"api-\",l=d+\"ixn-\";a(p,function(e,n){s[n]=o(d+n,!0,\"api\")}),s.addPageAction=o(d+\"addPageAction\",!0),s.setCurrentRouteName=o(d+\"routeName\",!0),n.exports=newrelic,s.interaction=function(){return(new r).get()};var m=r.prototype={createTracer:function(e,n){var t={},r=this,o=\"function\"==typeof n;return i(l+\"tracer\",[c.now(),e,t],r),function(){if(f.emit((o?\"\":\"no-\")+\"fn-start\",[c.now(),r,o],t),o)try{return n.apply(this,arguments)}catch(e){throw f.emit(\"fn-err\",[arguments,this,e],t),e}finally{f.emit(\"fn-end\",[c.now()],t)}}}};a(\"actionText,setName,setAttribute,save,ignore,onEnd,getContext,end,get\".split(\",\"),function(e,n){m[n]=o(l+n)}),newrelic.noticeError=function(e,n){\"string\"==typeof e&&(e=new Error(e)),i(\"err\",[e,c.now(),!1,n])}},{}],2:[function(e,n,t){function r(e,n){if(!o)return!1;if(e!==o)return!1;if(!n)return!0;if(!i)return!1;for(var t=i.split(\".\"),r=n.split(\".\"),a=0;a<r.length;a++)if(r[a]!==t[a])return!1;return!0}var o=null,i=null,a=/Version\\/(\\S+)\\s+Safari/;if(navigator.userAgent){var u=navigator.userAgent,f=u.match(a);f&&u.indexOf(\"Chrome\")===-1&&u.indexOf(\"Chromium\")===-1&&(o=\"Safari\",i=f[1])}n.exports={agent:o,version:i,match:r}},{}],3:[function(e,n,t){function r(e,n){var t=[],r=\"\",i=0;for(r in e)o.call(e,r)&&(t[i]=n(r,e[r]),i+=1);return t}var o=Object.prototype.hasOwnProperty;n.exports=r},{}],4:[function(e,n,t){function r(e,n,t){n||(n=0),\"undefined\"==typeof t&&(t=e?e.length:0);for(var r=-1,o=t-n||0,i=Array(o<0?0:o);++r<o;)i[r]=e[n+r];return i}n.exports=r},{}],5:[function(e,n,t){n.exports={exists:\"undefined\"!=typeof window.performance&&window.performance.timing&&\"undefined\"!=typeof window.performance.timing.navigationStart}},{}],ee:[function(e,n,t){function r(){}function o(e){function n(e){return e&&e instanceof r?e:e?f(e,u,i):i()}function t(t,r,o,i){if(!d.aborted||i){e&&e(t,r,o);for(var a=n(o),u=v(t),f=u.length,c=0;c<f;c++)u[c].apply(a,r);var p=s[y[t]];return p&&p.push([b,t,r,a]),a}}function l(e,n){h[e]=v(e).concat(n)}function m(e,n){var t=h[e];if(t)for(var r=0;r<t.length;r++)t[r]===n&&t.splice(r,1)}function v(e){return h[e]||[]}function g(e){return p[e]=p[e]||o(t)}function w(e,n){c(e,function(e,t){n=n||\"feature\",y[t]=n,n in s||(s[n]=[])})}var h={},y={},b={on:l,addEventListener:l,removeEventListener:m,emit:t,get:g,listeners:v,context:n,buffer:w,abort:a,aborted:!1};return b}function i(){return new r}function a(){(s.api||s.feature)&&(d.aborted=!0,s=d.backlog={})}var u=\"nr@context\",f=e(\"gos\"),c=e(3),s={},p={},d=n.exports=o();d.backlog=s},{}],gos:[function(e,n,t){function r(e,n,t){if(o.call(e,n))return e[n];var r=t();if(Object.defineProperty&&Object.keys)try{return Object.defineProperty(e,n,{value:r,writable:!0,enumerable:!1}),r}catch(i){}return e[n]=r,r}var o=Object.prototype.hasOwnProperty;n.exports=r},{}],handle:[function(e,n,t){function r(e,n,t,r){o.buffer([e],r),o.emit(e,n,t)}var o=e(\"ee\").get(\"handle\");n.exports=r,r.ee=o},{}],id:[function(e,n,t){function r(e){var n=typeof e;return!e||\"object\"!==n&&\"function\"!==n?-1:e===window?0:a(e,i,function(){return o++})}var o=1,i=\"nr@id\",a=e(\"gos\");n.exports=r},{}],loader:[function(e,n,t){function r(){if(!E++){var e=x.info=NREUM.info,n=l.getElementsByTagName(\"script\")[0];if(setTimeout(s.abort,3e4),!(e&&e.licenseKey&&e.applicationID&&n))return s.abort();c(y,function(n,t){e[n]||(e[n]=t)}),f(\"mark\",[\"onload\",a()+x.offset],null,\"api\");var t=l.createElement(\"script\");t.src=\"https://\"+e.agent,n.parentNode.insertBefore(t,n)}}function o(){\"complete\"===l.readyState&&i()}function i(){f(\"mark\",[\"domContent\",a()+x.offset],null,\"api\")}function a(){return O.exists&&performance.now?Math.round(performance.now()):(u=Math.max((new Date).getTime(),u))-x.offset}var u=(new Date).getTime(),f=e(\"handle\"),c=e(3),s=e(\"ee\"),p=e(2),d=window,l=d.document,m=\"addEventListener\",v=\"attachEvent\",g=d.XMLHttpRequest,w=g&&g.prototype;NREUM.o={ST:setTimeout,SI:d.setImmediate,CT:clearTimeout,XHR:g,REQ:d.Request,EV:d.Event,PR:d.Promise,MO:d.MutationObserver};var h=\"\"+location,y={beacon:\"bam.nr-data.net\",errorBeacon:\"bam.nr-data.net\",agent:\"js-agent.newrelic.com/nr-1123.min.js\"},b=g&&w&&w[m]&&!/CriOS/.test(navigator.userAgent),x=n.exports={offset:u,now:a,origin:h,features:{},xhrWrappable:b,userAgent:p};e(1),l[m]?(l[m](\"DOMContentLoaded\",i,!1),d[m](\"load\",r,!1)):(l[v](\"onreadystatechange\",o),d[v](\"onload\",r)),f(\"mark\",[\"firstbyte\",u],null,\"api\");var E=0,O=e(5)},{}]},{},[\"loader\"]);</script>\n<meta content=\"width=device-width\" name=\"viewport\"/>\n<meta content=\"initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0\" name=\"viewport\"/>\n<link href=\"http://gmpg.org/xfn/11\" rel=\"profile\"/>\n<link href=\"https://techcrunch.com/xmlrpc.php\" rel=\"pingback\"/>\n<title>What Happens To Privacy When The Internet Is In Everything? – TechCrunch</title>\n<link href=\"//consent.cmp.oath.com\" rel=\"dns-prefetch\">\n<link href=\"//s.yimg.com\" rel=\"dns-prefetch\">\n<link href=\"//use.typekit.net\" rel=\"dns-prefetch\"/>\n<link href=\"//cdn.vidible.tv\" rel=\"dns-prefetch\"/>\n<link href=\"//plugin.mediavoice.com\" rel=\"dns-prefetch\"/>\n<link href=\"//s.w.org\" rel=\"dns-prefetch\"/>\n<link href=\"https://techcrunch.com/feed/\" rel=\"alternate\" title=\"TechCrunch » Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://techcrunch.com/comments/feed/\" rel=\"alternate\" title=\"TechCrunch » Comments Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://techcrunch.com/2015/01/25/what-happens-to-privacy-when-the-internet-is-in-everything/feed/\" rel=\"alternate\" title=\"TechCrunch » What Happens To Privacy When The Internet Is In Everything? Comments Feed\" type=\"application/rss+xml\"/>\n<meta content=\"false\" name=\"oath:guce:product-eu\">\n<meta content=\"guce.techcrunch.com\" name=\"oath:guce:consent-host\">\n<meta content=\"true\" name=\"oath:guce:inline-consent\"/>\n<script async=\"\" src=\"//s.yimg.com/oa/guce.js?tc_ver=190427\"></script>\n<script type=\"text/javascript\">\n\t\t\twindow._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11.2.0\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11.2.0\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"https:\\/\\/techcrunch.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?ver=5.1.1\"}};\n\t\t\t!function(a,b,c){function d(a,b){var c=String.fromCharCode;l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,a),0,0);var d=k.toDataURL();l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,b),0,0);var e=k.toDataURL();return d===e}function e(a){var b;if(!l||!l.fillText)return!1;switch(l.textBaseline=\"top\",l.font=\"600 32px Arial\",a){case\"flag\":return!(b=d([55356,56826,55356,56819],[55356,56826,8203,55356,56819]))&&(b=d([55356,57332,56128,56423,56128,56418,56128,56421,56128,56430,56128,56423,56128,56447],[55356,57332,8203,56128,56423,8203,56128,56418,8203,56128,56421,8203,56128,56430,8203,56128,56423,8203,56128,56447]),!b);case\"emoji\":return b=d([55358,56760,9792,65039],[55358,56760,8203,9792,65039]),!b}return!1}function f(a){var c=b.createElement(\"script\");c.src=a,c.defer=c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var g,h,i,j,k=b.createElement(\"canvas\"),l=k.getContext&&k.getContext(\"2d\");for(j=Array(\"flag\",\"emoji\"),c.supports={everything:!0,everythingExceptFlag:!0},i=0;i<j.length;i++)c.supports[j[i]]=e(j[i]),c.supports.everything=c.supports.everything&&c.supports[j[i]],\"flag\"!==j[i]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[j[i]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(h=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",h,!1),a.addEventListener(\"load\",h,!1)):(a.attachEvent(\"onload\",h),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),g=c.source||{},g.concatemoji?f(g.concatemoji):g.wpemoji&&g.twemoji&&(f(g.twemoji),f(g.wpemoji)))}(window,document,window._wpemojiSettings);\n\t\t</script>\n<style type=\"text/css\">\nimg.wp-smiley,\nimg.emoji {\n\tdisplay: inline !important;\n\tborder: none !important;\n\tbox-shadow: none !important;\n\theight: 1em !important;\n\twidth: 1em !important;\n\tmargin: 0 .07em !important;\n\tvertical-align: -0.1em !important;\n\tbackground: none !important;\n\tpadding: 0 !important;\n}\n</style>\n<link href=\"https://techcrunch.com/_static/??/wp-includes/css/dist/block-library/style.min.css,/wp-content/plugins/wp-parsely/wp-parsely.css,/wp-content/themes/techcrunch-2017/build/ec/css/main.css?m=1556300000\" id=\"all-css-0\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"https://consent.cmp.oath.com/cmp.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<script src=\"https://techcrunch.com/_static/??-eJzTLy/QzcxLzilNSS3WzwKiwtLUokoopZdVrKOPT4FubmZ6UWJJql5uZh5QsX2uraGpqZGJiZGhsXkWACVdIKg=\" type=\"text/javascript\"></script>\n<script src=\"https://s.yimg.com/ss/rapid3.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<script src=\"//cdn.vidible.tv/prod/player/js/latest/vidible-min.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<script src=\"//plugin.mediavoice.com/mediaconductor/mc.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<link href=\"https://techcrunch.com/wp-json/\" rel=\"https://api.w.org/\"/>\n<link href=\"https://techcrunch.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/>\n<link href=\"https://techcrunch.com/wp-includes/wlwmanifest.xml\" rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\"/>\n<meta content=\"WordPress 5.1.1\" name=\"generator\"/>\n<link href=\"https://techcrunch.com/2015/01/25/what-happens-to-privacy-when-the-internet-is-in-everything/\" rel=\"canonical\"/>\n<link href=\"https://techcrunch.com/?p=1109664\" rel=\"shortlink\"/>\n<link href=\"https://techcrunch.com/wp-json/oembed/1.0/embed?url=https%3A%2F%2Ftechcrunch.com%2F2015%2F01%2F25%2Fwhat-happens-to-privacy-when-the-internet-is-in-everything%2F\" rel=\"alternate\" type=\"application/json+oembed\"/>\n<link href=\"https://techcrunch.com/wp-json/oembed/1.0/embed?url=https%3A%2F%2Ftechcrunch.com%2F2015%2F01%2F25%2Fwhat-happens-to-privacy-when-the-internet-is-in-everything%2F&amp;format=xml\" rel=\"alternate\" type=\"text/xml+oembed\"/>\n<link href=\"//v0.wordpress.com\" rel=\"dns-prefetch\"/>\n<style type=\"text/css\">img#wpstats{display:none}</style>\n<!-- BEGIN Sailthru Horizon Meta Information -->\n<meta content=\"2015-01-25 09:00:08\" name=\"sailthru.date\"/>\n<meta content=\"What Happens To Privacy When The Internet Is In Everything?\" name=\"sailthru.title\"/>\n<meta content=\"Internet of Things, privacy, sensornet\" name=\"sailthru.tags\"/>\n<meta content=\"Natasha Lomas\" name=\"sailthru.author\"/>\n<meta content=\"This week Google's Eric Schmidt was on a panel at the World Economic Forum in Davos, where he suggested that the future Internet will be, in one sense, invisible -- because it will be embedded into everything we interact with.\" name=\"sailthru.description\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2015/01/4571397516_2414a35e18_o.jpg\" name=\"sailthru.image.full\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2015/01/4571397516_2414a35e18_o.jpg?w=50\" name=\"sailthru.image.thumb\"/>\n<!-- END Sailthru Horizon Meta Information -->\n<!-- BEGIN wp-parsely Plugin Version 1.13.0 -->\n<meta content=\"1.13.0\" id=\"wp-parsely_version\" name=\"wp-parsely_version\"/>\n<script type=\"application/ld+json\">\n\t{\"@context\":\"http:\\/\\/schema.org\",\"@type\":\"NewsArticle\",\"mainEntityOfPage\":{\"@type\":\"WebPage\",\"@id\":\"http:\\/\\/techcrunch.com\\/2015\\/01\\/25\\/what-happens-to-privacy-when-the-internet-is-in-everything\\/\"},\"headline\":\"What Happens To Privacy When The Internet Is In Everything?\",\"url\":\"http:\\/\\/techcrunch.com\\/2015\\/01\\/25\\/what-happens-to-privacy-when-the-internet-is-in-everything\\/\",\"thumbnailUrl\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2015\\/01\\/4571397516_2414a35e18_o.jpg?w=150\",\"image\":{\"@type\":\"ImageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2015\\/01\\/4571397516_2414a35e18_o.jpg?w=150\"},\"dateCreated\":\"2015-01-25T17:00:08Z\",\"datePublished\":\"2015-01-25T17:00:08Z\",\"dateModified\":\"2015-01-25T17:00:08Z\",\"articleSection\":\"post\",\"author\":[{\"@type\":\"Person\",\"name\":\"Natasha Lomas\"}],\"creator\":[\"Natasha Lomas\"],\"keywords\":[\"@post-id:1109664\",\"gadgets\",\"tc\",\"wearables\",\"internet of things\",\"privacy\",\"sensornet\"],\"publisher\":{\"@type\":\"Organization\",\"name\":\"TechCrunch\",\"logo\":{\"@type\":\"imageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\\/images\\/logo-json-ld.png\",\"width\":\"600\",\"height\":\"60\"}}}\n\t</script>\n<!-- END wp-parsely Plugin Version 1.13.0 -->\n<meta content=\"187288694643718\" property=\"fb:app_id\"/>\n<meta content=\"8062627951\" property=\"fb:pages\"/>\n<meta content=\"8803025,726995222,771265067,1550970059,1661021707,1178144075,643979435,852465367,4700188\" property=\"fb:admins\"/>\n<meta content=\"https://www.facebook.com/techcrunch\" property=\"article:publisher\"/>\n<meta content=\"TechCrunch\" property=\"og:site_name\"/>\n<meta content=\"social.techcrunch.com\" property=\"og:site\"/>\n<meta content=\"What Happens To Privacy When The Internet Is In Everything? – TechCrunch\" property=\"og:title\"/>\n<meta content=\"This week Google's Eric Schmidt was on a panel at the World Economic Forum in Davos, where he suggested that the future Internet will be, in one sense, invisible -- because it will be embedded into everything we interact with.\" property=\"og:description\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2015/01/4571397516_2414a35e18_o.jpg?w=664\" property=\"og:image\"/>\n<meta content=\"http://social.techcrunch.com/2015/01/25/what-happens-to-privacy-when-the-internet-is-in-everything/\" property=\"og:url\"/>\n<meta content=\"article\" property=\"og:type\"/>\n<meta content=\"This week Google's Eric Schmidt was on a panel at the World Economic Forum in Davos, where he suggested that the future Internet will be, in one sense, invisible -- because it will be embedded into everything we interact with.\" name=\"description\"/>\n<meta content=\"What Happens To Privacy When The Internet Is In Everything? – TechCrunch\" name=\"title\"/>\n<meta content=\"summary_large_image\" name=\"twitter:card\"/>\n<meta content=\"@techcrunch\" name=\"twitter:site\"/>\n<meta content=\"What Happens To Privacy When The Internet Is In Everything? – TechCrunch\" name=\"twitter:title\"/>\n<meta content=\"This week Google's Eric Schmidt was on a panel at the World Economic Forum in Davos, where he suggested that the future Internet will be, in one sense, invisible -- because it will be embedded into everything we interact with.\" name=\"twitter:description\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2015/01/4571397516_2414a35e18_o.jpg?w=664\" name=\"twitter:image\"/>\n<script type=\"text/javascript\">var ajaxurl = \"https://techcrunch.com/wp-admin/admin-ajax.php\"</script><link href=\"https://techcrunch.com/2015/01/25/what-happens-to-privacy-when-the-internet-is-in-everything/amp/\" rel=\"amphtml\"/><link href=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=32\" rel=\"icon\" sizes=\"32x32\">\n<link href=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=192\" rel=\"icon\" sizes=\"192x192\"/>\n<link href=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=180\" rel=\"apple-touch-icon-precomposed\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=270\" name=\"msapplication-TileImage\"/>\n<script src=\"https://s.aolcdn.com/ads/adsWrapper.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n\ttry{adsEnableSandbox();}catch(e){}\n</script>\n</link></meta></meta></link></link></meta></head>\n<body class=\"\">\n<div id=\"root\">\n<div><!-- duplicate React-root div for styling -->\n<div class=\"content\">\n<article class=\"article-container article--post\">\n<header class=\"article__header\">\n<div class=\"article__title-wrapper\">\n<h1 class=\"article__title\">What Happens To Privacy When The Internet Is In Everything?</h1>\n</div>\n<div class=\"article__byline-wrapper\">\n<div class=\"article__byline\">\n<a href=\"https://techcrunch.com/author/natasha-lomas/\">\n\t\t\tNatasha Lomas\t\t</a>\n<span class=\"article__byline__meta\">\n<a href=\"https://twitter.com/riptari\">@riptari</a>\n<span class=\"text--green\"> / </span>\n\t\t\t\t\t\t4 years\t\t</span>\n</div>\n</div>\n<div class=\"article__featured-image-wrapper breakout\">\n<img class=\"article__featured-image\" src=\"https://techcrunch.com/wp-content/uploads/2015/01/4571397516_2414a35e18_o.jpg?w=664\"/>\n</div>\n</header>\n<div class=\"article-content\">\n<p id=\"speakable-summary\">This week Google’s Eric Schmidt was on a panel at the World Economic Forum in Davos, where he suggested that the future Internet will be, in one sense, invisible — because it will be embedded into everything we interact with.</p>\n<p>“The Internet will disappear,” he predicted (via <a href=\"http://www.hollywoodreporter.com/news/google-chairman-eric-schmidt-internet-765989\" target=\"_blank\">The Hollywood Reporter</a>). “There will be so many IP addresses…so many devices, sensors, things that you are wearing, things that you are interacting with that you won’t even sense it. It will be part of your presence all the time.</p>\n<p>“Imagine you walk into a room, and the room is dynamic. And with your permission and all of that, you are interacting with the things going on in the room.”</p>\n<p>This is not an especially outlandish forecast, given the trajectory of connected devices. Analyst <a href=\"https://beta.techcrunch.com/2014/11/11/the-rise-of-the-sensornet-4-9bn-connected-things-in-2015-says-gartner/\">Gartner</a> calculated there were some 3.8 billion such ‘smart objects’ in use last year, and forecast 4.9 billion this — rising to 25 billion in circulation by 2020. (The global human population was estimated at around seven billion, at the last count.) In other words the sensornet is here, it’s just not densely (or evenly) distributed yet.</p>\n<p>Google already <a href=\"https://beta.techcrunch.com/2014/01/13/google-just-bought-connected-device-company-nest-for-3-2b-in-cash/\">owns Nest</a>, a maker of connected devices for the home, such as a <a href=\"https://beta.techcrunch.com/2013/10/08/nest-protect-is-a-129-smoke-and-carbon-monoxide-detector-that-takes-nest-deeper-into-the-connected-home/\">smoke alarm</a> and learning <a href=\"https://beta.techcrunch.com/2014/12/15/the-nest-thermostat-can-now-be-controlled-by-voice/\">thermostat</a>. <a href=\"https://beta.techcrunch.com/2014/06/20/google-and-nest-acquire-dropcam-for-555-million/\">Google-Nest also owns Dropcam</a>, a Wi-Fi security camera maker. Mountain View is clearly making a bid to be the nexus of the ‘connected home’ — which, along with the ‘connected car’ (of course Google is also building <a href=\"https://beta.techcrunch.com/2014/04/28/google-shows-how-its-self-driving-cars-are-getting-smarter-with-700k-miles-driven/\">driverless, Internet-tethered cars</a>), is the early locus for the sensornet. See also: wearables (‘connected people’), and the fact smartphones are gaining additional embedded sensors, turning our pervasive pocket computers into increasingly sensory mobile data nodes.</p>\n<p>One of Davos’ more outlandish (perhaps) predictions for our increasingly connected future came from a group of Harvard professors who apparently sketched a scenario where mosquito sized-robots buzz around stealing samples of our DNA, as reported by <a href=\"http://www.dailymail.co.uk/sciencetech/article-2921758/Privacy-dead-Harvard-professors-tell-Davos-forum.html\" target=\"_blank\">Mail Online</a>. “Privacy as we knew it in the past is no longer feasible,” computer science professor Margo Seltzer is quoted as saying. “How we conventionally think of privacy is dead.”</p>\n<p>What Seltzer was actually arguing is that it needs no sneaky, DNA-sealing robo-mosquitos for connected technologies to violate our privacy. The point is, she later told TechCrunch, we are already at a privacy-eroding tipping point — even with current gen digital technologies. Let alone anything so futuristic as robotic mosquitos.</p>\n<p>“The high order message is that we don’t need pervasive sensor net technologies for this to be true. We merely have to use technologies that exist today: credit cards, debit card, the web, roads, highway transceivers, email, social networks, etc. We leave an enormous digital trail,” she added.</p>\n<p>Seltzer was also not in fact arguing for giving up on privacy — even if the Mail’s article reads that way. But rather for the importance of regulating data and data usage, rather than trying to outlaw particular technologies.</p>\n<p>“Technology is neither good nor bad, it is a tool,” she said. “However, hammers are tools too. They are wonderful for pounding in nails. That doesn’t mean that someone can’t pick up a hammer and use it to commit murder. We have laws that say you shouldn’t murder; we don’t specialize the laws to call out hammers. Similarly, the laws surrounding privacy need to be laws about data and usage, not about the technology.”</p>\n<h2>With your permission</h2>\n<p>What especially stands out to me from Schmidt’s comments at Davos is his afterthought caveat — that this invisible, reactive, all-pervasive future sensornet will be pulling its invisible strings <em>with your permission</em>.</p>\n<p>Perhaps he was paying lip-service to the warning of the FTC’s Chairwoman, Edith Ramirez, at CES <a href=\"https://beta.techcrunch.com/2015/01/08/ftc-iot-privacy-warning/\">earlier this month</a> that building connected objects — the long discussed ‘Internet of Things’ — demands a new responsibility from businesses and startups to bake security and privacy protections into their products right from the get go.</p>\n<p>“[The Internet of Things] has the potential to provide enormous benefits for consumers, but it also has significant privacy and security implications,” she warned. “Connected devices that provide increased convenience and improve health services are also collecting, transmitting, storing, and often sharing vast amounts of consumer data, some of it highly personal, thereby creating a number of privacy risks.”</p>\n<p>Ramirez said that without businesses adopting security by design; engaging in data minimization rather than logging everything they can; and being transparent about the data they are collecting — and who else they want to share it with — by providing notifications and opt outs to users; then the risks to users’ privacy and security are enormous.</p>\n<p>The problem with those well-meaning words from a consumer watchdog organization is that we are already struggling to achieve such rigorous privacy standards on the <em>current</em> Internet — let alone on a distributed sensornet where there’s no single, controllable entry point into our lives. The Internet and the mobile Internet can still be switched off, in extremis, by the user turning off their router and/or powering their phone down (and putting it in the fridge if you’re really paranoid, post-Snowden).</p>\n<p>But once a distributed sensornet has achieved a certain penetration tipping point, into the objects with which we humans are surrounded, well then the sheer number of devices involved is going to take away our ability to trivially pull the plug. Unless some kind of regulatory layer is also erected to provide a framework for usage that works in the interests of privacy and consumer control.</p>\n<p>Without such consumer-oriented controls embedded into this embedded Internet, the user effectively loses the ability to take themselves offline, given that the most basic level of computing control — the on/off switch — is being subducted beneath the grand, over-arching utility of an all-seeing, always on sensornet. (Battery life constraints, in this context, might be viewed as a privacy safeguard, although low power connectivity technologies, such as Bluetooth Low Energy, work to circumvent that limit.)</p>\n<p>In parallel, a well-distributed Internet of Things likely demands greater levels of device automation and autonomy, given the inexorable gains in complexity generated by a dense network of networked objects. And because of the sheer number of connected devices. And more automation again risks reducing user control.</p>\n<p>Connected objects will be gathering environmental intelligence, talking to each other and talking to the cloud. Such a complex, interwoven web of real-time communications might well generate unique utility — as Schmidt evidently believes. But it also pulls in increased privacy concerns, given how many more data points are being connected and how all those puzzle pieces might slot together to form an ever more comprehensive, real-time representation of the actions and intentions of the people moving through this web.</p>\n<p>Earlier generation digital technologies like email were not engineered with far-sighted privacy protections in mind. Which is why they have been open to abuse — to being co-opted as part of a military industrial surveillance complex, as the Snowden revelations have shown, offering a honeypot of metadata for government intelligence agencies to suck up. Imagine what kind of surveillance opportunities are opened up by an ‘invisible’ Internet — which is both everywhere but also perceptually nowhere, encouraging users to submit to its data-mining embrace without objection. After all how can you resist what you can’t really see or properly control?</p>\n<div class=\"embed breakout\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\" data-width=\"550\">\n<p dir=\"ltr\" lang=\"en\">All the debate about security services getting access to encrypted apps is a smokescreen. <a href=\"https://twitter.com/hashtag/IoT?src=hash&amp;ref_src=twsrc%5Etfw\">#IoT</a> means they'll be able monitor you anyway</p>\n<p>— Dean Bubley (@disruptivedean) <a href=\"https://twitter.com/disruptivedean/status/555275572025495554?ref_src=twsrc%5Etfw\">January 14, 2015</a></p></blockquote>\n<p></p></div>\n<p>That is exactly the Internet that Schmidt wants to build, from his position atop Google’s ad sales empire. The more intelligence on web users Google can harvest, the more data it can package up and sell to companies who want to sell you stuff. Which, for all Google’s primary-colored, doodle-festooned branding, is the steely core of its business. Mountain View has <a href=\"http://www.zdnet.com/article/google-toys-with-pre-emptive-search/\" target=\"_blank\">long talked about wanting search to become predictive</a>. Why? Because marketing becomes a perfect money-pipe if corporates can channel and influence your real-time intentions. That’s the Google end game.</p>\n<p>Learning about human intention from the stuff people type into search engines is laughably crude compared to how much can be inferred from a sensornet that joins up myriad, real-time data-dots and applies machine learning data-mining algorithms dynamically. More dots are already being joined by Google, across multiple web products and its mobile platform Android — which brings it a rich location layer. Doing even more and deeper data mining is a natural evolution of its business model. (Related: Google <a href=\"https://beta.techcrunch.com/2014/01/26/google-deepmind/\">acquired AI firm Deep Mind last year</a> — a maker of “general-purpose learning algorithms”.)</p>\n<p>The core reality of the Internet of Things is that a distributed network of connected objects could be deliberately engineered to catch us in its web — triangulating our comings and goings as we brush past its myriad nodes. The more connected objects surround us, the more data points wink into existence to be leveraged by the Googles of the digital world to improve the accuracy and texture of their understanding of our intentions, whether we like it or not.</p>\n<p>So while the future Internet may appear to fade into the background, as Schmidt suggests, that might just signify a correspondingly vast depth of activity going on in the background. All the processing power required to knit together so many connections and weave a concealed map of who we are and what we do.</p>\n<p>The risk here, clearly, is that our privacy is unpicked entirely. That an embedded ‘everywhere Internet’ becomes a highly efficient, hugely invasive machine analyzing us at every turn in order to package up every aspect of our existence as a marketing opportunity. That’s one possible future for the sensornet.</p>\n<p>But it seems to me that that defeatist argument is also part of the spinning which vested interests like Google, whose business models stand to benefit massively, engage in when they discuss the digital future that they are trying to shape. Technology is a tool. Diverse applications are possible. And just because technology makes something <em>possible</em> does not also mean it is inevitable.</p>\n<p>As Seltzer says, we need to be thinking about <em>how</em> we want the data to flow or not flow, rather than throwing our hands up in horror or defeat. What is also clearly necessary — indeed, I would argue, is imperative — is joined up thinking from regulators to comprehend the scope of the privacy risks posed by increasingly dense networks of networked objects, and how the accumulation of data-points can collectively erode consumer privacy. A clear-sighted strategy for ensuring end users can comprehend and control the processing of their personal data is paramount.</p>\n<p>Without that, the risk for startup businesses playing in this space is that the rise of more and more connected devices will be mirrored by a parallel rise in human mistrust of increasingly invasive products and services.</p>\n<p>In the hyper personal realm of the Internet of Things, user trust is paramount. So building a framework to regulate the data flows of connected devices now, while the sensornet is still in its infancy, is imperative for everyone involved.</p>\n<p>In the offline world we have cars and roads. We also have speed limits — for a reason. The key imperative for regulators now, as we are propelled towards a more densely-packed universe of connected devices, is coming up with the sensornet’s speed limits. And fast.</p>\n</div>\n<footer class=\"article-footer\">\n<input class=\"shortlink\" readonly=\"\" title=\"Article Shortlink\" type=\"text\" value=\"\"/>\n</footer>\n</article>\n</div>\n</div><!-- end React-root duplication div -->\n</div><!--end #root-->\n<noscript style=\"display:none;\">\n<img alt=\"\" height=\"1\" src=\"https://www.facebook.com/tr?id=1447508128842484&amp;ev=PageView&amp;noscript=1\" width=\"1\"/>\n</noscript>\n<script type=\"text/javascript\">\n\t\t// Configure the PARSELY window global to disable auto-tracking.\n\t\t// Must load before the Parse.ly script itself.\n\t\twindow.PARSELY = {\n\t\t\tautotrack: false,\n\t\t\tonload:    this.onload,\n\t\t};\n\t</script>\n<script data-parsely-site=\"techcrunch.com\" id=\"parsely-cfg\" src=\"//d1z2jf7jlzjs58.cloudfront.net/keys/techcrunch.com/p.js\"></script>\n<!-- JSON-LD -->\n<script type=\"application/ld+json\">\n\t\t{\"@context\":\"http:\\/\\/schema.org\",\"publisher\":{\"@type\":\"Organization\",\"name\":\"TechCrunch\",\"logo\":{\"@type\":\"imageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\\/images\\/logo-json-ld.png\",\"width\":\"600\",\"height\":\"60\"}},\"@type\":\"NewsArticle\",\"mainEntityOfPage\":{\"@type\":\"WebPage\",\"@id\":\"https:\\/\\/techcrunch.com\\/2015\\/01\\/25\\/what-happens-to-privacy-when-the-internet-is-in-everything\\/\"},\"headline\":\"What Happens To Privacy When The Internet Is In Everything?\",\"image\":{\"@type\":\"ImageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2015\\/01\\/4571397516_2414a35e18_o.jpg?w=680\",\"width\":680,\"height\":410},\"datePublished\":\"2015-01-25T17:00:08+00:00\",\"dateModified\":\"2015-01-26T22:01:50+00:00\",\"author\":[{\"@type\":\"Person\",\"name\":\"Natasha Lomas\"}],\"description\":\"This week Google&#039;s Eric Schmidt was on a panel at the World Economic Forum in Davos, where he suggested that the future Internet will be, in one sense, invisible -- because it will be embedded into everything we interact with.\",\"speakable\":{\"@type\":\"SpeakableSpecification\",\"cssSelector\":[\".alpha\",\"#speakable-summary\"]}}\t</script>\n<!-- End JSON-LD -->\n<script src=\"https://use.typekit.net/svv7knm.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\ntry{Typekit.load({ async: true });}catch(e){}\n</script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar tc_app_data = {\"ads\":{\"adpage\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\\/features\\/ads\\/_uac\\/adpage.html\",\"gemini_enabled\":true,\"gemini_codes\":{\"position_4\":{\"mobile\":\"ae64471c-14c2-4457-8e9b-a5190206eafd\",\"desktop\":\"b2018d9e-dedc-4e85-8823-b06917beb892\"},\"position_8\":{\"mobile\":\"619392a1-b497-4aa9-b683-24aab7246c16\",\"desktop\":\"05c0b21d-e742-494d-ac59-474e3feaa4b8\"}},\"mns\":[{\"where\":\"*\",\"placements\":{\"native\":\"93501877\",\"mobile_native\":\"93501878\",\"leaderboard\":\"93484975\",\"rightrail\":\"93484976\",\"rightrail_on_view\":\"93484977\",\"mobile_300x250\":\"93484973\",\"mobile_dynamic\":\"93484974\",\"amp\":\"93523784\",\"inline_leaderboard\":\"93484932\",\"inline_mobile_300x250\":\"93484930\",\"inline_amp\":\"963874680\"}},{\"where\":{\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93484953\"}},{\"where\":{\"post_type\":[\"tc_sponsored_post\"]},\"placements\":{\"leaderboard\":\"963872468\",\"leaderboard_on_view\":\"963872469\",\"rightrail\":\"963872467\",\"rightrail_on_view\":\"963872467\",\"mobile_320x50\":\"963872466\",\"mobile_dynamic\":\"963872466\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"crunchbase-video-hub\"]},\"placements\":{\"mobile_300x250\":\"93487470\",\"mobile_dynamic\":\"93487469\",\"leaderboard\":\"93487468\",\"rightrail\":\"93487467\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"enterprise\"]},\"placements\":{\"mobile_300x250\":\"93484901\",\"mobile_dynamic\":\"93484902\",\"leaderboard\":\"93484903\",\"rightrail\":\"93484904\",\"rightrail_on_view\":\"93484905\",\"amp\":\"93523756\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"enterprise\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93512990\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"gadgets\"]},\"placements\":{\"mobile_300x250\":\"93484912\",\"mobile_dynamic\":\"93484913\",\"leaderboard\":\"93484914\",\"rightrail\":\"93484915\",\"rightrail_on_view\":\"93484916\",\"amp\":\"93523764\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"gadgets\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93513296\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"mobile\"]},\"placements\":{\"mobile_native\":\"93484962\",\"mobile_300x250\":\"93484960\",\"mobile_dynamic\":\"93484961\",\"leaderboard\":\"93484957\",\"rightrail\":\"93484958\",\"rightrail_on_view\":\"93484959\",\"amp\":\"93523763\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"mobile\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93510142\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"startups\"]},\"placements\":{\"gallery_300x250\":\"93511985\",\"mobile_300x250\":\"93484986\",\"mobile_dynamic\":\"93484987\",\"leaderboard\":\"93484988\",\"rightrail\":\"93484989\",\"rightrail_on_view\":\"93484990\",\"amp\":\"93523762\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"startups\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93511984\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"apps\"]},\"placements\":{\"mobile_300x250\":\"963891138\",\"mobile_dynamic\":\"963891134\",\"leaderboard\":\"963891132\",\"rightrail\":\"963891133\",\"rightrail_on_view\":\"963891136\",\"amp\":\"963891137\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"mobile\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"963891131\"}},{\"where\":{\"post_type\":[\"tc_marketing\"]},\"placements\":{\"mobile_dynamic\":\"93484859\",\"leaderboard\":\"93484860\",\"leaderboard_on_view\":\"93484861\",\"rightrail\":\"93484862\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"apple\"]},\"placements\":{\"mobile_300x250\":\"93484869\",\"mobile_dynamic\":\"93484870\",\"leaderboard\":\"93484866\",\"rightrail\":\"93484867\",\"rightrail_on_view\":\"93484868\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"back-to-school\",\"backtoschool\",\"backtoschool13\"]},\"placements\":{\"mobile_300x250\":\"93484871\",\"mobile_dynamic\":\"93484872\",\"leaderboard\":\"93484873\",\"rightrail\":\"93484874\",\"rightrail_on_view\":\"93484875\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"ces\"]},\"placements\":{\"gallery_300x250\":\"963853166\",\"mobile_300x250\":\"93484876\",\"mobile_dynamic\":\"93484877\",\"leaderboard\":\"93484878\",\"rightrail\":\"93484879\",\"rightrail_on_view\":\"93484880\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"ces\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"963853167\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"disrupt\"]},\"placements\":{\"mobile_300x250\":\"93484895\",\"mobile_dynamic\":\"93484896\",\"leaderboard\":\"93484897\",\"rightrail\":\"93484898\",\"rightrail_on_view\":\"93484899\",\"amp\":\"93523765\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"gift-guide-2018\"]},\"placements\":{\"gallery_300x250\":\"93518231\",\"mobile_300x250\":\"93484930\",\"mobile_dynamic\":\"93484931\",\"leaderboard\":\"93484932\",\"rightrail\":\"93484933\",\"rightrail_on_view\":\"93484934\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"gift-guide-2018\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93518230\"}},{\"where\":{\"url\":\"\\/pages\\/gift-guide-2018\\/\"},\"placements\":{\"gallery_300x250\":\"93518231\",\"mobile_300x250\":\"93484930\",\"mobile_dynamic\":\"93484931\",\"leaderboard\":\"93484932\",\"rightrail\":\"93484933\",\"rightrail_on_view\":\"93484934\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"sxsw\"]},\"placements\":{\"gallery_300x250\":\"963858038\",\"mobile_300x250\":\"963858040\",\"mobile_dynamic\":\"963858041\",\"leaderboard\":\"963858042\",\"rightrail\":\"963858043\",\"rightrail_on_view\":\"963858044\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"sxsw\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"963858039\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"tc_video\"]},\"placements\":{\"leaderboard\":\"963874666\",\"rightrail\":\"963874667\",\"rightrail_on_view\":\"963874668\",\"mobile_320x50\":\"93485001\",\"mobile_300x250\":\"93485000\",\"mobile_dynamic\":\"93484943\",\"amp\":\"93523757\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"developer\"]},\"placements\":{\"gallery_300x250\":\"93510995\",\"mobile_300x250\":\"93484890\",\"mobile_dynamic\":\"93484891\",\"leaderboard\":\"93484892\",\"rightrail\":\"93484893\",\"rightrail_on_view\":\"93484894\",\"amp\":\"93523761\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"developer\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93510992\"}},{\"where\":{\"url\":\"\\/video\\/\"},\"placements\":{\"leaderboard\":\"963874666\",\"rightrail\":\"963874667\",\"rightrail_on_view\":\"963874668\",\"mobile_320x50\":\"93485001\",\"mobile_300x250\":\"93485000\",\"mobile_dynamic\":\"93484943\",\"amp\":\"93523757\"}},{\"where\":{\"url\":\"\\/(page\\/\\\\d+)?\"},\"placements\":{\"native\":\"93484857\",\"leaderboard\":\"93484945\",\"rightrail\":\"93484946\",\"rightrail_on_view\":\"93484947\",\"amp\":\"93523758\",\"mobile_native\":\"93484858\",\"mobile_300x250\":\"93484942\",\"mobile_dynamic\":\"93484943\"}}]},\"assetURI\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\",\"breaking\":\"\",\"ec_promo\":{\"enabled\":true,\"title\":\"Extra Crunch\",\"desc\":\"Exclusive articles, conference calls, no banner ads, and more.\",\"url\":\"\\/subscribe\\/?tpcc=rightrailapril19\",\"button_text\":\"Try it free\"},\"live_event\":\"0\",\"livestream_hash\":null,\"feature_island\":[],\"isAdminBar\":\"\",\"marketoEventId\":\"1004\",\"marketoBrandStudioId\":\"1740\",\"menus\":{\"main\":[{\"id\":335981,\"order\":1,\"parent\":0,\"text\":\"Startups\",\"url\":\"https:\\/\\/techcrunch.com\\/startups\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":20429,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":1599989,\"order\":2,\"parent\":0,\"text\":\"Apps\",\"url\":\"https:\\/\\/techcrunch.com\\/apps\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":449557102,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":335983,\"order\":3,\"parent\":0,\"text\":\"Gadgets\",\"url\":\"https:\\/\\/techcrunch.com\\/gadgets\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":449557086,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":335986,\"order\":4,\"parent\":0,\"text\":\"Videos\",\"url\":\"\\/video\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":335986,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1761192,\"order\":5,\"parent\":0,\"text\":\"Podcasts\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/podcasts\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1760429,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1781882,\"order\":6,\"parent\":0,\"text\":\"Extra Crunch\",\"url\":\"\\/extracrunch\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1781882,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1599991,\"order\":7,\"parent\":0,\"text\":\"\\u2014\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599991,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1599990,\"order\":8,\"parent\":0,\"text\":\"Events\",\"url\":\"\\/events\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599990,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1752899,\"order\":9,\"parent\":0,\"text\":\"Advertise\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/advertisement-events-calendar\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1416499,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1599992,\"order\":10,\"parent\":0,\"text\":\"Crunchbase\",\"url\":\"http:\\/\\/crunchbase.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599992,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"submenu\":[{\"id\":1599997,\"order\":1,\"parent\":0,\"text\":\"Topics\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599997,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600003,\"order\":2,\"parent\":1599997,\"text\":\"Social\",\"url\":\"https:\\/\\/techcrunch.com\\/social\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"How technology is shaping the way we live with each other\",\"object_id\":3457,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":1600004,\"order\":3,\"parent\":1599997,\"text\":\"Mobile\",\"url\":\"https:\\/\\/techcrunch.com\\/mobile\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"The apps, platforms and businesses redefining how we use computers\",\"object_id\":449557028,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":1600005,\"order\":4,\"parent\":1599997,\"text\":\"Enterprise\",\"url\":\"https:\\/\\/techcrunch.com\\/enterprise\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"How cloud computing, big data and new devices are changing work\",\"object_id\":449557044,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]}]},{\"id\":1599998,\"order\":5,\"parent\":0,\"text\":\"About\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599998,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1601717,\"order\":6,\"parent\":1599998,\"text\":\"Staff\",\"url\":\"\\/pages\\/about-techcrunch\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601717,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600007,\"order\":7,\"parent\":1599998,\"text\":\"Contact Us\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/contact-us\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":672,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1600006,\"order\":8,\"parent\":1599998,\"text\":\"Advertising Opportunities\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/advertisement-events-calendar\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1416499,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]}]},{\"id\":1600000,\"order\":9,\"parent\":0,\"text\":\"More TechCrunch\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600000,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600009,\"order\":10,\"parent\":1600000,\"text\":\"Startup Battlefield\",\"url\":\"\\/startup-battlefield\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600009,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1795710,\"order\":11,\"parent\":1600000,\"text\":\"Sponsored Content\",\"url\":\"\\/sponsored\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1795710,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600010,\"order\":12,\"parent\":1600000,\"text\":\"Include\",\"url\":\"\\/include\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600010,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600012,\"order\":13,\"parent\":1600000,\"text\":\"Crunchboard\",\"url\":\"http:\\/\\/crunchboard.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600012,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600011,\"order\":14,\"parent\":1600000,\"text\":\"TechCrunch Store\",\"url\":\"http:\\/\\/techcrunchstore.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600011,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1620756,\"order\":15,\"parent\":1600000,\"text\":\"Apply to Startup Events\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/tc-startup-programs\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1617703,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]}]},{\"id\":1600001,\"order\":16,\"parent\":0,\"text\":\"Read Anywhere\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600001,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600013,\"order\":17,\"parent\":1600001,\"text\":\"App Store\",\"url\":\"https:\\/\\/itunes.apple.com\\/us\\/app\\/techcrunch\\/id526058642?mt=8\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600013,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600014,\"order\":18,\"parent\":1600001,\"text\":\"Google Play\",\"url\":\"https:\\/\\/play.google.com\\/store\\/apps\\/details?id=com.aol.mobile.techcrunch\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600014,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}]},{\"id\":1600002,\"order\":19,\"parent\":0,\"text\":\"International\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600002,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600015,\"order\":20,\"parent\":1600002,\"text\":\"China\",\"url\":\"http:\\/\\/techcrunch.cn\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600015,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600016,\"order\":21,\"parent\":1600002,\"text\":\"Japan\",\"url\":\"http:\\/\\/jp.techcrunch.com\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600016,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}]}],\"footer\":[{\"id\":1787716,\"order\":1,\"parent\":0,\"text\":\"TechCrunch\",\"url\":\"https:\\/\\/techcrunch.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1787716,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1601925,\"order\":2,\"parent\":0,\"text\":\"Privacy Policy\",\"url\":\"https:\\/\\/policies.oath.com\\/xw\\/en\\/oath\\/privacy\\/intl\\/index.html\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601925,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1601926,\"order\":3,\"parent\":0,\"text\":\"About Our Ads\",\"url\":\"http:\\/\\/adinfo.aol.com\\/about-our-ads\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601926,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1687671,\"order\":4,\"parent\":0,\"text\":\"Code of Conduct\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/code-of-conduct\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1678717,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1601928,\"order\":5,\"parent\":0,\"text\":\"Terms of Service\",\"url\":\"https:\\/\\/policies.oath.com\\/xw\\/en\\/oath\\/terms\\/otos\\/index.html\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601928,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"include\":[{\"id\":1601974,\"order\":1,\"parent\":0,\"text\":\"Our Mission\",\"url\":\"\\/include\\/mission-statement\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601974,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1601975,\"order\":2,\"parent\":0,\"text\":\"Office Hours\",\"url\":\"\\/include\\/office-hours\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601975,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"startup-battlefield\":[{\"id\":1602061,\"order\":1,\"parent\":0,\"text\":\"About\",\"url\":\"\\/startup-battlefield\\/about\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602061,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1602062,\"order\":2,\"parent\":0,\"text\":\"FAQ\",\"url\":\"\\/startup-battlefield\\/faq\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602062,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1602063,\"order\":3,\"parent\":0,\"text\":\"Leaderboard\",\"url\":\"\\/startup-battlefield\\/leaderboard\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602063,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1602065,\"order\":4,\"parent\":0,\"text\":\"Battlefield Home\",\"url\":\"\\/startup-battlefield\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602065,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1787197,\"order\":5,\"parent\":0,\"text\":\"Apply Now\",\"url\":\"https:\\/\\/apply.techcrunch.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"apply-now-link\"],\"description\":\"\",\"object_id\":1787197,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"video-hub\":[{\"id\":1605165,\"order\":1,\"parent\":0,\"text\":\"News\",\"url\":\"\\/shows\\/tctv-news\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605165,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605166,\"order\":2,\"parent\":0,\"text\":\"Gadgets\",\"url\":\"\\/shows\\/gadgets\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605166,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605167,\"order\":3,\"parent\":0,\"text\":\"Features\",\"url\":\"\\/shows\\/features\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605167,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605168,\"order\":4,\"parent\":0,\"text\":\"Reviews\",\"url\":\"\\/shows\\/reviews\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605168,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605169,\"order\":5,\"parent\":0,\"text\":\"Interviews\",\"url\":\"\\/shows\\/interviews\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605169,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605170,\"order\":6,\"parent\":0,\"text\":\"Apps\",\"url\":\"\\/shows\\/apps\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605170,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605171,\"order\":7,\"parent\":0,\"text\":\"Disrupt\",\"url\":\"\\/shows\\/techcrunch-disrupt\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605171,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605172,\"order\":8,\"parent\":0,\"text\":\"Battlefield\",\"url\":\"\\/shows\\/techcrunch-battlefield\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605172,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605173,\"order\":9,\"parent\":0,\"text\":\"Sessions\",\"url\":\"\\/shows\\/tc-sessions\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605173,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605174,\"order\":10,\"parent\":0,\"text\":\"Crunch Report\",\"url\":\"\\/shows\\/crunch-report\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605174,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605175,\"order\":11,\"parent\":0,\"text\":\"Judah vs the Machines\",\"url\":\"\\/shows\\/judah-vs-the-machines\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605175,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605176,\"order\":12,\"parent\":0,\"text\":\"Down Round\",\"url\":\"\\/shows\\/down-round\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605176,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605177,\"order\":13,\"parent\":0,\"text\":\"Trust Disrupted\",\"url\":\"\\/shows\\/trust-disrupted\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605177,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605178,\"order\":14,\"parent\":0,\"text\":\"Built in Brooklyn\",\"url\":\"\\/shows\\/built-in-brooklyn\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605178,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605179,\"order\":15,\"parent\":0,\"text\":\"Inside Jobs\",\"url\":\"\\/shows\\/inside-jobs\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605179,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605180,\"order\":16,\"parent\":0,\"text\":\"TC Cribs\",\"url\":\"\\/shows\\/tc-cribs\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605180,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}]},\"playlistData\":{\"homepage\":[],\"videohub\":[]},\"entities\":{\"posts\":[{\"id\":1109664,\"date\":\"2015-01-25T09:00:08\",\"date_gmt\":\"2015-01-25T17:00:08\",\"guid\":{\"rendered\":\"https:\\/\\/beta.techcrunch.com\\/?p=1109664\"},\"modified\":\"2015-01-26T14:01:50\",\"modified_gmt\":\"2015-01-26T22:01:50\",\"slug\":\"what-happens-to-privacy-when-the-internet-is-in-everything\",\"status\":\"publish\",\"type\":\"post\",\"link\":\"https:\\/\\/techcrunch.com\\/2015\\/01\\/25\\/what-happens-to-privacy-when-the-internet-is-in-everything\\/\",\"title\":{\"rendered\":\"What Happens To Privacy When The Internet Is In Everything?\"},\"content\":{\"rendered\":\"<p id=\\\"speakable-summary\\\">This week Google&#8217;s Eric Schmidt was\\u00a0on a panel at\\u00a0the World Economic Forum\\u00a0in Davos, where he suggested\\u00a0that the future Internet will be, in one sense, invisible &#8212; because it will be embedded into everything we interact with.<\\/p>\\n<p>&#8220;The Internet will disappear,&#8221; he predicted (via <a target=\\\"_blank\\\" href=\\\"http:\\/\\/www.hollywoodreporter.com\\/news\\/google-chairman-eric-schmidt-internet-765989\\\">The Hollywood Reporter<\\/a>).\\u00a0\\u201cThere will be so many IP addresses\\u2026so many devices, sensors, things that you are wearing, things that you are interacting with that you won\\u2019t even sense it.\\u00a0It will be part of your presence all the time.<\\/p>\\n<p>&#8220;Imagine you walk into a room, and the room is dynamic. And with your permission and all of that, you are interacting with the things going on in the room.\\u201d<\\/p>\\n<p>This is\\u00a0not an especially outlandish forecast, given the trajectory\\u00a0of connected devices. Analyst <a href=\\\"https:\\/\\/beta.techcrunch.com\\/2014\\/11\\/11\\/the-rise-of-the-sensornet-4-9bn-connected-things-in-2015-says-gartner\\/\\\">Gartner<\\/a> calculated\\u00a0there were some 3.8 billion such &#8216;smart objects&#8217; in use last year, and forecast 4.9 billion this &#8212; rising to 25 billion in circulation by 2020. (The global human population was\\u00a0estimated at\\u00a0around seven billion, at the last count.) In other words the sensornet is here, it&#8217;s just not densely (or evenly) distributed\\u00a0yet.<\\/p>\\n<p>Google already <a href=\\\"https:\\/\\/beta.techcrunch.com\\/2014\\/01\\/13\\/google-just-bought-connected-device-company-nest-for-3-2b-in-cash\\/\\\">owns Nest<\\/a>, a maker of\\u00a0connected devices for the home, such as a\\u00a0<a href=\\\"https:\\/\\/beta.techcrunch.com\\/2013\\/10\\/08\\/nest-protect-is-a-129-smoke-and-carbon-monoxide-detector-that-takes-nest-deeper-into-the-connected-home\\/\\\">smoke alarm<\\/a>\\u00a0and learning\\u00a0<a href=\\\"https:\\/\\/beta.techcrunch.com\\/2014\\/12\\/15\\/the-nest-thermostat-can-now-be-controlled-by-voice\\/\\\">thermostat<\\/a>. <a href=\\\"https:\\/\\/beta.techcrunch.com\\/2014\\/06\\/20\\/google-and-nest-acquire-dropcam-for-555-million\\/\\\">Google-Nest also owns Dropcam<\\/a>, a\\u00a0Wi-Fi security camera maker. Mountain View is clearly\\u00a0making a bid to\\u00a0be the nexus\\u00a0of the &#8216;connected home&#8217; &#8212; which, along with the &#8216;connected car&#8217; (of course\\u00a0Google is also building <a href=\\\"https:\\/\\/beta.techcrunch.com\\/2014\\/04\\/28\\/google-shows-how-its-self-driving-cars-are-getting-smarter-with-700k-miles-driven\\/\\\">driverless, Internet-tethered cars<\\/a>),\\u00a0is the early locus\\u00a0for the sensornet. See also:\\u00a0wearables (&#8216;connected people&#8217;), and the fact\\u00a0smartphones are gaining additional embedded sensors, turning our pervasive pocket computers into increasingly sensory mobile data nodes.<\\/p>\\n<p>One of Davos&#8217; more outlandish (perhaps) predictions for our increasingly connected future came from a group of Harvard professors\\u00a0who apparently\\u00a0sketched a scenario\\u00a0where mosquito sized-robots buzz around stealing samples of our\\u00a0DNA, as reported by\\u00a0<a target=\\\"_blank\\\" href=\\\"http:\\/\\/www.dailymail.co.uk\\/sciencetech\\/article-2921758\\/Privacy-dead-Harvard-professors-tell-Davos-forum.html\\\">Mail Online<\\/a>.\\u00a0&#8220;Privacy as we knew it in the past is no longer feasible,&#8221; computer science professor Margo Seltzer is quoted as saying. &#8220;How we conventionally think of privacy is dead.&#8221;<\\/p>\\n<p>What Seltzer\\u00a0was\\u00a0actually\\u00a0arguing is that it needs no sneaky, DNA-sealing robo-mosquitos for connected technologies to violate our privacy. The point is, she later told TechCrunch, we are already at a privacy-eroding tipping point &#8212; even with current gen digital technologies. Let alone anything so futuristic as robotic mosquitos.<\\/p>\\n<p>&#8220;The high order message is that we don\\u2019t need pervasive sensor net technologies for this to be true. We merely have to use technologies that exist today: credit cards, debit card, the web, roads, highway transceivers, email, social networks, etc. We leave an enormous digital trail,&#8221; she added.<\\/p>\\n<p>Seltzer\\u00a0was also not in fact arguing for giving up on privacy &#8212; even if the Mail&#8217;s article reads that way. But rather for the importance of regulating data and data usage, rather than trying to outlaw particular technologies.<\\/p>\\n<p>&#8220;Technology is neither good nor bad, it is a tool,&#8221; she said. &#8220;However, hammers are tools too. They are wonderful for pounding in nails. That doesn\\u2019t mean that someone can\\u2019t pick up a hammer and use it to commit murder. We have laws that say you shouldn\\u2019t murder; we don\\u2019t specialize the laws to call out hammers. Similarly, the laws surrounding privacy need to be laws about data and usage, not about the technology.&#8221;<\\/p>\\n<h2>With your permission<\\/h2>\\n<p>What\\u00a0especially stands out to me from Schmidt&#8217;s comments\\u00a0at Davos is his\\u00a0afterthought caveat\\u00a0&#8212; that this invisible, reactive, all-pervasive future sensornet will be pulling its invisible strings\\u00a0<em>with your permission<\\/em>.<\\/p>\\n<p>Perhaps he was paying lip-service to\\u00a0the warning of\\u00a0the FTC&#8217;s Chairwoman, Edith Ramirez, at CES <a href=\\\"https:\\/\\/beta.techcrunch.com\\/2015\\/01\\/08\\/ftc-iot-privacy-warning\\/\\\">earlier this month<\\/a>\\u00a0that building connected objects &#8212; the long discussed &#8216;Internet of Things&#8217; &#8212; demands\\u00a0a new responsibility from\\u00a0businesses and startups to bake security and privacy protections into their products right from the get go.<\\/p>\\n<p>\\u201c[The Internet of Things]\\u00a0has the potential to provide\\u00a0enormous benefits for consumers, but it also has significant privacy and security implications,\\u201d she warned.\\u00a0\\u201cConnected devices that provide increased convenience and improve health services are also\\u00a0collecting, transmitting, storing, and often sharing vast amounts of consumer data, some of it\\u00a0highly personal, thereby creating a number of privacy risks.\\u201d<\\/p>\\n<p>Ramirez said that without businesses adopting security by design; engaging in data minimization rather than logging everything they can; and being transparent about the\\u00a0data they\\u00a0are collecting &#8212; and who else they want to\\u00a0share it with &#8212; by providing notifications and\\u00a0opt outs to users; then the risks to users&#8217;\\u00a0privacy and security are enormous.<\\/p>\\n<p>The problem with those well-meaning words from a consumer watchdog organization\\u00a0is that\\u00a0we are already struggling to achieve such rigorous privacy\\u00a0standards on the\\u00a0<em>current<\\/em> Internet &#8212; let alone on a distributed sensornet where there&#8217;s no single, controllable\\u00a0entry point into our lives. The Internet and the mobile Internet can still be switched off, in extremis, by the user turning off their router and\\/or powering their phone down (and putting it in the fridge if you&#8217;re really paranoid, post-Snowden).<\\/p>\\n<p>But once a distributed sensornet has achieved\\u00a0a certain penetration tipping point, into the objects with which we humans are surrounded, well then the sheer number of devices involved is\\u00a0going to take away our ability to trivially pull the plug. Unless some kind of regulatory layer is also erected\\u00a0to provide a framework for usage that works in the interests of\\u00a0privacy and consumer control.<\\/p>\\n<p>Without such consumer-oriented controls\\u00a0embedded into this embedded Internet, the\\u00a0user effectively loses the ability\\u00a0to take themselves offline, given that the most basic level of computing\\u00a0control &#8212; the on\\/off switch &#8212; is being subducted beneath\\u00a0the grand, over-arching\\u00a0utility of an all-seeing, always on sensornet. (Battery life constraints, in this context, might be viewed as a privacy safeguard, although low power connectivity\\u00a0technologies, such as Bluetooth Low Energy, work to circumvent that limit.)<\\/p>\\n<p>In parallel, a well-distributed\\u00a0Internet of Things\\u00a0likely demands greater levels of device automation and autonomy, given the inexorable gains in complexity generated\\u00a0by a dense network of networked objects. And because of the sheer number of connected devices. And more automation again risks reducing\\u00a0user control.<\\/p>\\n<p>Connected\\u00a0objects will be gathering environmental intelligence, talking to each other and talking to\\u00a0the cloud. Such a\\u00a0complex, interwoven web of real-time communications might well generate unique utility &#8212; as Schmidt evidently believes. But it also pulls in\\u00a0increased\\u00a0privacy concerns, given how many more data points are being\\u00a0connected and how all those puzzle pieces might\\u00a0slot together to form an ever more comprehensive, real-time representation\\u00a0of the actions and intentions of the people\\u00a0moving through\\u00a0this\\u00a0web.<\\/p>\\n<p>Earlier generation digital technologies like email were not engineered with far-sighted privacy protections in mind. Which is why they have been open to abuse &#8212; to being co-opted as part of a military industrial surveillance complex, as the Snowden revelations have shown, offering a\\u00a0honeypot of metadata for government intelligence agencies to suck up. Imagine what kind of surveillance opportunities are opened up by an &#8216;invisible&#8217; Internet &#8212; which is both everywhere but also perceptually nowhere, encouraging users to submit to its data-mining embrace without objection. After all how can you resist\\u00a0what you can&#8217;t really see or properly control?<\\/p>\\n<div class=\\\"embed breakout\\\">\\n<blockquote class=\\\"twitter-tweet\\\" data-width=\\\"550\\\" data-dnt=\\\"true\\\">\\n<p lang=\\\"en\\\" dir=\\\"ltr\\\">All the debate about security services getting access to encrypted apps is a smokescreen. <a href=\\\"https:\\/\\/twitter.com\\/hashtag\\/IoT?src=hash&amp;ref_src=twsrc%5Etfw\\\">#IoT<\\/a> means they&#39;ll be able monitor you anyway<\\/p>\\n<p>&mdash; Dean Bubley (@disruptivedean) <a href=\\\"https:\\/\\/twitter.com\\/disruptivedean\\/status\\/555275572025495554?ref_src=twsrc%5Etfw\\\">January 14, 2015<\\/a><\\/p><\\/blockquote>\\n<p><script async src=\\\"https:\\/\\/platform.twitter.com\\/widgets.js\\\" charset=\\\"utf-8\\\"><\\/script><\\/div>\\n<p>That is exactly the Internet that Schmidt wants to build, from his position atop\\u00a0Google&#8217;s ad sales empire. The more intelligence on web users Google\\u00a0can harvest, the more data it can package up and sell to companies\\u00a0who want to sell you stuff. Which, for all Google&#8217;s primary-colored, doodle-festooned\\u00a0branding, is the steely core of its business. Mountain View\\u00a0has <a target=\\\"_blank\\\" href=\\\"http:\\/\\/www.zdnet.com\\/article\\/google-toys-with-pre-emptive-search\\/\\\">long talked about wanting search to become predictive<\\/a>. Why? Because marketing\\u00a0becomes\\u00a0a perfect\\u00a0money-pipe if corporates can channel and influence your real-time intentions. That&#8217;s the Google end game.<\\/p>\\n<p>Learning about human intention\\u00a0from the stuff people\\u00a0type into search engines is laughably crude compared to how much can be inferred from a sensornet that joins up myriad, real-time data-dots and applies machine learning data-mining\\u00a0algorithms dynamically. More\\u00a0dots\\u00a0are already being joined by Google, across multiple web products and its mobile platform Android &#8212; which brings it a rich location layer. Doing even more and deeper data mining is a natural evolution of its business model. (Related: Google\\u00a0<a href=\\\"https:\\/\\/beta.techcrunch.com\\/2014\\/01\\/26\\/google-deepmind\\/\\\">acquired AI firm\\u00a0Deep Mind last year<\\/a> &#8212; a maker of &#8220;general-purpose learning algorithms&#8221;.)<\\/p>\\n<p>The core\\u00a0reality of the Internet of Things is that a distributed network of connected objects could\\u00a0be deliberately\\u00a0engineered to\\u00a0catch us in its web &#8212; triangulating our comings and goings as we brush past its myriad nodes. The\\u00a0more connected objects surround us, the more data points wink into existence\\u00a0to be leveraged by the Googles of the digital world\\u00a0to improve the accuracy and texture of their understanding of\\u00a0our intentions, whether we like it or not.<\\/p>\\n<p>So\\u00a0while the future Internet may appear to fade into the background, as Schmidt suggests, that might\\u00a0just signify a correspondingly\\u00a0vast depth of\\u00a0activity going on in the background. All the processing power required\\u00a0to knit together\\u00a0so many\\u00a0connections and weave a concealed map of who we are and what we do.<\\/p>\\n<p>The risk here, clearly, is that our privacy is unpicked entirely.\\u00a0That an\\u00a0embedded &#8216;everywhere Internet&#8217; becomes a highly efficient, hugely invasive machine analyzing us at every turn in order\\u00a0to package up every aspect of our existence as\\u00a0a marketing\\u00a0opportunity. That&#8217;s one possible future for the sensornet.<\\/p>\\n<p>But it seems to me that that\\u00a0defeatist argument\\u00a0is also part of the spinning which vested interests\\u00a0like Google, whose business models stand to benefit massively, engage in when they discuss the digital future that they are trying to\\u00a0shape. Technology is a tool. Diverse\\u00a0applications are possible. And just because technology makes something\\u00a0<em>possible<\\/em> does not also mean it is\\u00a0inevitable.<\\/p>\\n<p>As\\u00a0Seltzer says, we need to be thinking about <em>how<\\/em> we want the data to flow or not flow, rather than throwing our hands up in horror or defeat. What is also clearly necessary &#8212; indeed, I would argue, is imperative &#8212; is joined up thinking from regulators to comprehend the scope of the\\u00a0privacy risks posed by increasingly dense networks of networked objects, and how the\\u00a0accumulation of\\u00a0data-points can collectively erode consumer privacy. A\\u00a0clear-sighted strategy\\u00a0for ensuring end users\\u00a0can comprehend and control\\u00a0the processing of their\\u00a0personal data is paramount.<\\/p>\\n<p>Without that, the risk for startup businesses playing in this space is\\u00a0that the rise of more and more\\u00a0connected devices\\u00a0will be mirrored by a parallel rise in human mistrust of increasingly\\u00a0invasive products and services.<\\/p>\\n<p>In the hyper personal realm of the Internet of Things, user trust is paramount. So\\u00a0building a framework to regulate the data flows of connected devices\\u00a0now, while the sensornet is\\u00a0still in its infancy, is imperative\\u00a0for everyone involved.<\\/p>\\n<p>In the offline world we have cars and roads. We also have speed limits &#8212; for a reason. The key imperative for regulators now, as we are propelled\\u00a0towards a more densely-packed universe of connected devices, is coming up with the sensornet&#8217;s speed limits. And fast.<\\/p>\\n\",\"protected\":false},\"excerpt\":{\"rendered\":\"<p>This week Google&#8217;s Eric Schmidt was on a panel at the World Economic Forum in Davos, where he suggested that the future Internet will be, in one sense, invisible &#8212; because it will be embedded into everything we interact with.<\\/p>\\n\",\"protected\":false},\"author\":39990176,\"featured_media\":1109663,\"comment_status\":\"open\",\"ping_status\":\"closed\",\"sticky\":false,\"template\":\"\",\"format\":\"standard\",\"meta\":{\"outcome\":\"\",\"status\":\"\",\"crunchbase_tag\":0,\"amp_status\":\"\",\"relegenceEntities\":[],\"relegenceSubjects\":[],\"jetpack_publicize_message\":\"\"},\"categories\":[449557086,17396,133183],\"tags\":[780658,3279,1184732],\"crunchbase_tag\":[203911805,203053865],\"tc_stories_tax\":[],\"tc_event\":[],\"jetpack_featured_media_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2015\\/01\\/4571397516_2414a35e18_o.jpg\",\"jetpack_publicize_connections\":[],\"shortlink\":\"http:\\/\\/tcrn.ch\\/15HS6CM\",\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"featured\":false,\"subtitle\":\"\",\"fundingRound\":false,\"seoTitle\":\"\",\"seoDescription\":\"\",\"premiumContent\":false,\"premiumCutoffPercent\":1,\"tc_cb_mapping\":[],\"associatedEvent\":null,\"event\":null,\"authors\":[39990176],\"hideFeaturedImage\":false,\"relatedArticles\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\\/1109664\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/types\\/post\"}],\"version-history\":[{\"count\":44,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\\/1109664\\/revisions\"}],\"predecessor-version\":[{\"id\":1110118,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\\/1109664\\/revisions\\/1110118\"}],\"authors\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"replies\":[{\"embeddable\":true,\"count\":0,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/comments?post=1109664&order=asc&tc_hierarchical=flat\"}],\"https:\\/\\/techcrunch.com\\/edit\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-admin\\/post.php?post=1109664&action=edit\"}],\"author\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"wp:featuredmedia\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media\\/1109663\"}],\"wp:attachment\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media?parent=1109664\"}],\"wp:term\":[{\"taxonomy\":\"category\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories?post=1109664\"},{\"taxonomy\":\"post_tag\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags?post=1109664\"},{\"taxonomy\":\"_tc_cb_tag_taxonomy\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/crunchbase_tag?post=1109664\"},{\"taxonomy\":\"tc_stories_tax\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_stories_tax?post=1109664\"},{\"taxonomy\":\"tc_event\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_event?post=1109664\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]},\"_embedded\":{\"authors\":[{\"id\":39990176,\"name\":\"Natasha Lomas\",\"url\":\"\",\"description\":\"\",\"link\":\"https:\\/\\/techcrunch.com\\/author\\/natasha-lomas\\/\",\"slug\":\"natasha-lomas\",\"avatar_urls\":{\"24\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=24&d=identicon&r=g\",\"48\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=48&d=identicon&r=g\",\"96\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=96&d=identicon&r=g\"},\"links\":{\"twitter\":\"https:\\/\\/twitter.com\\/riptari\",\"linkedin\":\"http:\\/\\/www.linkedin.com\\/in\\/nlomas\",\"crunchbase\":\"https:\\/\\/www.crunchbase.com\\/person\\/natasha-lomas\"},\"position\":\"Writer\",\"cbDescription\":\"<p>Natasha is a senior reporter for TechCrunch, joining September 2012, based in Europe. She joined TC after a stint reviewing smartphones for CNET UK and, prior to that, more than five years covering business technology for silicon.com (now folded into TechRepublic), where she focused on mobile and wireless, telecoms &amp; networking, and IT skills issues. She has also freelanced for organisations including The Guardian and the BBC. Natasha holds a First Class degree in English from Cambridge University, and an MA in journalism from Goldsmiths College, University of London.<\\/p>\",\"cbAvatar\":\"https:\\/\\/crunchbase-production-res.cloudinary.com\\/image\\/upload\\/v1397184383\\/575a81841b1b431463585c830bffd373.jpg\",\"twitter\":\"riptari\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\"}]}}],\"author\":[{\"id\":39990176,\"name\":\"Natasha Lomas\",\"url\":\"\",\"description\":\"\",\"link\":\"https:\\/\\/techcrunch.com\\/author\\/natasha-lomas\\/\",\"slug\":\"natasha-lomas\",\"avatar_urls\":{\"24\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=24&d=identicon&r=g\",\"48\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=48&d=identicon&r=g\",\"96\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=96&d=identicon&r=g\"},\"links\":{\"twitter\":\"https:\\/\\/twitter.com\\/riptari\",\"linkedin\":\"http:\\/\\/www.linkedin.com\\/in\\/nlomas\",\"crunchbase\":\"https:\\/\\/www.crunchbase.com\\/person\\/natasha-lomas\"},\"position\":\"Writer\",\"cbDescription\":\"<p>Natasha is a senior reporter for TechCrunch, joining September 2012, based in Europe. She joined TC after a stint reviewing smartphones for CNET UK and, prior to that, more than five years covering business technology for silicon.com (now folded into TechRepublic), where she focused on mobile and wireless, telecoms &amp; networking, and IT skills issues. She has also freelanced for organisations including The Guardian and the BBC. Natasha holds a First Class degree in English from Cambridge University, and an MA in journalism from Goldsmiths College, University of London.<\\/p>\",\"cbAvatar\":\"https:\\/\\/crunchbase-production-res.cloudinary.com\\/image\\/upload\\/v1397184383\\/575a81841b1b431463585c830bffd373.jpg\",\"twitter\":\"riptari\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\"}]}}],\"wp:featuredmedia\":[{\"code\":\"rest_forbidden\",\"message\":\"Sorry, you are not allowed to do that.\",\"data\":{\"status\":401}}],\"wp:term\":[[{\"id\":449557086,\"link\":\"https:\\/\\/techcrunch.com\\/gadgets\\/\",\"name\":\"Gadgets\",\"slug\":\"gadgets\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/449557086\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=449557086\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=449557086\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=449557086\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":17396,\"link\":\"https:\\/\\/techcrunch.com\\/tc\\/\",\"name\":\"TC\",\"slug\":\"tc\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/17396\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=17396\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=17396\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=17396\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":133183,\"link\":\"https:\\/\\/techcrunch.com\\/wearables\\/\",\"name\":\"Wearables\",\"slug\":\"wearables\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/133183\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=133183\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=133183\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=133183\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}}],[{\"id\":780658,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/internet-of-things\\/\",\"name\":\"Internet of Things\",\"slug\":\"internet-of-things\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/780658\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=780658\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=780658\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=780658\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=780658\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=780658\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":3279,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/privacy\\/\",\"name\":\"privacy\",\"slug\":\"privacy\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/3279\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=3279\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=3279\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=3279\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=3279\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=3279\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":1184732,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/sensornet\\/\",\"name\":\"sensornet\",\"slug\":\"sensornet\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/1184732\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=1184732\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=1184732\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=1184732\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=1184732\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=1184732\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}}],[{\"id\":203911805,\"link\":\"https:\\/\\/techcrunch.com\\/?taxonomy=_tc_cb_tag_taxonomy&term=google-organization\",\"name\":\"google-organization\",\"slug\":\"google-organization\",\"taxonomy\":\"_tc_cb_tag_taxonomy\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/crunchbase_tag\\/203911805\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/crunchbase_tag\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/_tc_cb_tag_taxonomy\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?crunchbase_tag=203911805\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?crunchbase_tag=203911805\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":203053865,\"link\":\"https:\\/\\/techcrunch.com\\/?taxonomy=_tc_cb_tag_taxonomy&term=nest-labs-organization\",\"name\":\"nest-labs-organization\",\"slug\":\"nest-labs-organization\",\"taxonomy\":\"_tc_cb_tag_taxonomy\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/crunchbase_tag\\/203053865\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/crunchbase_tag\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/_tc_cb_tag_taxonomy\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?crunchbase_tag=203053865\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?crunchbase_tag=203053865\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}}],[],[]]}}],\"media\":[],\"events\":[],\"battlefieldEvents\":[],\"battlefieldCompanies\":[],\"battlefieldPages\":[]},\"current_posts\":[1109664],\"request\":\"\\/2015\\/01\\/25\\/what-happens-to-privacy-when-the-internet-is-in-everything\\/\",\"siteURI\":\"https:\\/\\/techcrunch.com\\/\",\"totalPages\":\"0\",\"trending\":[{\"id\":\"429989\",\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/tesla\\/\",\"name\":\"\\nTesla\",\"type\":\"tag\"},{\"id\":\"60523764\",\"link\":\"https:\\/\\/techcrunch.com\\/fundings-exits\\/\",\"name\":\"Fundings & Exits\\n\",\"type\":\"category\"},{\"id\":\"81\",\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/google\\/\",\"name\":\"Google\\n\",\"type\":\"tag\"},{\"id\":\"576625230\",\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/tc-sessions-robotics-2019\\/\",\"name\":\"\\ntc sessions robotics 2019\",\"type\":\"tag\"}],\"videoPlayerIds\":{\"no-ad-autostart\":\"56f58bbbe4b01497527036b2\",\"regular\":\"56df4e9de4b0c9c31d626c18\",\"regular-autostart\":\"56faf851e4b0d3dcac2e081a\",\"sideview-autostart\":\"57e2c53fcc52c7730882bbfe\"},\"facebookPixelId\":\"1447508128842484\",\"marketoAccountId\":\"270-WRY-762\",\"vidibleCompanyId\":\"564f313b67b6231408bc51ee\",\"recaptchaPublic\":\"6LeZyjwUAAAAABqkWH_Ct0efGn0B4pGU6ZLUeUvA\",\"googleAnalyticsID\":\"UA-991406-1\",\"googleAnalyticsDomains\":[\"techcrunch.com\"],\"googleMapsAPIKey\":\"AIzaSyCodzMYMBdZIpxThSQqm79ACyheeRXPPE4\",\"nps_survey_id\":\"386TPSJ\",\"nps_bucket_percentage\":\"0\",\"tinypass\":{\"scriptDomain\":\"https:\\/\\/dashboard.tinypass.com\",\"scriptURL\":\"https:\\/\\/cdn.tinypass.com\\/api\\/tinypass.min.js\",\"apiKey\":\"Fy7FpgyUxA\",\"apiURL\":\"https:\\/\\/api.tinypass.com\"},\"legacyPages\":{\"extra-crunch-membership\":1781464,\"sponsored\":1796357},\"apiNonce\":\"5b3dfa6ac1\",\"userCan\":{\"editPosts\":false,\"restNonce\":null},\"initialStore\":{\"events\":{\"eventTypeIDs\":[],\"eventPostIds\":[],\"featuredEventIDs\":{\"event_home\":[]},\"featuredPostIDs\":{},\"pastEventIDs\":{\"default\":[]},\"pastFilters\":{},\"pastLoading\":false,\"upcomingEventIDs\":{\"default\":null},\"upcomingFilters\":{},\"upcomingLoading\":false},\"section\":{\"allPosts\":[1109664],\"contentObject\":null,\"currentPage\":1,\"expandedPost\":\"https:\\/\\/techcrunch.com\\/2015\\/01\\/25\\/what-happens-to-privacy-when-the-internet-is-in-everything\\/\",\"expandedPostIds\":[1109664],\"expandedIsland\":\"\",\"loading\":false,\"component\":\"singlePost\"}},\"extraCrunchMarketingPageURL\":\"\\/subscribe\",\"brandStudioMarketingPageURL\":\"\\/brand-studio\",\"unicornLeaderboardSlug\":\"unicorn-leaderboard\",\"newsletterURL\":\"http:\\/\\/link.techcrunch.com\\/join\\/134\\/signup-all-newsletters\"};\n/* ]]> */\n</script>\n<script src=\"https://techcrunch.com/_static/??/wp-content/themes/techcrunch-2017/build/ec/js/main.js,/wp-includes/js/wp-embed.min.js?m=1556300000j\" type=\"text/javascript\"></script>\n<script async=\"async\" defer=\"defer\" src=\"https://stats.wp.com/e-201917.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n\t_stq = window._stq || [];\n\t_stq.push([ 'view', {v:'ext',j:'1:7.2.1',blog:'136296444',post:'1109664',tz:'-7',srv:'techcrunch.com'} ]);\n\t_stq.push([ 'clickTrackerInit', '136296444', '1109664' ]);\n</script>\n<script type=\"text/javascript\">window.NREUM||(NREUM={});NREUM.info={\"beacon\":\"bam.nr-data.net\",\"licenseKey\":\"4750574831\",\"applicationID\":\"71001471\",\"transactionName\":\"NlRbNkYEWERTVkVcXA8eehdHEVlaHUJBGkVTHk0BawBAUlxB\",\"queueTime\":0,\"applicationTime\":289,\"atts\":\"GhNMQA4eSxsQVBMPSBxM\",\"errorBeacon\":\"bam.nr-data.net\",\"agent\":\"\"}</script></body>\n</html>\n", "content_tokenized": ["this", "week", "googl", "eric", "schmidt", "panel", "the", "world", "econom", "forum", "davo", "where", "suggest", "that", "the", "futur", "internet", "will", "one", "sens", "invis", "becaus", "will", "embed", "into", "everyth", "interact", "with", "the", "internet", "will", "disappear", "predict", "via", "the", "hollywood", "report", "there", "will", "mani", "addresses…so", "mani", "devic", "sensor", "thing", "that", "are", "wear", "thing", "that", "are", "interact", "with", "that", "won", "even", "sens", "will", "part", "presenc", "all", "the", "time", "imagin", "walk", "into", "room", "and", "the", "room", "dynam", "and", "with", "permiss", "and", "all", "that", "are", "interact", "with", "the", "thing", "the", "room", "this", "not", "especi", "outlandish", "forecast", "given", "the", "trajectori", "connect", "devic", "analyst", "gartner", "calcul", "there", "were", "some", "num", "billion", "such", "smart", "object", "use", "last", "year", "and", "forecast", "num", "billion", "this", "rise", "num", "billion", "circul", "num", "the", "global", "human", "popul", "estim", "around", "seven", "billion", "the", "last", "count", "other", "word", "the", "sensornet", "here", "just", "not", "dens", "even", "distribut", "yet", "googl", "alreadi", "own", "nest", "maker", "connect", "devic", "for", "the", "home", "such", "smoke", "alarm", "and", "learn", "thermostat", "googlenest", "also", "own", "dropcam", "wifi", "secur", "camera", "maker", "mountain", "view", "clear", "make", "bid", "the", "nexus", "the", "connect", "home", "which", "along", "with", "the", "connect", "car", "cours", "googl", "also", "build", "driverless", "internetteth", "car", "the", "earli", "locus", "for", "the", "sensornet", "see", "also", "wearabl", "connect", "peopl", "and", "the", "fact", "smartphon", "are", "gain", "addit", "embed", "sensor", "turn", "our", "pervas", "pocket", "comput", "into", "increas", "sensori", "mobil", "data", "node", "one", "davo", "more", "outlandish", "perhap", "predict", "for", "our", "increas", "connect", "futur", "came", "from", "group", "harvard", "professor", "who", "appar", "sketch", "scenario", "where", "mosquito", "sizedrobot", "buzz", "around", "steal", "sampl", "our", "report", "mail", "onlin", "privaci", "knew", "the", "past", "longer", "feasibl", "comput", "scienc", "professor", "margo", "seltzer", "quot", "say", "how", "convent", "think", "privaci", "dead", "what", "seltzer", "actual", "argu", "that", "need", "sneaki", "dnaseal", "robomosquito", "for", "connect", "technolog", "violat", "our", "privaci", "the", "point", "she", "later", "told", "techcrunch", "are", "alreadi", "privacyerod", "tip", "point", "even", "with", "current", "gen", "digit", "technolog", "let", "alon", "anyth", "futurist", "robot", "mosquito", "the", "high", "order", "messag", "that", "need", "pervas", "sensor", "net", "technolog", "for", "this", "true", "mere", "have", "use", "technolog", "that", "exist", "today", "credit", "card", "debit", "card", "the", "web", "road", "highway", "transceiv", "email", "social", "network", "etc", "leav", "enorm", "digit", "trail", "she", "seltzer", "also", "not", "fact", "argu", "for", "give", "privaci", "even", "the", "mail", "articl", "read", "that", "way", "but", "rather", "for", "the", "import", "regul", "data", "and", "data", "usag", "rather", "than", "tri", "outlaw", "particular", "technolog", "technolog", "neither", "good", "nor", "bad", "tool", "she", "said", "howev", "hammer", "are", "tool", "too", "they", "are", "wonder", "for", "pound", "nail", "that", "mean", "that", "someon", "can", "pick", "hammer", "and", "use", "commit", "murder", "have", "law", "that", "say", "shouldn", "murder", "special", "the", "law", "call", "out", "hammer", "similar", "the", "law", "surround", "privaci", "need", "law", "about", "data", "and", "usag", "not", "about", "the", "technolog", "what", "especi", "stand", "out", "from", "schmidt", "comment", "davo", "his", "afterthought", "caveat", "that", "this", "invis", "reactiv", "allpervas", "futur", "sensornet", "will", "pull", "invis", "string", "with", "permiss", "perhap", "pay", "lipservic", "the", "warn", "the", "chairwoman", "edith", "ramirez", "earlier", "this", "month", "that", "build", "connect", "object", "the", "long", "discuss", "internet", "thing", "demand", "new", "respons", "from", "busi", "and", "startup", "bake", "secur", "and", "privaci", "protect", "into", "their", "product", "right", "from", "the", "get", "the", "internet", "thing", "has", "the", "potenti", "provid", "enorm", "benefit", "for", "consum", "but", "also", "has", "signific", "privaci", "and", "secur", "implic", "she", "warn", "connect", "devic", "that", "provid", "increas", "conveni", "and", "improv", "health", "servic", "are", "also", "collect", "transmit", "store", "and", "often", "share", "vast", "amount", "consum", "data", "some", "high", "person", "therebi", "creat", "number", "privaci", "risk", "ramirez", "said", "that", "without", "busi", "adopt", "secur", "design", "engag", "data", "minim", "rather", "than", "log", "everyth", "they", "can", "and", "transpar", "about", "the", "data", "they", "are", "collect", "and", "who", "els", "they", "want", "share", "with", "provid", "notif", "and", "opt", "out", "user", "then", "the", "risk", "user", "privaci", "and", "secur", "are", "enorm", "the", "problem", "with", "those", "wellmean", "word", "from", "consum", "watchdog", "organ", "that", "are", "alreadi", "struggl", "achiev", "such", "rigor", "privaci", "standard", "the", "current", "internet", "let", "alon", "distribut", "sensornet", "where", "there", "singl", "control", "entri", "point", "into", "our", "live", "the", "internet", "and", "the", "mobil", "internet", "can", "still", "switch", "off", "extremi", "the", "user", "turn", "off", "their", "router", "andor", "power", "their", "phone", "down", "and", "put", "the", "fridg", "realli", "paranoid", "postsnowden", "but", "onc", "distribut", "sensornet", "has", "achiev", "certain", "penetr", "tip", "point", "into", "the", "object", "with", "which", "human", "are", "surround", "well", "then", "the", "sheer", "number", "devic", "involv", "take", "away", "our", "abil", "trivial", "pull", "the", "plug", "unless", "some", "kind", "regulatori", "layer", "also", "erect", "provid", "framework", "for", "usag", "that", "work", "the", "interest", "privaci", "and", "consum", "control", "without", "such", "consumerori", "control", "embed", "into", "this", "embed", "internet", "the", "user", "effect", "lose", "the", "abil", "take", "themselv", "offlin", "given", "that", "the", "most", "basic", "level", "comput", "control", "the", "onoff", "switch", "subduct", "beneath", "the", "grand", "overarch", "util", "allse", "alway", "sensornet", "batteri", "life", "constraint", "this", "context", "might", "view", "privaci", "safeguard", "although", "low", "power", "connect", "technolog", "such", "bluetooth", "low", "energi", "work", "circumv", "that", "limit", "parallel", "welldistribut", "internet", "thing", "like", "demand", "greater", "level", "devic", "autom", "and", "autonomi", "given", "the", "inexor", "gain", "complex", "generat", "dens", "network", "network", "object", "and", "becaus", "the", "sheer", "number", "connect", "devic", "and", "more", "autom", "again", "risk", "reduc", "user", "control", "connect", "object", "will", "gather", "environment", "intellig", "talk", "each", "other", "and", "talk", "the", "cloud", "such", "complex", "interwoven", "web", "realtim", "communic", "might", "well", "generat", "uniqu", "util", "schmidt", "evid", "believ", "but", "also", "pull", "increas", "privaci", "concern", "given", "how", "mani", "more", "data", "point", "are", "connect", "and", "how", "all", "those", "puzzl", "piec", "might", "slot", "togeth", "form", "ever", "more", "comprehens", "realtim", "represent", "the", "action", "and", "intent", "the", "peopl", "move", "through", "this", "web", "earlier", "generat", "digit", "technolog", "like", "email", "were", "not", "engin", "with", "farsight", "privaci", "protect", "mind", "which", "whi", "they", "have", "been", "open", "abus", "coopt", "part", "militari", "industri", "surveil", "complex", "the", "snowden", "revel", "have", "shown", "offer", "honeypot", "metadata", "for", "govern", "intellig", "agenc", "suck", "imagin", "what", "kind", "surveil", "opportun", "are", "open", "invis", "internet", "which", "both", "everywher", "but", "also", "perceptu", "nowher", "encourag", "user", "submit", "datamin", "embrac", "without", "object", "after", "all", "how", "can", "resist", "what", "can", "realli", "see", "proper", "control", "all", "the", "debat", "about", "secur", "servic", "get", "access", "encrypt", "app", "smokescreen", "iot", "mean", "they", "abl", "monitor", "anyway", "dean", "bubley", "disruptivedean", "januari", "num", "num", "that", "exact", "the", "internet", "that", "schmidt", "want", "build", "from", "his", "posit", "atop", "googl", "sale", "empir", "the", "more", "intellig", "web", "user", "googl", "can", "harvest", "the", "more", "data", "can", "packag", "and", "sell", "compani", "who", "want", "sell", "stuff", "which", "for", "all", "googl", "primarycolor", "doodlefestoon", "brand", "the", "steeli", "core", "busi", "mountain", "view", "has", "long", "talk", "about", "want", "search", "becom", "predict", "whi", "becaus", "market", "becom", "perfect", "moneypip", "corpor", "can", "channel", "and", "influenc", "realtim", "intent", "that", "the", "googl", "end", "game", "learn", "about", "human", "intent", "from", "the", "stuff", "peopl", "type", "into", "search", "engin", "laughabl", "crude", "compar", "how", "much", "can", "infer", "from", "sensornet", "that", "join", "myriad", "realtim", "datadot", "and", "appli", "machin", "learn", "datamin", "algorithm", "dynam", "more", "dot", "are", "alreadi", "join", "googl", "across", "multipl", "web", "product", "and", "mobil", "platform", "android", "which", "bring", "rich", "locat", "layer", "even", "more", "and", "deeper", "data", "mine", "natur", "evolut", "busi", "model", "relat", "googl", "acquir", "firm", "deep", "mind", "last", "year", "maker", "generalpurpos", "learn", "algorithm", "the", "core", "realiti", "the", "internet", "thing", "that", "distribut", "network", "connect", "object", "could", "deliber", "engin", "catch", "web", "triangul", "our", "come", "and", "brush", "past", "myriad", "node", "the", "more", "connect", "object", "surround", "the", "more", "data", "point", "wink", "into", "exist", "leverag", "the", "googl", "the", "digit", "world", "improv", "the", "accuraci", "and", "textur", "their", "understand", "our", "intent", "whether", "like", "not", "while", "the", "futur", "internet", "may", "appear", "fade", "into", "the", "background", "schmidt", "suggest", "that", "might", "just", "signifi", "correspond", "vast", "depth", "activ", "the", "background", "all", "the", "process", "power", "requir", "knit", "togeth", "mani", "connect", "and", "weav", "conceal", "map", "who", "are", "and", "what", "the", "risk", "here", "clear", "that", "our", "privaci", "unpick", "entir", "that", "embed", "everywher", "internet", "becom", "high", "effici", "huge", "invas", "machin", "analyz", "everi", "turn", "order", "packag", "everi", "aspect", "our", "exist", "market", "opportun", "that", "one", "possibl", "futur", "for", "the", "sensornet", "but", "seem", "that", "that", "defeatist", "argument", "also", "part", "the", "spin", "which", "vest", "interest", "like", "googl", "whose", "busi", "model", "stand", "benefit", "massiv", "engag", "when", "they", "discuss", "the", "digit", "futur", "that", "they", "are", "tri", "shape", "technolog", "tool", "divers", "applic", "are", "possibl", "and", "just", "becaus", "technolog", "make", "someth", "possibl", "doe", "not", "also", "mean", "inevit", "seltzer", "say", "need", "think", "about", "how", "want", "the", "data", "flow", "not", "flow", "rather", "than", "throw", "our", "hand", "horror", "defeat", "what", "also", "clear", "necessari", "inde", "would", "argu", "imper", "join", "think", "from", "regul", "comprehend", "the", "scope", "the", "privaci", "risk", "pose", "increas", "dens", "network", "network", "object", "and", "how", "the", "accumul", "datapoint", "can", "collect", "erod", "consum", "privaci", "clearsight", "strategi", "for", "ensur", "end", "user", "can", "comprehend", "and", "control", "the", "process", "their", "person", "data", "paramount", "without", "that", "the", "risk", "for", "startup", "busi", "play", "this", "space", "that", "the", "rise", "more", "and", "more", "connect", "devic", "will", "mirror", "parallel", "rise", "human", "mistrust", "increas", "invas", "product", "and", "servic", "the", "hyper", "person", "realm", "the", "internet", "thing", "user", "trust", "paramount", "build", "framework", "regul", "the", "data", "flow", "connect", "devic", "now", "while", "the", "sensornet", "still", "infanc", "imper", "for", "everyon", "involv", "the", "offlin", "world", "have", "car", "and", "road", "also", "have", "speed", "limit", "for", "reason", "the", "key", "imper", "for", "regul", "now", "are", "propel", "toward", "more", "denselypack", "univers", "connect", "devic", "come", "with", "the", "sensornet", "speed", "limit", "and", "fast"], "timestamp_scraper": 1556383189.58898, "title": "What Happens To Privacy When The Internet Is In Everything?", "read_time": 525.9, "content_html": "<p id=\"speakable-summary\">This week Google’s Eric Schmidt was on a panel at the World Economic Forum in Davos, where he suggested that the future Internet will be, in one sense, invisible — because it will be embedded into everything we interact with.</p> <p>“The Internet will disappear,” he predicted (via <a href=\"http://www.hollywoodreporter.com/news/google-chairman-eric-schmidt-internet-765989\" target=\"_blank\">The Hollywood Reporter</a>). “There will be so many IP addresses…so many devices, sensors, things that you are wearing, things that you are interacting with that you won’t even sense it. It will be part of your presence all the time.</p> <p>“Imagine you walk into a room, and the room is dynamic. And with your permission and all of that, you are interacting with the things going on in the room.”</p> <p>This is not an especially outlandish forecast, given the trajectory of connected devices. Analyst <a href=\"https://beta.techcrunch.com/2014/11/11/the-rise-of-the-sensornet-4-9bn-connected-things-in-2015-says-gartner/\">Gartner</a> calculated there were some 3.8 billion such ‘smart objects’ in use last year, and forecast 4.9 billion this — rising to 25 billion in circulation by 2020. (The global human population was estimated at around seven billion, at the last count.) In other words the sensornet is here, it’s just not densely (or evenly) distributed yet.</p> <p>Google already <a href=\"https://beta.techcrunch.com/2014/01/13/google-just-bought-connected-device-company-nest-for-3-2b-in-cash/\">owns Nest</a>, a maker of connected devices for the home, such as a <a href=\"https://beta.techcrunch.com/2013/10/08/nest-protect-is-a-129-smoke-and-carbon-monoxide-detector-that-takes-nest-deeper-into-the-connected-home/\">smoke alarm</a> and learning <a href=\"https://beta.techcrunch.com/2014/12/15/the-nest-thermostat-can-now-be-controlled-by-voice/\">thermostat</a>. <a href=\"https://beta.techcrunch.com/2014/06/20/google-and-nest-acquire-dropcam-for-555-million/\">Google-Nest also owns Dropcam</a>, a Wi-Fi security camera maker. Mountain View is clearly making a bid to be the nexus of the ‘connected home’ — which, along with the ‘connected car’ (of course Google is also building <a href=\"https://beta.techcrunch.com/2014/04/28/google-shows-how-its-self-driving-cars-are-getting-smarter-with-700k-miles-driven/\">driverless, Internet-tethered cars</a>), is the early locus for the sensornet. See also: wearables (‘connected people’), and the fact smartphones are gaining additional embedded sensors, turning our pervasive pocket computers into increasingly sensory mobile data nodes.</p> <p>One of Davos’ more outlandish (perhaps) predictions for our increasingly connected future came from a group of Harvard professors who apparently sketched a scenario where mosquito sized-robots buzz around stealing samples of our DNA, as reported by <a href=\"http://www.dailymail.co.uk/sciencetech/article-2921758/Privacy-dead-Harvard-professors-tell-Davos-forum.html\" target=\"_blank\">Mail Online</a>. “Privacy as we knew it in the past is no longer feasible,” computer science professor Margo Seltzer is quoted as saying. “How we conventionally think of privacy is dead.”</p> <p>What Seltzer was actually arguing is that it needs no sneaky, DNA-sealing robo-mosquitos for connected technologies to violate our privacy. The point is, she later told TechCrunch, we are already at a privacy-eroding tipping point — even with current gen digital technologies. Let alone anything so futuristic as robotic mosquitos.</p> <p>“The high order message is that we don’t need pervasive sensor net technologies for this to be true. We merely have to use technologies that exist today: credit cards, debit card, the web, roads, highway transceivers, email, social networks, etc. We leave an enormous digital trail,” she added.</p> <p>Seltzer was also not in fact arguing for giving up on privacy — even if the Mail’s article reads that way. But rather for the importance of regulating data and data usage, rather than trying to outlaw particular technologies.</p> <p>“Technology is neither good nor bad, it is a tool,” she said. “However, hammers are tools too. They are wonderful for pounding in nails. That doesn’t mean that someone can’t pick up a hammer and use it to commit murder. We have laws that say you shouldn’t murder; we don’t specialize the laws to call out hammers. Similarly, the laws surrounding privacy need to be laws about data and usage, not about the technology.”</p> <p>What especially stands out to me from Schmidt’s comments at Davos is his afterthought caveat — that this invisible, reactive, all-pervasive future sensornet will be pulling its invisible strings <em>with your permission</em>.</p> <p>Perhaps he was paying lip-service to the warning of the FTC’s Chairwoman, Edith Ramirez, at CES <a href=\"https://beta.techcrunch.com/2015/01/08/ftc-iot-privacy-warning/\">earlier this month</a> that building connected objects — the long discussed ‘Internet of Things’ — demands a new responsibility from businesses and startups to bake security and privacy protections into their products right from the get go.</p> <p>“[The Internet of Things] has the potential to provide enormous benefits for consumers, but it also has significant privacy and security implications,” she warned. “Connected devices that provide increased convenience and improve health services are also collecting, transmitting, storing, and often sharing vast amounts of consumer data, some of it highly personal, thereby creating a number of privacy risks.”</p> <p>Ramirez said that without businesses adopting security by design; engaging in data minimization rather than logging everything they can; and being transparent about the data they are collecting — and who else they want to share it with — by providing notifications and opt outs to users; then the risks to users’ privacy and security are enormous.</p> <p>The problem with those well-meaning words from a consumer watchdog organization is that we are already struggling to achieve such rigorous privacy standards on the <em>current</em> Internet — let alone on a distributed sensornet where there’s no single, controllable entry point into our lives. The Internet and the mobile Internet can still be switched off, in extremis, by the user turning off their router and/or powering their phone down (and putting it in the fridge if you’re really paranoid, post-Snowden).</p> <p>But once a distributed sensornet has achieved a certain penetration tipping point, into the objects with which we humans are surrounded, well then the sheer number of devices involved is going to take away our ability to trivially pull the plug. Unless some kind of regulatory layer is also erected to provide a framework for usage that works in the interests of privacy and consumer control.</p> <p>Without such consumer-oriented controls embedded into this embedded Internet, the user effectively loses the ability to take themselves offline, given that the most basic level of computing control — the on/off switch — is being subducted beneath the grand, over-arching utility of an all-seeing, always on sensornet. (Battery life constraints, in this context, might be viewed as a privacy safeguard, although low power connectivity technologies, such as Bluetooth Low Energy, work to circumvent that limit.)</p> <p>In parallel, a well-distributed Internet of Things likely demands greater levels of device automation and autonomy, given the inexorable gains in complexity generated by a dense network of networked objects. And because of the sheer number of connected devices. And more automation again risks reducing user control.</p> <p>Connected objects will be gathering environmental intelligence, talking to each other and talking to the cloud. Such a complex, interwoven web of real-time communications might well generate unique utility — as Schmidt evidently believes. But it also pulls in increased privacy concerns, given how many more data points are being connected and how all those puzzle pieces might slot together to form an ever more comprehensive, real-time representation of the actions and intentions of the people moving through this web.</p> <p>Earlier generation digital technologies like email were not engineered with far-sighted privacy protections in mind. Which is why they have been open to abuse — to being co-opted as part of a military industrial surveillance complex, as the Snowden revelations have shown, offering a honeypot of metadata for government intelligence agencies to suck up. Imagine what kind of surveillance opportunities are opened up by an ‘invisible’ Internet — which is both everywhere but also perceptually nowhere, encouraging users to submit to its data-mining embrace without objection. After all how can you resist what you can’t really see or properly control?</p> <p dir=\"ltr\" lang=\"en\">All the debate about security services getting access to encrypted apps is a smokescreen. <a href=\"https://twitter.com/hashtag/IoT?src=hash&amp;ref_src=twsrc%5Etfw\">#IoT</a> means they'll be able monitor you anyway</p> <p>— Dean Bubley (@disruptivedean) <a href=\"https://twitter.com/disruptivedean/status/555275572025495554?ref_src=twsrc%5Etfw\">January 14, 2015</a></p> <p></p> <p>That is exactly the Internet that Schmidt wants to build, from his position atop Google’s ad sales empire. The more intelligence on web users Google can harvest, the more data it can package up and sell to companies who want to sell you stuff. Which, for all Google’s primary-colored, doodle-festooned branding, is the steely core of its business. Mountain View has <a href=\"http://www.zdnet.com/article/google-toys-with-pre-emptive-search/\" target=\"_blank\">long talked about wanting search to become predictive</a>. Why? Because marketing becomes a perfect money-pipe if corporates can channel and influence your real-time intentions. That’s the Google end game.</p> <p>Learning about human intention from the stuff people type into search engines is laughably crude compared to how much can be inferred from a sensornet that joins up myriad, real-time data-dots and applies machine learning data-mining algorithms dynamically. More dots are already being joined by Google, across multiple web products and its mobile platform Android — which brings it a rich location layer. Doing even more and deeper data mining is a natural evolution of its business model. (Related: Google <a href=\"https://beta.techcrunch.com/2014/01/26/google-deepmind/\">acquired AI firm Deep Mind last year</a> — a maker of “general-purpose learning algorithms”.)</p> <p>The core reality of the Internet of Things is that a distributed network of connected objects could be deliberately engineered to catch us in its web — triangulating our comings and goings as we brush past its myriad nodes. The more connected objects surround us, the more data points wink into existence to be leveraged by the Googles of the digital world to improve the accuracy and texture of their understanding of our intentions, whether we like it or not.</p> <p>So while the future Internet may appear to fade into the background, as Schmidt suggests, that might just signify a correspondingly vast depth of activity going on in the background. All the processing power required to knit together so many connections and weave a concealed map of who we are and what we do.</p> <p>The risk here, clearly, is that our privacy is unpicked entirely. That an embedded ‘everywhere Internet’ becomes a highly efficient, hugely invasive machine analyzing us at every turn in order to package up every aspect of our existence as a marketing opportunity. That’s one possible future for the sensornet.</p> <p>But it seems to me that that defeatist argument is also part of the spinning which vested interests like Google, whose business models stand to benefit massively, engage in when they discuss the digital future that they are trying to shape. Technology is a tool. Diverse applications are possible. And just because technology makes something <em>possible</em> does not also mean it is inevitable.</p> <p>As Seltzer says, we need to be thinking about <em>how</em> we want the data to flow or not flow, rather than throwing our hands up in horror or defeat. What is also clearly necessary — indeed, I would argue, is imperative — is joined up thinking from regulators to comprehend the scope of the privacy risks posed by increasingly dense networks of networked objects, and how the accumulation of data-points can collectively erode consumer privacy. A clear-sighted strategy for ensuring end users can comprehend and control the processing of their personal data is paramount.</p> <p>Without that, the risk for startup businesses playing in this space is that the rise of more and more connected devices will be mirrored by a parallel rise in human mistrust of increasingly invasive products and services.</p> <p>In the hyper personal realm of the Internet of Things, user trust is paramount. So building a framework to regulate the data flows of connected devices now, while the sensornet is still in its infancy, is imperative for everyone involved.</p> <p>In the offline world we have cars and roads. We also have speed limits — for a reason. The key imperative for regulators now, as we are propelled towards a more densely-packed universe of connected devices, is coming up with the sensornet’s speed limits. And fast.</p> ", "website": "techcrunch"}