{"content": "Would you tell Facebook you’re happy to see all the bared flesh it can show you? And that the more gratuitous violence it pumps into your News Feed the better? Obtaining answers to where a person’s ‘line’ on viewing what can be controversial types of content lies is now  on Facebook’s product roadmap — explicitly stated by CEO Mark Zuckerberg in a lengthy blog post last week, not-so-humbly entitled ‘ Building a global community ‘. Make no mistake, this is a huge shift from the one-size fits all ‘community standards’ Facebook has peddled for years — crashing into controversies of its own when, for example, it  disappeared an iconic Vietnam war photograph of a naked child fleeing a napalm attack. In last week’s wordy essay — in which Zuckerberg generally tries to promote the grandiose notion that Facebook’s future role is to be the glue holding the fabric of global society together, even as he fails to flag the obvious paradox: that technology which helps amplify misinformation and prejudice might not be so great for social cohesion after all — the Facebook CEO sketches out an impending change to community standards that will see the site actively ask users to set a ‘personal tolerance threshold’ for viewing various types of less-than-vanilla content. On this Zuckerberg writes: The idea is to give everyone in the community options for how they would like to set the content policy for themselves. Where is your line on nudity? On violence? On graphic content? On profanity? What you decide will be your personal settings. We will periodically ask you these questions to increase participation and so you don’t need to dig around to find them. For those who don’t make a decision, the default will be whatever the majority of people in your region selected, like a referendum. Of course you will always be free to update your personal settings anytime. With a broader range of controls, content will only be taken down if it is more objectionable than the most permissive options allow. Within that range, content should simply not be shown to anyone whose personal controls suggest they would not want to see it, or at least they should see a warning first. Although we will still block content based on standards and local laws, our hope is that this system of personal controls and democratic referenda should minimize restrictions on what we can share. A following paragraph caveats that Facebook’s in-house AI does not currently have the ability to automatically identify every type of (potentially) problematic content. Though the engineer in Zuck is apparently keeping the flame of possibility alive — by declining to state the obvious: that understanding the entire spectrum of possible human controversies would require a truly super-intelligent AI. (Meanwhile, Facebook’s in-house algorithms have shown themselves to be hopeless at being able to correctly ID some pretty bald-faced fakery. And he’s leaning on third party fact-checking organizations — who do employ actual humans to separate truth and lies — to help fight the spread of Fake News on the platform, so set your expectations accordingly… ) “It’s worth noting that major advances in AI are required to understand text, photos and videos to judge whether they contain hate speech, graphic violence, sexually explicit content, and more. At our current pace of research, we hope to begin handling some of these cases in 2017, but others will not be possible for many years,” is how Zuck frames Facebook’s challenge here. The problem is this — and indeed much else in the ~5,000-word post — is mostly misdirection. The issue is not whether Facebook will be able to do what he suggests is its ultimate AI-powered goal (i.e. scan all user-shared content for problems; categorize everything accurately across a range of measures; and then dish up exactly the stuff each user wants to see in order to keep them fully engaged on Facebook, and save Facebook from any more content removal controversies) — rather the point is Facebook is going to be asking users to explicitly give it even more personal data . Data that is necessarily highly sensitive in nature — being as the community governance issue he’s flagging here relates to controversial content. Nudity, violence, profanity, hate speech, and so on. Yet Facebook remains an advertising business. It profiles all its users, and even tracks non-users ‘ web browsing habits, continually harvesting digital usage signals to feed its ad targeting algorithms. So the obvious question is whether or not any additional data Facebook gathers from users via a ‘content threshold setting’ will become another input for fleshing out its user profiles for helping it target ads. We asked Facebook whether it intends to use data provided by users responding to content settings-related questions in future for ad targeting purposes but the company declined to comment further on Zuckerberg’s post. You might also wonder whether, given the scale of Facebook’s tracking systems and machine learning algorithms, couldn’t it essentially infer individuals’ likely tolerance for controversial content? Why does it need to ask at all? And isn’t it also odd that Zuckerberg didn’t suggest an engineering solution for managing controversial content, given, for example, he’s been so intent on pursuing an engineering solution to the problem of Fake News. Why doesn’t he talk about how AI might also rise to the complex challenge of figuring out personal content tastes without offending people? “To some extent they probably can already make a very educated, very good guess at [the types of content people are okay seeing],” argues Eerke Boiten, senior lecturer in computer science at the University of Kent. “But… telling Facebook explicitly what your line in the sand is on different categories of content is in itself giving Facebook a whole lot of quite high level information that they can use for profiling again. “Not only could they derive that information from what they already have but it would also help them to fine-tune the information they already have. It works in two directions. It reinforces the profiling, and could be deduced from profiling in the first place.” “It’s checking their inferred data is accurate,” agrees Paul Bernal, law lecturer at the University of East Anglia. “It’s almost testing their algorithms. ‘We reckon this about you, this is what you say — and this is why we’ve got it wrong’. It can actually, effectively be improving their ability to determine information on people.” Bernal also makes the point that there could be a difference, in data protection law terms, if Facebook users are directly handing over personal information about content tolerances to Facebook (i.e. when it asks them to tell it) vs such personal information being inferred by Facebook’s indirect tracking of their usage of its platform. “In data protection terms there is at least some question if they derive information — for example sexuality from our shopping habits — whether that brings into play all of the sensitive personal data rules. If we’ve given it consensually then it’s clearer that they have permission. So again they may be trying to head off issues,” he suggests. “I do see this as being another data-grab, and I do see this as being another way of enriching the value of their own data and testing their algorithms.” \t\t\tThis is increasing risks and increasing our vulnerability at a time when we should be doing exactly the opposite.\t\t\t\t\t “I’m not on Facebook and this makes it even clearer to me why I’m not on Facebook because it seems to me in particular this is increasing risks and increasing our vulnerability at a time when we should be doing exactly the opposite,” adds Bernal. Facebook users are able to request to see some of the personal data Facebook holds on them. But, as Boiten points out, this list is by no means complete. “What they give you back is not the full information they have on you,” he tells TechCrunch. “Because some of the tracking they are doing is really more sophisticated than that. I am absolutely, 100 per cent certain that they are hiding stuff in there. They don’t give you the full information even if you ask for it. “A very simple example of that is that they memorize your search history within Facebook. Even if you delete your Facebook search history it still autocompletes on the basis of your past searches. So I have no doubt whatsoever that Facebook knows more than they are letting on… There remains a complete lack of transparency.” So it at least seems fair that Facebook  could  take a shot at inferring users’ content thresholds, based on the mass of personal data it holds on individuals. (One anecdotal example: I recall once seeing a notification float into my News Feed that a Facebook friend had liked a page called “Rough sex”, which would seem to be just the sort of relevant preference signal Facebook could use to auto-determine the types of content thresholds Zuckerberg is talking about, at least for users who have shared enough such signals with it.) But of course if it did that Facebook would be diving headfirst into some very controversial territory. And underlining exactly how much it knows about you, dear user — and that might come across as especially creepy when paired with a News Feed that’s injecting graphic content into your eyeballs because it thinks that’s what you want to see. “Given the level at which they’re profiling we shouldn’t tell them anymore,” says Boiten, when asked whether people should feel okay feeding Facebook info about their ‘line in the sand’ — pointing to another  controversy that arose last year when it emerged Facebook’s ad capabilities could be used to actively exclude or include people with specific ethnic affinities (aka ‘racial profiling’). “If they make the advances in understanding of natural language content — the AI slant that Zuckerberg’s [blog post] promises, probably unrealistically, but nevertheless — if they get that sort of advantage then blimey they’re going to know an awful lot more than they already do,” he adds. “You can bet that they’re going to be profiling people based on their standards settings in this way,” adds Bernal. “That’s how it works, and then they aggregate it and they’ll be using it — I bet — to target their advertising and so on. It is more total information management. The more they can get, and the more granular those personal controls get the more information they’re picking up. “And I do think it’s disingenuous in that Zuckerberg’s post is not mentioning any of this.” While it’s not yet clear exactly how (or when) these content settings will be implemented, the structure sketched out by Zuckerberg already looks pretty problematic — given that Facebook users who do not want to share any additional sensitive signals with the ad-targeting giant will be forced to tolerate their peers’ predilections. Which immediately puts pressure on users to confess their content likes/dislikes to Facebook in order to avoid this ‘hell is other people’s tastes’ bind — i.e. in order to not be subject to the preferences of a local median.  And to avoid being tainted by association of the types of content showing up (or not showing up) in their News Feed. After all, the Facebook News Feed is inherently individual — so there’s a risk of the character of the content in a user’s Feed being assumed to be a reflection of their personal tastes. So by not telling Facebook anything about your content thresholds you’re put into a default corner of telling Facebook you’re okay with whatever the regional average is okay with, content wise. And that may be the opposite of okay for you. “I think there’s another little trap here that they’ve done before,” continues Bernal. “When you make controls granular it looks as if you’re giving people control — but actually people generally get bored and don’t bother changing anything. So you can say you’ve given people control, and now it’s all much better — but in general they don’t use it. The few people who do are the few people who would understand it and get round it anyway. It will be very interesting to see what extent people actually use it.” Such a majority rule system could also be at risk of being gamed by — let’s say — mischievous 4Channers banding together and working to get graphic boundaries opened up in a region where more conservative standards are the norm. “I can see people gaming this kind of system — in the way that all kinds of online polls and referenda are gamed, somebody will work out the way to get the systems set the way they want… There are all kinds of possibilities,” argues Bernal. “There’s also a danger of ‘community leaders’ taking some degree of control; recommending people particular settings. I’m wary of Zuckerberg ending up doing this so you have standards for particular kind of people, so you ‘chose’ the standards that someone else has effectively chosen for you.” A lot will depend on the implementation of the content controls, certainly, but when you look at how easily, for example, Facebook’s trending news section — not to mention its News Feed in general — has been shown to be vulnerable to manipulation (by purveyors of clickbait, Fake News etc) it suggests there could well be risks of content settings being turned on their head, and ending up causing more offenses than they were trying to prevent. Another point Bernal makes is that shifting some of the responsibility for the types of content being shown onto users implicitly shifts some of the blame away from Facebook when controversies inexorably arise. So, basically: see something you don’t like in your News Feed in future? Well, that’s YOUR fault now! Either you didn’t set your Facebook content settings correctly . Or you didn’t set any at all… Tsk! In other words, Facebook gets to deflect objections to the type of content its algorithms are shunting into the News Feeds of users all over the world as a ‘settings configuration’ issue — sidestepping having to address the more systemic and fundamental flaw embedded into the design of the Facebook product: aka the filter bubble issue. Facebook has long been accused of encouraging a narrowing of personal perspective via its user-engagement focused content hierarchies. And Zuckerberg’s blog post has a fair amount of fuzzy thinking on filter bubbles, as you might expect from the chief of an engagement-algorithm-driven content distribution machine. But — for all his talk of “building global community” — he offers no clear fix for how Facebook can help break users out of the AI-enabled, navel-gazing circles its business model creates. Yet a very simple fix for this does exist — which would be to show people a chronological News Feed of friends’ posts as the default vs the current default being the algorithmically powered one. Facebook users can manually switch to a chronological feed but the option is tricky to find, and clearly actively discouraged as the choice gets reset back to the AI Feed either per session or very soon after. In short the choice barely exists. The root problem here of course is that Facebook’s business benefits massively from algorithmically engaged users. So there’s zero chance Zuck is going to announce it’s abandoning such a lucrative and (thus far) scalable default. So his solitary claim in the essay to “worry” about fake news and filter bubbles rings very hollow indeed. Indeed, there is also a risk that giving users controls over controversial content could exacerbate the filter bubble effect further. Because a user who can effectively dial down all controversy to zero is probably not going to be encountering news about conflict in Syria, say. It’s going to be a lot easier for them to live inside a padded Facebook stream populated with cute photos of babies and kittens. News? What news? Awwww, how purdy! And while that might make a pleasing experience for individuals who wants to disengage from wider global realities, it’s reductive for society as a whole if lots of people start retreating into rose-tinted filter bubbles. (Dialing up hateful content, should that also be possible via the future Facebook content filters, would also obviously likely have a deleterious and divisive societal impact). The point is, giving people easy opt outs for types of content that might push them outside their comfort zone and force them to confront unfamiliar ideas or encounter a different or difficult perspective just offers a self-enabled filter bubble (alongside the algorithmic filter Facebook users get pushed inside when inside Facebook, thanks to its default setting). This issue is of rising important given how many users Facebook has, and how the massively dominant platform has been shown to be increasingly cannibalizing traditional news media; becoming a place people go to get news generally, not just to learn what their friends are up to. And remember, all this stuff is being discussed in a post where Zuckerberg is seeking to position Facebook as the platform to glue the world together in a “global community” and at a fractious moment in history. Which would imply giving users the ability to access perspectives far-flung from their own, rather that helping people retreat into reductive digital comfort zones. A multitude of disconnected filter bubbles certainly does not have the ring of ‘global community’ to me. Another glaring omission in Zuckerberg’s writing is the risk of Facebook’s cache of highly personal (and likely increasingly sensitive) data being misused by overreaching governments seeking to clamp down on particular groups within society. It’s especially strange for a US CEO to stay silent on this at this point in time, given how social media searches by US customs agents have  ramped up  following President Trump’s Executive Order on immigration last month. There have also been  suggestions  that foreigners wanting to enter the US could be forced to hand over their social media passwords to US border agents in future. All of which has very clear and very alarming implications for Facebook users and their Facebook data. Yet the threat posed to Facebook users by government agencies appropriating accounts to enable highly intrusive, warrantless searches — and presumably go on phishing expeditions for incriminating content, perhaps, in future, as a matter of course for all foreigners traveling to the US — apparently does not merit public consideration by Facebook’s CEO. Instead, Zuckerberg is calling for more user data, and for increased use of Facebook. While clearly such calls are driven by the commercial imperatives of his business, the essay is couched as a humanitarian manifesto . So those calls seems either willfully ignorant or recklessly disingenuous. I’ll leave the last word to Bernal: “The idea that we concentrate all our stuff in one place — both in one online place (i.e. Facebook) and one physical place (i.e. our smartphones), puts us at greater risk when we have governments who are likely to take advantage of those risks. And are actually looking at doing things that will be putting us under pressure. So I think we need to be looking at diversifying, rather than looking at one particular route in. “Anyone who’s got any sense is not going to be doing anything that’s even slightly risky on Facebook,” he adds. “And should be looking for alternatives. Because while the border guards may know about Facebook and Twitter they’re not going to know about the more obscure systems, and they’re not going to be able to get access to them. So now is actually the time for us to be saying let’s do less Facebook, not more Facebook.”", "title_html": "<h1 class=\"article__title\">Don’t trust Facebook’s shifting line on controversy</h1> ", "url": "https://beta.techcrunch.com/2017/02/21/dont-trust-facebooks-shifting-line-on-controversy", "tfidf": {"tfidf": {"hand": 3.2304405331200003, "vietnam": 8.4312267658, "implic": 7.632692307689999, "lucrat": 24.728971962600003, "accus": 4.00302571861, "warrantless": 567.0, "kind": 10.322496749039999, "addit": 2.49269901084, "would": 11.911602209979998, "thank": 6.00681044268, "boundari": 4.85801713586, "manifesto": 25.483146067399996, "etc": 4.2066772655, "specif": 1.8719490626099997, "intent": 3.19372359686, "happi": 6.125, "presum": 8.187725631769998, "product": 3.24529844644, "tri": 5.563368765329999, "fractious": 256.064516129, "complet": 2.48043121632, "flaw": 13.950790861199998, "brows": 103.090909091, "cent": 12.6401273885, "scale": 3.7469907953699995, "chose": 4.42105263158, "chief": 2.41827875095, "creat": 1.2492917847, "paradox": 18.6996466431, "racial": 7.30939226519, "news": 39.55468135322, "corner": 5.873473917869999, "anyway": 23.244509516799997, "immigr": 5.32751677852, "had": 1.0475750577399998, "slant": 57.3140794224, "circl": 4.3795862069, "end": 2.21360847742, "frame": 6.280063291139999, "word": 3.5930745728199995, "depend": 2.2411067193700003, "will": 20.821786761320002, "associ": 1.3263157894700002, "open": 1.24556723678, "site": 1.9721739130400002, "judg": 3.6263133851099996, "aka": 41.669291338600004, "zero": 17.50385887542, "but": 11.17956596889, "view": 3.2815212897799997, "certain": 5.423365975860001, "obtain": 2.68629441624, "our": 16.50311850313, "object": 2.3488681757700003, "on…": 1443.27272727, "issu": 8.63530051674, "hopeless": 40.7076923077, "doubt": 5.31325301205, "domin": 2.320713346, "organ": 1.6387283237, "has": 8.3491980016, "enough": 2.2319696330700003, "tsk": 1443.27272727, "advantag": 6.64824120604, "farflung": 1443.27272727, "default": 126.8388814914, "govern": 6.03764974328, "imper": 32.9377593361, "out": 8.48133555928, "mistak": 8.71350164654, "model": 2.0905978404, "good": 1.51981619759, "alway": 2.06745670009, "sidestep": 196.0, "under": 1.0781663837, "dig": 18.5034965035, "categori": 3.98194130926, "warn": 4.334152334150001, "usag": 12.855060728739998, "border": 6.31503579952, "suggest": 10.542999446579998, "are": 16.47849497248, "whole": 4.58976582828, "minim": 6.10850327049, "altern": 2.1390460792200003, "charact": 2.51720310766, "pleas": 9.12938470385, "handl": 3.9229058561900003, "stuff": 93.2511013216, "then": 4.34631442064, "separ": 1.6012102874399998, "graphic": 36.143426294840005, "anoth": 7.95504652824, "effect": 5.585224274400001, "allow": 1.2716059271100002, "bring": 2.03616775683, "employ": 2.16530278232, "opposit": 7.399098959129999, "major": 3.44556174492, "ones": 1443.27272727, "aros": 7.941970985489999, "seek": 5.67506702412, "respons": 1.5066907089300001, "lack": 1.9271667880599999, "simpl": 6.7962328767199995, "inexor": 184.604651163, "itself": 1.74557449148, "algorithm": 251.55633802859998, "twitter": 33.213389121300004, "respond": 3.17329602239, "either": 4.749027819329999, "anglia": 81.83505154640001, "lectur": 13.16963915388, "such": 5.3075688687, "senior": 4.00706713781, "enrich": 22.3291139241, "agre": 2.22946215419, "misus": 37.2676056338, "stay": 2.6986231514499996, "without": 1.29547123623, "lot": 22.0438767009, "video": 3.29719626168, "term": 2.79040337464, "should": 13.314603207920001, "add": 18.44973852412, "aris": 7.54921540656, "content": 148.7710843374, "all…": 1443.27272727, "platform": 24.932862190799998, "info": 37.7102137767, "ani": 6.80302813884, "two": 1.01379310345, "dear": 23.4159292035, "account": 1.94463498285, "dive": 16.085106383, "gratuit": 203.53846153799998, "confess": 11.918918918900001, "els": 10.88888888888, "idea": 6.279235332900001, "free": 1.71818181818, "tricki": 115.883211679, "ethnic": 5.096629213480001, "for": 39.01228656039, "difficult": 2.48957189901, "friend": 6.605825242709999, "solitari": 32.33401222, "paragraph": 20.6181818182, "objection": 111.020979021, "with": 8.009585671919998, "forc": 3.9719789842499997, "autodetermin": 1443.27272727, "assum": 2.9575260804799997, "disengag": 64.8, "solut": 9.4556283502, "controversi": 31.5052091946, "cannib": 54.0, "sens": 2.8365195640499996, "look": 13.360423178619998, "spread": 2.8344938403900004, "futur": 11.146267259520002, "peddl": 288.654545455, "law": 5.39205253029, "veri": 12.5880114177, "fake": 73.16129032239999, "physic": 2.39132399458, "think": 14.53579930415, "whatev": 15.294797687860001, "baldfac": 1443.27272727, "promis": 3.5030891438699996, "focus": 2.01012914662, "educ": 2.00733341763, "again": 3.01767724768, "bore": 9.512282804069999, "doe": 8.52906414525, "purdi": 337.787234043, "give": 12.2879256966, "navelgaz": 1443.27272727, "awwww": 1443.27272727, "their": 19.29410259695, "place": 5.5021834061, "great": 1.26592775696, "avoid": 4.91973969632, "goal": 3.28152128979, "total": 1.5460122699399999, "continu": 2.27857911734, "argu": 5.35537190082, "reinforc": 6.453658536590001, "period": 1.3430335843, "probabl": 7.936677220469999, "encourag": 2.7975330396499998, "into": 11.16527076269, "dial": 90.9799426934, "via": 6.893617021289999, "realiti": 4.563380281690001, "hierarchi": 14.3285198556, "what": 15.041212695359999, "local": 3.03440366972, "various": 1.3323262839899999, "wonder": 7.265903890160001, "particular": 6.9074138531000004, "divis": 2.32854209446, "help": 8.39777836554, "group": 1.20996875238, "unrealist": 51.0482315113, "find": 3.4588235294199996, "trump": 62.015625, "potenti": 2.52080025405, "manual": 7.72930866602, "datagrab": 1443.27272727, "least": 6.466143977200001, "want…": 1443.27272727, "relat": 1.23750876919, "flesh": 41.1828793774, "grandios": 97.3987730061, "decid": 1.9257641921400002, "univers": 2.49779735682, "engagementalgorithmdriven": 1443.27272727, "bind": 11.874345549700001, "pursu": 4.15384615385, "infer": 84.5592543276, "long": 1.2657259028899999, "human": 3.7930952096599997, "engag": 5.385345997280001, "purveyor": 294.0, "greater": 2.14801785956, "contain": 1.59814777532, "aggreg": 17.542541436500002, "norm": 11.299644128099999, "hide": 8.26875, "thing": 2.4065484311099996, "have": 15.223422617099997, "just": 4.00740429111, "entir": 1.59365589239, "mass": 2.8034610630400003, "ignor": 4.58446433728, "simpli": 2.5192002538900002, "zone": 8.413354531, "person": 23.888475836490002, "finetun": 1443.27272727, "announc": 2.02940048575, "recommend": 3.9142011834300003, "narrow": 5.53363541304, "live": 1.30591428806, "complex": 2.34021226415, "notion": 7.356811862839999, "let": 10.45849802373, "massiv": 8.45142400852, "start": 1.26673581744, "enabl": 3.5421686747, "appar": 6.33393177738, "request": 3.09051975861, "diversifi": 24.312404287899998, "foreign": 5.0552459799400005, "keep": 4.08490930142, "execut": 2.2363713199, "order": 4.98500667244, "lessthanvanilla": 1443.27272727, "track": 12.510638297880002, "abl": 7.2834040600800005, "break": 2.42863698944, "intend": 2.3488681757700003, "over": 4.10100096868, "anymor": 35.1238938053, "perhap": 3.14812611541, "build": 3.2683479156, "offens": 5.88872403561, "confront": 5.89528406981, "couldn": 1443.27272727, "exact": 17.34323792875, "referendum": 14.782122905, "fakeri": 1221.23076923, "say": 10.5266880318, "hate": 32.029589778, "exampl": 9.02900473932, "custom": 3.6346153846199996, "userengag": 1443.27272727, "take": 3.4188500466600003, "expedit": 7.9063745019899985, "follow": 2.09280253098, "misinform": 132.3, "tast": 27.917936694030004, "habit": 17.59113573408, "full": 3.33459357278, "scalabl": 186.776470588, "driven": 5.601976005650001, "bother": 39.69, "matter": 2.44773358002, "shunt": 170.709677419, "also": 11.16241610737, "risk": 36.86377708980001, "icon": 7.79764243615, "everyth": 4.81967213115, "mean": 1.44906900329, "fulli": 2.79015817223, "societ": 30.5307692308, "violenc": 21.22459893048, "babi": 7.517045454550001, "encount": 8.27953063886, "settingsrel": 1443.27272727, "may": 3.15605327679, "polici": 2.52963671128, "misdirect": 220.5, "blimey": 1443.27272727, "bet": 58.3676470588, "challeng": 5.11633902674, "machin": 8.04866920152, "want": 11.98188679248, "pose": 7.1352808988800005, "mischiev": 125.007874016, "strang": 10.150895140700001, "share": 5.56987486845, "actual": 11.24893717524, "still": 2.3732715449599997, "histori": 3.6188739457500003, "which": 8.04153476, "peer": 12.981193785799999, "session": 5.59605216778, "guard": 4.07808887747, "whether": 15.44787322771, "roadmap": 180.409090909, "one": 6.03764974332, "show": 5.0681564246, "hope": 5.01769911504, "begin": 1.3305397251100002, "couch": 60.3650190114, "see": 17.81389757154, "becaus": 5.74759249875, "facebook": 1856.0071942425, "explicit": 23.278592375360002, "moment": 4.262013422819999, "get": 21.4275109662, "manag": 3.2896808951599996, "outsid": 1.67450690855, "scan": 18.8104265403, "agent": 8.51716738198, "fault": 13.963060685999999, "median": 14.3155996393, "rule": 3.4831066257199996, "anyon": 10.74881516588, "password": 102.425806452, "pick": 4.939639079030001, "this": 23.08725341433, "leav": 1.6615384615399997, "back": 2.52140077822, "selfen": 1443.27272727, "dish": 17.6989966555, "taken": 1.6012102874399998, "taint": 62.5039370079, "zuck": 4329.81818181, "most": 2.04192926046, "shop": 4.69982238011, "fail": 1.9281029876099998, "all": 18.20642201838, "everyon": 6.3964544722, "within": 3.7107908063999995, "autocomplet": 1443.27272727, "third": 1.4195278969999998, "last": 6.058617005050001, "clickbait": 1443.27272727, "appropri": 4.31413043478, "degre": 2.4852849092, "case": 1.48498737256, "that": 50.1992031875, "pair": 4.36873968079, "sand": 20.2629227824, "off": 1.5121440137200002, "recal": 5.30614973262, "particip": 2.19828302409, "discuss": 2.19676214197, "travel": 1.9655812801800001, "phish": 230.086956522, "benefit": 3.06841901817, "capabl": 3.6580645161300005, "amount": 2.27027027027, "general": 5.6091011871, "float": 10.903846153800002, "comment": 3.05954904606, "parti": 2.06369426752, "accur": 11.537790697680002, "can": 15.29139808846, "comput": 3.9277585353800006, "onli": 2.0512953033200003, "each": 1.18974820144, "paul": 2.1979786792200002, "promot": 2.0172808132099997, "speech": 7.645557428360001, "unfamiliar": 37.7102137767, "pretti": 31.5, "advanc": 3.9994961582, "alarm": 12.96, "block": 3.20274359492, "meanwhil": 5.55882352941, "address": 2.86157173756, "prevent": 2.16117615029, "transpar": 15.876, "worth": 5.210370856580001, "abil": 8.12625831768, "direct": 2.44452998692, "game": 7.739356516079999, "engin": 7.414072229129999, "busi": 8.22164681512, "extent": 8.18983750322, "page": 2.03669018602, "worri": 10.302401038300001, "year": 3.1456310679600006, "truli": 9.405213270139999, "round": 3.3843530164099995, "down": 4.07669263032, "nevertheless": 4.1988891827599994, "own": 3.5353325415600003, "poll": 7.8632986627, "user": 215.89509470619998, "after": 3.06210621063, "mark": 1.5079787234, "shouldn": 1443.27272727, "web": 5.17133550489, "base": 3.43884476535, "onc": 1.4974533106999999, "fit": 3.37070063694, "basi": 2.42122922068, "toler": 31.0078125, "data": 47.27009783076, "signal": 20.49838605552, "immedi": 2.02862254025, "conflict": 2.6853856562900003, "memor": 16.1177664975, "tradit": 1.60802187785, "territori": 3.01423960509, "intrus": 34.3636363636, "onto": 4.47589512264, "retreat": 14.194009834600001, "likesdislik": 1443.27272727, "well": 2.1311497416, "techcrunch": 1058.4, "done": 2.3302509907499998, "odd": 8.60021668472, "pace": 10.322496748999999, "hold": 4.9653878231999995, "granular": 320.727272728, "know": 12.96635086575, "automat": 6.787516032490001, "measur": 2.41093394077, "instead": 1.59461631177, "omiss": 44.974504249300004, "how": 19.23003936612, "test": 5.31414225942, "fair": 6.41066020594, "superintellig": 1443.27272727, "lengthi": 12.165517241400002, "truth": 5.745928338759999, "increas": 10.561995842, "especi": 3.33424341068, "distribut": 2.7396031061299997, "given": 10.83408683784, "interest": 1.60331246213, "conserv": 3.3199498117900004, "system": 9.71178886657, "someon": 4.9350326391, "write": 4.1150855365400005, "amplifi": 25.5241157556, "purpos": 2.23416830847, "updat": 5.56466876972, "high": 4.5910931174, "claim": 1.52697893623, "need": 4.31178707223, "subject": 1.8715077213299998, "vulner": 26.607821229059997, "where": 4.26860254084, "expect": 4.4002217295, "point": 8.81930005558, "level": 3.3088786994599997, "huge": 4.38927287808, "inher": 10.7706919946, "exacerb": 20.172808132100002, "region": 5.2943530458, "reduct": 12.640127388539998, "experi": 1.87062566278, "notif": 68.1373390558, "threshold": 115.04347826099999, "quit": 2.8849718335500003, "child": 3.20533010297, "declin": 4.8079951544599995, "cours": 8.60371223412, "absolut": 5.3472549680000006, "boiten": 4329.81818181, "global": 19.83673469388, "togeth": 4.74287990439, "deleteri": 151.2, "fabric": 11.3157519601, "not": 26.40752351094, "far": 1.71022298826, "sexual": 12.25472790428, "short": 1.41295834817, "silent": 9.10321100917, "easi": 5.2937645882, "about": 11.71346166749, "shown": 13.846153846149999, "almost": 1.53584212054, "than": 6.196721311499999, "sketch": 21.913043478200002, "danger": 3.42007755278, "design": 1.45825296225, "turn": 1.3838912133899999, "social": 5.971414242720001, "world": 2.22680412372, "scienc": 2.31969608416, "chosen": 3.59266802444, "blog": 42.5630026809, "section": 2.1284354471099998, "away": 1.85142857143, "glare": 92.8421052632, "problemat": 33.006237006199996, "whose": 1.73508196721, "provid": 1.21552714187, "valu": 2.2777618364400003, "offer": 3.07793718496, "got": 7.23939808482, "those": 4.78192771084, "talk": 9.0910479099, "lie": 6.4314360948000004, "nuditi": 228.431654676, "deriv": 5.5675960021, "some": 10.4036697248, "control": 14.6959178006, "put": 6.63227154048, "aipow": 1443.27272727, "inhous": 2886.54545454, "war": 1.41320989852, "languag": 2.29488291414, "media": 7.781081522639999, "caus": 1.38521943984, "question": 8.8163265306, "sophist": 10.0037807183, "and": 60.0037795278, "from": 11.00623936467, "answer": 4.64890190337, "littl": 1.5499365420299998, "num": 2.00063008002, "impli": 5.5125, "affin": 27.6585365854, "east": 1.80388592205, "opt": 12.721153846199998, "manipul": 9.145161290319999, "these": 3.22246278756, "determin": 2.1658935879900003, "better": 4.0131445905000005, "compani": 1.5523613963, "multitud": 28.4516129032, "current": 4.5977410947, "month": 1.5079787234, "option": 12.146901300689999, "usershar": 1443.27272727, "root": 3.57809330629, "chanc": 4.2449197861000005, "exclud": 5.31859296482, "reset": 65.3333333333, "trend": 5.43140608963, "public": 1.22424429365, "posit": 1.37252528746, "ramp": 32.9377593361, "though": 1.36076112111, "entitl": 4.21897422269, "eyebal": 211.68, "remov": 2.0058117498400003, "wrong": 5.478260869570001, "even": 8.15228873242, "filter": 152.0042553189, "adtarget": 1443.27272727, "fight": 2.50370604006, "photo": 12.83946623534, "feel": 3.1356903021900004, "clearer": 133.4117647058, "they": 36.05606385045, "nake": 20.1984732824, "wari": 38.7219512195, "his": 3.2831047080600007, "ask": 17.3959731544, "but…": 1443.27272727, "switch": 4.97368421053, "note": 1.42449528937, "shift": 9.995383001039999, "presid": 1.9842519685, "attack": 1.97094972067, "relev": 6.938811188810001, "requir": 3.05689804564, "across": 3.4637285916800002, "figur": 2.0343413634, "bubbl": 161.52906976710003, "rout": 3.1619199362700003, "obscur": 10.584000000000001, "implicit": 21.1962616822, "pump": 13.865502183399999, "head": 3.15563506262, "guess": 25.0410094637, "humanitarian": 17.446153846199998, "clear": 9.27119831815, "flame": 12.5700712589, "prejudic": 20.9722589168, "line": 5.673039128119999, "consider": 2.29920347574, "numchann": 1443.27272727, "broader": 12.5700712589, "natur": 3.0785340314200003, "alongsid": 4.0728578758300005, "who": 10.627928772299999, "enter": 1.75813953488, "deflect": 39.297029703, "bare": 17.630205441420003, "permiss": 12.560126582279999, "post": 17.90610461016, "here": 9.69230769232, "essay": 18.743801652899997, "hollow": 21.897931034499997, "were": 1.02458857696, "averag": 2.60390355913, "onlin": 5.210370856580001, "aliv": 7.527738264580001, "much": 3.5826688731899994, "fundament": 5.32930513595, "problem": 7.06699310036, "stream": 6.5118949959000005, "communiti": 17.65089561456, "discourag": 12.4811320755, "perspect": 15.10561370124, "lean": 16.729188619600002, "correct": 7.3262574988399995, "type": 18.252938170710003, "clamp": 92.8421052632, "inject": 15.9879154079, "check": 6.50655737705, "referenda": 512.129032258, "feed": 108.89955903974, "flag": 11.90551181102, "inde": 13.29277142061, "save": 2.8178913737999998, "categor": 15.0198675497, "kent": 11.838926174500001, "few": 2.63458347162, "napalm": 154.13592233, "anecdot": 26.241322314, "them": 10.987611599400001, "alreadi": 9.775862068950001, "underlin": 58.583025830299995, "democrat": 4.1214953271, "reckon": 37.006993007, "standard": 13.241034195130002, "whi": 13.026461538480001, "overreach": 378.0, "target": 12.875912408760001, "deduc": 37.0934579439, "disconnect": 42.223404255300004, "whatsoev": 38.911764705900005, "seem": 9.16495886852, "select": 2.02345144022, "giant": 6.23566378633, "nonus": 1443.27272727, "shot": 3.85339805825, "anyth": 13.76531791908, "ring": 10.9226006192, "kitten": 157.188118812, "there": 12.49095200628, "exist": 2.9294215333599998, "headfirst": 1134.0, "disappear": 5.5259310824900005, "inform": 17.32843818222, "wordi": 756.0, "possibl": 7.0868672440000005, "offend": 14.8791002812, "impend": 26.241322314, "merit": 10.785326087, "slight": 3.25327868852, "now": 4.643123492, "further": 2.723623263, "configur": 11.504347826099998, "profil": 38.6512477176, "zuckerberg": 14817.600000000002, "per": 3.9195161091199995, "blame": 6.47207501019, "photograph": 4.604408352669999, "cute": 141.75, "basic": 2.7301805675, "play": 1.46390041494, "realli": 4.7476076555, "power": 1.3396337861799998, "caveat": 132.3, "fix": 8.869273743019999, "mani": 2.08853515754, "around": 1.21394708671, "role": 1.55327267391, "research": 1.9420183486200002, "technolog": 2.6034765496900003, "the": 121.0, "becom": 2.24984057252, "cohes": 30.472168906, "past": 2.01702452039, "peopl": 26.69050894092, "eerk": 1443.27272727, "less": 1.46904783936, "bernal": 1607.696202528, "themselv": 4.11935651272, "essenti": 2.9280708225700005, "although": 1.14968498805, "smartphon": 77.443902439, "work": 4.46080359652, "week": 3.61064362066, "could": 12.043695949, "factcheck": 1443.27272727, "activ": 4.39210623387, "thus": 1.6463756092500001, "somebodi": 27.2783505155, "agenc": 3.49922856513, "other": 3.02977099236, "wider": 6.710059171599999, "disingenu": 738.418604652, "digit": 8.832267037560001, "restrict": 3.1062414400300002, "impact": 2.97526236882, "prefer": 6.043395508180001, "riski": 36.5806451613, "advertis": 11.22375397668, "cach": 49.0, "trap": 7.4570220760899995, "easier": 7.84, "like": 9.193485342, "implement": 7.15296237892, "text": 3.12827586207, "pad": 24.652173913000002, "push": 7.50283553876, "crash": 6.3100158982500005, "rosetint": 1443.27272727, "insid": 8.218809318389999, "chronolog": 23.677852349000002, "both": 1.05215720061, "yet": 8.503481521160001, "includ": 1.0190641247799999, "structur": 2.0580762250499998, "understand": 11.87434554972, "reckless": 40.2944162437, "harvest": 11.725258493399998, "gather": 3.78631051753, "incrimin": 115.043478261, "necessarili": 7.33302540416, "access": 3.7469907953800003, "choic": 6.263957388040001, "predilect": 294.0, "rang": 5.354468802689999, "time": 4.04509841392, "flee": 8.849498327760001, "consensu": 143.027027027, "delet": 22.1731843575, "chang": 2.3617970842, "differ": 3.7096347067499997, "embed": 16.835630965, "been": 5.119638826199999, "syria": 15.9879154079, "wise": 15.5494613124, "first": 2.01523229246, "tell": 23.529959771359998, "aienabl": 1443.27272727, "accordingly…": 1443.27272727, "creepi": 294.0, "soon": 1.9817750592900003, "obvious": 25.79366368804, "comfort": 15.64137931034, "someth": 3.28152128979, "abandon": 2.9858943013, "glue": 161.1776649746, "societi": 5.451923076929999, "use": 8.237110059039999, "sort": 10.376470588239998, "indirect": 8.618892508139998, "call": 4.2706119704, "more": 18.309072270599998, "improv": 2.04376930999, "list": 1.36321483771, "rough": 3.29582727839, "pressur": 5.977409638559999, "profan": 112.1978798586, "emerg": 2.1131372288, "sensit": 33.8688, "befor": 1.10036041031, "state": 2.0954266481799997, "anytim": 114.215827338, "numword": 1443.27272727, "protect": 3.9292166811, "make": 9.686394142740001, "set": 18.99327052496, "way": 6.0953697305, "search": 16.26972740315, "fuzzi": 113.4, "threat": 3.63045963869, "concentr": 3.16066095959, "band": 3.44680851064, "notsohumbl": 1443.27272727, "okay": 469.70414201200003, "rise": 4.0588009715, "remain": 2.33196239718, "commerci": 2.4036336109, "rather": 4.6707855251399995, "ultim": 2.58524670249, "come": 1.32831325301, "reflect": 2.3443591258099996, "might": 15.093304359630002, "popul": 2.17807655371, "spectrum": 12.6401273885, "leader": 2.0994445913799997, "identifi": 2.30187037843, "sex": 6.432739059969999, "import": 1.3401992233700002, "decis": 2.16, "everi": 1.47917637194, "input": 12.2029208301, "rememb": 4.88793103448, "while": 4.176795580119999, "mention": 5.07788261634, "easili": 3.6938110749199997, "hell": 10.9868512111, "learn": 4.6455010973, "when": 13.26998006815, "individu": 7.201633023360001}, "logtfidf": {"hand": 0.958942670672, "vietnam": 2.13194228525, "implic": 2.03244064121, "lucrat": 3.20797551021, "accus": 1.38705050482, "warrantless": 6.340359303730001, "kind": 3.792125210868, "addit": 0.440437765944, "would": 0.8757939076117, "thank": 1.7928938993, "boundari": 1.58063035792, "manifesto": 3.23801729512, "etc": 1.4366730879700003, "specif": 0.626980167541, "intent": 1.16118750781, "happi": 1.81237875643, "presum": 2.1026361586599998, "product": 0.968120273072, "tri": 1.8527745874800001, "fractious": 5.54542942886, "complet": 0.430570484094, "flaw": 2.63553619922, "brows": 4.63561121149, "cent": 2.53687646687, "scale": 1.32095306328, "chose": 1.48637781968, "chief": 0.883056027166, "creat": 0.222576818514, "paradox": 2.92850462759, "racial": 1.98916013285, "news": 13.931656396215, "corner": 1.77044626763, "anyway": 3.1460689543299996, "immigr": 1.6728852344, "had": 0.0464780244111, "slant": 4.04854630772, "circl": 1.47695424661, "end": 0.202953597236, "frame": 1.8373800586400002, "word": 1.17172216477, "depend": 0.806969815, "will": 3.447371093555, "associ": 0.28240501535100004, "open": 0.219591038029, "site": 0.6791364434899999, "judg": 1.28821653582, "aka": 6.07323451644, "zero": 4.3385483664599995, "but": 0.1781160927909, "view": 0.9903198843459999, "certain": 1.776313088343, "obtain": 0.988162703503, "our": 6.003474499274001, "object": 0.853933584803, "on…": 7.2746685411000005, "issu": 2.184594263604, "hopeless": 3.7064170747800005, "doubt": 1.67020426765, "domin": 0.841874615142, "organ": 0.49392052866999997, "has": 0.3417915588384, "enough": 0.802884439169, "tsk": 7.2746685411000005, "advantag": 2.40241031766, "farflung": 7.2746685411000005, "default": 18.306948972839997, "govern": 1.646881839016, "imper": 3.4946196998500003, "out": 0.4674111273544, "mistak": 2.1648737360799997, "model": 0.7374500731110001, "good": 0.418589404907, "alway": 0.726319204572, "sidestep": 5.278114659230001, "under": 0.07526180538319999, "dig": 2.91795971441, "categori": 1.38176946652, "warn": 1.4665260511200002, "usag": 3.72118076856, "border": 2.29957248838, "suggest": 3.382215665262, "are": 0.4714795773232, "whole": 1.6613636488119998, "minim": 1.80968177926, "altern": 0.760359972282, "charact": 0.923148407239, "pleas": 2.21149829955, "handl": 1.36683266903, "stuff": 12.596006030999998, "then": 0.33213546092359997, "separ": 0.470759772949, "graphic": 8.80480290288, "anoth": 0.8952745315639999, "effect": 1.335320908632, "allow": 0.24028061118900002, "bring": 0.7110694905930001, "employ": 0.7725602049429999, "opposit": 2.70823782555, "major": 0.415423990317, "ones": 7.2746685411000005, "aros": 2.0721614794, "seek": 2.08587038632, "respons": 0.40991566230300003, "lack": 0.656050938907, "simpl": 2.4464425787799997, "inexor": 5.21821651765, "itself": 0.5570837229510001, "algorithm": 29.97398155662, "twitter": 3.50295308141, "respond": 1.15477080241, "either": 1.377982916445, "anglia": 4.40470565484, "lectur": 3.7695338714399997, "such": 0.29847988903, "senior": 1.38805958664, "enrich": 3.1058913841000004, "agre": 0.801760369921, "misus": 3.61812446763, "stay": 0.9927416990379999, "without": 0.258874517941, "lot": 7.417984751250001, "video": 1.19307248967, "term": 0.6660779670920001, "should": 4.075359014064, "add": 6.11502334852, "aris": 2.0214436382, "content": 53.11904470068, "all…": 7.2746685411000005, "platform": 7.3195693556800006, "info": 3.6299309802199997, "ani": 0.753650150196, "two": 0.0136988443582, "dear": 3.1534165259599996, "account": 0.665074289973, "dive": 2.7778937744700003, "gratuit": 5.31585498721, "confess": 2.4781269628, "els": 3.3891914415400004, "idea": 2.21590776636, "free": 0.5412666492670001, "tricki": 4.75258288807, "ethnic": 1.6285793826800001, "for": 0.012284625420483001, "difficult": 0.912110767588, "friend": 2.368018750872, "solitari": 3.47611968611, "paragraph": 3.0261732990599994, "objection": 4.70971918364, "with": 0.00957993370712, "forc": 0.8419564995719999, "autodetermin": 7.2746685411000005, "assum": 1.08435313525, "disengag": 4.17130560336, "solut": 3.10692595254, "controversi": 11.582955043559998, "cannib": 3.9889840465599997, "sens": 1.04257779501, "look": 4.5247068552, "spread": 1.04186338169, "futur": 3.716071186194, "peddl": 5.66523062867, "law": 1.7589414814740003, "veri": 2.30159793238, "fake": 11.625488396960002, "physic": 0.871847185184, "think": 5.3358830587499995, "whatev": 4.0687311392400005, "baldfac": 7.2746685411000005, "promis": 1.25364519176, "focus": 0.6981989720559999, "educ": 0.696807183384, "again": 0.822680463224, "bore": 2.2525838902400004, "doe": 2.6702086485849996, "purdi": 5.822416212189999, "give": 2.8025329700159998, "navelgaz": 7.2746685411000005, "awwww": 7.2746685411000005, "their": 0.2918495973313, "place": 0.478535419786, "great": 0.235805258079, "avoid": 1.800216882582, "goal": 1.18830712273, "total": 0.43567888670500005, "continu": 0.26080974797400003, "argu": 1.969905940392, "reinforc": 1.86464718498, "period": 0.294930924153, "probabl": 2.918647238739, "encourag": 1.02873797155, "into": 0.1640414955157, "dial": 7.6349837834, "via": 2.495950876242, "realiti": 1.51806363875, "hierarchi": 2.6622519466, "what": 2.710647561924, "local": 0.833735480412, "various": 0.28692650007, "wonder": 1.98319270637, "particular": 1.61578696902, "divis": 0.845242361205, "help": 2.017246328064, "group": 0.190594534797, "unrealist": 3.93277090172, "find": 1.095562660576, "trump": 4.12738636942, "potenti": 0.9245764122419999, "manual": 2.04501942341, "datagrab": 7.2746685411000005, "least": 1.92114233898, "want…": 7.2746685411000005, "relat": 0.21310030165399999, "flesh": 6.04975088068, "grandios": 4.5788136131, "decid": 0.655322871893, "univers": 0.444524211372, "engagementalgorithmdriven": 7.2746685411000005, "bind": 2.4743802368, "pursu": 1.4240346891, "infer": 12.204632648559999, "long": 0.235645793878, "human": 1.280070366486, "engag": 1.981068760068, "purveyor": 5.6835797673399995, "greater": 0.764545491118, "contain": 0.468845318236, "aggreg": 2.8646288702, "norm": 2.4247712321400003, "hide": 2.1124833488799997, "thing": 0.8781935346799999, "have": 0.221775035118, "just": 0.868594302327, "entir": 0.46603068026999994, "mass": 1.03085474779, "ignor": 1.5226732694999998, "simpli": 0.923941491586, "zone": 2.8733461759400005, "person": 5.783107872306001, "finetun": 7.2746685411000005, "announc": 0.707740422218, "recommend": 1.36461126863, "narrow": 1.71084499792, "live": 0.266903399347, "complex": 0.8502416364309999, "notion": 1.9956266680799999, "let": 3.7464077018399995, "massiv": 2.88237553666, "start": 0.236443369291, "enabl": 1.26473915954, "appar": 2.30554799328, "request": 1.12833928344, "diversifi": 3.19098668463, "foreign": 1.854558662898, "keep": 1.4283046893459999, "execut": 0.804854605864, "order": 0.8805615231720001, "lessthanvanilla": 7.2746685411000005, "track": 4.56113994028, "abl": 2.3972159299, "break": 0.88733019029, "intend": 0.853933584803, "over": 0.0997468859828, "anymor": 3.5588816340699996, "perhap": 1.14680739183, "build": 0.982274904182, "offens": 1.7730393418700001, "confront": 1.7741527210900003, "couldn": 7.2746685411000005, "exact": 6.21882386625, "referendum": 2.69341853883, "fakeri": 7.1076144564399995, "say": 3.3729256833120003, "hate": 7.104143602320001, "exampl": 2.4520960499939997, "custom": 1.2905032964799998, "userengag": 7.2746685411000005, "take": 0.392075886591, "expedit": 2.06766933309, "follow": 0.09071382218839999, "misinform": 4.88507207112, "tast": 6.69197125755, "habit": 4.34849588628, "full": 1.022407248296, "scalabl": 5.22991255741, "driven": 1.72311939365, "bother": 3.68109926679, "matter": 0.8951625270360001, "shunt": 5.13996432075, "also": 0.16122873580000002, "risk": 12.69004356801, "icon": 2.05382143623, "everyth": 1.57270590317, "mean": 0.37092128352, "fulli": 1.02609828678, "societ": 3.4187350023299996, "violenc": 6.675465899240001, "babi": 2.01717316908, "encount": 2.8412782001999997, "settingsrel": 7.2746685411000005, "may": 0.1521299858532, "polici": 0.92807570005, "misdirect": 5.3958976948899995, "blimey": 7.2746685411000005, "bet": 6.7472291340999995, "challeng": 1.8785839377900002, "machin": 2.78471916124, "want": 4.149819637529999, "pose": 1.9650516193, "mischiev": 4.82837672744, "strang": 2.3175618928, "share": 1.8562808992409998, "actual": 3.771085089888, "still": 0.34224444285800004, "histori": 0.562651872207, "which": 0.04142731076344, "peer": 2.56350167822, "session": 1.7220613790900001, "guard": 1.40562846629, "whether": 5.5409283275289996, "roadmap": 5.19522699942, "one": 0.037532109873, "show": 0.946731064052, "hope": 1.83964860891, "begin": 0.285584668268, "couch": 4.100409781730001, "see": 3.372902196888, "becaus": 0.6967157941250001, "facebook": 217.86670877724998, "explicit": 7.044959179760001, "moment": 1.4497416830899998, "get": 6.957228069384, "manag": 0.995286774316, "outsid": 0.515518738985, "scan": 2.93441131931, "agent": 2.8978732762, "fault": 2.63641532015, "median": 2.66134982655, "rule": 1.109554847074, "anyon": 3.36329670162, "password": 4.62913869698, "pick": 1.59729226761, "this": 0.0870883282075, "leav": 0.507743957229, "back": 0.46333486179399996, "selfen": 7.2746685411000005, "dish": 2.87350795184, "taken": 0.470759772949, "taint": 4.135229546880001, "zuck": 21.824005623300003, "most": 0.041495792591199995, "shop": 1.54752471654, "fail": 0.656536611573, "all": 0.20524737776039997, "everyon": 1.8557438481400002, "within": 0.6378981617939999, "autocomplet": 7.2746685411000005, "third": 0.35032434942900004, "last": 0.960218223055, "clickbait": 7.2746685411000005, "appropri": 1.4618957827399999, "degre": 0.910387304568, "case": 0.395406268889, "that": 0.198807418982, "pair": 1.47447456495, "sand": 4.6312911431, "off": 0.41352852038800003, "recal": 1.6688664748100002, "particip": 0.7876766120659999, "discuss": 0.78698452262, "travel": 0.675788018461, "phish": 5.43845730931, "benefit": 1.12116245116, "capabl": 1.2969341868100002, "amount": 0.819898886199, "general": 0.5747628903149999, "float": 2.38911558515, "comment": 1.11826753454, "parti": 0.724497710444, "accur": 3.5049612297, "can": 2.110434253122, "comput": 1.36806891594, "onli": 0.050648536658199995, "each": 0.173741689304, "paul": 0.7875381558519999, "promot": 0.7017504724920001, "speech": 2.6819551405400004, "unfamiliar": 3.6299309802199997, "pretti": 5.51368073054, "advanc": 1.3860424243560001, "alarm": 2.56186769092, "block": 1.16400781588, "meanwhil": 1.71538649044, "address": 1.05137103247, "prevent": 0.7706525875229999, "transpar": 2.76480853492, "worth": 1.65065103492, "abil": 2.989464892281, "direct": 0.401411378992, "game": 2.843118774063, "engin": 2.7143026748279997, "busi": 2.88190468142, "extent": 2.81949375246, "page": 0.711326032411, "worri": 2.3323769785799997, "year": 0.14220671668380003, "truli": 2.24126413875, "round": 1.2191627555700002, "down": 0.920021223558, "nevertheless": 1.4348200100100001, "own": 0.492585232263, "poll": 2.06220619559, "user": 57.19246699263999, "after": 0.061472083944299996, "mark": 0.410770160338, "shouldn": 7.2746685411000005, "web": 1.6431309733200001, "base": 0.40956990686100003, "onc": 0.403765872355, "fit": 1.2151206268899999, "basi": 0.884275353639, "toler": 8.191779310960001, "data": 17.0354881872, "signal": 6.536207171719999, "immedi": 0.707357011133, "conflict": 0.987824351275, "memor": 2.77992217273, "tradit": 0.47500477629199994, "territori": 1.10334759442, "intrus": 3.5369989228199996, "onto": 1.4987063591299998, "retreat": 3.91934570482, "likesdislik": 7.2746685411000005, "well": 0.1270288766312, "techcrunch": 6.964513612799999, "done": 0.845975983129, "odd": 2.1517873988400003, "pace": 2.33432566384, "hold": 1.511637351588, "granular": 10.154887927539999, "know": 4.764598471989999, "automat": 1.9150850473199998, "measur": 0.880014199726, "instead": 0.46663315041500003, "omiss": 3.8060957569699996, "how": 5.658803483160001, "test": 1.954448874206, "fair": 2.32963016262, "superintellig": 7.2746685411000005, "lengthi": 2.49860549415, "truth": 1.74849148898, "increas": 2.222565751432, "especi": 1.022197219418, "distribut": 1.00781305813, "given": 2.426046486648, "interest": 0.47207177798199995, "conserv": 1.19994966588, "system": 2.292012419095, "someon": 1.59635928666, "write": 1.443024879754, "amplifi": 3.23962372116, "purpos": 0.803869037322, "updat": 1.7164374626899999, "high": 0.5512951461600001, "claim": 0.423291231925, "need": 1.088220490326, "subject": 0.6267443740950001, "vulner": 6.54777874521, "where": 0.2599685549828, "expect": 1.57701550432, "point": 1.617226513231, "level": 1.006924379886, "huge": 1.47916358195, "inher": 2.37682874115, "exacerb": 3.0043355654900004, "region": 1.704085502472, "reduct": 3.6874585726199998, "experi": 0.626272953933, "notif": 4.22152536034, "threshold": 15.679361081549999, "quit": 1.05951513684, "child": 1.16481508131, "declin": 1.7542660177259999, "cours": 3.063597616532, "absolut": 1.67658333914, "boiten": 21.824005623300003, "global": 7.174656222720001, "togeth": 1.374096711924, "deleteri": 5.01860346375, "fabric": 2.4261957337999998, "not": 0.404362738195, "far": 0.536623764503, "sexual": 3.6255292666800005, "short": 0.345685625679, "silent": 2.20862720943, "easi": 1.6665296351499999, "about": 0.6912782522206, "shown": 5.09284790495, "almost": 0.42907884333400004, "than": 0.1935651733092, "sketch": 4.78786974316, "danger": 1.22966322707, "design": 0.377239118022, "turn": 0.324899251064, "social": 2.065114506783, "world": 0.214840497242, "scienc": 0.841436178891, "chosen": 1.27889510877, "blog": 7.957119316770001, "section": 0.755387177948, "away": 0.615957541869, "glare": 4.5309002574, "problemat": 5.60709872648, "whose": 0.5510546556329999, "provid": 0.19517784432500002, "valu": 0.823193310148, "offer": 0.862224893804, "got": 2.5727817698599997, "those": 0.7141975634919999, "talk": 3.32603368347, "lie": 2.33610135128, "nuditi": 9.47617976154, "deriv": 2.0476323655, "some": 0.395735090645, "control": 3.84984661586, "put": 2.022611999416, "aipow": 7.2746685411000005, "inhous": 14.549337082200001, "war": 0.345863640811, "languag": 0.8306818244059999, "media": 2.8592491591559996, "caus": 0.325858567406, "question": 3.161243716056, "sophist": 2.30296309338, "and": 0.003779408523816, "from": 0.006237595857525999, "answer": 1.5366310419, "littl": 0.438213989466, "num": 0.0006299807907940001, "impli": 1.7070182407700003, "affin": 3.3199344175800003, "east": 0.589943183529, "opt": 2.54326626497, "manipul": 2.21322491868, "these": 0.2146008582024, "determin": 0.772833019022, "better": 1.3928558812, "compani": 0.439777253097, "multitud": 3.3482048515200002, "current": 1.280858483535, "month": 0.410770160338, "option": 4.19538543483, "usershar": 7.2746685411000005, "root": 1.27483006252, "chanc": 1.44572292349, "exclud": 1.67120878808, "reset": 4.17950237056, "trend": 1.6921980487900001, "public": 0.20232375048700002, "posit": 0.316652318608, "ramp": 3.4946196998500003, "though": 0.308044191079, "entitl": 1.43959202331, "eyebal": 5.35507570037, "remov": 0.6960488415880001, "wrong": 1.70078769102, "even": 1.0667199538380001, "filter": 25.44015544776, "adtarget": 7.2746685411000005, "fight": 0.917772050203, "photo": 3.7187530927599997, "feel": 1.1428493419299999, "clearer": 8.40058628046, "they": 1.040444816866, "nake": 3.0056070214700004, "wari": 3.6564066542, "his": 0.2705317300923, "ask": 6.214377678776, "but…": 7.2746685411000005, "switch": 1.60416085533, "note": 0.353817568083, "shift": 3.61053299343, "presid": 0.6852420010529999, "attack": 0.678515518292, "relev": 1.9371304613999998, "requir": 0.84850702135, "across": 1.098396911882, "figur": 0.7101721121600001, "bubbl": 21.97142483179, "rout": 1.15117941787, "obscur": 2.3593434268099998, "implicit": 3.0538248303900004, "pump": 2.6294038979099996, "head": 0.912085165704, "guess": 3.22051485947, "humanitarian": 2.85911921439, "clear": 3.08737363599, "flame": 2.53131869155, "prejudic": 3.04320056047, "line": 1.397722457808, "consider": 0.8325627480600001, "numchann": 7.2746685411000005, "broader": 2.53131869155, "natur": 0.862612678584, "alongsid": 1.40434493384, "who": 0.6090023298589999, "enter": 0.564256167492, "deflect": 3.6711489359400002, "bare": 4.35293293746, "permiss": 3.6747601172800004, "post": 6.445601221607999, "here": 3.5401527534800006, "essay": 5.496752491740001, "hollow": 3.08639215905, "were": 0.024291143681099997, "averag": 0.957011687995, "onlin": 1.915007708714, "aliv": 2.0185946334200002, "much": 0.5324871879030001, "fundament": 1.67322086119, "problem": 2.276562897092, "stream": 1.8736305038599999, "communiti": 6.062057530119, "discourag": 2.52421807, "perspect": 4.84936246308, "lean": 2.8171550152900005, "correct": 2.59663526362, "type": 6.363913368483, "clamp": 4.5309002574, "inject": 2.77183314986, "check": 1.87281049562, "referenda": 11.09085885772, "feed": 28.719161115260004, "flag": 3.56770857944, "inde": 4.4658242898, "save": 1.03598886547, "categor": 2.70937382803, "kent": 2.47139293062, "few": 0.551155827306, "napalm": 5.03783482567, "anecdot": 3.2673353558700002, "them": 0.9418332690929999, "alreadi": 3.3523919037349996, "underlin": 4.07044499302, "democrat": 1.41621604098, "reckon": 3.61110689497, "standard": 4.46187356874, "whi": 4.72275372188, "overreach": 5.934894195619999, "target": 4.676255798480001, "deduc": 3.6134406183199994, "disconnect": 3.74297467051, "whatsoev": 3.6612966394999997, "seem": 3.316372129104, "select": 0.704804687133, "giant": 1.83028503479, "nonus": 7.2746685411000005, "shot": 1.3489553715600002, "anyth": 4.57061983755, "ring": 3.3953738266799998, "kitten": 5.05744329706, "there": 0.48117471510599996, "exist": 0.7633155881739999, "headfirst": 7.033506484289999, "disappear": 1.7094517549200001, "inform": 4.998990751282, "wordi": 6.6280413761800006, "possibl": 1.744027374455, "offend": 2.6999575626, "impend": 3.2673353558700002, "merit": 2.37818651461, "slight": 1.17966331506, "now": 0.596371780084, "further": 0.617631790594, "configur": 2.4427250357499997, "profil": 12.601100122480002, "zuckerberg": 97.5031905792, "per": 1.345642048144, "blame": 1.8674967696400002, "photograph": 1.52701418212, "cute": 4.95406494261, "basic": 1.00436774895, "play": 0.38110439064199997, "realli": 1.5576408397, "power": 0.292396282715, "caveat": 4.88507207112, "fix": 2.97889146902, "mani": 0.0866315162442, "around": 0.19387710578200001, "role": 0.44036410757399996, "research": 0.663727818138, "technolog": 0.956847686355, "the": 0.0, "becom": 0.23542435297800002, "cohes": 3.41681377215, "past": 0.7016234157610001, "peopl": 4.251842726406, "eerk": 7.2746685411000005, "less": 0.3846144626, "bernal": 42.42492769152, "themselv": 1.4450995687380002, "essenti": 1.07434378384, "although": 0.139487981418, "smartphon": 4.34955383476, "work": 0.436138269092, "week": 1.1814777283239999, "could": 1.8595627229000002, "factcheck": 7.2746685411000005, "activ": 1.143589809852, "thus": 0.49857627139300004, "somebodi": 3.30609336617, "agenc": 1.25254253424, "other": 0.02962424375928, "wider": 1.90360776936, "disingenu": 11.82272739642, "digit": 2.9705290875, "restrict": 1.13341345513, "impact": 1.09033222631, "prefer": 2.21163768732, "riski": 3.5995192798, "advertis": 3.4497704851999997, "cach": 3.89182029811, "trap": 2.00915614901, "easier": 2.05923883436, "like": 1.11242861236, "implement": 2.54875881814, "text": 1.14048200999, "pad": 3.2048650877999996, "push": 2.64426768072, "crash": 1.8421381960799998, "rosetint": 7.2746685411000005, "insid": 3.02343917439, "chronolog": 4.94278586124, "both": 0.050842533389300004, "yet": 3.016725236964, "includ": 0.0188846813905, "structur": 0.7217716751350001, "understand": 4.352343502719999, "reckless": 3.69621290461, "harvest": 2.4617453604299997, "gather": 1.3313920667299999, "incrimin": 4.74531012875, "necessarili": 1.99238817347, "access": 1.255611765432, "choic": 2.28332995086, "predilect": 5.6835797673399995, "rang": 1.7379576414089999, "time": 0.0448460754504, "flee": 2.1803607712799997, "consensu": 4.96303361259, "delet": 3.09888364694, "chang": 0.332551250116, "differ": 0.6369633639360001, "embed": 2.82349753127, "been": 0.11822991184200002, "syria": 2.77183314986, "wise": 2.74402599574, "first": 0.015174579624319999, "tell": 8.48655040807, "aienabl": 7.2746685411000005, "accordingly…": 7.2746685411000005, "creepi": 5.6835797673399995, "soon": 0.6839929376880001, "obvious": 7.45533802864, "comfort": 4.11354548374, "someth": 1.18830712273, "abandon": 1.0938993004000002, "glue": 8.77872017032, "societi": 1.7920683477539998, "use": 0.2336641578528, "sort": 3.29278723792, "indirect": 2.15395659709, "call": 0.2618510977952, "more": 0.30644876879999994, "improv": 0.7147958039319999, "list": 0.309845761506, "rough": 1.1926572072700001, "pressur": 2.1896802455, "profan": 8.05423383252, "emerg": 0.748173681534, "sensit": 8.544799502, "befor": 0.0956377718795, "state": 0.0932200055336, "anytim": 4.73808988077, "numword": 7.2746685411000005, "protect": 1.35058581534, "make": 0.6614789204060999, "set": 2.743936180624, "way": 0.9904575496750001, "search": 5.899341270449999, "fuzzi": 4.73092139129, "threat": 1.2893592624899999, "concentr": 1.15078117015, "band": 1.2374487335200002, "notsohumbl": 7.2746685411000005, "okay": 22.713325494899998, "rise": 1.415480844436, "remain": 0.30712592618, "commerci": 0.8769815969470001, "rather": 1.328144926617, "ultim": 0.9498209395739999, "come": 0.28390990653000003, "reflect": 0.85201207065, "might": 5.378387535738001, "popul": 0.778442172521, "spectrum": 2.53687646687, "leader": 0.741672829452, "identifi": 0.833722000472, "sex": 1.86140042888, "import": 0.292818277066, "decis": 0.7701082216959999, "everi": 0.391485427421, "input": 2.50167533539, "rememb": 1.5867691126199999, "while": 0.17299993517520004, "mention": 1.863494372672, "easili": 1.3066587367, "hell": 2.39669921336, "learn": 1.68550412949, "when": 0.2672148551592, "individu": 2.35205379194}, "logidf": {"hand": 0.479471335336, "vietnam": 2.13194228525, "implic": 2.03244064121, "lucrat": 3.20797551021, "accus": 1.38705050482, "warrantless": 6.340359303730001, "kind": 0.948031302717, "addit": 0.220218882972, "would": 0.0796176279647, "thank": 1.7928938993, "boundari": 1.58063035792, "manifesto": 3.23801729512, "etc": 1.4366730879700003, "specif": 0.626980167541, "intent": 1.16118750781, "happi": 1.81237875643, "presum": 2.1026361586599998, "product": 0.484060136536, "tri": 0.61759152916, "fractious": 5.54542942886, "complet": 0.215285242047, "flaw": 2.63553619922, "brows": 4.63561121149, "cent": 2.53687646687, "scale": 1.32095306328, "chose": 1.48637781968, "chief": 0.883056027166, "creat": 0.222576818514, "paradox": 2.92850462759, "racial": 1.98916013285, "news": 0.733245073485, "corner": 1.77044626763, "anyway": 3.1460689543299996, "immigr": 1.6728852344, "had": 0.0464780244111, "slant": 4.04854630772, "circl": 1.47695424661, "end": 0.101476798618, "frame": 1.8373800586400002, "word": 0.585861082385, "depend": 0.806969815, "will": 0.202786534915, "associ": 0.28240501535100004, "open": 0.219591038029, "site": 0.6791364434899999, "judg": 1.28821653582, "aka": 3.03661725822, "zero": 2.1692741832299998, "but": 0.0161923720719, "view": 0.49515994217299997, "certain": 0.592104362781, "obtain": 0.988162703503, "our": 0.8576392141820001, "object": 0.853933584803, "on…": 7.2746685411000005, "issu": 0.364099043934, "hopeless": 3.7064170747800005, "doubt": 1.67020426765, "domin": 0.841874615142, "organ": 0.49392052866999997, "has": 0.0427239448548, "enough": 0.802884439169, "tsk": 7.2746685411000005, "advantag": 1.20120515883, "farflung": 7.2746685411000005, "default": 3.0511581621399997, "govern": 0.411720459754, "imper": 3.4946196998500003, "out": 0.0584263909193, "mistak": 2.1648737360799997, "model": 0.7374500731110001, "good": 0.418589404907, "alway": 0.726319204572, "sidestep": 5.278114659230001, "under": 0.07526180538319999, "dig": 2.91795971441, "categori": 1.38176946652, "warn": 1.4665260511200002, "usag": 1.86059038428, "border": 1.14978624419, "suggest": 0.563702610877, "are": 0.0294674735827, "whole": 0.8306818244059999, "minim": 1.80968177926, "altern": 0.760359972282, "charact": 0.923148407239, "pleas": 2.21149829955, "handl": 1.36683266903, "stuff": 3.1490015077499995, "then": 0.08303386523089999, "separ": 0.470759772949, "graphic": 2.20120072572, "anoth": 0.127896361652, "effect": 0.333830227158, "allow": 0.24028061118900002, "bring": 0.7110694905930001, "employ": 0.7725602049429999, "opposit": 0.90274594185, "major": 0.138474663439, "ones": 7.2746685411000005, "aros": 2.0721614794, "seek": 1.04293519316, "respons": 0.40991566230300003, "lack": 0.656050938907, "simpl": 1.2232212893899999, "inexor": 5.21821651765, "itself": 0.5570837229510001, "algorithm": 3.33044239518, "twitter": 3.50295308141, "respond": 1.15477080241, "either": 0.459327638815, "anglia": 4.40470565484, "lectur": 1.8847669357199999, "such": 0.059695977806, "senior": 1.38805958664, "enrich": 3.1058913841000004, "agre": 0.801760369921, "misus": 3.61812446763, "stay": 0.9927416990379999, "without": 0.258874517941, "lot": 1.4835969502500002, "video": 1.19307248967, "term": 0.33303898354600003, "should": 0.509419876758, "add": 1.52875583713, "aris": 2.0214436382, "content": 1.26473915954, "all…": 7.2746685411000005, "platform": 1.8298923389200001, "info": 3.6299309802199997, "ani": 0.125608358366, "two": 0.0136988443582, "dear": 3.1534165259599996, "account": 0.665074289973, "dive": 2.7778937744700003, "gratuit": 5.31585498721, "confess": 2.4781269628, "els": 1.6945957207700002, "idea": 0.73863592212, "free": 0.5412666492670001, "tricki": 4.75258288807, "ethnic": 1.6285793826800001, "for": 0.00031499039539700004, "difficult": 0.912110767588, "friend": 0.7893395836239999, "solitari": 3.47611968611, "paragraph": 3.0261732990599994, "objection": 4.70971918364, "with": 0.00119749171339, "forc": 0.280652166524, "autodetermin": 7.2746685411000005, "assum": 1.08435313525, "disengag": 4.17130560336, "solut": 1.55346297627, "controversi": 0.9652462536299999, "cannib": 3.9889840465599997, "sens": 1.04257779501, "look": 0.6463866936, "spread": 1.04186338169, "futur": 0.619345197699, "peddl": 5.66523062867, "law": 0.5863138271580001, "veri": 0.230159793238, "fake": 2.9063720992400004, "physic": 0.871847185184, "think": 1.06717661175, "whatev": 2.0343655696200003, "baldfac": 7.2746685411000005, "promis": 1.25364519176, "focus": 0.6981989720559999, "educ": 0.696807183384, "again": 0.411340231612, "bore": 2.2525838902400004, "doe": 0.5340417297169999, "purdi": 5.822416212189999, "give": 0.311392552224, "navelgaz": 7.2746685411000005, "awwww": 7.2746685411000005, "their": 0.015360505122700001, "place": 0.0957070839572, "great": 0.235805258079, "avoid": 0.900108441291, "goal": 1.18830712273, "total": 0.43567888670500005, "continu": 0.13040487398700001, "argu": 0.984952970196, "reinforc": 1.86464718498, "period": 0.294930924153, "probabl": 0.972882412913, "encourag": 1.02873797155, "into": 0.0149128632287, "dial": 3.8174918917, "via": 0.831983625414, "realiti": 1.51806363875, "hierarchi": 2.6622519466, "what": 0.225887296827, "local": 0.416867740206, "various": 0.28692650007, "wonder": 1.98319270637, "particular": 0.323157393804, "divis": 0.845242361205, "help": 0.336207721344, "group": 0.190594534797, "unrealist": 3.93277090172, "find": 0.547781330288, "trump": 4.12738636942, "potenti": 0.9245764122419999, "manual": 2.04501942341, "datagrab": 7.2746685411000005, "least": 0.480285584745, "want…": 7.2746685411000005, "relat": 0.21310030165399999, "flesh": 3.02487544034, "grandios": 4.5788136131, "decid": 0.655322871893, "univers": 0.222262105686, "engagementalgorithmdriven": 7.2746685411000005, "bind": 2.4743802368, "pursu": 1.4240346891, "infer": 3.0511581621399997, "long": 0.235645793878, "human": 0.640035183243, "engag": 0.990534380034, "purveyor": 5.6835797673399995, "greater": 0.764545491118, "contain": 0.468845318236, "aggreg": 2.8646288702, "norm": 2.4247712321400003, "hide": 2.1124833488799997, "thing": 0.8781935346799999, "have": 0.0147850023412, "just": 0.289531434109, "entir": 0.46603068026999994, "mass": 1.03085474779, "ignor": 1.5226732694999998, "simpli": 0.923941491586, "zone": 1.4366730879700003, "person": 0.34018281601800004, "finetun": 7.2746685411000005, "announc": 0.707740422218, "recommend": 1.36461126863, "narrow": 1.71084499792, "live": 0.266903399347, "complex": 0.8502416364309999, "notion": 1.9956266680799999, "let": 1.2488025672799998, "massiv": 1.44118776833, "start": 0.236443369291, "enabl": 1.26473915954, "appar": 1.15277399664, "request": 1.12833928344, "diversifi": 3.19098668463, "foreign": 0.927279331449, "keep": 0.7141523446729999, "execut": 0.804854605864, "order": 0.22014038079300002, "lessthanvanilla": 7.2746685411000005, "track": 1.14028498507, "abl": 0.599303982475, "break": 0.88733019029, "intend": 0.853933584803, "over": 0.0249367214957, "anymor": 3.5588816340699996, "perhap": 1.14680739183, "build": 0.491137452091, "offens": 1.7730393418700001, "confront": 1.7741527210900003, "couldn": 7.2746685411000005, "exact": 1.2437647732500001, "referendum": 2.69341853883, "fakeri": 7.1076144564399995, "say": 0.562154280552, "hate": 2.36804786744, "exampl": 0.40868267499899996, "custom": 1.2905032964799998, "userengag": 7.2746685411000005, "take": 0.130691962197, "expedit": 2.06766933309, "follow": 0.045356911094199995, "misinform": 4.88507207112, "tast": 2.23065708585, "habit": 2.17424794314, "full": 0.511203624148, "scalabl": 5.22991255741, "driven": 1.72311939365, "bother": 3.68109926679, "matter": 0.8951625270360001, "shunt": 5.13996432075, "also": 0.0146571578, "risk": 1.4100048408899999, "icon": 2.05382143623, "everyth": 1.57270590317, "mean": 0.37092128352, "fulli": 1.02609828678, "societ": 3.4187350023299996, "violenc": 1.6688664748100002, "babi": 2.01717316908, "encount": 1.4206391000999998, "settingsrel": 7.2746685411000005, "may": 0.050709995284400004, "polici": 0.92807570005, "misdirect": 5.3958976948899995, "blimey": 7.2746685411000005, "bet": 3.3736145670499997, "challeng": 0.9392919688950001, "machin": 1.39235958062, "want": 0.6916366062549999, "pose": 1.9650516193, "mischiev": 4.82837672744, "strang": 2.3175618928, "share": 0.618760299747, "actual": 0.628514181648, "still": 0.17112222142900002, "histori": 0.187550624069, "which": 0.00517841384543, "peer": 2.56350167822, "session": 1.7220613790900001, "guard": 1.40562846629, "whether": 0.791561189647, "roadmap": 5.19522699942, "one": 0.0062553516455, "show": 0.236682766013, "hope": 0.919824304455, "begin": 0.285584668268, "couch": 4.100409781730001, "see": 0.240921585492, "becaus": 0.139343158825, "facebook": 3.3517955196499996, "explicit": 1.7612397949400003, "moment": 1.4497416830899998, "get": 0.579769005782, "manag": 0.497643387158, "outsid": 0.515518738985, "scan": 2.93441131931, "agent": 1.4489366381, "fault": 2.63641532015, "median": 2.66134982655, "rule": 0.554777423537, "anyon": 1.68164835081, "password": 4.62913869698, "pick": 1.59729226761, "this": 0.0037864490525, "leav": 0.507743957229, "back": 0.23166743089699998, "selfen": 7.2746685411000005, "dish": 2.87350795184, "taken": 0.470759772949, "taint": 4.135229546880001, "zuck": 7.2746685411000005, "most": 0.020747896295599998, "shop": 1.54752471654, "fail": 0.656536611573, "all": 0.011402632097799998, "everyon": 1.8557438481400002, "within": 0.21263272059799998, "autocomplet": 7.2746685411000005, "third": 0.35032434942900004, "last": 0.19204364461100001, "clickbait": 7.2746685411000005, "appropri": 1.4618957827399999, "degre": 0.910387304568, "case": 0.395406268889, "that": 0.00397614837964, "pair": 1.47447456495, "sand": 2.31564557155, "off": 0.41352852038800003, "recal": 1.6688664748100002, "particip": 0.7876766120659999, "discuss": 0.78698452262, "travel": 0.675788018461, "phish": 5.43845730931, "benefit": 1.12116245116, "capabl": 1.2969341868100002, "amount": 0.819898886199, "general": 0.114952578063, "float": 2.38911558515, "comment": 1.11826753454, "parti": 0.724497710444, "accur": 1.75248061485, "can": 0.162341096394, "comput": 1.36806891594, "onli": 0.025324268329099998, "each": 0.173741689304, "paul": 0.7875381558519999, "promot": 0.7017504724920001, "speech": 1.3409775702700002, "unfamiliar": 3.6299309802199997, "pretti": 2.75684036527, "advanc": 0.6930212121780001, "alarm": 2.56186769092, "block": 1.16400781588, "meanwhil": 1.71538649044, "address": 1.05137103247, "prevent": 0.7706525875229999, "transpar": 2.76480853492, "worth": 1.65065103492, "abil": 0.996488297427, "direct": 0.200705689496, "game": 0.9477062580210001, "engin": 0.904767558276, "busi": 0.720476170355, "extent": 1.40974687623, "page": 0.711326032411, "worri": 2.3323769785799997, "year": 0.047402238894600005, "truli": 2.24126413875, "round": 1.2191627555700002, "down": 0.306673741186, "nevertheless": 1.4348200100100001, "own": 0.164195077421, "poll": 2.06220619559, "user": 2.04258810688, "after": 0.020490694648099998, "mark": 0.410770160338, "shouldn": 7.2746685411000005, "web": 1.6431309733200001, "base": 0.13652330228700002, "onc": 0.403765872355, "fit": 1.2151206268899999, "basi": 0.884275353639, "toler": 2.0479448277400003, "data": 1.2168205848, "signal": 1.6340517929299998, "immedi": 0.707357011133, "conflict": 0.987824351275, "memor": 2.77992217273, "tradit": 0.47500477629199994, "territori": 1.10334759442, "intrus": 3.5369989228199996, "onto": 1.4987063591299998, "retreat": 1.95967285241, "likesdislik": 7.2746685411000005, "well": 0.0635144383156, "techcrunch": 6.964513612799999, "done": 0.845975983129, "odd": 2.1517873988400003, "pace": 2.33432566384, "hold": 0.503879117196, "granular": 5.0774439637699995, "know": 0.952919694398, "automat": 1.9150850473199998, "measur": 0.880014199726, "instead": 0.46663315041500003, "omiss": 3.8060957569699996, "how": 0.47156695693000006, "test": 0.977224437103, "fair": 1.16481508131, "superintellig": 7.2746685411000005, "lengthi": 2.49860549415, "truth": 1.74849148898, "increas": 0.277820718929, "especi": 0.511098609709, "distribut": 1.00781305813, "given": 0.303255810831, "interest": 0.47207177798199995, "conserv": 1.19994966588, "system": 0.327430345585, "someon": 1.59635928666, "write": 0.721512439877, "amplifi": 3.23962372116, "purpos": 0.803869037322, "updat": 1.7164374626899999, "high": 0.13782378654000002, "claim": 0.423291231925, "need": 0.362740163442, "subject": 0.6267443740950001, "vulner": 2.18259291507, "where": 0.0649921387457, "expect": 0.78850775216, "point": 0.23103235903299998, "level": 0.503462189943, "huge": 1.47916358195, "inher": 2.37682874115, "exacerb": 3.0043355654900004, "region": 0.568028500824, "reduct": 1.8437292863099999, "experi": 0.626272953933, "notif": 4.22152536034, "threshold": 3.1358722163099997, "quit": 1.05951513684, "child": 1.16481508131, "declin": 0.8771330088629999, "cours": 0.765899404133, "absolut": 1.67658333914, "boiten": 7.2746685411000005, "global": 1.1957760371200001, "togeth": 0.458032237308, "deleteri": 5.01860346375, "fabric": 2.4261957337999998, "not": 0.0155524130075, "far": 0.536623764503, "sexual": 1.8127646333400003, "short": 0.345685625679, "silent": 2.20862720943, "easi": 1.6665296351499999, "about": 0.0628434774746, "shown": 1.01856958099, "almost": 0.42907884333400004, "than": 0.0322608622182, "sketch": 2.39393487158, "danger": 1.22966322707, "design": 0.377239118022, "turn": 0.324899251064, "social": 0.688371502261, "world": 0.107420248621, "scienc": 0.841436178891, "chosen": 1.27889510877, "blog": 2.65237310559, "section": 0.755387177948, "away": 0.615957541869, "glare": 4.5309002574, "problemat": 2.80354936324, "whose": 0.5510546556329999, "provid": 0.19517784432500002, "valu": 0.823193310148, "offer": 0.431112446902, "got": 1.2863908849299999, "those": 0.17854939087299998, "talk": 1.10867789449, "lie": 1.16805067564, "nuditi": 4.73808988077, "deriv": 1.02381618275, "some": 0.0395735090645, "control": 0.38498466158600003, "put": 0.505652999854, "aipow": 7.2746685411000005, "inhous": 7.2746685411000005, "war": 0.345863640811, "languag": 0.8306818244059999, "media": 0.9530830530519999, "caus": 0.325858567406, "question": 0.790310929014, "sophist": 2.30296309338, "and": 6.29901420636e-05, "from": 0.000567054168866, "answer": 1.5366310419, "littl": 0.438213989466, "num": 0.00031499039539700004, "impli": 1.7070182407700003, "affin": 3.3199344175800003, "east": 0.589943183529, "opt": 2.54326626497, "manipul": 2.21322491868, "these": 0.0715336194008, "determin": 0.772833019022, "better": 0.6964279406, "compani": 0.439777253097, "multitud": 3.3482048515200002, "current": 0.42695282784500005, "month": 0.410770160338, "option": 1.39846181161, "usershar": 7.2746685411000005, "root": 1.27483006252, "chanc": 1.44572292349, "exclud": 1.67120878808, "reset": 4.17950237056, "trend": 1.6921980487900001, "public": 0.20232375048700002, "posit": 0.316652318608, "ramp": 3.4946196998500003, "though": 0.308044191079, "entitl": 1.43959202331, "eyebal": 5.35507570037, "remov": 0.6960488415880001, "wrong": 1.70078769102, "even": 0.152388564834, "filter": 2.82668393864, "adtarget": 7.2746685411000005, "fight": 0.917772050203, "photo": 1.8593765463799998, "feel": 1.1428493419299999, "clearer": 4.20029314023, "they": 0.0297269947676, "nake": 3.0056070214700004, "wari": 3.6564066542, "his": 0.0901772433641, "ask": 0.776797209847, "but…": 7.2746685411000005, "switch": 1.60416085533, "note": 0.353817568083, "shift": 1.20351099781, "presid": 0.6852420010529999, "attack": 0.678515518292, "relev": 1.9371304613999998, "requir": 0.424253510675, "across": 0.549198455941, "figur": 0.7101721121600001, "bubbl": 3.13877497597, "rout": 1.15117941787, "obscur": 2.3593434268099998, "implicit": 3.0538248303900004, "pump": 2.6294038979099996, "head": 0.456042582852, "guess": 3.22051485947, "humanitarian": 2.85911921439, "clear": 0.617474727198, "flame": 2.53131869155, "prejudic": 3.04320056047, "line": 0.349430614452, "consider": 0.8325627480600001, "numchann": 7.2746685411000005, "broader": 2.53131869155, "natur": 0.431306339292, "alongsid": 1.40434493384, "who": 0.0609002329859, "enter": 0.564256167492, "deflect": 3.6711489359400002, "bare": 2.17646646873, "permiss": 1.8373800586400002, "post": 0.8057001527009999, "here": 0.8850381883700001, "essay": 1.83225083058, "hollow": 3.08639215905, "were": 0.024291143681099997, "averag": 0.957011687995, "onlin": 0.957503854357, "aliv": 2.0185946334200002, "much": 0.17749572930100002, "fundament": 1.67322086119, "problem": 0.569140724273, "stream": 1.8736305038599999, "communiti": 0.673561947791, "discourag": 2.52421807, "perspect": 1.61645415436, "lean": 2.8171550152900005, "correct": 1.29831763181, "type": 0.707101485387, "clamp": 4.5309002574, "inject": 2.77183314986, "check": 1.87281049562, "referenda": 5.54542942886, "feed": 2.05136865109, "flag": 1.78385428972, "inde": 1.4886080966, "save": 1.03598886547, "categor": 2.70937382803, "kent": 2.47139293062, "few": 0.275577913653, "napalm": 5.03783482567, "anecdot": 3.2673353558700002, "them": 0.0941833269093, "alreadi": 0.670478380747, "underlin": 4.07044499302, "democrat": 1.41621604098, "reckon": 3.61110689497, "standard": 0.63741050982, "whi": 1.18068843047, "overreach": 5.934894195619999, "target": 1.1690639496200002, "deduc": 3.6134406183199994, "disconnect": 3.74297467051, "whatsoev": 3.6612966394999997, "seem": 0.829093032276, "select": 0.704804687133, "giant": 1.83028503479, "nonus": 7.2746685411000005, "shot": 1.3489553715600002, "anyth": 1.52353994585, "ring": 1.6976869133399999, "kitten": 5.05744329706, "there": 0.0400978929255, "exist": 0.38165779408699996, "headfirst": 7.033506484289999, "disappear": 1.7094517549200001, "inform": 0.454453704662, "wordi": 6.6280413761800006, "possibl": 0.348805474891, "offend": 2.6999575626, "impend": 3.2673353558700002, "merit": 2.37818651461, "slight": 1.17966331506, "now": 0.149092945021, "further": 0.308815895297, "configur": 2.4427250357499997, "profil": 1.5751375153100002, "zuckerberg": 6.964513612799999, "per": 0.672821024072, "blame": 1.8674967696400002, "photograph": 1.52701418212, "cute": 4.95406494261, "basic": 1.00436774895, "play": 0.38110439064199997, "realli": 1.5576408397, "power": 0.292396282715, "caveat": 4.88507207112, "fix": 1.48944573451, "mani": 0.0433157581221, "around": 0.19387710578200001, "role": 0.44036410757399996, "research": 0.663727818138, "technolog": 0.956847686355, "the": 0.0, "becom": 0.11771217648900001, "cohes": 3.41681377215, "past": 0.7016234157610001, "peopl": 0.193265578473, "eerk": 7.2746685411000005, "less": 0.3846144626, "bernal": 5.30311596144, "themselv": 0.7225497843690001, "essenti": 1.07434378384, "although": 0.139487981418, "smartphon": 4.34955383476, "work": 0.109034567273, "week": 0.5907388641619999, "could": 0.18595627229000003, "factcheck": 7.2746685411000005, "activ": 0.381196603284, "thus": 0.49857627139300004, "somebodi": 3.30609336617, "agenc": 1.25254253424, "other": 0.00987474791976, "wider": 1.90360776936, "disingenu": 5.91136369821, "digit": 1.48526454375, "restrict": 1.13341345513, "impact": 1.09033222631, "prefer": 1.10581884366, "riski": 3.5995192798, "advertis": 1.7248852425999999, "cach": 3.89182029811, "trap": 2.00915614901, "easier": 2.05923883436, "like": 0.139053576545, "implement": 1.27437940907, "text": 1.14048200999, "pad": 3.2048650877999996, "push": 1.32213384036, "crash": 1.8421381960799998, "rosetint": 7.2746685411000005, "insid": 1.00781305813, "chronolog": 2.47139293062, "both": 0.050842533389300004, "yet": 0.754181309241, "includ": 0.0188846813905, "structur": 0.7217716751350001, "understand": 1.0880858756799998, "reckless": 3.69621290461, "harvest": 2.4617453604299997, "gather": 1.3313920667299999, "incrimin": 4.74531012875, "necessarili": 1.99238817347, "access": 0.627805882716, "choic": 1.14166497543, "predilect": 5.6835797673399995, "rang": 0.579319213803, "time": 0.0112115188626, "flee": 2.1803607712799997, "consensu": 4.96303361259, "delet": 3.09888364694, "chang": 0.166275625058, "differ": 0.212321121312, "embed": 2.82349753127, "been": 0.023645982368400004, "syria": 2.77183314986, "wise": 2.74402599574, "first": 0.0075872898121599995, "tell": 1.21236434401, "aienabl": 7.2746685411000005, "accordingly…": 7.2746685411000005, "creepi": 5.6835797673399995, "soon": 0.6839929376880001, "obvious": 1.86383450716, "comfort": 2.05677274187, "someth": 1.18830712273, "abandon": 1.0938993004000002, "glue": 4.38936008516, "societi": 0.597356115918, "use": 0.0292080197316, "sort": 1.64639361896, "indirect": 2.15395659709, "call": 0.0654627744488, "more": 0.017024931599999998, "improv": 0.7147958039319999, "list": 0.309845761506, "rough": 1.1926572072700001, "pressur": 1.09484012275, "profan": 4.02711691626, "emerg": 0.748173681534, "sensit": 2.1361998755, "befor": 0.0956377718795, "state": 0.0466100027668, "anytim": 4.73808988077, "numword": 7.2746685411000005, "protect": 0.67529290767, "make": 0.07349765782289999, "set": 0.171496011289, "way": 0.19809150993500002, "search": 1.1798682540899998, "fuzzi": 4.73092139129, "threat": 1.2893592624899999, "concentr": 1.15078117015, "band": 1.2374487335200002, "notsohumbl": 7.2746685411000005, "okay": 4.54266509898, "rise": 0.707740422218, "remain": 0.15356296309, "commerci": 0.8769815969470001, "rather": 0.442714975539, "ultim": 0.9498209395739999, "come": 0.28390990653000003, "reflect": 0.85201207065, "might": 0.7683410765340001, "popul": 0.778442172521, "spectrum": 2.53687646687, "leader": 0.741672829452, "identifi": 0.833722000472, "sex": 1.86140042888, "import": 0.292818277066, "decis": 0.7701082216959999, "everi": 0.391485427421, "input": 2.50167533539, "rememb": 1.5867691126199999, "while": 0.04324998379380001, "mention": 0.931747186336, "easili": 1.3066587367, "hell": 2.39669921336, "learn": 0.842752064745, "when": 0.0205549888584, "individu": 0.588013447985}, "freq": {"hand": 2, "vietnam": 1, "implic": 1, "lucrat": 1, "accus": 1, "warrantless": 1, "kind": 4, "addit": 2, "would": 11, "thank": 1, "boundari": 1, "manifesto": 1, "etc": 1, "specif": 1, "intent": 1, "happi": 1, "presum": 1, "product": 2, "tri": 3, "fractious": 1, "complet": 2, "flaw": 1, "brows": 1, "cent": 1, "scale": 1, "chose": 1, "chief": 1, "creat": 1, "paradox": 1, "racial": 1, "news": 19, "corner": 1, "anyway": 1, "immigr": 1, "had": 1, "slant": 1, "circl": 1, "end": 2, "frame": 1, "word": 2, "depend": 1, "will": 17, "associ": 1, "open": 1, "site": 1, "judg": 1, "aka": 2, "zero": 2, "but": 11, "view": 2, "certain": 3, "obtain": 1, "our": 7, "object": 1, "on…": 1, "issu": 6, "hopeless": 1, "doubt": 1, "domin": 1, "organ": 1, "has": 8, "enough": 1, "tsk": 1, "advantag": 2, "farflung": 1, "default": 6, "govern": 4, "imper": 1, "out": 8, "mistak": 1, "model": 1, "good": 1, "alway": 1, "sidestep": 1, "under": 1, "dig": 1, "categori": 1, "warn": 1, "usag": 2, "border": 2, "suggest": 6, "are": 16, "whole": 2, "minim": 1, "altern": 1, "charact": 1, "pleas": 1, "handl": 1, "stuff": 4, "then": 4, "separ": 1, "graphic": 4, "anoth": 7, "effect": 4, "allow": 1, "bring": 1, "employ": 1, "opposit": 3, "major": 3, "ones": 1, "aros": 1, "seek": 2, "respons": 1, "lack": 1, "simpl": 2, "inexor": 1, "itself": 1, "algorithm": 9, "twitter": 1, "respond": 1, "either": 3, "anglia": 1, "lectur": 2, "such": 5, "senior": 1, "enrich": 1, "agre": 1, "misus": 1, "stay": 1, "without": 1, "lot": 5, "video": 1, "term": 2, "should": 8, "add": 4, "aris": 1, "content": 42, "all…": 1, "platform": 4, "info": 1, "ani": 6, "two": 1, "dear": 1, "account": 1, "dive": 1, "gratuit": 1, "confess": 1, "els": 2, "idea": 3, "free": 1, "tricki": 1, "ethnic": 1, "for": 39, "difficult": 1, "friend": 3, "solitari": 1, "paragraph": 1, "objection": 1, "with": 8, "forc": 3, "autodetermin": 1, "assum": 1, "disengag": 1, "solut": 2, "controversi": 12, "cannib": 1, "sens": 1, "look": 7, "spread": 1, "futur": 6, "peddl": 1, "law": 3, "veri": 10, "fake": 4, "physic": 1, "think": 5, "whatev": 2, "baldfac": 1, "promis": 1, "focus": 1, "educ": 1, "again": 2, "bore": 1, "doe": 5, "purdi": 1, "give": 9, "navelgaz": 1, "awwww": 1, "their": 19, "place": 5, "great": 1, "avoid": 2, "goal": 1, "total": 1, "continu": 2, "argu": 2, "reinforc": 1, "period": 1, "probabl": 3, "encourag": 1, "into": 11, "dial": 2, "via": 3, "realiti": 1, "hierarchi": 1, "what": 12, "local": 2, "various": 1, "wonder": 1, "particular": 5, "divis": 1, "help": 6, "group": 1, "unrealist": 1, "find": 2, "trump": 1, "potenti": 1, "manual": 1, "datagrab": 1, "least": 4, "want…": 1, "relat": 1, "flesh": 2, "grandios": 1, "decid": 1, "univers": 2, "engagementalgorithmdriven": 1, "bind": 1, "pursu": 1, "infer": 4, "long": 1, "human": 2, "engag": 2, "purveyor": 1, "greater": 1, "contain": 1, "aggreg": 1, "norm": 1, "hide": 1, "thing": 1, "have": 15, "just": 3, "entir": 1, "mass": 1, "ignor": 1, "simpli": 1, "zone": 2, "person": 17, "finetun": 1, "announc": 1, "recommend": 1, "narrow": 1, "live": 1, "complex": 1, "notion": 1, "let": 3, "massiv": 2, "start": 1, "enabl": 1, "appar": 2, "request": 1, "diversifi": 1, "foreign": 2, "keep": 2, "execut": 1, "order": 4, "lessthanvanilla": 1, "track": 4, "abl": 4, "break": 1, "intend": 1, "over": 4, "anymor": 1, "perhap": 1, "build": 2, "offens": 1, "confront": 1, "couldn": 1, "exact": 5, "referendum": 1, "fakeri": 1, "say": 6, "hate": 3, "exampl": 6, "custom": 1, "userengag": 1, "take": 3, "expedit": 1, "follow": 2, "misinform": 1, "tast": 3, "habit": 2, "full": 2, "scalabl": 1, "driven": 1, "bother": 1, "matter": 1, "shunt": 1, "also": 11, "risk": 9, "icon": 1, "everyth": 1, "mean": 1, "fulli": 1, "societ": 1, "violenc": 4, "babi": 1, "encount": 2, "settingsrel": 1, "may": 3, "polici": 1, "misdirect": 1, "blimey": 1, "bet": 2, "challeng": 2, "machin": 2, "want": 6, "pose": 1, "mischiev": 1, "strang": 1, "share": 3, "actual": 6, "still": 2, "histori": 3, "which": 8, "peer": 1, "session": 1, "guard": 1, "whether": 7, "roadmap": 1, "one": 6, "show": 4, "hope": 2, "begin": 1, "couch": 1, "see": 14, "becaus": 5, "facebook": 65, "explicit": 4, "moment": 1, "get": 12, "manag": 2, "outsid": 1, "scan": 1, "agent": 2, "fault": 1, "median": 1, "rule": 2, "anyon": 2, "password": 1, "pick": 1, "this": 23, "leav": 1, "back": 2, "selfen": 1, "dish": 1, "taken": 1, "taint": 1, "zuck": 3, "most": 2, "shop": 1, "fail": 1, "all": 18, "everyon": 1, "within": 3, "autocomplet": 1, "third": 1, "last": 5, "clickbait": 1, "appropri": 1, "degre": 1, "case": 1, "that": 50, "pair": 1, "sand": 2, "off": 1, "recal": 1, "particip": 1, "discuss": 1, "travel": 1, "phish": 1, "benefit": 1, "capabl": 1, "amount": 1, "general": 5, "float": 1, "comment": 1, "parti": 1, "accur": 2, "can": 13, "comput": 1, "onli": 2, "each": 1, "paul": 1, "promot": 1, "speech": 2, "unfamiliar": 1, "pretti": 2, "advanc": 2, "alarm": 1, "block": 1, "meanwhil": 1, "address": 1, "prevent": 1, "transpar": 1, "worth": 1, "abil": 3, "direct": 2, "game": 3, "engin": 3, "busi": 4, "extent": 2, "page": 1, "worri": 1, "year": 3, "truli": 1, "round": 1, "down": 3, "nevertheless": 1, "own": 3, "poll": 1, "user": 28, "after": 3, "mark": 1, "shouldn": 1, "web": 1, "base": 3, "onc": 1, "fit": 1, "basi": 1, "toler": 4, "data": 14, "signal": 4, "immedi": 1, "conflict": 1, "memor": 1, "tradit": 1, "territori": 1, "intrus": 1, "onto": 1, "retreat": 2, "likesdislik": 1, "well": 2, "techcrunch": 1, "done": 1, "odd": 1, "pace": 1, "hold": 3, "granular": 2, "know": 5, "automat": 1, "measur": 1, "instead": 1, "omiss": 1, "how": 12, "test": 2, "fair": 2, "superintellig": 1, "lengthi": 1, "truth": 1, "increas": 8, "especi": 2, "distribut": 1, "given": 8, "interest": 1, "conserv": 1, "system": 7, "someon": 1, "write": 2, "amplifi": 1, "purpos": 1, "updat": 1, "high": 4, "claim": 1, "need": 3, "subject": 1, "vulner": 3, "where": 4, "expect": 2, "point": 7, "level": 2, "huge": 1, "inher": 1, "exacerb": 1, "region": 3, "reduct": 2, "experi": 1, "notif": 1, "threshold": 5, "quit": 1, "child": 1, "declin": 2, "cours": 4, "absolut": 1, "boiten": 3, "global": 6, "togeth": 3, "deleteri": 1, "fabric": 1, "not": 26, "far": 1, "sexual": 2, "short": 1, "silent": 1, "easi": 1, "about": 11, "shown": 5, "almost": 1, "than": 6, "sketch": 2, "danger": 1, "design": 1, "turn": 1, "social": 3, "world": 2, "scienc": 1, "chosen": 1, "blog": 3, "section": 1, "away": 1, "glare": 1, "problemat": 2, "whose": 1, "provid": 1, "valu": 1, "offer": 2, "got": 2, "those": 4, "talk": 3, "lie": 2, "nuditi": 2, "deriv": 2, "some": 10, "control": 10, "put": 4, "aipow": 1, "inhous": 2, "war": 1, "languag": 1, "media": 3, "caus": 1, "question": 4, "sophist": 1, "and": 60, "from": 11, "answer": 1, "littl": 1, "num": 2, "impli": 1, "affin": 1, "east": 1, "opt": 1, "manipul": 1, "these": 3, "determin": 1, "better": 2, "compani": 1, "multitud": 1, "current": 3, "month": 1, "option": 3, "usershar": 1, "root": 1, "chanc": 1, "exclud": 1, "reset": 1, "trend": 1, "public": 1, "posit": 1, "ramp": 1, "though": 1, "entitl": 1, "eyebal": 1, "remov": 1, "wrong": 1, "even": 7, "filter": 9, "adtarget": 1, "fight": 1, "photo": 2, "feel": 1, "clearer": 2, "they": 35, "nake": 1, "wari": 1, "his": 3, "ask": 8, "but…": 1, "switch": 1, "note": 1, "shift": 3, "presid": 1, "attack": 1, "relev": 1, "requir": 2, "across": 2, "figur": 1, "bubbl": 7, "rout": 1, "obscur": 1, "implicit": 1, "pump": 1, "head": 2, "guess": 1, "humanitarian": 1, "clear": 5, "flame": 1, "prejudic": 1, "line": 4, "consider": 1, "numchann": 1, "broader": 1, "natur": 2, "alongsid": 1, "who": 10, "enter": 1, "deflect": 1, "bare": 2, "permiss": 2, "post": 8, "here": 4, "essay": 3, "hollow": 1, "were": 1, "averag": 1, "onlin": 2, "aliv": 1, "much": 3, "fundament": 1, "problem": 4, "stream": 1, "communiti": 9, "discourag": 1, "perspect": 3, "lean": 1, "correct": 2, "type": 9, "clamp": 1, "inject": 1, "check": 1, "referenda": 2, "feed": 14, "flag": 2, "inde": 3, "save": 1, "categor": 1, "kent": 1, "few": 2, "napalm": 1, "anecdot": 1, "them": 10, "alreadi": 5, "underlin": 1, "democrat": 1, "reckon": 1, "standard": 7, "whi": 4, "overreach": 1, "target": 4, "deduc": 1, "disconnect": 1, "whatsoev": 1, "seem": 4, "select": 1, "giant": 1, "nonus": 1, "shot": 1, "anyth": 3, "ring": 2, "kitten": 1, "there": 12, "exist": 2, "headfirst": 1, "disappear": 1, "inform": 11, "wordi": 1, "possibl": 5, "offend": 1, "impend": 1, "merit": 1, "slight": 1, "now": 4, "further": 2, "configur": 1, "profil": 8, "zuckerberg": 14, "per": 2, "blame": 1, "photograph": 1, "cute": 1, "basic": 1, "play": 1, "realli": 1, "power": 1, "caveat": 1, "fix": 2, "mani": 2, "around": 1, "role": 1, "research": 1, "technolog": 1, "the": 121, "becom": 2, "cohes": 1, "past": 1, "peopl": 22, "eerk": 1, "less": 1, "bernal": 8, "themselv": 2, "essenti": 1, "although": 1, "smartphon": 1, "work": 4, "week": 2, "could": 10, "factcheck": 1, "activ": 3, "thus": 1, "somebodi": 1, "agenc": 1, "other": 3, "wider": 1, "disingenu": 2, "digit": 2, "restrict": 1, "impact": 1, "prefer": 2, "riski": 1, "advertis": 2, "cach": 1, "trap": 1, "easier": 1, "like": 8, "implement": 2, "text": 1, "pad": 1, "push": 2, "crash": 1, "rosetint": 1, "insid": 3, "chronolog": 2, "both": 1, "yet": 4, "includ": 1, "structur": 1, "understand": 4, "reckless": 1, "harvest": 1, "gather": 1, "incrimin": 1, "necessarili": 1, "access": 2, "choic": 2, "predilect": 1, "rang": 3, "time": 4, "flee": 1, "consensu": 1, "delet": 1, "chang": 2, "differ": 3, "embed": 1, "been": 5, "syria": 1, "wise": 1, "first": 2, "tell": 7, "aienabl": 1, "accordingly…": 1, "creepi": 1, "soon": 1, "obvious": 4, "comfort": 2, "someth": 1, "abandon": 1, "glue": 2, "societi": 3, "use": 8, "sort": 2, "indirect": 1, "call": 4, "more": 18, "improv": 1, "list": 1, "rough": 1, "pressur": 2, "profan": 2, "emerg": 1, "sensit": 4, "befor": 1, "state": 2, "anytim": 1, "numword": 1, "protect": 2, "make": 9, "set": 16, "way": 5, "search": 5, "fuzzi": 1, "threat": 1, "concentr": 1, "band": 1, "notsohumbl": 1, "okay": 5, "rise": 2, "remain": 2, "commerci": 1, "rather": 3, "ultim": 1, "come": 1, "reflect": 1, "might": 7, "popul": 1, "spectrum": 1, "leader": 1, "identifi": 1, "sex": 1, "import": 1, "decis": 1, "everi": 1, "input": 1, "rememb": 1, "while": 4, "mention": 2, "easili": 1, "hell": 1, "learn": 2, "when": 13, "individu": 4}, "idf": {"hand": 1.6152202665600002, "vietnam": 8.4312267658, "implic": 7.632692307689999, "lucrat": 24.728971962600003, "accus": 4.00302571861, "warrantless": 567.0, "kind": 2.5806241872599998, "addit": 1.24634950542, "would": 1.0828729281799998, "thank": 6.00681044268, "boundari": 4.85801713586, "manifesto": 25.483146067399996, "etc": 4.2066772655, "specif": 1.8719490626099997, "intent": 3.19372359686, "happi": 6.125, "presum": 8.187725631769998, "product": 1.62264922322, "tri": 1.8544562551099997, "fractious": 256.064516129, "complet": 1.24021560816, "flaw": 13.950790861199998, "brows": 103.090909091, "cent": 12.6401273885, "scale": 3.7469907953699995, "chose": 4.42105263158, "chief": 2.41827875095, "creat": 1.2492917847, "paradox": 18.6996466431, "racial": 7.30939226519, "news": 2.08182533438, "corner": 5.873473917869999, "anyway": 23.244509516799997, "immigr": 5.32751677852, "had": 1.0475750577399998, "slant": 57.3140794224, "circl": 4.3795862069, "end": 1.10680423871, "frame": 6.280063291139999, "word": 1.7965372864099998, "depend": 2.2411067193700003, "will": 1.22481098596, "associ": 1.3263157894700002, "open": 1.24556723678, "site": 1.9721739130400002, "judg": 3.6263133851099996, "aka": 20.834645669300002, "zero": 8.75192943771, "but": 1.01632417899, "view": 1.6407606448899998, "certain": 1.8077886586200003, "obtain": 2.68629441624, "our": 2.35758835759, "object": 2.3488681757700003, "on…": 1443.27272727, "issu": 1.43921675279, "hopeless": 40.7076923077, "doubt": 5.31325301205, "domin": 2.320713346, "organ": 1.6387283237, "has": 1.0436497502, "enough": 2.2319696330700003, "tsk": 1443.27272727, "advantag": 3.32412060302, "farflung": 1443.27272727, "default": 21.1398135819, "govern": 1.50941243582, "imper": 32.9377593361, "out": 1.06016694491, "mistak": 8.71350164654, "model": 2.0905978404, "good": 1.51981619759, "alway": 2.06745670009, "sidestep": 196.0, "under": 1.0781663837, "dig": 18.5034965035, "categori": 3.98194130926, "warn": 4.334152334150001, "usag": 6.427530364369999, "border": 3.15751789976, "suggest": 1.7571665744299998, "are": 1.02990593578, "whole": 2.29488291414, "minim": 6.10850327049, "altern": 2.1390460792200003, "charact": 2.51720310766, "pleas": 9.12938470385, "handl": 3.9229058561900003, "stuff": 23.3127753304, "then": 1.08657860516, "separ": 1.6012102874399998, "graphic": 9.035856573710001, "anoth": 1.13643521832, "effect": 1.3963060686000002, "allow": 1.2716059271100002, "bring": 2.03616775683, "employ": 2.16530278232, "opposit": 2.4663663197099996, "major": 1.14852058164, "ones": 1443.27272727, "aros": 7.941970985489999, "seek": 2.83753351206, "respons": 1.5066907089300001, "lack": 1.9271667880599999, "simpl": 3.3981164383599998, "inexor": 184.604651163, "itself": 1.74557449148, "algorithm": 27.9507042254, "twitter": 33.213389121300004, "respond": 3.17329602239, "either": 1.5830092731099998, "anglia": 81.83505154640001, "lectur": 6.58481957694, "such": 1.06151377374, "senior": 4.00706713781, "enrich": 22.3291139241, "agre": 2.22946215419, "misus": 37.2676056338, "stay": 2.6986231514499996, "without": 1.29547123623, "lot": 4.40877534018, "video": 3.29719626168, "term": 1.39520168732, "should": 1.6643254009900001, "add": 4.61243463103, "aris": 7.54921540656, "content": 3.5421686747, "all…": 1443.27272727, "platform": 6.2332155476999995, "info": 37.7102137767, "ani": 1.13383802314, "two": 1.01379310345, "dear": 23.4159292035, "account": 1.94463498285, "dive": 16.085106383, "gratuit": 203.53846153799998, "confess": 11.918918918900001, "els": 5.44444444444, "idea": 2.0930784443, "free": 1.71818181818, "tricki": 115.883211679, "ethnic": 5.096629213480001, "for": 1.00031504001, "difficult": 2.48957189901, "friend": 2.20194174757, "solitari": 32.33401222, "paragraph": 20.6181818182, "objection": 111.020979021, "with": 1.0011982089899998, "forc": 1.32399299475, "autodetermin": 1443.27272727, "assum": 2.9575260804799997, "disengag": 64.8, "solut": 4.7278141751, "controversi": 2.62543409955, "cannib": 54.0, "sens": 2.8365195640499996, "look": 1.9086318826599997, "spread": 2.8344938403900004, "futur": 1.8577112099200002, "peddl": 288.654545455, "law": 1.7973508434299998, "veri": 1.25880114177, "fake": 18.290322580599998, "physic": 2.39132399458, "think": 2.90715986083, "whatev": 7.6473988439300005, "baldfac": 1443.27272727, "promis": 3.5030891438699996, "focus": 2.01012914662, "educ": 2.00733341763, "again": 1.50883862384, "bore": 9.512282804069999, "doe": 1.70581282905, "purdi": 337.787234043, "give": 1.3653250774, "navelgaz": 1443.27272727, "awwww": 1443.27272727, "their": 1.01547908405, "place": 1.1004366812200002, "great": 1.26592775696, "avoid": 2.45986984816, "goal": 3.28152128979, "total": 1.5460122699399999, "continu": 1.13928955867, "argu": 2.67768595041, "reinforc": 6.453658536590001, "period": 1.3430335843, "probabl": 2.64555907349, "encourag": 2.7975330396499998, "into": 1.01502461479, "dial": 45.4899713467, "via": 2.2978723404299997, "realiti": 4.563380281690001, "hierarchi": 14.3285198556, "what": 1.25343439128, "local": 1.51720183486, "various": 1.3323262839899999, "wonder": 7.265903890160001, "particular": 1.3814827706200001, "divis": 2.32854209446, "help": 1.39962972759, "group": 1.20996875238, "unrealist": 51.0482315113, "find": 1.7294117647099998, "trump": 62.015625, "potenti": 2.52080025405, "manual": 7.72930866602, "datagrab": 1443.27272727, "least": 1.6165359943000002, "want…": 1443.27272727, "relat": 1.23750876919, "flesh": 20.5914396887, "grandios": 97.3987730061, "decid": 1.9257641921400002, "univers": 1.24889867841, "engagementalgorithmdriven": 1443.27272727, "bind": 11.874345549700001, "pursu": 4.15384615385, "infer": 21.1398135819, "long": 1.2657259028899999, "human": 1.8965476048299998, "engag": 2.6926729986400004, "purveyor": 294.0, "greater": 2.14801785956, "contain": 1.59814777532, "aggreg": 17.542541436500002, "norm": 11.299644128099999, "hide": 8.26875, "thing": 2.4065484311099996, "have": 1.0148948411399998, "just": 1.33580143037, "entir": 1.59365589239, "mass": 2.8034610630400003, "ignor": 4.58446433728, "simpli": 2.5192002538900002, "zone": 4.2066772655, "person": 1.40520446097, "finetun": 1443.27272727, "announc": 2.02940048575, "recommend": 3.9142011834300003, "narrow": 5.53363541304, "live": 1.30591428806, "complex": 2.34021226415, "notion": 7.356811862839999, "let": 3.48616600791, "massiv": 4.22571200426, "start": 1.26673581744, "enabl": 3.5421686747, "appar": 3.16696588869, "request": 3.09051975861, "diversifi": 24.312404287899998, "foreign": 2.5276229899700002, "keep": 2.04245465071, "execut": 2.2363713199, "order": 1.24625166811, "lessthanvanilla": 1443.27272727, "track": 3.1276595744700004, "abl": 1.8208510150200001, "break": 2.42863698944, "intend": 2.3488681757700003, "over": 1.02525024217, "anymor": 35.1238938053, "perhap": 3.14812611541, "build": 1.6341739578, "offens": 5.88872403561, "confront": 5.89528406981, "couldn": 1443.27272727, "exact": 3.46864758575, "referendum": 14.782122905, "fakeri": 1221.23076923, "say": 1.7544480053, "hate": 10.676529926, "exampl": 1.50483412322, "custom": 3.6346153846199996, "userengag": 1443.27272727, "take": 1.13961668222, "expedit": 7.9063745019899985, "follow": 1.04640126549, "misinform": 132.3, "tast": 9.305978898010002, "habit": 8.79556786704, "full": 1.66729678639, "scalabl": 186.776470588, "driven": 5.601976005650001, "bother": 39.69, "matter": 2.44773358002, "shunt": 170.709677419, "also": 1.01476510067, "risk": 4.095975232200001, "icon": 7.79764243615, "everyth": 4.81967213115, "mean": 1.44906900329, "fulli": 2.79015817223, "societ": 30.5307692308, "violenc": 5.30614973262, "babi": 7.517045454550001, "encount": 4.13976531943, "settingsrel": 1443.27272727, "may": 1.05201775893, "polici": 2.52963671128, "misdirect": 220.5, "blimey": 1443.27272727, "bet": 29.1838235294, "challeng": 2.55816951337, "machin": 4.02433460076, "want": 1.99698113208, "pose": 7.1352808988800005, "mischiev": 125.007874016, "strang": 10.150895140700001, "share": 1.8566249561500001, "actual": 1.87482286254, "still": 1.1866357724799999, "histori": 1.20629131525, "which": 1.005191845, "peer": 12.981193785799999, "session": 5.59605216778, "guard": 4.07808887747, "whether": 2.20683903253, "roadmap": 180.409090909, "one": 1.00627495722, "show": 1.26703910615, "hope": 2.50884955752, "begin": 1.3305397251100002, "couch": 60.3650190114, "see": 1.27242125511, "becaus": 1.1495184997499999, "facebook": 28.5539568345, "explicit": 5.819648093840001, "moment": 4.262013422819999, "get": 1.78562591385, "manag": 1.6448404475799998, "outsid": 1.67450690855, "scan": 18.8104265403, "agent": 4.25858369099, "fault": 13.963060685999999, "median": 14.3155996393, "rule": 1.7415533128599998, "anyon": 5.37440758294, "password": 102.425806452, "pick": 4.939639079030001, "this": 1.00379362671, "leav": 1.6615384615399997, "back": 1.26070038911, "selfen": 1443.27272727, "dish": 17.6989966555, "taken": 1.6012102874399998, "taint": 62.5039370079, "zuck": 1443.27272727, "most": 1.02096463023, "shop": 4.69982238011, "fail": 1.9281029876099998, "all": 1.01146788991, "everyon": 6.3964544722, "within": 1.2369302688, "autocomplet": 1443.27272727, "third": 1.4195278969999998, "last": 1.2117234010100002, "clickbait": 1443.27272727, "appropri": 4.31413043478, "degre": 2.4852849092, "case": 1.48498737256, "that": 1.00398406375, "pair": 4.36873968079, "sand": 10.1314613912, "off": 1.5121440137200002, "recal": 5.30614973262, "particip": 2.19828302409, "discuss": 2.19676214197, "travel": 1.9655812801800001, "phish": 230.086956522, "benefit": 3.06841901817, "capabl": 3.6580645161300005, "amount": 2.27027027027, "general": 1.1218202374200001, "float": 10.903846153800002, "comment": 3.05954904606, "parti": 2.06369426752, "accur": 5.768895348840001, "can": 1.17626139142, "comput": 3.9277585353800006, "onli": 1.0256476516600002, "each": 1.18974820144, "paul": 2.1979786792200002, "promot": 2.0172808132099997, "speech": 3.8227787141800005, "unfamiliar": 37.7102137767, "pretti": 15.75, "advanc": 1.9997480791, "alarm": 12.96, "block": 3.20274359492, "meanwhil": 5.55882352941, "address": 2.86157173756, "prevent": 2.16117615029, "transpar": 15.876, "worth": 5.210370856580001, "abil": 2.70875277256, "direct": 1.22226499346, "game": 2.57978550536, "engin": 2.47135740971, "busi": 2.05541170378, "extent": 4.09491875161, "page": 2.03669018602, "worri": 10.302401038300001, "year": 1.0485436893200002, "truli": 9.405213270139999, "round": 3.3843530164099995, "down": 1.35889754344, "nevertheless": 4.1988891827599994, "own": 1.17844418052, "poll": 7.8632986627, "user": 7.71053909665, "after": 1.02070207021, "mark": 1.5079787234, "shouldn": 1443.27272727, "web": 5.17133550489, "base": 1.14628158845, "onc": 1.4974533106999999, "fit": 3.37070063694, "basi": 2.42122922068, "toler": 7.751953125, "data": 3.37643555934, "signal": 5.12459651388, "immedi": 2.02862254025, "conflict": 2.6853856562900003, "memor": 16.1177664975, "tradit": 1.60802187785, "territori": 3.01423960509, "intrus": 34.3636363636, "onto": 4.47589512264, "retreat": 7.0970049173000005, "likesdislik": 1443.27272727, "well": 1.0655748708, "techcrunch": 1058.4, "done": 2.3302509907499998, "odd": 8.60021668472, "pace": 10.322496748999999, "hold": 1.6551292744, "granular": 160.363636364, "know": 2.59327017315, "automat": 6.787516032490001, "measur": 2.41093394077, "instead": 1.59461631177, "omiss": 44.974504249300004, "how": 1.60250328051, "test": 2.65707112971, "fair": 3.20533010297, "superintellig": 1443.27272727, "lengthi": 12.165517241400002, "truth": 5.745928338759999, "increas": 1.32024948025, "especi": 1.66712170534, "distribut": 2.7396031061299997, "given": 1.35426085473, "interest": 1.60331246213, "conserv": 3.3199498117900004, "system": 1.38739840951, "someon": 4.9350326391, "write": 2.0575427682700003, "amplifi": 25.5241157556, "purpos": 2.23416830847, "updat": 5.56466876972, "high": 1.14777327935, "claim": 1.52697893623, "need": 1.4372623574099999, "subject": 1.8715077213299998, "vulner": 8.869273743019999, "where": 1.06715063521, "expect": 2.20011086475, "point": 1.25990000794, "level": 1.6544393497299998, "huge": 4.38927287808, "inher": 10.7706919946, "exacerb": 20.172808132100002, "region": 1.7647843486, "reduct": 6.320063694269999, "experi": 1.87062566278, "notif": 68.1373390558, "threshold": 23.008695652199997, "quit": 2.8849718335500003, "child": 3.20533010297, "declin": 2.4039975772299997, "cours": 2.15092805853, "absolut": 5.3472549680000006, "boiten": 1443.27272727, "global": 3.30612244898, "togeth": 1.58095996813, "deleteri": 151.2, "fabric": 11.3157519601, "not": 1.01567398119, "far": 1.71022298826, "sexual": 6.12736395214, "short": 1.41295834817, "silent": 9.10321100917, "easi": 5.2937645882, "about": 1.06486015159, "shown": 2.76923076923, "almost": 1.53584212054, "than": 1.03278688525, "sketch": 10.956521739100001, "danger": 3.42007755278, "design": 1.45825296225, "turn": 1.3838912133899999, "social": 1.9904714142400002, "world": 1.11340206186, "scienc": 2.31969608416, "chosen": 3.59266802444, "blog": 14.1876675603, "section": 2.1284354471099998, "away": 1.85142857143, "glare": 92.8421052632, "problemat": 16.503118503099998, "whose": 1.73508196721, "provid": 1.21552714187, "valu": 2.2777618364400003, "offer": 1.53896859248, "got": 3.61969904241, "those": 1.19548192771, "talk": 3.0303493033, "lie": 3.2157180474000002, "nuditi": 114.215827338, "deriv": 2.78379800105, "some": 1.04036697248, "control": 1.46959178006, "put": 1.65806788512, "aipow": 1443.27272727, "inhous": 1443.27272727, "war": 1.41320989852, "languag": 2.29488291414, "media": 2.59369384088, "caus": 1.38521943984, "question": 2.20408163265, "sophist": 10.0037807183, "and": 1.00006299213, "from": 1.00056721497, "answer": 4.64890190337, "littl": 1.5499365420299998, "num": 1.00031504001, "impli": 5.5125, "affin": 27.6585365854, "east": 1.80388592205, "opt": 12.721153846199998, "manipul": 9.145161290319999, "these": 1.07415426252, "determin": 2.1658935879900003, "better": 2.0065722952500002, "compani": 1.5523613963, "multitud": 28.4516129032, "current": 1.5325803649, "month": 1.5079787234, "option": 4.04896710023, "usershar": 1443.27272727, "root": 3.57809330629, "chanc": 4.2449197861000005, "exclud": 5.31859296482, "reset": 65.3333333333, "trend": 5.43140608963, "public": 1.22424429365, "posit": 1.37252528746, "ramp": 32.9377593361, "though": 1.36076112111, "entitl": 4.21897422269, "eyebal": 211.68, "remov": 2.0058117498400003, "wrong": 5.478260869570001, "even": 1.16461267606, "filter": 16.8893617021, "adtarget": 1443.27272727, "fight": 2.50370604006, "photo": 6.41973311767, "feel": 3.1356903021900004, "clearer": 66.7058823529, "they": 1.03017325287, "nake": 20.1984732824, "wari": 38.7219512195, "his": 1.0943682360200002, "ask": 2.1744966443, "but…": 1443.27272727, "switch": 4.97368421053, "note": 1.42449528937, "shift": 3.3317943336799996, "presid": 1.9842519685, "attack": 1.97094972067, "relev": 6.938811188810001, "requir": 1.52844902282, "across": 1.7318642958400001, "figur": 2.0343413634, "bubbl": 23.075581395300002, "rout": 3.1619199362700003, "obscur": 10.584000000000001, "implicit": 21.1962616822, "pump": 13.865502183399999, "head": 1.57781753131, "guess": 25.0410094637, "humanitarian": 17.446153846199998, "clear": 1.85423966363, "flame": 12.5700712589, "prejudic": 20.9722589168, "line": 1.4182597820299998, "consider": 2.29920347574, "numchann": 1443.27272727, "broader": 12.5700712589, "natur": 1.5392670157100001, "alongsid": 4.0728578758300005, "who": 1.06279287723, "enter": 1.75813953488, "deflect": 39.297029703, "bare": 8.815102720710001, "permiss": 6.280063291139999, "post": 2.23826307627, "here": 2.42307692308, "essay": 6.247933884299999, "hollow": 21.897931034499997, "were": 1.02458857696, "averag": 2.60390355913, "onlin": 2.6051854282900004, "aliv": 7.527738264580001, "much": 1.1942229577299999, "fundament": 5.32930513595, "problem": 1.76674827509, "stream": 6.5118949959000005, "communiti": 1.96121062384, "discourag": 12.4811320755, "perspect": 5.03520456708, "lean": 16.729188619600002, "correct": 3.6631287494199998, "type": 2.0281042411900003, "clamp": 92.8421052632, "inject": 15.9879154079, "check": 6.50655737705, "referenda": 256.064516129, "feed": 7.77853993141, "flag": 5.95275590551, "inde": 4.43092380687, "save": 2.8178913737999998, "categor": 15.0198675497, "kent": 11.838926174500001, "few": 1.31729173581, "napalm": 154.13592233, "anecdot": 26.241322314, "them": 1.09876115994, "alreadi": 1.9551724137900002, "underlin": 58.583025830299995, "democrat": 4.1214953271, "reckon": 37.006993007, "standard": 1.8915763135900003, "whi": 3.2566153846200003, "overreach": 378.0, "target": 3.2189781021900004, "deduc": 37.0934579439, "disconnect": 42.223404255300004, "whatsoev": 38.911764705900005, "seem": 2.29123971713, "select": 2.02345144022, "giant": 6.23566378633, "nonus": 1443.27272727, "shot": 3.85339805825, "anyth": 4.58843930636, "ring": 5.4613003096, "kitten": 157.188118812, "there": 1.04091266719, "exist": 1.4647107666799999, "headfirst": 1134.0, "disappear": 5.5259310824900005, "inform": 1.5753125620200001, "wordi": 756.0, "possibl": 1.4173734488, "offend": 14.8791002812, "impend": 26.241322314, "merit": 10.785326087, "slight": 3.25327868852, "now": 1.160780873, "further": 1.3618116315, "configur": 11.504347826099998, "profil": 4.8314059647, "zuckerberg": 1058.4, "per": 1.9597580545599997, "blame": 6.47207501019, "photograph": 4.604408352669999, "cute": 141.75, "basic": 2.7301805675, "play": 1.46390041494, "realli": 4.7476076555, "power": 1.3396337861799998, "caveat": 132.3, "fix": 4.4346368715099995, "mani": 1.04426757877, "around": 1.21394708671, "role": 1.55327267391, "research": 1.9420183486200002, "technolog": 2.6034765496900003, "the": 1.0, "becom": 1.12492028626, "cohes": 30.472168906, "past": 2.01702452039, "peopl": 1.21320495186, "eerk": 1443.27272727, "less": 1.46904783936, "bernal": 200.962025316, "themselv": 2.05967825636, "essenti": 2.9280708225700005, "although": 1.14968498805, "smartphon": 77.443902439, "work": 1.11520089913, "week": 1.80532181033, "could": 1.2043695949, "factcheck": 1443.27272727, "activ": 1.46403541129, "thus": 1.6463756092500001, "somebodi": 27.2783505155, "agenc": 3.49922856513, "other": 1.00992366412, "wider": 6.710059171599999, "disingenu": 369.209302326, "digit": 4.416133518780001, "restrict": 3.1062414400300002, "impact": 2.97526236882, "prefer": 3.0216977540900003, "riski": 36.5806451613, "advertis": 5.61187698834, "cach": 49.0, "trap": 7.4570220760899995, "easier": 7.84, "like": 1.14918566775, "implement": 3.57648118946, "text": 3.12827586207, "pad": 24.652173913000002, "push": 3.75141776938, "crash": 6.3100158982500005, "rosetint": 1443.27272727, "insid": 2.7396031061299997, "chronolog": 11.838926174500001, "both": 1.05215720061, "yet": 2.1258703802900003, "includ": 1.0190641247799999, "structur": 2.0580762250499998, "understand": 2.96858638743, "reckless": 40.2944162437, "harvest": 11.725258493399998, "gather": 3.78631051753, "incrimin": 115.043478261, "necessarili": 7.33302540416, "access": 1.8734953976900002, "choic": 3.1319786940200003, "predilect": 294.0, "rang": 1.7848229342299997, "time": 1.01127460348, "flee": 8.849498327760001, "consensu": 143.027027027, "delet": 22.1731843575, "chang": 1.1808985421, "differ": 1.23654490225, "embed": 16.835630965, "been": 1.0239277652399998, "syria": 15.9879154079, "wise": 15.5494613124, "first": 1.00761614623, "tell": 3.36142282448, "aienabl": 1443.27272727, "accordingly…": 1443.27272727, "creepi": 294.0, "soon": 1.9817750592900003, "obvious": 6.44841592201, "comfort": 7.82068965517, "someth": 3.28152128979, "abandon": 2.9858943013, "glue": 80.5888324873, "societi": 1.8173076923099998, "use": 1.0296387573799999, "sort": 5.188235294119999, "indirect": 8.618892508139998, "call": 1.0676529926, "more": 1.0171706817, "improv": 2.04376930999, "list": 1.36321483771, "rough": 3.29582727839, "pressur": 2.9887048192799996, "profan": 56.0989399293, "emerg": 2.1131372288, "sensit": 8.4672, "befor": 1.10036041031, "state": 1.0477133240899998, "anytim": 114.215827338, "numword": 1443.27272727, "protect": 1.96460834055, "make": 1.0762660158600001, "set": 1.18707940781, "way": 1.2190739461, "search": 3.2539454806299997, "fuzzi": 113.4, "threat": 3.63045963869, "concentr": 3.16066095959, "band": 3.44680851064, "notsohumbl": 1443.27272727, "okay": 93.9408284024, "rise": 2.02940048575, "remain": 1.16598119859, "commerci": 2.4036336109, "rather": 1.55692850838, "ultim": 2.58524670249, "come": 1.32831325301, "reflect": 2.3443591258099996, "might": 2.1561863370900003, "popul": 2.17807655371, "spectrum": 12.6401273885, "leader": 2.0994445913799997, "identifi": 2.30187037843, "sex": 6.432739059969999, "import": 1.3401992233700002, "decis": 2.16, "everi": 1.47917637194, "input": 12.2029208301, "rememb": 4.88793103448, "while": 1.0441988950299999, "mention": 2.53894130817, "easili": 3.6938110749199997, "hell": 10.9868512111, "learn": 2.32275054865, "when": 1.02076769755, "individu": 1.8004082558400003}}, "html": "<!DOCTYPE html>\n\n<html class=\"no-js\" lang=\"en-US\">\n<head>\n<meta charset=\"utf-8\"/>\n<meta content=\"IE=Edge\" http-equiv=\"X-UA-Compatible\"><script type=\"text/javascript\">window.NREUM||(NREUM={}),__nr_require=function(e,n,t){function r(t){if(!n[t]){var o=n[t]={exports:{}};e[t][0].call(o.exports,function(n){var o=e[t][1][n];return r(o||n)},o,o.exports)}return n[t].exports}if(\"function\"==typeof __nr_require)return __nr_require;for(var o=0;o<t.length;o++)r(t[o]);return r}({1:[function(e,n,t){function r(){}function o(e,n,t){return function(){return i(e,[c.now()].concat(u(arguments)),n?null:this,t),n?void 0:this}}var i=e(\"handle\"),a=e(3),u=e(4),f=e(\"ee\").get(\"tracer\"),c=e(\"loader\"),s=NREUM;\"undefined\"==typeof window.newrelic&&(newrelic=s);var p=[\"setPageViewName\",\"setCustomAttribute\",\"setErrorHandler\",\"finished\",\"addToTrace\",\"inlineHit\",\"addRelease\"],d=\"api-\",l=d+\"ixn-\";a(p,function(e,n){s[n]=o(d+n,!0,\"api\")}),s.addPageAction=o(d+\"addPageAction\",!0),s.setCurrentRouteName=o(d+\"routeName\",!0),n.exports=newrelic,s.interaction=function(){return(new r).get()};var m=r.prototype={createTracer:function(e,n){var t={},r=this,o=\"function\"==typeof n;return i(l+\"tracer\",[c.now(),e,t],r),function(){if(f.emit((o?\"\":\"no-\")+\"fn-start\",[c.now(),r,o],t),o)try{return n.apply(this,arguments)}catch(e){throw f.emit(\"fn-err\",[arguments,this,e],t),e}finally{f.emit(\"fn-end\",[c.now()],t)}}}};a(\"actionText,setName,setAttribute,save,ignore,onEnd,getContext,end,get\".split(\",\"),function(e,n){m[n]=o(l+n)}),newrelic.noticeError=function(e,n){\"string\"==typeof e&&(e=new Error(e)),i(\"err\",[e,c.now(),!1,n])}},{}],2:[function(e,n,t){function r(e,n){if(!o)return!1;if(e!==o)return!1;if(!n)return!0;if(!i)return!1;for(var t=i.split(\".\"),r=n.split(\".\"),a=0;a<r.length;a++)if(r[a]!==t[a])return!1;return!0}var o=null,i=null,a=/Version\\/(\\S+)\\s+Safari/;if(navigator.userAgent){var u=navigator.userAgent,f=u.match(a);f&&u.indexOf(\"Chrome\")===-1&&u.indexOf(\"Chromium\")===-1&&(o=\"Safari\",i=f[1])}n.exports={agent:o,version:i,match:r}},{}],3:[function(e,n,t){function r(e,n){var t=[],r=\"\",i=0;for(r in e)o.call(e,r)&&(t[i]=n(r,e[r]),i+=1);return t}var o=Object.prototype.hasOwnProperty;n.exports=r},{}],4:[function(e,n,t){function r(e,n,t){n||(n=0),\"undefined\"==typeof t&&(t=e?e.length:0);for(var r=-1,o=t-n||0,i=Array(o<0?0:o);++r<o;)i[r]=e[n+r];return i}n.exports=r},{}],5:[function(e,n,t){n.exports={exists:\"undefined\"!=typeof window.performance&&window.performance.timing&&\"undefined\"!=typeof window.performance.timing.navigationStart}},{}],ee:[function(e,n,t){function r(){}function o(e){function n(e){return e&&e instanceof r?e:e?f(e,u,i):i()}function t(t,r,o,i){if(!d.aborted||i){e&&e(t,r,o);for(var a=n(o),u=v(t),f=u.length,c=0;c<f;c++)u[c].apply(a,r);var p=s[y[t]];return p&&p.push([b,t,r,a]),a}}function l(e,n){h[e]=v(e).concat(n)}function m(e,n){var t=h[e];if(t)for(var r=0;r<t.length;r++)t[r]===n&&t.splice(r,1)}function v(e){return h[e]||[]}function g(e){return p[e]=p[e]||o(t)}function w(e,n){c(e,function(e,t){n=n||\"feature\",y[t]=n,n in s||(s[n]=[])})}var h={},y={},b={on:l,addEventListener:l,removeEventListener:m,emit:t,get:g,listeners:v,context:n,buffer:w,abort:a,aborted:!1};return b}function i(){return new r}function a(){(s.api||s.feature)&&(d.aborted=!0,s=d.backlog={})}var u=\"nr@context\",f=e(\"gos\"),c=e(3),s={},p={},d=n.exports=o();d.backlog=s},{}],gos:[function(e,n,t){function r(e,n,t){if(o.call(e,n))return e[n];var r=t();if(Object.defineProperty&&Object.keys)try{return Object.defineProperty(e,n,{value:r,writable:!0,enumerable:!1}),r}catch(i){}return e[n]=r,r}var o=Object.prototype.hasOwnProperty;n.exports=r},{}],handle:[function(e,n,t){function r(e,n,t,r){o.buffer([e],r),o.emit(e,n,t)}var o=e(\"ee\").get(\"handle\");n.exports=r,r.ee=o},{}],id:[function(e,n,t){function r(e){var n=typeof e;return!e||\"object\"!==n&&\"function\"!==n?-1:e===window?0:a(e,i,function(){return o++})}var o=1,i=\"nr@id\",a=e(\"gos\");n.exports=r},{}],loader:[function(e,n,t){function r(){if(!E++){var e=x.info=NREUM.info,n=l.getElementsByTagName(\"script\")[0];if(setTimeout(s.abort,3e4),!(e&&e.licenseKey&&e.applicationID&&n))return s.abort();c(y,function(n,t){e[n]||(e[n]=t)}),f(\"mark\",[\"onload\",a()+x.offset],null,\"api\");var t=l.createElement(\"script\");t.src=\"https://\"+e.agent,n.parentNode.insertBefore(t,n)}}function o(){\"complete\"===l.readyState&&i()}function i(){f(\"mark\",[\"domContent\",a()+x.offset],null,\"api\")}function a(){return O.exists&&performance.now?Math.round(performance.now()):(u=Math.max((new Date).getTime(),u))-x.offset}var u=(new Date).getTime(),f=e(\"handle\"),c=e(3),s=e(\"ee\"),p=e(2),d=window,l=d.document,m=\"addEventListener\",v=\"attachEvent\",g=d.XMLHttpRequest,w=g&&g.prototype;NREUM.o={ST:setTimeout,SI:d.setImmediate,CT:clearTimeout,XHR:g,REQ:d.Request,EV:d.Event,PR:d.Promise,MO:d.MutationObserver};var h=\"\"+location,y={beacon:\"bam.nr-data.net\",errorBeacon:\"bam.nr-data.net\",agent:\"js-agent.newrelic.com/nr-1123.min.js\"},b=g&&w&&w[m]&&!/CriOS/.test(navigator.userAgent),x=n.exports={offset:u,now:a,origin:h,features:{},xhrWrappable:b,userAgent:p};e(1),l[m]?(l[m](\"DOMContentLoaded\",i,!1),d[m](\"load\",r,!1)):(l[v](\"onreadystatechange\",o),d[v](\"onload\",r)),f(\"mark\",[\"firstbyte\",u],null,\"api\");var E=0,O=e(5)},{}]},{},[\"loader\"]);</script>\n<meta content=\"width=device-width\" name=\"viewport\"/>\n<meta content=\"initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0\" name=\"viewport\"/>\n<link href=\"http://gmpg.org/xfn/11\" rel=\"profile\"/>\n<link href=\"https://techcrunch.com/xmlrpc.php\" rel=\"pingback\"/>\n<title>Don’t trust Facebook’s shifting line on controversy – TechCrunch</title>\n<link href=\"//consent.cmp.oath.com\" rel=\"dns-prefetch\">\n<link href=\"//s.yimg.com\" rel=\"dns-prefetch\">\n<link href=\"//use.typekit.net\" rel=\"dns-prefetch\"/>\n<link href=\"//cdn.vidible.tv\" rel=\"dns-prefetch\"/>\n<link href=\"//plugin.mediavoice.com\" rel=\"dns-prefetch\"/>\n<link href=\"//s.w.org\" rel=\"dns-prefetch\"/>\n<link href=\"https://techcrunch.com/feed/\" rel=\"alternate\" title=\"TechCrunch » Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://techcrunch.com/comments/feed/\" rel=\"alternate\" title=\"TechCrunch » Comments Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://techcrunch.com/2017/02/21/dont-trust-facebooks-shifting-line-on-controversy/feed/\" rel=\"alternate\" title=\"TechCrunch » Don’t trust Facebook’s shifting line on controversy Comments Feed\" type=\"application/rss+xml\"/>\n<meta content=\"false\" name=\"oath:guce:product-eu\">\n<meta content=\"guce.techcrunch.com\" name=\"oath:guce:consent-host\">\n<meta content=\"true\" name=\"oath:guce:inline-consent\"/>\n<script async=\"\" src=\"//s.yimg.com/oa/guce.js?tc_ver=190427\"></script>\n<script type=\"text/javascript\">\n\t\t\twindow._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11.2.0\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11.2.0\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"https:\\/\\/techcrunch.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?ver=5.1.1\"}};\n\t\t\t!function(a,b,c){function d(a,b){var c=String.fromCharCode;l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,a),0,0);var d=k.toDataURL();l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,b),0,0);var e=k.toDataURL();return d===e}function e(a){var b;if(!l||!l.fillText)return!1;switch(l.textBaseline=\"top\",l.font=\"600 32px Arial\",a){case\"flag\":return!(b=d([55356,56826,55356,56819],[55356,56826,8203,55356,56819]))&&(b=d([55356,57332,56128,56423,56128,56418,56128,56421,56128,56430,56128,56423,56128,56447],[55356,57332,8203,56128,56423,8203,56128,56418,8203,56128,56421,8203,56128,56430,8203,56128,56423,8203,56128,56447]),!b);case\"emoji\":return b=d([55358,56760,9792,65039],[55358,56760,8203,9792,65039]),!b}return!1}function f(a){var c=b.createElement(\"script\");c.src=a,c.defer=c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var g,h,i,j,k=b.createElement(\"canvas\"),l=k.getContext&&k.getContext(\"2d\");for(j=Array(\"flag\",\"emoji\"),c.supports={everything:!0,everythingExceptFlag:!0},i=0;i<j.length;i++)c.supports[j[i]]=e(j[i]),c.supports.everything=c.supports.everything&&c.supports[j[i]],\"flag\"!==j[i]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[j[i]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(h=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",h,!1),a.addEventListener(\"load\",h,!1)):(a.attachEvent(\"onload\",h),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),g=c.source||{},g.concatemoji?f(g.concatemoji):g.wpemoji&&g.twemoji&&(f(g.twemoji),f(g.wpemoji)))}(window,document,window._wpemojiSettings);\n\t\t</script>\n<style type=\"text/css\">\nimg.wp-smiley,\nimg.emoji {\n\tdisplay: inline !important;\n\tborder: none !important;\n\tbox-shadow: none !important;\n\theight: 1em !important;\n\twidth: 1em !important;\n\tmargin: 0 .07em !important;\n\tvertical-align: -0.1em !important;\n\tbackground: none !important;\n\tpadding: 0 !important;\n}\n</style>\n<link href=\"https://techcrunch.com/_static/??/wp-includes/css/dist/block-library/style.min.css,/wp-content/plugins/wp-parsely/wp-parsely.css,/wp-content/themes/techcrunch-2017/build/ec/css/main.css?m=1556299998\" id=\"all-css-0\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"https://consent.cmp.oath.com/cmp.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<script src=\"https://techcrunch.com/_static/??-eJzTLy/QzcxLzilNSS3WzwKiwtLUokoopZdVrKOPT4FubmZ6UWJJql5uZh5QsX2uraGpqZGJiZGhhUEWACVeIKY=\" type=\"text/javascript\"></script>\n<script src=\"https://s.yimg.com/ss/rapid3.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<script src=\"//cdn.vidible.tv/prod/player/js/latest/vidible-min.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<script src=\"//plugin.mediavoice.com/mediaconductor/mc.js?ver=5.1.1\" type=\"text/javascript\"></script>\n<link href=\"https://techcrunch.com/wp-json/\" rel=\"https://api.w.org/\"/>\n<link href=\"https://techcrunch.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/>\n<link href=\"https://techcrunch.com/wp-includes/wlwmanifest.xml\" rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\"/>\n<meta content=\"WordPress 5.1.1\" name=\"generator\"/>\n<link href=\"https://techcrunch.com/2017/02/21/dont-trust-facebooks-shifting-line-on-controversy/\" rel=\"canonical\"/>\n<link href=\"https://techcrunch.com/?p=1455170\" rel=\"shortlink\"/>\n<link href=\"https://techcrunch.com/wp-json/oembed/1.0/embed?url=https%3A%2F%2Ftechcrunch.com%2F2017%2F02%2F21%2Fdont-trust-facebooks-shifting-line-on-controversy%2F\" rel=\"alternate\" type=\"application/json+oembed\"/>\n<link href=\"https://techcrunch.com/wp-json/oembed/1.0/embed?url=https%3A%2F%2Ftechcrunch.com%2F2017%2F02%2F21%2Fdont-trust-facebooks-shifting-line-on-controversy%2F&amp;format=xml\" rel=\"alternate\" type=\"text/xml+oembed\"/>\n<link href=\"//v0.wordpress.com\" rel=\"dns-prefetch\"/>\n<style type=\"text/css\">img#wpstats{display:none}</style>\n<!-- BEGIN Sailthru Horizon Meta Information -->\n<meta content=\"2017-02-21 23:52:49\" name=\"sailthru.date\"/>\n<meta content=\"Don’t trust Facebook’s shifting line on controversy\" name=\"sailthru.title\"/>\n<meta content=\"artificial intelligence, Facebook, Filter Bubble, Mark Zuckerberg, privacy\" name=\"sailthru.tags\"/>\n<meta content=\"Natasha Lomas\" name=\"sailthru.author\"/>\n<meta content=\"Would you tell Facebook you're happy to see all the bared flesh it can show you? And that the more gratuitous violence it pumps into your News Feed the better?\" name=\"sailthru.description\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2017/02/facebook-settings.jpg\" name=\"sailthru.image.full\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2017/02/facebook-settings.jpg?w=50\" name=\"sailthru.image.thumb\"/>\n<!-- END Sailthru Horizon Meta Information -->\n<!-- BEGIN wp-parsely Plugin Version 1.13.0 -->\n<meta content=\"1.13.0\" id=\"wp-parsely_version\" name=\"wp-parsely_version\"/>\n<script type=\"application/ld+json\">\n\t{\"@context\":\"http:\\/\\/schema.org\",\"@type\":\"NewsArticle\",\"mainEntityOfPage\":{\"@type\":\"WebPage\",\"@id\":\"http:\\/\\/techcrunch.com\\/2017\\/02\\/21\\/dont-trust-facebooks-shifting-line-on-controversy\\/\"},\"headline\":\"Don&#039;t trust Facebook&#039;s shifting line on controversy\",\"url\":\"http:\\/\\/techcrunch.com\\/2017\\/02\\/21\\/dont-trust-facebooks-shifting-line-on-controversy\\/\",\"thumbnailUrl\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2017\\/02\\/facebook-settings.jpg?w=150\",\"image\":{\"@type\":\"ImageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2017\\/02\\/facebook-settings.jpg?w=150\"},\"dateCreated\":\"2017-02-22T07:52:49Z\",\"datePublished\":\"2017-02-22T07:52:49Z\",\"dateModified\":\"2017-02-22T07:52:49Z\",\"articleSection\":\"post\",\"author\":[{\"@type\":\"Person\",\"name\":\"Natasha Lomas\"}],\"creator\":[\"Natasha Lomas\"],\"keywords\":[\"@post-id:1455170\",\"artificial intelligence\",\"opinion\",\"privacy\",\"social\",\"tc\",\"facebook\",\"filter bubble\",\"mark zuckerberg\"],\"publisher\":{\"@type\":\"Organization\",\"name\":\"TechCrunch\",\"logo\":{\"@type\":\"imageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\\/images\\/logo-json-ld.png\",\"width\":\"600\",\"height\":\"60\"}}}\n\t</script>\n<!-- END wp-parsely Plugin Version 1.13.0 -->\n<meta content=\"187288694643718\" property=\"fb:app_id\"/>\n<meta content=\"8062627951\" property=\"fb:pages\"/>\n<meta content=\"8803025,726995222,771265067,1550970059,1661021707,1178144075,643979435,852465367,4700188\" property=\"fb:admins\"/>\n<meta content=\"https://www.facebook.com/techcrunch\" property=\"article:publisher\"/>\n<meta content=\"TechCrunch\" property=\"og:site_name\"/>\n<meta content=\"social.techcrunch.com\" property=\"og:site\"/>\n<meta content=\"Don’t trust Facebook’s shifting line on controversy – TechCrunch\" property=\"og:title\"/>\n<meta content=\"Would you tell Facebook you're happy to see all the bared flesh it can show you? And that the more gratuitous violence it pumps into your News Feed the better?\" property=\"og:description\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2017/02/facebook-settings.jpg?w=711\" property=\"og:image\"/>\n<meta content=\"http://social.techcrunch.com/2017/02/21/dont-trust-facebooks-shifting-line-on-controversy/\" property=\"og:url\"/>\n<meta content=\"article\" property=\"og:type\"/>\n<meta content=\"Would you tell Facebook you're happy to see all the bared flesh it can show you? And that the more gratuitous violence it pumps into your News Feed the better?\" name=\"description\"/>\n<meta content=\"Don’t trust Facebook’s shifting line on controversy – TechCrunch\" name=\"title\"/>\n<meta content=\"summary_large_image\" name=\"twitter:card\"/>\n<meta content=\"@techcrunch\" name=\"twitter:site\"/>\n<meta content=\"Don’t trust Facebook’s shifting line on controversy – TechCrunch\" name=\"twitter:title\"/>\n<meta content=\"Would you tell Facebook you're happy to see all the bared flesh it can show you? And that the more gratuitous violence it pumps into your News Feed the better?\" name=\"twitter:description\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2017/02/facebook-settings.jpg?w=711\" name=\"twitter:image\"/>\n<script type=\"text/javascript\">var ajaxurl = \"https://techcrunch.com/wp-admin/admin-ajax.php\"</script><link href=\"https://techcrunch.com/2017/02/21/dont-trust-facebooks-shifting-line-on-controversy/amp/\" rel=\"amphtml\"/><link href=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=32\" rel=\"icon\" sizes=\"32x32\">\n<link href=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=192\" rel=\"icon\" sizes=\"192x192\"/>\n<link href=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=180\" rel=\"apple-touch-icon-precomposed\"/>\n<meta content=\"https://techcrunch.com/wp-content/uploads/2015/02/cropped-cropped-favicon-gradient.png?w=270\" name=\"msapplication-TileImage\"/>\n<script src=\"https://s.aolcdn.com/ads/adsWrapper.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n\ttry{adsEnableSandbox();}catch(e){}\n</script>\n</link></meta></meta></link></link></meta></head>\n<body class=\"\">\n<div id=\"root\">\n<div><!-- duplicate React-root div for styling -->\n<div class=\"content\">\n<article class=\"article-container article--post\">\n<header class=\"article__header\">\n<div class=\"article__title-wrapper\">\n<h1 class=\"article__title\">Don’t trust Facebook’s shifting line on controversy</h1>\n</div>\n<div class=\"article__byline-wrapper\">\n<div class=\"article__byline\">\n<a href=\"https://techcrunch.com/author/natasha-lomas/\">\n\t\t\tNatasha Lomas\t\t</a>\n<span class=\"article__byline__meta\">\n<a href=\"https://twitter.com/riptari\">@riptari</a>\n<span class=\"text--green\"> / </span>\n\t\t\t\t\t\t2 years\t\t</span>\n</div>\n</div>\n<div class=\"article__featured-image-wrapper breakout\">\n<img class=\"article__featured-image\" src=\"https://techcrunch.com/wp-content/uploads/2017/02/facebook-settings.jpg?w=711\"/>\n</div>\n</header>\n<div class=\"article-content\">\n<p id=\"speakable-summary\">Would you tell Facebook you’re happy to see all the bared flesh it can show you? And that the more gratuitous violence it pumps into your News Feed the better?</p>\n<p>Obtaining answers to where a person’s ‘line’ on viewing what can be controversial types of content lies is now <a href=\"https://beta.techcrunch.com/2017/02/16/facebook-nudity-filter/\" target=\"_blank\">on Facebook’s product roadmap</a> — explicitly stated by CEO Mark Zuckerberg in a lengthy blog post last week, not-so-humbly entitled ‘<a href=\"https://www.facebook.com/notes/mark-zuckerberg/building-global-community/10154544292806634/\" target=\"_blank\">Building a global community</a>‘.</p>\n<p>Make no mistake, this is a huge shift from the one-size fits all ‘community standards’ Facebook has peddled for years — crashing into controversies of its own when, for example, it <a href=\"https://beta.techcrunch.com/2016/09/12/facebook-employees-say-deleting-napalm-girl-photo-was-a-mistake/\" target=\"_blank\">disappeared an iconic Vietnam war photograph</a> of a naked child fleeing a napalm attack.</p>\n<p>In last week’s wordy essay — in which Zuckerberg generally tries to promote the grandiose notion that Facebook’s future role is to be the glue holding the fabric of global society together, even as he fails to flag the obvious paradox: that <a href=\"https://beta.techcrunch.com/2016/11/10/facebook-admits-it-must-do-more-to-stop-the-spread-of-misinformation-on-its-platform/\" target=\"_blank\">technology which helps amplify misinformation and prejudice </a><em>might</em> <em>not</em> be so great for social cohesion after all — the Facebook CEO sketches out an impending change to community standards that will see the site actively ask users to set a ‘personal tolerance threshold’ for viewing various types of less-than-vanilla content.</p>\n<p>On this Zuckerberg writes:</p>\n<blockquote><p>The idea is to give everyone in the community options for how they would like to set the content policy for themselves. Where is your line on nudity? On violence? On graphic content? On profanity? What you decide will be your personal settings. We will periodically ask you these questions to increase participation and so you don’t need to dig around to find them. For those who don’t make a decision, the default will be whatever the majority of people in your region selected, like a referendum. Of course you will always be free to update your personal settings anytime.</p>\n<p>With a broader range of controls, content will only be taken down if it is more objectionable than the most permissive options allow. Within that range, content should simply not be shown to anyone whose personal controls suggest they would not want to see it, or at least they should see a warning first. Although we will still block content based on standards and local laws, our hope is that this system of personal controls and democratic referenda should minimize restrictions on what we can share.</p></blockquote>\n<p>A following paragraph caveats that Facebook’s in-house AI does not currently have the ability to automatically identify every type of (potentially) problematic content. Though the engineer in Zuck is apparently keeping the flame of possibility alive — by declining to state the obvious: that understanding the entire spectrum of possible human controversies would require a truly super-intelligent AI.</p>\n<p>(Meanwhile, Facebook’s in-house algorithms have shown themselves to be <a href=\"https://beta.techcrunch.com/2016/08/29/facebooks-trending-topics-algorithm-mistake/\" target=\"_blank\">hopeless</a> at being able to correctly ID some pretty bald-faced fakery. And he’s <a href=\"https://beta.techcrunch.com/2016/12/15/facebook-now-flags-and-down-ranks-fake-news-with-help-from-outside-fact-checkers/\" target=\"_blank\">leaning on</a> <a href=\"https://beta.techcrunch.com/2017/01/16/facebook-takes-its-fake-news-fight-to-germany/\" target=\"_blank\">third party</a> <a href=\"https://beta.techcrunch.com/2017/02/06/google-and-facebook-partner-for-anti-fake-news-drive-during-french-election/\" target=\"_blank\">fact-checking organizations</a> — who do employ actual humans to separate truth and lies — to help fight the spread of Fake News on the platform, so set your expectations accordingly… )</p>\n<p>“It’s worth noting that major advances in AI are required to understand text, photos and videos to judge whether they contain hate speech, graphic violence, sexually explicit content, and more. At our current pace of research, we hope to begin handling some of these cases in 2017, but others will not be possible for many years,” is how Zuck frames Facebook’s challenge here.</p>\n<p>The problem is this — and indeed much else in the ~5,000-word post — is mostly misdirection.</p>\n<p>The issue is not whether Facebook will be able to do what he suggests is its ultimate AI-powered goal (i.e. scan all user-shared content for problems; categorize everything accurately across a range of measures; and then dish up exactly the stuff each user wants to see in order to keep them fully engaged on Facebook, <em>and</em> save Facebook from any more content removal controversies) — rather the point is Facebook is going to be asking users to explicitly <em>give it even more personal data</em>.</p>\n<p>Data that is necessarily highly sensitive in nature — being as the community governance issue he’s flagging here relates to controversial content. Nudity, violence, profanity, hate speech, and so on.</p>\n<p>Yet Facebook remains an advertising business. It profiles all its users, and <a href=\"https://beta.techcrunch.com/2016/02/09/facebook-ordered-to-stop-tracking-non-users-in-france/\" target=\"_blank\">even tracks non-users</a>‘ web browsing habits, continually harvesting digital usage signals to feed its ad targeting algorithms. So the obvious question is whether or not any additional data Facebook gathers from users via a ‘content threshold setting’ will become another input for fleshing out its user profiles for helping it target ads.</p>\n<p>We asked Facebook whether it intends to use data provided by users responding to content settings-related questions in future for ad targeting purposes but the company declined to comment further on Zuckerberg’s post.</p>\n<p>You might also wonder whether, given the scale of Facebook’s tracking systems and machine learning algorithms, couldn’t it essentially infer individuals’ likely tolerance for controversial content? Why does it need to ask at all?</p>\n<p>And isn’t it also odd that Zuckerberg didn’t suggest an engineering solution for managing controversial content, given, for example, he’s been so intent on pursuing an engineering solution to the problem of Fake News. Why doesn’t he talk about how AI might also rise to the complex challenge of figuring out personal content tastes without offending people?</p>\n<p>“To some extent they probably can already make a very educated, very good guess at [the types of content people are okay seeing],” argues Eerke Boiten, senior lecturer in computer science at the University of Kent. “But… telling Facebook explicitly what your line in the sand is on different categories of content is in itself giving Facebook a whole lot of quite high level information that they can use for profiling again.</p>\n<p>“Not only could they derive that information from what they already have but it would also help them to fine-tune the information they already have. It works in two directions. It reinforces the profiling, and could be deduced from profiling in the first place.”</p>\n<p>“It’s checking their inferred data is accurate,” agrees Paul Bernal, law lecturer at the University of East Anglia. “It’s almost testing their algorithms. ‘We reckon this about you, this is what you say — and this is why we’ve got it wrong’. It can actually, effectively be improving their ability to determine information on people.”</p>\n<p>Bernal also makes the point that there could be a difference, in data protection law terms, if Facebook users are directly handing over personal information about content tolerances to Facebook (i.e. when it asks them to tell it) vs such personal information being <em>inferred</em> by Facebook’s indirect tracking of their usage of its platform.</p>\n<p>“In data protection terms there is at least some question if they derive information — for example sexuality from our shopping habits — whether that brings into play all of the sensitive personal data rules. If we’ve given it consensually then it’s clearer that they have permission. So again they may be trying to head off issues,” he suggests. “I do see this as being another data-grab, and I do see this as being another way of enriching the value of their own data and testing their algorithms.”</p>\n<p> <div class=\"article-block block--pullout block--left\">\n<blockquote>\n\t\t\tThis is increasing risks and increasing our vulnerability at a time when we should be doing exactly the opposite.\t\t\t\t\t</blockquote>\n</div>\n</p>\n<p>“I’m not on Facebook and this makes it even clearer to me why I’m not on Facebook because it seems to me in particular this is increasing risks and increasing our vulnerability at a time when we should be doing exactly the opposite,” adds Bernal.</p>\n<p>Facebook users are able to <a href=\"https://www.facebook.com/help/contact/166828260073047\" target=\"_blank\">request to see some of the personal data</a> Facebook holds on them. But, as Boiten points out, this list is by no means complete. “What they give you back is not the full information they have on you,” he tells TechCrunch. “Because some of the tracking they are doing is really more sophisticated than that. I am absolutely, 100 per cent certain that they are hiding stuff in there. They don’t give you the full information even if you ask for it.</p>\n<p>“A very simple example of that is that they memorize your search history within Facebook. Even if you delete your Facebook search history it still autocompletes on the basis of your past searches. So I have no doubt whatsoever that Facebook knows more than they are letting on… There remains a complete lack of transparency.”</p>\n<p>So it at least seems fair that Facebook <em>could </em>take a shot at inferring users’ content thresholds, based on the mass of personal data it holds on individuals. (One anecdotal example: I recall once seeing a notification float into my News Feed that a Facebook friend had liked a page called “Rough sex”, which would seem to be just the sort of relevant preference signal Facebook could use to auto-determine the types of content thresholds Zuckerberg is talking about, at least for users who have shared enough such signals with it.)</p>\n<p>But of course if it did that Facebook would be diving headfirst into some very controversial territory. <em>And</em> underlining exactly how much it knows about you, dear user — and that might come across as especially creepy when paired with a News Feed that’s injecting graphic content into your eyeballs because it thinks that’s what you want to see.</p>\n<p>“Given the level at which they’re profiling we shouldn’t tell them anymore,” says Boiten, when asked whether people should feel okay feeding Facebook info about their ‘line in the sand’ — pointing to another <a href=\"https://beta.techcrunch.com/2016/10/28/facebook-ethnic-affinity/\" target=\"_blank\">controversy that arose last year</a> when it emerged Facebook’s ad capabilities could be used to actively exclude or include people with specific ethnic affinities (aka ‘racial profiling’).</p>\n<p>“If they make the advances in understanding of natural language content — the AI slant that Zuckerberg’s [blog post] promises, probably unrealistically, but nevertheless — if they get that sort of advantage then blimey they’re going to know an awful lot more than they already do,” he adds.</p>\n<p>“You can bet that they’re going to be profiling people based on their standards settings in this way,” adds Bernal. “That’s how it works, and then they aggregate it and they’ll be using it — I bet — to target their advertising and so on. It is more total information management. The more they can get, and the more granular those personal controls get the more information they’re picking up.</p>\n<p>“And I do think it’s disingenuous in that Zuckerberg’s post is not mentioning any of this.”</p>\n<p>While it’s not yet clear exactly how (or when) these content settings will be implemented, the structure sketched out by Zuckerberg already looks pretty problematic — given that Facebook users who do not want to share any additional sensitive signals with the ad-targeting giant will be forced to tolerate their peers’ predilections.</p>\n<p>Which immediately puts pressure on users to confess their content likes/dislikes to Facebook in order to avoid this ‘hell is other people’s tastes’ bind — i.e. in order to not be subject to the preferences of a local median. <em>And</em> to avoid being tainted by association of the types of content showing up (or not showing up) in their News Feed. After all, the Facebook News Feed is inherently individual — so there’s a risk of the character of the content in a user’s Feed being assumed to be a reflection of their personal tastes.</p>\n<p>So by not telling Facebook anything about your content thresholds you’re put into a default corner of telling Facebook you’re okay with whatever the regional average is okay with, content wise. And that may be the opposite of okay for you.</p>\n<p>“I think there’s another little trap here that they’ve done before,” continues Bernal. “When you make controls granular it looks as if you’re giving people control — but actually people generally get bored and don’t bother changing anything. So you can say you’ve given people control, and now it’s all much better — but in general they don’t use it. The few people who do are the few people who would understand it and get round it anyway. It will be very interesting to see what extent people actually use it.”</p>\n<p>Such a majority rule system could also be at risk of being gamed by — let’s say — mischievous 4Channers banding together and working to get graphic boundaries opened up in a region where more conservative standards are the norm.</p>\n<p>“I can see people gaming this kind of system — in the way that all kinds of online polls and referenda are gamed, somebody will work out the way to get the systems set the way they want… There are all kinds of possibilities,” argues Bernal. “There’s also a danger of ‘community leaders’ taking some degree of control; recommending people particular settings. I’m wary of Zuckerberg ending up doing this so you have standards for particular kind of people, so you ‘chose’ the standards that someone else has effectively chosen for you.”</p>\n<p>A lot will depend on the implementation of the content controls, certainly, but when you look at how easily, for example, Facebook’s trending news section — not to mention its News Feed in general — has been shown to be vulnerable to manipulation (by purveyors of clickbait, Fake News etc) it suggests there could well be risks of content settings being turned on their head, and ending up causing more offenses than they were trying to prevent.</p>\n<p>Another point Bernal makes is that shifting some of the responsibility for the types of content being shown onto users implicitly shifts some of the blame away from Facebook when controversies inexorably arise. So, basically: see something you don’t like in your News Feed in future? Well, that’s YOUR fault now! Either you didn’t set your Facebook content settings <em>correctly</em>. Or you didn’t set any at all… Tsk!</p>\n<p>In other words, Facebook gets to deflect objections to the type of content its algorithms are shunting into the News Feeds of users all over the world as a ‘settings configuration’ issue — sidestepping having to address the more systemic and fundamental flaw embedded into the design of the Facebook product: aka the filter bubble issue.</p>\n<p>Facebook has long been accused of encouraging a narrowing of personal perspective via its user-engagement focused content hierarchies. And Zuckerberg’s blog post has a fair amount of fuzzy thinking on filter bubbles, as you might expect from the chief of an engagement-algorithm-driven content distribution machine. But — for all his talk of “building global community” — he offers no clear fix for how Facebook can help break users out of the AI-enabled, navel-gazing circles its business model creates.</p>\n<p>Yet a very simple fix for this does exist — which would be to show people a chronological News Feed of friends’ posts <em>as the default</em> vs the current default being the algorithmically powered one. Facebook users can manually switch to a chronological feed but the option is tricky to find, and clearly actively discouraged as the choice gets reset back to the AI Feed either per session or very soon after. In short the choice barely exists.</p>\n<p>The root problem here of course is that Facebook’s business benefits massively from algorithmically engaged users. So there’s zero chance Zuck is going to announce it’s abandoning such a lucrative and (thus far) scalable default. So his solitary claim in the essay to “worry” about fake news and filter bubbles rings very hollow indeed.</p>\n<p>Indeed, there is also a risk that giving users controls over controversial content could exacerbate the filter bubble effect further. Because a user who can effectively dial down all controversy to zero is probably not going to be encountering news about conflict in Syria, say. It’s going to be a lot easier for them to live inside a padded Facebook stream populated with cute photos of babies and kittens. News? What news? Awwww, how purdy!</p>\n<p>And while that might make a pleasing experience for individuals who wants to disengage from wider global realities, it’s reductive for society as a whole if lots of people start retreating into rose-tinted filter bubbles. (Dialing up hateful content, should that also be possible via the future Facebook content filters, would also obviously likely have a deleterious and divisive societal impact).</p>\n<p>The point is, giving people easy opt outs for types of content that might push them outside their comfort zone and force them to confront unfamiliar ideas or encounter a different or difficult perspective just offers a self-enabled filter bubble (alongside the algorithmic filter Facebook users get pushed inside when inside Facebook, thanks to its default setting).</p>\n<p>This issue is of rising important given how many users Facebook has, and how the massively dominant platform has been shown to be increasingly cannibalizing traditional news media; becoming a place people go to get news generally, not just to learn what their friends are up to.</p>\n<p>And remember, all this stuff is being discussed in a post where Zuckerberg is seeking to position Facebook as the platform to glue the world together in a “global community” and at a fractious moment in history. Which would imply giving users the ability to access perspectives far-flung from their own, rather that helping people retreat into reductive digital comfort zones. A multitude of disconnected filter bubbles certainly does not have the ring of ‘global community’ to me.</p>\n<p>Another glaring omission in Zuckerberg’s writing is the risk of Facebook’s cache of highly personal (and likely increasingly sensitive) data being misused by overreaching governments seeking to clamp down on particular groups within society.</p>\n<p>It’s especially strange for a US CEO to stay silent on this at this point in time, given how social media searches by US customs agents have <a href=\"http://www.theverge.com/2017/1/30/14438280/trump-border-agents-search-social-media-instagram\" target=\"_blank\">ramped up</a> following President Trump’s Executive Order on immigration last month. There have also been <a href=\"https://www.theatlantic.com/technology/archive/2017/02/give-us-your-passwords/516315/\" target=\"_blank\">suggestions</a> that foreigners wanting to enter the US could be forced to hand over their social media passwords to US border agents in future. All of which has very clear and very alarming implications for Facebook users and their Facebook data.</p>\n<p>Yet the threat posed to Facebook users by government agencies appropriating accounts to enable highly intrusive, warrantless searches — and presumably go on phishing expeditions for incriminating content, perhaps, in future, as a matter of course for all foreigners traveling to the US — apparently does not merit public consideration by Facebook’s CEO.</p>\n<p>Instead, Zuckerberg is calling for more user data, and for increased use of Facebook.</p>\n<p>While clearly such calls are driven by the commercial imperatives of his business, the essay is couched as a <a href=\"https://beta.techcrunch.com/2017/02/16/building-the-world-we-all-want/\" target=\"_blank\">humanitarian manifesto</a>. So those calls seems either willfully ignorant or recklessly disingenuous.</p>\n<p>I’ll leave the last word to Bernal: “The idea that we concentrate all our stuff in one place — both in one online place (i.e. Facebook) and one physical place (i.e. our smartphones), puts us at greater risk when we have governments who are likely to take advantage of those risks. And are actually looking at doing things that will be putting us under pressure. So I think we need to be looking at diversifying, rather than looking at one particular route in.</p>\n<p>“Anyone who’s got any sense is not going to be doing anything that’s even slightly risky on Facebook,” he adds. “And should be looking for alternatives. Because while the border guards may know about Facebook and Twitter they’re not going to know about the more obscure systems, and they’re not going to be able to get access to them. So now is actually the time for us to be saying let’s do less Facebook, not more Facebook.”</p>\n</div>\n<footer class=\"article-footer\">\n<input class=\"shortlink\" readonly=\"\" title=\"Article Shortlink\" type=\"text\" value=\"\"/>\n</footer>\n</article>\n</div>\n</div><!-- end React-root duplication div -->\n</div><!--end #root-->\n<noscript style=\"display:none;\">\n<img alt=\"\" height=\"1\" src=\"https://www.facebook.com/tr?id=1447508128842484&amp;ev=PageView&amp;noscript=1\" width=\"1\"/>\n</noscript>\n<script type=\"text/javascript\">\n\t\t// Configure the PARSELY window global to disable auto-tracking.\n\t\t// Must load before the Parse.ly script itself.\n\t\twindow.PARSELY = {\n\t\t\tautotrack: false,\n\t\t\tonload:    this.onload,\n\t\t};\n\t</script>\n<script data-parsely-site=\"techcrunch.com\" id=\"parsely-cfg\" src=\"//d1z2jf7jlzjs58.cloudfront.net/keys/techcrunch.com/p.js\"></script>\n<!-- JSON-LD -->\n<script type=\"application/ld+json\">\n\t\t{\"@context\":\"http:\\/\\/schema.org\",\"publisher\":{\"@type\":\"Organization\",\"name\":\"TechCrunch\",\"logo\":{\"@type\":\"imageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\\/images\\/logo-json-ld.png\",\"width\":\"600\",\"height\":\"60\"}},\"@type\":\"NewsArticle\",\"mainEntityOfPage\":{\"@type\":\"WebPage\",\"@id\":\"https:\\/\\/techcrunch.com\\/2017\\/02\\/21\\/dont-trust-facebooks-shifting-line-on-controversy\\/\"},\"headline\":\"Don&#8217;t trust Facebook&#8217;s shifting line on controversy\",\"image\":{\"@type\":\"ImageObject\",\"url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2017\\/02\\/facebook-settings.jpg?w=680\",\"width\":680,\"height\":383},\"datePublished\":\"2017-02-22T07:52:49+00:00\",\"dateModified\":\"2017-02-22T16:05:46+00:00\",\"author\":[{\"@type\":\"Person\",\"name\":\"Natasha Lomas\"}],\"description\":\"Would you tell Facebook you&#039;re happy to see all the bared flesh it can show you? And that the more gratuitous violence it pumps into your News Feed the better?\",\"speakable\":{\"@type\":\"SpeakableSpecification\",\"cssSelector\":[\".alpha\",\"#speakable-summary\"]}}\t</script>\n<!-- End JSON-LD -->\n<script src=\"https://use.typekit.net/svv7knm.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\ntry{Typekit.load({ async: true });}catch(e){}\n</script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar tc_app_data = {\"ads\":{\"adpage\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\\/features\\/ads\\/_uac\\/adpage.html\",\"gemini_enabled\":true,\"gemini_codes\":{\"position_4\":{\"mobile\":\"ae64471c-14c2-4457-8e9b-a5190206eafd\",\"desktop\":\"b2018d9e-dedc-4e85-8823-b06917beb892\"},\"position_8\":{\"mobile\":\"619392a1-b497-4aa9-b683-24aab7246c16\",\"desktop\":\"05c0b21d-e742-494d-ac59-474e3feaa4b8\"}},\"mns\":[{\"where\":\"*\",\"placements\":{\"native\":\"93501877\",\"mobile_native\":\"93501878\",\"leaderboard\":\"93484975\",\"rightrail\":\"93484976\",\"rightrail_on_view\":\"93484977\",\"mobile_300x250\":\"93484973\",\"mobile_dynamic\":\"93484974\",\"amp\":\"93523784\",\"inline_leaderboard\":\"93484932\",\"inline_mobile_300x250\":\"93484930\",\"inline_amp\":\"963874680\"}},{\"where\":{\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93484953\"}},{\"where\":{\"post_type\":[\"tc_sponsored_post\"]},\"placements\":{\"leaderboard\":\"963872468\",\"leaderboard_on_view\":\"963872469\",\"rightrail\":\"963872467\",\"rightrail_on_view\":\"963872467\",\"mobile_320x50\":\"963872466\",\"mobile_dynamic\":\"963872466\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"crunchbase-video-hub\"]},\"placements\":{\"mobile_300x250\":\"93487470\",\"mobile_dynamic\":\"93487469\",\"leaderboard\":\"93487468\",\"rightrail\":\"93487467\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"enterprise\"]},\"placements\":{\"mobile_300x250\":\"93484901\",\"mobile_dynamic\":\"93484902\",\"leaderboard\":\"93484903\",\"rightrail\":\"93484904\",\"rightrail_on_view\":\"93484905\",\"amp\":\"93523756\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"enterprise\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93512990\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"gadgets\"]},\"placements\":{\"mobile_300x250\":\"93484912\",\"mobile_dynamic\":\"93484913\",\"leaderboard\":\"93484914\",\"rightrail\":\"93484915\",\"rightrail_on_view\":\"93484916\",\"amp\":\"93523764\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"gadgets\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93513296\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"mobile\"]},\"placements\":{\"mobile_native\":\"93484962\",\"mobile_300x250\":\"93484960\",\"mobile_dynamic\":\"93484961\",\"leaderboard\":\"93484957\",\"rightrail\":\"93484958\",\"rightrail_on_view\":\"93484959\",\"amp\":\"93523763\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"mobile\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93510142\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"startups\"]},\"placements\":{\"gallery_300x250\":\"93511985\",\"mobile_300x250\":\"93484986\",\"mobile_dynamic\":\"93484987\",\"leaderboard\":\"93484988\",\"rightrail\":\"93484989\",\"rightrail_on_view\":\"93484990\",\"amp\":\"93523762\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"startups\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93511984\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"apps\"]},\"placements\":{\"mobile_300x250\":\"963891138\",\"mobile_dynamic\":\"963891134\",\"leaderboard\":\"963891132\",\"rightrail\":\"963891133\",\"rightrail_on_view\":\"963891136\",\"amp\":\"963891137\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"mobile\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"963891131\"}},{\"where\":{\"post_type\":[\"tc_marketing\"]},\"placements\":{\"mobile_dynamic\":\"93484859\",\"leaderboard\":\"93484860\",\"leaderboard_on_view\":\"93484861\",\"rightrail\":\"93484862\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"apple\"]},\"placements\":{\"mobile_300x250\":\"93484869\",\"mobile_dynamic\":\"93484870\",\"leaderboard\":\"93484866\",\"rightrail\":\"93484867\",\"rightrail_on_view\":\"93484868\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"back-to-school\",\"backtoschool\",\"backtoschool13\"]},\"placements\":{\"mobile_300x250\":\"93484871\",\"mobile_dynamic\":\"93484872\",\"leaderboard\":\"93484873\",\"rightrail\":\"93484874\",\"rightrail_on_view\":\"93484875\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"ces\"]},\"placements\":{\"gallery_300x250\":\"963853166\",\"mobile_300x250\":\"93484876\",\"mobile_dynamic\":\"93484877\",\"leaderboard\":\"93484878\",\"rightrail\":\"93484879\",\"rightrail_on_view\":\"93484880\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"ces\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"963853167\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"disrupt\"]},\"placements\":{\"mobile_300x250\":\"93484895\",\"mobile_dynamic\":\"93484896\",\"leaderboard\":\"93484897\",\"rightrail\":\"93484898\",\"rightrail_on_view\":\"93484899\",\"amp\":\"93523765\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"gift-guide-2018\"]},\"placements\":{\"gallery_300x250\":\"93518231\",\"mobile_300x250\":\"93484930\",\"mobile_dynamic\":\"93484931\",\"leaderboard\":\"93484932\",\"rightrail\":\"93484933\",\"rightrail_on_view\":\"93484934\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"gift-guide-2018\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93518230\"}},{\"where\":{\"url\":\"\\/pages\\/gift-guide-2018\\/\"},\"placements\":{\"gallery_300x250\":\"93518231\",\"mobile_300x250\":\"93484930\",\"mobile_dynamic\":\"93484931\",\"leaderboard\":\"93484932\",\"rightrail\":\"93484933\",\"rightrail_on_view\":\"93484934\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"sxsw\"]},\"placements\":{\"gallery_300x250\":\"963858038\",\"mobile_300x250\":\"963858040\",\"mobile_dynamic\":\"963858041\",\"leaderboard\":\"963858042\",\"rightrail\":\"963858043\",\"rightrail_on_view\":\"963858044\"}},{\"where\":{\"taxonomy\":\"post_tag\",\"terms\":[\"sxsw\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"963858039\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"tc_video\"]},\"placements\":{\"leaderboard\":\"963874666\",\"rightrail\":\"963874667\",\"rightrail_on_view\":\"963874668\",\"mobile_320x50\":\"93485001\",\"mobile_300x250\":\"93485000\",\"mobile_dynamic\":\"93484943\",\"amp\":\"93523757\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"developer\"]},\"placements\":{\"gallery_300x250\":\"93510995\",\"mobile_300x250\":\"93484890\",\"mobile_dynamic\":\"93484891\",\"leaderboard\":\"93484892\",\"rightrail\":\"93484893\",\"rightrail_on_view\":\"93484894\",\"amp\":\"93523761\"}},{\"where\":{\"taxonomy\":\"category\",\"terms\":[\"developer\"],\"post_type\":[\"tc-media-gallery\"]},\"placements\":{\"leaderboard\":\"93510992\"}},{\"where\":{\"url\":\"\\/video\\/\"},\"placements\":{\"leaderboard\":\"963874666\",\"rightrail\":\"963874667\",\"rightrail_on_view\":\"963874668\",\"mobile_320x50\":\"93485001\",\"mobile_300x250\":\"93485000\",\"mobile_dynamic\":\"93484943\",\"amp\":\"93523757\"}},{\"where\":{\"url\":\"\\/(page\\/\\\\d+)?\"},\"placements\":{\"native\":\"93484857\",\"leaderboard\":\"93484945\",\"rightrail\":\"93484946\",\"rightrail_on_view\":\"93484947\",\"amp\":\"93523758\",\"mobile_native\":\"93484858\",\"mobile_300x250\":\"93484942\",\"mobile_dynamic\":\"93484943\"}}]},\"assetURI\":\"https:\\/\\/techcrunch.com\\/wp-content\\/themes\\/techcrunch-2017\",\"breaking\":\"\",\"ec_promo\":{\"enabled\":true,\"title\":\"Extra Crunch\",\"desc\":\"Exclusive articles, conference calls, no banner ads, and more.\",\"url\":\"\\/subscribe\\/?tpcc=rightrailapril19\",\"button_text\":\"Try it free\"},\"live_event\":\"0\",\"livestream_hash\":null,\"feature_island\":[],\"isAdminBar\":\"\",\"marketoEventId\":\"1004\",\"marketoBrandStudioId\":\"1740\",\"menus\":{\"main\":[{\"id\":335981,\"order\":1,\"parent\":0,\"text\":\"Startups\",\"url\":\"https:\\/\\/techcrunch.com\\/startups\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":20429,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":1599989,\"order\":2,\"parent\":0,\"text\":\"Apps\",\"url\":\"https:\\/\\/techcrunch.com\\/apps\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":449557102,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":335983,\"order\":3,\"parent\":0,\"text\":\"Gadgets\",\"url\":\"https:\\/\\/techcrunch.com\\/gadgets\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":449557086,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":335986,\"order\":4,\"parent\":0,\"text\":\"Videos\",\"url\":\"\\/video\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":335986,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1761192,\"order\":5,\"parent\":0,\"text\":\"Podcasts\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/podcasts\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1760429,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1781882,\"order\":6,\"parent\":0,\"text\":\"Extra Crunch\",\"url\":\"\\/extracrunch\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1781882,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1599991,\"order\":7,\"parent\":0,\"text\":\"\\u2014\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599991,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1599990,\"order\":8,\"parent\":0,\"text\":\"Events\",\"url\":\"\\/events\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599990,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1752899,\"order\":9,\"parent\":0,\"text\":\"Advertise\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/advertisement-events-calendar\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1416499,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1599992,\"order\":10,\"parent\":0,\"text\":\"Crunchbase\",\"url\":\"http:\\/\\/crunchbase.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599992,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"submenu\":[{\"id\":1599997,\"order\":1,\"parent\":0,\"text\":\"Topics\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599997,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600003,\"order\":2,\"parent\":1599997,\"text\":\"Social\",\"url\":\"https:\\/\\/techcrunch.com\\/social\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"How technology is shaping the way we live with each other\",\"object_id\":3457,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":1600004,\"order\":3,\"parent\":1599997,\"text\":\"Mobile\",\"url\":\"https:\\/\\/techcrunch.com\\/mobile\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"The apps, platforms and businesses redefining how we use computers\",\"object_id\":449557028,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]},{\"id\":1600005,\"order\":4,\"parent\":1599997,\"text\":\"Enterprise\",\"url\":\"https:\\/\\/techcrunch.com\\/enterprise\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"How cloud computing, big data and new devices are changing work\",\"object_id\":449557044,\"object\":\"category\",\"type\":\"taxonomy\",\"type_label\":\"Category\",\"children\":[]}]},{\"id\":1599998,\"order\":5,\"parent\":0,\"text\":\"About\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1599998,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1601717,\"order\":6,\"parent\":1599998,\"text\":\"Staff\",\"url\":\"\\/pages\\/about-techcrunch\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601717,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600007,\"order\":7,\"parent\":1599998,\"text\":\"Contact Us\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/contact-us\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":672,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1600006,\"order\":8,\"parent\":1599998,\"text\":\"Advertising Opportunities\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/advertisement-events-calendar\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1416499,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]}]},{\"id\":1600000,\"order\":9,\"parent\":0,\"text\":\"More TechCrunch\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600000,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600009,\"order\":10,\"parent\":1600000,\"text\":\"Startup Battlefield\",\"url\":\"\\/startup-battlefield\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600009,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1795710,\"order\":11,\"parent\":1600000,\"text\":\"Sponsored Content\",\"url\":\"\\/sponsored\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1795710,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600010,\"order\":12,\"parent\":1600000,\"text\":\"Include\",\"url\":\"\\/include\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600010,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600012,\"order\":13,\"parent\":1600000,\"text\":\"Crunchboard\",\"url\":\"http:\\/\\/crunchboard.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600012,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600011,\"order\":14,\"parent\":1600000,\"text\":\"TechCrunch Store\",\"url\":\"http:\\/\\/techcrunchstore.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600011,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1620756,\"order\":15,\"parent\":1600000,\"text\":\"Apply to Startup Events\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/tc-startup-programs\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1617703,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]}]},{\"id\":1600001,\"order\":16,\"parent\":0,\"text\":\"Read Anywhere\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600001,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600013,\"order\":17,\"parent\":1600001,\"text\":\"App Store\",\"url\":\"https:\\/\\/itunes.apple.com\\/us\\/app\\/techcrunch\\/id526058642?mt=8\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600013,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600014,\"order\":18,\"parent\":1600001,\"text\":\"Google Play\",\"url\":\"https:\\/\\/play.google.com\\/store\\/apps\\/details?id=com.aol.mobile.techcrunch\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600014,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}]},{\"id\":1600002,\"order\":19,\"parent\":0,\"text\":\"International\",\"url\":\"#\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600002,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[{\"id\":1600015,\"order\":20,\"parent\":1600002,\"text\":\"China\",\"url\":\"http:\\/\\/techcrunch.cn\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600015,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1600016,\"order\":21,\"parent\":1600002,\"text\":\"Japan\",\"url\":\"http:\\/\\/jp.techcrunch.com\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1600016,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}]}],\"footer\":[{\"id\":1787716,\"order\":1,\"parent\":0,\"text\":\"TechCrunch\",\"url\":\"https:\\/\\/techcrunch.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1787716,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1601925,\"order\":2,\"parent\":0,\"text\":\"Privacy Policy\",\"url\":\"https:\\/\\/policies.oath.com\\/xw\\/en\\/oath\\/privacy\\/intl\\/index.html\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601925,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1601926,\"order\":3,\"parent\":0,\"text\":\"About Our Ads\",\"url\":\"http:\\/\\/adinfo.aol.com\\/about-our-ads\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601926,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1687671,\"order\":4,\"parent\":0,\"text\":\"Code of Conduct\",\"url\":\"https:\\/\\/techcrunch.com\\/pages\\/code-of-conduct\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1678717,\"object\":\"page\",\"type\":\"post_type\",\"type_label\":\"Page\",\"children\":[]},{\"id\":1601928,\"order\":5,\"parent\":0,\"text\":\"Terms of Service\",\"url\":\"https:\\/\\/policies.oath.com\\/xw\\/en\\/oath\\/terms\\/otos\\/index.html\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601928,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"include\":[{\"id\":1601974,\"order\":1,\"parent\":0,\"text\":\"Our Mission\",\"url\":\"\\/include\\/mission-statement\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601974,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1601975,\"order\":2,\"parent\":0,\"text\":\"Office Hours\",\"url\":\"\\/include\\/office-hours\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1601975,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"startup-battlefield\":[{\"id\":1602061,\"order\":1,\"parent\":0,\"text\":\"About\",\"url\":\"\\/startup-battlefield\\/about\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602061,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1602062,\"order\":2,\"parent\":0,\"text\":\"FAQ\",\"url\":\"\\/startup-battlefield\\/faq\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602062,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1602063,\"order\":3,\"parent\":0,\"text\":\"Leaderboard\",\"url\":\"\\/startup-battlefield\\/leaderboard\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602063,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1602065,\"order\":4,\"parent\":0,\"text\":\"Battlefield Home\",\"url\":\"\\/startup-battlefield\\/\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1602065,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1787197,\"order\":5,\"parent\":0,\"text\":\"Apply Now\",\"url\":\"https:\\/\\/apply.techcrunch.com\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"apply-now-link\"],\"description\":\"\",\"object_id\":1787197,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}],\"video-hub\":[{\"id\":1605165,\"order\":1,\"parent\":0,\"text\":\"News\",\"url\":\"\\/shows\\/tctv-news\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605165,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605166,\"order\":2,\"parent\":0,\"text\":\"Gadgets\",\"url\":\"\\/shows\\/gadgets\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605166,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605167,\"order\":3,\"parent\":0,\"text\":\"Features\",\"url\":\"\\/shows\\/features\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605167,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605168,\"order\":4,\"parent\":0,\"text\":\"Reviews\",\"url\":\"\\/shows\\/reviews\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605168,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605169,\"order\":5,\"parent\":0,\"text\":\"Interviews\",\"url\":\"\\/shows\\/interviews\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605169,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605170,\"order\":6,\"parent\":0,\"text\":\"Apps\",\"url\":\"\\/shows\\/apps\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605170,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605171,\"order\":7,\"parent\":0,\"text\":\"Disrupt\",\"url\":\"\\/shows\\/techcrunch-disrupt\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605171,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605172,\"order\":8,\"parent\":0,\"text\":\"Battlefield\",\"url\":\"\\/shows\\/techcrunch-battlefield\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605172,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605173,\"order\":9,\"parent\":0,\"text\":\"Sessions\",\"url\":\"\\/shows\\/tc-sessions\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605173,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605174,\"order\":10,\"parent\":0,\"text\":\"Crunch Report\",\"url\":\"\\/shows\\/crunch-report\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605174,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605175,\"order\":11,\"parent\":0,\"text\":\"Judah vs the Machines\",\"url\":\"\\/shows\\/judah-vs-the-machines\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605175,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605176,\"order\":12,\"parent\":0,\"text\":\"Down Round\",\"url\":\"\\/shows\\/down-round\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605176,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605177,\"order\":13,\"parent\":0,\"text\":\"Trust Disrupted\",\"url\":\"\\/shows\\/trust-disrupted\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605177,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605178,\"order\":14,\"parent\":0,\"text\":\"Built in Brooklyn\",\"url\":\"\\/shows\\/built-in-brooklyn\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605178,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605179,\"order\":15,\"parent\":0,\"text\":\"Inside Jobs\",\"url\":\"\\/shows\\/inside-jobs\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605179,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]},{\"id\":1605180,\"order\":16,\"parent\":0,\"text\":\"TC Cribs\",\"url\":\"\\/shows\\/tc-cribs\",\"attr\":\"\",\"target\":\"\",\"classes\":[\"\"],\"description\":\"\",\"object_id\":1605180,\"object\":\"custom\",\"type\":\"custom\",\"type_label\":\"Custom Link\",\"children\":[]}]},\"playlistData\":{\"homepage\":[],\"videohub\":[]},\"entities\":{\"posts\":[{\"id\":1455170,\"date\":\"2017-02-21T23:52:49\",\"date_gmt\":\"2017-02-22T07:52:49\",\"guid\":{\"rendered\":\"https:\\/\\/beta.techcrunch.com\\/?p=1455170\"},\"modified\":\"2017-02-22T08:05:46\",\"modified_gmt\":\"2017-02-22T16:05:46\",\"slug\":\"dont-trust-facebooks-shifting-line-on-controversy\",\"status\":\"publish\",\"type\":\"post\",\"link\":\"https:\\/\\/techcrunch.com\\/2017\\/02\\/21\\/dont-trust-facebooks-shifting-line-on-controversy\\/\",\"title\":{\"rendered\":\"Don&#8217;t trust Facebook&#8217;s shifting line on controversy\"},\"content\":{\"rendered\":\"<p id=\\\"speakable-summary\\\">Would you tell Facebook you&#8217;re happy\\u00a0to see all the bared flesh it can\\u00a0show you? And\\u00a0that the more gratuitous violence it pumps into your News Feed the better?<\\/p>\\n<p>Obtaining answers to where a person&#8217;s\\u00a0&#8216;line&#8217; on viewing what can be\\u00a0controversial types of content lies is now\\u00a0<a target=\\\"_blank\\\" href=\\\"https:\\/\\/beta.techcrunch.com\\/2017\\/02\\/16\\/facebook-nudity-filter\\/\\\">on Facebook&#8217;s product roadmap<\\/a> &#8212; explicitly stated\\u00a0by CEO Mark Zuckerberg in a lengthy\\u00a0blog\\u00a0post last week, not-so-humbly\\u00a0entitled &#8216;<a target=\\\"_blank\\\" href=\\\"https:\\/\\/www.facebook.com\\/notes\\/mark-zuckerberg\\/building-global-community\\/10154544292806634\\/\\\">Building a global community<\\/a>&#8216;.<\\/p>\\n<p>Make no mistake, this is a huge shift from the one-size fits all &#8216;community standards&#8217; Facebook\\u00a0has peddled for years &#8212; crashing into controversies of its own when, for example, it\\u00a0<a target=\\\"_blank\\\" href=\\\"https:\\/\\/beta.techcrunch.com\\/2016\\/09\\/12\\/facebook-employees-say-deleting-napalm-girl-photo-was-a-mistake\\/\\\">disappeared\\u00a0an iconic Vietnam war photograph<\\/a> of a naked child fleeing a napalm attack.<\\/p>\\n<p>In last week&#8217;s wordy essay &#8212; in which Zuckerberg generally\\u00a0tries to promote\\u00a0the grandiose notion\\u00a0that Facebook&#8217;s future role is to\\u00a0be\\u00a0the glue\\u00a0holding the fabric of global society together, even as he\\u00a0fails\\u00a0to flag the obvious paradox: that <a target=\\\"_blank\\\" href=\\\"https:\\/\\/beta.techcrunch.com\\/2016\\/11\\/10\\/facebook-admits-it-must-do-more-to-stop-the-spread-of-misinformation-on-its-platform\\/\\\">technology which helps amplify misinformation and prejudice <\\/a><em>might<\\/em> <em>not<\\/em> be so great for social cohesion after all &#8212; the Facebook CEO\\u00a0sketches out an impending change\\u00a0to community standards that will see the site\\u00a0actively ask users to set a &#8216;personal tolerance\\u00a0threshold&#8217; for viewing\\u00a0various types of less-than-vanilla content.<\\/p>\\n<p>On this Zuckerberg\\u00a0writes:<\\/p>\\n<blockquote><p>The idea is to give everyone in the community options for how they would like to set the content policy for themselves. Where is your line on nudity? On violence? On graphic content? On profanity? What you decide will be your personal settings. We will periodically ask you these questions to increase participation and so you don&#8217;t need to dig around to find them. For those who don&#8217;t make a decision, the default will be whatever the majority of people in your region selected, like a referendum. Of course you will always be free to update your personal settings anytime.<\\/p>\\n<p>With a broader range of controls, content will only be taken down if it is more objectionable than the most permissive options allow. Within that range, content should simply not be shown to anyone whose personal controls suggest they would not want to see it, or at least they should see a warning first. Although we will still block content based on standards and local laws, our hope is that this system of personal controls and democratic referenda should minimize restrictions on what we can share.<\\/p><\\/blockquote>\\n<p>A following\\u00a0paragraph caveats that\\u00a0Facebook&#8217;s in-house AI does\\u00a0not currently\\u00a0have the ability to automatically identify every\\u00a0type of (potentially)\\u00a0problematic content. Though the engineer in Zuck is apparently keeping the flame of possibility\\u00a0alive &#8212; by declining to state the obvious: that understanding the\\u00a0entire spectrum of possible\\u00a0human controversies would require a truly super-intelligent AI.<\\/p>\\n<p>(Meanwhile, Facebook&#8217;s in-house algorithms have shown themselves to be <a target=\\\"_blank\\\" href=\\\"https:\\/\\/beta.techcrunch.com\\/2016\\/08\\/29\\/facebooks-trending-topics-algorithm-mistake\\/\\\">hopeless<\\/a> at being able to correctly ID some pretty bald-faced\\u00a0fakery. And he&#8217;s <a target=\\\"_blank\\\" href=\\\"https:\\/\\/beta.techcrunch.com\\/2016\\/12\\/15\\/facebook-now-flags-and-down-ranks-fake-news-with-help-from-outside-fact-checkers\\/\\\">leaning on<\\/a> <a target=\\\"_blank\\\" href=\\\"https:\\/\\/beta.techcrunch.com\\/2017\\/01\\/16\\/facebook-takes-its-fake-news-fight-to-germany\\/\\\">third party<\\/a> <a target=\\\"_blank\\\" href=\\\"https:\\/\\/beta.techcrunch.com\\/2017\\/02\\/06\\/google-and-facebook-partner-for-anti-fake-news-drive-during-french-election\\/\\\">fact-checking organizations<\\/a> &#8212; who do employ actual humans to separate\\u00a0truth and lies &#8212; to help fight the spread of Fake News on the platform, so\\u00a0set your expectations accordingly&#8230; )<\\/p>\\n<p>&#8220;It&#8217;s worth noting that major advances in AI are required to understand text, photos and videos to judge whether they contain hate speech, graphic violence, sexually explicit content, and more. At our current pace of research, we hope to begin handling some of these cases in 2017, but others will not be possible for many years,&#8221; is how Zuck frames Facebook&#8217;s\\u00a0challenge here.<\\/p>\\n<p>The problem is this &#8212; and indeed much else in the ~5,000-word post &#8212; is mostly\\u00a0misdirection.<\\/p>\\n<p>The\\u00a0issue is not whether Facebook will be able to\\u00a0do what he suggests is its ultimate AI-powered goal\\u00a0(i.e. scan all user-shared content for problems; categorize everything accurately across a range of measures; and then dish up\\u00a0exactly the stuff\\u00a0each user\\u00a0wants to see in order to\\u00a0keep them fully engaged on\\u00a0Facebook, <em>and<\\/em> save Facebook\\u00a0from any more content removal controversies) &#8212; rather the point is Facebook is going to be\\u00a0asking users to explicitly <em>give it\\u00a0even more personal data<\\/em>.<\\/p>\\n<p>Data that\\u00a0is necessarily highly\\u00a0sensitive in nature\\u00a0&#8212; being as\\u00a0the community governance issue he&#8217;s flagging here relates to controversial content. Nudity, violence, profanity, hate speech, and so on.<\\/p>\\n<p>Yet Facebook remains\\u00a0an advertising business. It profiles all its users, and <a target=\\\"_blank\\\" href=\\\"https:\\/\\/beta.techcrunch.com\\/2016\\/02\\/09\\/facebook-ordered-to-stop-tracking-non-users-in-france\\/\\\">even tracks non-users<\\/a>&#8216; web browsing habits, continually harvesting digital usage\\u00a0signals\\u00a0to feed its ad targeting algorithms.\\u00a0So the obvious question\\u00a0is whether or not any additional data Facebook gathers from users via a &#8216;content threshold setting&#8217; will become\\u00a0another input for fleshing out its user profiles for\\u00a0helping it target ads.<\\/p>\\n<p>We asked Facebook\\u00a0whether it intends to use data provided by users responding to content settings-related questions in future for ad targeting purposes but\\u00a0the company declined to comment further on Zuckerberg&#8217;s post.<\\/p>\\n<p>You might also wonder whether, given the scale\\u00a0of\\u00a0Facebook&#8217;s tracking systems and machine learning algorithms, couldn&#8217;t it essentially infer individuals&#8217; likely tolerance for controversial content? Why does it need to ask at all?<\\/p>\\n<p>And isn&#8217;t it also odd that Zuckerberg didn&#8217;t suggest an engineering solution for managing controversial content, given, for example, he&#8217;s been so intent on pursuing an\\u00a0engineering solution to the problem of\\u00a0Fake News. Why doesn&#8217;t he talk about how\\u00a0AI might also rise to the\\u00a0complex challenge of figuring out personal content tastes without offending people?<\\/p>\\n<p>&#8220;To some extent they probably can already make a very educated, very good guess at [the types of content people are okay seeing],&#8221; argues\\u00a0Eerke Boiten, senior lecturer in computer science at the University of Kent. &#8220;But&#8230; telling Facebook explicitly what your line in the sand is on different categories of content is in itself giving Facebook a whole lot of quite high level information that they can use for profiling again.<\\/p>\\n<p>&#8220;Not only could they derive that information from what they already have but it would also help them to fine-tune the information they already have. It works in two directions. It reinforces the profiling, and could be deduced from profiling in the first place.&#8221;<\\/p>\\n<p>&#8220;It&#8217;s checking their inferred data is accurate,&#8221; agrees Paul Bernal, law lecturer at the\\u00a0University of East Anglia. &#8220;It&#8217;s almost testing their algorithms. &#8216;We reckon this about you, this is what you say &#8212; and this is why we&#8217;ve got it wrong&#8217;. It can actually, effectively be improving their ability to determine information on people.&#8221;<\\/p>\\n<p>Bernal also makes the point that there could\\u00a0be a difference,\\u00a0in data protection law terms, if Facebook users\\u00a0are directly handing over\\u00a0personal information about content tolerances to Facebook (i.e. when it asks them to tell it)\\u00a0vs such personal information\\u00a0being <em>inferred<\\/em> by Facebook&#8217;s indirect tracking of their usage of its platform.<\\/p>\\n<p>&#8220;In data protection terms there is at least some question if they derive information &#8212; for example sexuality from our shopping habits &#8212; whether that brings into play all of the sensitive personal data rules. If we&#8217;ve given it consensually then it&#8217;s clearer that they have permission. So again they may be trying to head off issues,&#8221; he suggests.\\u00a0&#8220;I do see this as being another data-grab, and I do see this as being another way of enriching the value of their own data and testing their algorithms.&#8221;<\\/p>\\n<p>\\t<div class=\\\"article-block block--pullout block--left\\\">\\n\\t\\t<blockquote>\\n\\t\\t\\tThis is increasing risks and increasing our vulnerability at a time when we should be doing exactly the opposite.\\t\\t\\t\\t\\t<\\/blockquote>\\n\\t<\\/div>\\n\\t<\\/p>\\n<p>&#8220;I&#8217;m not on Facebook\\u00a0and this makes it even clearer to me why I&#8217;m not on Facebook\\u00a0because it seems to me in particular this is increasing risks and increasing our vulnerability at a time when we should be doing exactly the opposite,&#8221; adds Bernal.<\\/p>\\n<p>Facebook users are able to <a target=\\\"_blank\\\" href=\\\"https:\\/\\/www.facebook.com\\/help\\/contact\\/166828260073047\\\">request to see some of the\\u00a0personal data<\\/a> Facebook holds on them. But, as Boiten points out, this list is by no means complete. &#8220;What they give you back is not the full information they have on you,&#8221; he tells TechCrunch. &#8220;Because some of the tracking they are doing is really more sophisticated than that. I am absolutely, 100 per cent certain that they are hiding stuff in there. They don&#8217;t give you the full information even if you ask for it.<\\/p>\\n<p>&#8220;A very simple example of that is that they memorize your search history within Facebook. Even if you delete your Facebook search history it still autocompletes on the basis of your past searches. So I have no doubt whatsoever that Facebook knows more than they are letting on&#8230; There remains a complete lack of transparency.&#8221;<\\/p>\\n<p>So it at least seems fair that Facebook\\u00a0<em>could\\u00a0<\\/em>take a shot at inferring users&#8217; content thresholds, based on the mass of personal data it holds on individuals. (One anecdotal example: I recall once seeing a notification float into my News Feed that a Facebook friend\\u00a0had liked a page called &#8220;Rough sex&#8221;, which would seem to\\u00a0be just the sort of relevant preference signal Facebook could\\u00a0use to auto-determine the types of content thresholds Zuckerberg is talking about, at least for\\u00a0users who have shared\\u00a0enough such signals with it.)<\\/p>\\n<p>But of course if it did that Facebook\\u00a0would be diving headfirst\\u00a0into some very controversial territory. <em>And<\\/em> underlining exactly how much it knows about you, dear user &#8212; and that might\\u00a0come\\u00a0across as\\u00a0especially creepy when paired with a News Feed that&#8217;s\\u00a0injecting\\u00a0graphic content into your eyeballs\\u00a0because\\u00a0it thinks that&#8217;s what you want\\u00a0to see.<\\/p>\\n<p>&#8220;Given the level at which they&#8217;re profiling we shouldn&#8217;t tell them anymore,&#8221; says\\u00a0Boiten, when asked whether people should feel okay feeding Facebook info\\u00a0about their &#8216;line in the sand&#8217; &#8212; pointing to another\\u00a0<a target=\\\"_blank\\\" href=\\\"https:\\/\\/beta.techcrunch.com\\/2016\\/10\\/28\\/facebook-ethnic-affinity\\/\\\">controversy that arose last year<\\/a> when it emerged Facebook&#8217;s ad capabilities could be used to actively exclude or include people with specific ethnic affinities (aka &#8216;racial profiling&#8217;).<\\/p>\\n<p>&#8220;If they make the advances in understanding of natural language content &#8212; the AI slant that Zuckerberg&#8217;s [blog post] promises, probably unrealistically, but nevertheless &#8212; if they get that sort of advantage then blimey they&#8217;re going to know an awful lot more than they already do,&#8221; he adds.<\\/p>\\n<p>&#8220;You can bet that they&#8217;re going to be profiling people based on their standards settings in this way,&#8221; adds\\u00a0Bernal. &#8220;That&#8217;s how it works, and then they aggregate it and they&#8217;ll be using it &#8212; I bet &#8212; to target their advertising and so on. It is more total information management. The more they can get, and the more granular those personal controls get the more information they&#8217;re picking up.<\\/p>\\n<p>&#8220;And I do think it&#8217;s disingenuous in that Zuckerberg&#8217;s\\u00a0post is not mentioning any of this.&#8221;<\\/p>\\n<p>While it&#8217;s not yet clear exactly how (or when) these\\u00a0content settings\\u00a0will be implemented, the structure\\u00a0sketched out by\\u00a0Zuckerberg already looks pretty problematic &#8212; given that Facebook users who do not want\\u00a0to share any\\u00a0additional sensitive signals with the ad-targeting giant will be forced\\u00a0to tolerate their peers&#8217;\\u00a0predilections.<\\/p>\\n<p>Which immediately puts pressure on\\u00a0users\\u00a0to confess their content\\u00a0likes\\/dislikes to Facebook in order to avoid this &#8216;hell is other people&#8217;s tastes&#8217; bind &#8212; i.e. in order to not be subject\\u00a0to the preferences\\u00a0of a\\u00a0local median.\\u00a0<em>And<\\/em> to avoid being tainted by association of the types of content showing up (or not showing up) in their\\u00a0News Feed. After all, the Facebook News Feed is inherently individual &#8212; so there&#8217;s a risk of the character of the content in a user&#8217;s Feed being\\u00a0assumed to be a reflection of their\\u00a0personal tastes.<\\/p>\\n<p>So by\\u00a0not telling Facebook anything about your content thresholds you&#8217;re put into a\\u00a0default corner\\u00a0of\\u00a0telling Facebook you&#8217;re okay with whatever the\\u00a0regional average is okay with, content wise. And that may be the opposite of okay for you.<\\/p>\\n<p>&#8220;I think there&#8217;s another little trap here that they&#8217;ve done before,&#8221; continues\\u00a0Bernal. &#8220;When you make controls granular it looks as if you&#8217;re giving people control &#8212; but actually people generally get bored and don&#8217;t bother changing anything. So you can say you&#8217;ve given people control, and now it&#8217;s all much better &#8212; but in general they don&#8217;t use it. The few people who do are the few people who would understand it and get round it anyway. It will be very interesting to see what extent people actually use it.&#8221;<\\/p>\\n<p>Such a majority rule\\u00a0system could also be at risk of being gamed by &#8212; let&#8217;s say &#8212; mischievous 4Channers banding together and\\u00a0working to get graphic boundaries opened up in a region where more conservative standards are the norm.<\\/p>\\n<p>&#8220;I can see people gaming this kind of system &#8212; in the way that all kinds of online polls and referenda are gamed, somebody will work out the way to get the systems set the way they want&#8230; There are all kinds of possibilities,&#8221; argues\\u00a0Bernal. &#8220;There&#8217;s also a danger of &#8216;community leaders&#8217; taking some degree of control; recommending people particular settings. I&#8217;m wary of Zuckerberg\\u00a0ending up doing this so you have standards for particular kind of people, so you &#8216;chose&#8217; the standards that someone else has effectively chosen for you.&#8221;<\\/p>\\n<p>A lot will depend on the implementation of the content controls, certainly, but when you look at how easily, for example, Facebook&#8217;s trending news section &#8212; not to mention its\\u00a0News Feed in general &#8212; has been shown to be vulnerable to manipulation (by purveyors of clickbait, Fake News etc) it suggests there could well be risks of content settings\\u00a0being turned\\u00a0on their\\u00a0head, and ending up causing more\\u00a0offenses than they\\u00a0were trying to prevent.<\\/p>\\n<p>Another point Bernal makes is that shifting some of the responsibility for the types of content being shown\\u00a0onto users implicitly shifts some of the blame away from Facebook when controversies inexorably arise. So, basically: see something you don&#8217;t like in your News Feed in future? Well, that&#8217;s YOUR fault now! Either you\\u00a0didn&#8217;t set your\\u00a0Facebook content settings <em>correctly<\\/em>. Or you didn&#8217;t set any at all&#8230; Tsk!<\\/p>\\n<p>In other words, Facebook gets to deflect objections to the type of content its algorithms are shunting into the News Feeds of users all over the world\\u00a0as a &#8216;settings configuration&#8217; issue\\u00a0&#8212; sidestepping having to address the more systemic and fundamental flaw embedded into the design of the Facebook\\u00a0product: aka the filter bubble issue.<\\/p>\\n<p>Facebook has long been\\u00a0accused of encouraging\\u00a0a narrowing of personal perspective via\\u00a0its user-engagement focused\\u00a0content hierarchies. And Zuckerberg&#8217;s blog post has a fair amount of fuzzy thinking\\u00a0on filter bubbles, as you might expect from the chief of an engagement-algorithm-driven content distribution machine. But\\u00a0&#8212; for all his talk of &#8220;building global community&#8221; &#8212; he offers no clear fix for\\u00a0how Facebook\\u00a0can help\\u00a0break users out of the AI-enabled, navel-gazing circles its business model creates.<\\/p>\\n<p>Yet a very simple fix for this does exist &#8212; which would be to show people a chronological News Feed of friends&#8217; posts <em>as the default<\\/em> vs the current default being the\\u00a0algorithmically powered one. Facebook users can manually switch to a chronological feed but the option is tricky to find, and clearly actively discouraged as the choice gets reset back to the AI Feed either per session or very soon after. In short the choice\\u00a0barely exists.<\\/p>\\n<p>The root problem here of\\u00a0course is that Facebook&#8217;s business benefits massively from algorithmically engaged users. So there&#8217;s zero chance Zuck is going to announce it&#8217;s abandoning such a\\u00a0lucrative and (thus far) scalable default. So\\u00a0his\\u00a0solitary\\u00a0claim in the essay to &#8220;worry&#8221; about fake news and filter bubbles rings very\\u00a0hollow indeed.<\\/p>\\n<p>Indeed, there\\u00a0is also a risk\\u00a0that giving users controls over controversial content could exacerbate the filter bubble effect further. Because a user who can effectively dial down all controversy to zero is probably not\\u00a0going to be encountering\\u00a0news about conflict\\u00a0in Syria, say. It&#8217;s going to be a lot easier for them to live inside a padded\\u00a0Facebook stream populated\\u00a0with cute photos of\\u00a0babies and kittens. News? What news? Awwww, how purdy!<\\/p>\\n<p>And while that might make a pleasing\\u00a0experience for individuals who wants to disengage from wider global realities, it&#8217;s reductive for society as a whole if lots of people\\u00a0start retreating into rose-tinted filter bubbles. (Dialing up hateful content, should that also be possible via the future Facebook content filters, would also obviously likely have a deleterious and divisive societal impact).<\\/p>\\n<p>The point is, giving people easy opt outs for\\u00a0types of content that\\u00a0might push them outside their comfort zone and\\u00a0force them to confront unfamiliar\\u00a0ideas or encounter\\u00a0a different or difficult perspective just offers a self-enabled\\u00a0filter bubble (alongside the algorithmic filter Facebook users get pushed\\u00a0inside when inside Facebook, thanks to its default setting).<\\/p>\\n<p>This issue is of rising\\u00a0important given how many users Facebook has, and how the massively dominant platform\\u00a0has been shown to be increasingly cannibalizing\\u00a0traditional news media; becoming a\\u00a0place people go to get news generally, not just to learn what their friends are up to.<\\/p>\\n<p>And remember, all this stuff is being discussed\\u00a0in a post where Zuckerberg is seeking\\u00a0to\\u00a0position\\u00a0Facebook as the platform\\u00a0to glue the world together in a &#8220;global community&#8221; and at a fractious moment in history. Which would imply giving users the ability to\\u00a0access perspectives far-flung from their\\u00a0own, rather that helping people\\u00a0retreat into reductive\\u00a0digital comfort zones. A multitude\\u00a0of disconnected filter bubbles certainly does\\u00a0not have the ring of &#8216;global community&#8217; to me.<\\/p>\\n<p>Another glaring omission in Zuckerberg&#8217;s writing\\u00a0is the risk of Facebook&#8217;s cache of highly personal (and likely\\u00a0increasingly sensitive) data being misused by overreaching governments seeking to clamp down on particular groups within society.<\\/p>\\n<p>It&#8217;s especially strange\\u00a0for a US CEO to stay silent on this at this point in time, given how social media searches by US customs agents\\u00a0have\\u00a0<a target=\\\"_blank\\\" href=\\\"http:\\/\\/www.theverge.com\\/2017\\/1\\/30\\/14438280\\/trump-border-agents-search-social-media-instagram\\\">ramped up<\\/a>\\u00a0following President Trump&#8217;s Executive Order on immigration last month. There have also been\\u00a0<a target=\\\"_blank\\\" href=\\\"https:\\/\\/www.theatlantic.com\\/technology\\/archive\\/2017\\/02\\/give-us-your-passwords\\/516315\\/\\\">suggestions<\\/a>\\u00a0that foreigners wanting to enter the US could be forced to hand over their social media passwords to US border agents\\u00a0in future. All of which has very clear and very alarming implications for Facebook users and their Facebook data.<\\/p>\\n<p>Yet\\u00a0the threat posed to Facebook users by\\u00a0government agencies appropriating\\u00a0accounts to enable\\u00a0highly intrusive, warrantless searches &#8212; and presumably go on phishing expeditions for incriminating content, perhaps, in future, as a matter of course for\\u00a0all foreigners traveling to the US &#8212; apparently does\\u00a0not merit public consideration by Facebook&#8217;s CEO.<\\/p>\\n<p>Instead, Zuckerberg is calling for more user data, and for increased\\u00a0use of Facebook.<\\/p>\\n<p>While clearly such\\u00a0calls are driven by the commercial imperatives of his business, the essay\\u00a0is couched as a <a target=\\\"_blank\\\" href=\\\"https:\\/\\/beta.techcrunch.com\\/2017\\/02\\/16\\/building-the-world-we-all-want\\/\\\">humanitarian manifesto<\\/a>. So those calls\\u00a0seems either willfully ignorant or recklessly disingenuous.<\\/p>\\n<p>I&#8217;ll leave the last word to Bernal:\\u00a0&#8220;The idea that we concentrate all our stuff in one place &#8212; both in one online place (i.e. Facebook) and one physical place (i.e. our smartphones), puts us at greater risk when we have governments who are likely to take advantage of those risks. And are actually looking at doing things that will be putting us under pressure. So I think we need to be looking at diversifying, rather than looking at one particular route in.<\\/p>\\n<p>&#8220;Anyone who&#8217;s got any sense is not going to be doing anything that&#8217;s even slightly risky on Facebook,&#8221; he adds. &#8220;And should be looking for alternatives. Because while the border guards may know about Facebook and Twitter they&#8217;re not going to know about the more obscure systems, and they&#8217;re not going to be able to get access to them. So now is actually the time for us to be saying let&#8217;s do less Facebook, not more Facebook.&#8221;<\\/p>\\n\",\"protected\":false},\"excerpt\":{\"rendered\":\"<p>Would you tell Facebook you&#8217;re happy to see all the bared flesh it can show you? And that the more gratuitous violence it pumps into your News Feed the better?<\\/p>\\n\",\"protected\":false},\"author\":39990176,\"featured_media\":1455792,\"comment_status\":\"open\",\"ping_status\":\"closed\",\"sticky\":false,\"template\":\"\",\"format\":\"standard\",\"meta\":{\"outcome\":\"\",\"status\":\"\",\"crunchbase_tag\":0,\"amp_status\":\"\",\"relegenceEntities\":[4019410,4954423,5090462,3738896,3527695,3537311,2789214,3698093,3856042,3966039],\"relegenceSubjects\":[982665,977528,978332,981258,981284,6144749,981523,981525,978919,6144750,6425097,980487,983462,6412702,978794,980524,983034,981502],\"jetpack_publicize_message\":\"\"},\"categories\":[424613844,352,426637499,3457,17396],\"tags\":[12374,81819,44032463,341024,3279],\"crunchbase_tag\":[],\"tc_stories_tax\":[],\"tc_event\":[],\"jetpack_featured_media_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2017\\/02\\/facebook-settings.jpg\",\"jetpack_publicize_connections\":[],\"shortlink\":\"http:\\/\\/tcrn.ch\\/2lEBE1q\",\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"featured\":false,\"subtitle\":\"\",\"fundingRound\":false,\"seoTitle\":\"\",\"seoDescription\":\"\",\"premiumContent\":false,\"premiumCutoffPercent\":1,\"tc_cb_mapping\":[],\"associatedEvent\":null,\"event\":null,\"authors\":[39990176],\"hideFeaturedImage\":false,\"relatedArticles\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\\/1455170\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/types\\/post\"}],\"version-history\":[{\"count\":36,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\\/1455170\\/revisions\"}],\"predecessor-version\":[{\"id\":1455754,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts\\/1455170\\/revisions\\/1455754\"}],\"authors\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"replies\":[{\"embeddable\":true,\"count\":0,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/comments?post=1455170&order=asc&tc_hierarchical=flat\"}],\"https:\\/\\/techcrunch.com\\/edit\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-admin\\/post.php?post=1455170&action=edit\"}],\"author\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"wp:featuredmedia\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media\\/1455792\"}],\"wp:attachment\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media?parent=1455170\"}],\"wp:term\":[{\"taxonomy\":\"category\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories?post=1455170\"},{\"taxonomy\":\"post_tag\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags?post=1455170\"},{\"taxonomy\":\"_tc_cb_tag_taxonomy\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/crunchbase_tag?post=1455170\"},{\"taxonomy\":\"tc_stories_tax\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_stories_tax?post=1455170\"},{\"taxonomy\":\"tc_event\",\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_event?post=1455170\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]},\"_embedded\":{\"authors\":[{\"id\":39990176,\"name\":\"Natasha Lomas\",\"url\":\"\",\"description\":\"\",\"link\":\"https:\\/\\/techcrunch.com\\/author\\/natasha-lomas\\/\",\"slug\":\"natasha-lomas\",\"avatar_urls\":{\"24\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=24&d=identicon&r=g\",\"48\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=48&d=identicon&r=g\",\"96\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=96&d=identicon&r=g\"},\"links\":{\"twitter\":\"https:\\/\\/twitter.com\\/riptari\",\"linkedin\":\"http:\\/\\/www.linkedin.com\\/in\\/nlomas\",\"crunchbase\":\"https:\\/\\/www.crunchbase.com\\/person\\/natasha-lomas\"},\"position\":\"Writer\",\"cbDescription\":\"<p>Natasha is a senior reporter for TechCrunch, joining September 2012, based in Europe. She joined TC after a stint reviewing smartphones for CNET UK and, prior to that, more than five years covering business technology for silicon.com (now folded into TechRepublic), where she focused on mobile and wireless, telecoms &amp; networking, and IT skills issues. She has also freelanced for organisations including The Guardian and the BBC. Natasha holds a First Class degree in English from Cambridge University, and an MA in journalism from Goldsmiths College, University of London.<\\/p>\",\"cbAvatar\":\"https:\\/\\/crunchbase-production-res.cloudinary.com\\/image\\/upload\\/v1397184383\\/575a81841b1b431463585c830bffd373.jpg\",\"twitter\":\"riptari\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\"}]}}],\"author\":[{\"id\":39990176,\"name\":\"Natasha Lomas\",\"url\":\"\",\"description\":\"\",\"link\":\"https:\\/\\/techcrunch.com\\/author\\/natasha-lomas\\/\",\"slug\":\"natasha-lomas\",\"avatar_urls\":{\"24\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=24&d=identicon&r=g\",\"48\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=48&d=identicon&r=g\",\"96\":\"https:\\/\\/secure.gravatar.com\\/avatar\\/68a02f90ad0a6349a7b852ddce6f93e4?s=96&d=identicon&r=g\"},\"links\":{\"twitter\":\"https:\\/\\/twitter.com\\/riptari\",\"linkedin\":\"http:\\/\\/www.linkedin.com\\/in\\/nlomas\",\"crunchbase\":\"https:\\/\\/www.crunchbase.com\\/person\\/natasha-lomas\"},\"position\":\"Writer\",\"cbDescription\":\"<p>Natasha is a senior reporter for TechCrunch, joining September 2012, based in Europe. She joined TC after a stint reviewing smartphones for CNET UK and, prior to that, more than five years covering business technology for silicon.com (now folded into TechRepublic), where she focused on mobile and wireless, telecoms &amp; networking, and IT skills issues. She has also freelanced for organisations including The Guardian and the BBC. Natasha holds a First Class degree in English from Cambridge University, and an MA in journalism from Goldsmiths College, University of London.<\\/p>\",\"cbAvatar\":\"https:\\/\\/crunchbase-production-res.cloudinary.com\\/image\\/upload\\/v1397184383\\/575a81841b1b431463585c830bffd373.jpg\",\"twitter\":\"riptari\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/39990176\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\"}]}}],\"wp:featuredmedia\":[{\"id\":1455792,\"date\":\"2017-02-22T08:05:33\",\"slug\":\"facebook-settings-2\",\"type\":\"attachment\",\"link\":\"https:\\/\\/techcrunch.com\\/2017\\/02\\/21\\/dont-trust-facebooks-shifting-line-on-controversy\\/facebook-settings-2\\/\",\"title\":{\"rendered\":\"facebook-settings\"},\"author\":24893112,\"license\":\"\",\"authors\":[24893112],\"caption\":{\"rendered\":\"\"},\"alt_text\":\"\",\"media_type\":\"image\",\"mime_type\":\"image\\/jpeg\",\"media_details\":{\"width\":2560,\"height\":1440,\"file\":\"2017\\/02\\/facebook-settings.jpg\",\"sizes\":{\"thumbnail\":{\"file\":\"facebook-settings.jpg?resize=150,84\",\"width\":150,\"height\":84,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2017\\/02\\/facebook-settings.jpg?w=150\"},\"medium\":{\"file\":\"facebook-settings.jpg?resize=300,169\",\"width\":300,\"height\":169,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2017\\/02\\/facebook-settings.jpg?w=300\"},\"medium_large\":{\"file\":\"facebook-settings.jpg?resize=768,432\",\"width\":768,\"height\":432,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2017\\/02\\/facebook-settings.jpg?w=1024\"},\"large\":{\"file\":\"facebook-settings.jpg?resize=680,383\",\"width\":680,\"height\":383,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2017\\/02\\/facebook-settings.jpg?w=680\"},\"guest-author-32\":{\"file\":\"facebook-settings.jpg?resize=32,32\",\"width\":32,\"height\":32,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2017\\/02\\/facebook-settings.jpg?w=32&h=32&crop=1\"},\"guest-author-50\":{\"file\":\"facebook-settings.jpg?resize=50,50\",\"width\":50,\"height\":50,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2017\\/02\\/facebook-settings.jpg?w=50&h=50&crop=1\"},\"guest-author-64\":{\"file\":\"facebook-settings.jpg?resize=64,64\",\"width\":64,\"height\":64,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2017\\/02\\/facebook-settings.jpg?w=64&h=64&crop=1\"},\"guest-author-96\":{\"file\":\"facebook-settings.jpg?resize=96,96\",\"width\":96,\"height\":96,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2017\\/02\\/facebook-settings.jpg?w=96&h=96&crop=1\"},\"guest-author-128\":{\"file\":\"facebook-settings.jpg?resize=128,128\",\"width\":128,\"height\":128,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2017\\/02\\/facebook-settings.jpg?w=128&h=128&crop=1\"},\"concierge-thumb\":{\"file\":\"facebook-settings.jpg?resize=50,28\",\"width\":50,\"height\":28,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2017\\/02\\/facebook-settings.jpg?w=50\"},\"full\":{\"file\":\"facebook-settings.jpg\",\"width\":1024,\"height\":576,\"mime_type\":\"image\\/jpeg\",\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2017\\/02\\/facebook-settings.jpg\"}},\"image_meta\":{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\",\"orientation\":\"0\",\"keywords\":[]},\"filesize\":332406},\"source_url\":\"https:\\/\\/techcrunch.com\\/wp-content\\/uploads\\/2017\\/02\\/facebook-settings.jpg\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media\\/1455792\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/media\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/types\\/attachment\"}],\"replies\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/comments?post=1455792\"}],\"author\":[{\"embeddable\":true,\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/tc\\/v1\\/users\\/24893112\"}]}}],\"wp:term\":[[{\"id\":424613844,\"link\":\"https:\\/\\/techcrunch.com\\/artificial-intelligence-2\\/\",\"name\":\"Artificial Intelligence\",\"slug\":\"artificial-intelligence-2\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/424613844\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=424613844\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=424613844\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=424613844\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":352,\"link\":\"https:\\/\\/techcrunch.com\\/opinion\\/\",\"name\":\"Opinion\",\"slug\":\"opinion\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/352\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=352\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=352\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=352\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":426637499,\"link\":\"https:\\/\\/techcrunch.com\\/privacy\\/\",\"name\":\"Privacy\",\"slug\":\"privacy\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/426637499\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=426637499\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=426637499\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=426637499\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":3457,\"link\":\"https:\\/\\/techcrunch.com\\/social\\/\",\"name\":\"Social\",\"slug\":\"social\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/3457\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=3457\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=3457\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=3457\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":17396,\"link\":\"https:\\/\\/techcrunch.com\\/tc\\/\",\"name\":\"TC\",\"slug\":\"tc\",\"taxonomy\":\"category\",\"parent\":0,\"rapidData\":{\"pt\":\"\",\"pct\":\"\"},\"submenu_categories\":[],\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\\/17396\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/categories\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/category\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?categories=17396\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?categories=17396\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?categories=17396\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}}],[{\"id\":12374,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/artificial-intelligence\\/\",\"name\":\"artificial intelligence\",\"slug\":\"artificial-intelligence\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/12374\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=12374\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=12374\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=12374\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=12374\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=12374\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":81819,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/facebook\\/\",\"name\":\"Facebook\",\"slug\":\"facebook\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/81819\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=81819\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=81819\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=81819\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=81819\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=81819\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":44032463,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/filter-bubble\\/\",\"name\":\"Filter Bubble\",\"slug\":\"filter-bubble\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/44032463\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=44032463\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=44032463\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=44032463\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=44032463\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=44032463\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":341024,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/mark-zuckerberg\\/\",\"name\":\"Mark Zuckerberg\",\"slug\":\"mark-zuckerberg\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/341024\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=341024\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=341024\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=341024\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=341024\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=341024\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}},{\"id\":3279,\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/privacy\\/\",\"name\":\"privacy\",\"slug\":\"privacy\",\"taxonomy\":\"post_tag\",\"_links\":{\"self\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\\/3279\"}],\"collection\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tags\"}],\"about\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/taxonomies\\/post_tag\"}],\"wp:post_type\":[{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/posts?tags=3279\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/battlefield-companies?tags=3279\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc-media-gallery?tags=3279\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_topic?tags=3279\"},{\"href\":\"https:\\/\\/techcrunch.com\\/wp-json\\/wp\\/v2\\/tc_video?tags=3279\"}],\"curies\":[{\"name\":\"wp\",\"href\":\"https:\\/\\/api.w.org\\/{rel}\",\"templated\":true}]}}],[],[],[]]}}],\"media\":[],\"events\":[],\"battlefieldEvents\":[],\"battlefieldCompanies\":[],\"battlefieldPages\":[]},\"current_posts\":[1455170],\"request\":\"\\/2017\\/02\\/21\\/dont-trust-facebooks-shifting-line-on-controversy\\/\",\"siteURI\":\"https:\\/\\/techcrunch.com\\/\",\"totalPages\":\"0\",\"trending\":[{\"id\":\"429989\",\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/tesla\\/\",\"name\":\"\\nTesla\",\"type\":\"tag\"},{\"id\":\"60523764\",\"link\":\"https:\\/\\/techcrunch.com\\/fundings-exits\\/\",\"name\":\"Fundings & Exits\\n\",\"type\":\"category\"},{\"id\":\"81\",\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/google\\/\",\"name\":\"Google\\n\",\"type\":\"tag\"},{\"id\":\"576625230\",\"link\":\"https:\\/\\/techcrunch.com\\/tag\\/tc-sessions-robotics-2019\\/\",\"name\":\"\\ntc sessions robotics 2019\",\"type\":\"tag\"}],\"videoPlayerIds\":{\"no-ad-autostart\":\"56f58bbbe4b01497527036b2\",\"regular\":\"56df4e9de4b0c9c31d626c18\",\"regular-autostart\":\"56faf851e4b0d3dcac2e081a\",\"sideview-autostart\":\"57e2c53fcc52c7730882bbfe\"},\"facebookPixelId\":\"1447508128842484\",\"marketoAccountId\":\"270-WRY-762\",\"vidibleCompanyId\":\"564f313b67b6231408bc51ee\",\"recaptchaPublic\":\"6LeZyjwUAAAAABqkWH_Ct0efGn0B4pGU6ZLUeUvA\",\"googleAnalyticsID\":\"UA-991406-1\",\"googleAnalyticsDomains\":[\"techcrunch.com\"],\"googleMapsAPIKey\":\"AIzaSyCodzMYMBdZIpxThSQqm79ACyheeRXPPE4\",\"nps_survey_id\":\"386TPSJ\",\"nps_bucket_percentage\":\"0\",\"tinypass\":{\"scriptDomain\":\"https:\\/\\/dashboard.tinypass.com\",\"scriptURL\":\"https:\\/\\/cdn.tinypass.com\\/api\\/tinypass.min.js\",\"apiKey\":\"Fy7FpgyUxA\",\"apiURL\":\"https:\\/\\/api.tinypass.com\"},\"legacyPages\":{\"extra-crunch-membership\":1781464,\"sponsored\":1796357},\"apiNonce\":\"f7704b3ab6\",\"userCan\":{\"editPosts\":false,\"restNonce\":null},\"initialStore\":{\"events\":{\"eventTypeIDs\":[],\"eventPostIds\":[],\"featuredEventIDs\":{\"event_home\":[]},\"featuredPostIDs\":{},\"pastEventIDs\":{\"default\":[]},\"pastFilters\":{},\"pastLoading\":false,\"upcomingEventIDs\":{\"default\":null},\"upcomingFilters\":{},\"upcomingLoading\":false},\"section\":{\"allPosts\":[1455170],\"contentObject\":null,\"currentPage\":1,\"expandedPost\":\"https:\\/\\/techcrunch.com\\/2017\\/02\\/21\\/dont-trust-facebooks-shifting-line-on-controversy\\/\",\"expandedPostIds\":[1455170],\"expandedIsland\":\"\",\"loading\":false,\"component\":\"singlePost\"}},\"extraCrunchMarketingPageURL\":\"\\/subscribe\",\"brandStudioMarketingPageURL\":\"\\/brand-studio\",\"unicornLeaderboardSlug\":\"unicorn-leaderboard\",\"newsletterURL\":\"http:\\/\\/link.techcrunch.com\\/join\\/134\\/signup-all-newsletters\"};\n/* ]]> */\n</script>\n<script src=\"https://techcrunch.com/_static/??/wp-content/themes/techcrunch-2017/build/ec/js/main.js,/wp-includes/js/wp-embed.min.js?m=1556299998j\" type=\"text/javascript\"></script>\n<script async=\"async\" defer=\"defer\" src=\"https://stats.wp.com/e-201917.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n\t_stq = window._stq || [];\n\t_stq.push([ 'view', {v:'ext',j:'1:7.2.1',blog:'136296444',post:'1455170',tz:'-7',srv:'techcrunch.com'} ]);\n\t_stq.push([ 'clickTrackerInit', '136296444', '1455170' ]);\n</script>\n<script type=\"text/javascript\">window.NREUM||(NREUM={});NREUM.info={\"beacon\":\"bam.nr-data.net\",\"licenseKey\":\"4750574831\",\"applicationID\":\"71001471\",\"transactionName\":\"NlRbNkYEWERTVkVcXA8eehdHEVlaHUJBGkVTHk0BawBAUlxB\",\"queueTime\":0,\"applicationTime\":277,\"atts\":\"GhNMQA4eSxsQVBMPSBxM\",\"errorBeacon\":\"bam.nr-data.net\",\"agent\":\"\"}</script></body>\n</html>\n", "content_tokenized": ["would", "tell", "facebook", "happi", "see", "all", "the", "bare", "flesh", "can", "show", "and", "that", "the", "more", "gratuit", "violenc", "pump", "into", "news", "feed", "the", "better", "obtain", "answer", "where", "person", "line", "view", "what", "can", "controversi", "type", "content", "lie", "now", "facebook", "product", "roadmap", "explicit", "state", "mark", "zuckerberg", "lengthi", "blog", "post", "last", "week", "notsohumbl", "entitl", "build", "global", "communiti", "make", "mistak", "this", "huge", "shift", "from", "the", "ones", "fit", "all", "communiti", "standard", "facebook", "has", "peddl", "for", "year", "crash", "into", "controversi", "own", "when", "for", "exampl", "disappear", "icon", "vietnam", "war", "photograph", "nake", "child", "flee", "napalm", "attack", "last", "week", "wordi", "essay", "which", "zuckerberg", "general", "tri", "promot", "the", "grandios", "notion", "that", "facebook", "futur", "role", "the", "glue", "hold", "the", "fabric", "global", "societi", "togeth", "even", "fail", "flag", "the", "obvious", "paradox", "that", "technolog", "which", "help", "amplifi", "misinform", "and", "prejudic", "might", "not", "great", "for", "social", "cohes", "after", "all", "the", "facebook", "sketch", "out", "impend", "chang", "communiti", "standard", "that", "will", "see", "the", "site", "activ", "ask", "user", "set", "person", "toler", "threshold", "for", "view", "various", "type", "lessthanvanilla", "content", "this", "zuckerberg", "write", "the", "idea", "give", "everyon", "the", "communiti", "option", "for", "how", "they", "would", "like", "set", "the", "content", "polici", "for", "themselv", "where", "line", "nuditi", "violenc", "graphic", "content", "profan", "what", "decid", "will", "person", "set", "will", "period", "ask", "these", "question", "increas", "particip", "and", "need", "dig", "around", "find", "them", "for", "those", "who", "make", "decis", "the", "default", "will", "whatev", "the", "major", "peopl", "region", "select", "like", "referendum", "cours", "will", "alway", "free", "updat", "person", "set", "anytim", "with", "broader", "rang", "control", "content", "will", "onli", "taken", "down", "more", "objection", "than", "the", "most", "permiss", "option", "allow", "within", "that", "rang", "content", "should", "simpli", "not", "shown", "anyon", "whose", "person", "control", "suggest", "they", "would", "not", "want", "see", "least", "they", "should", "see", "warn", "first", "although", "will", "still", "block", "content", "base", "standard", "and", "local", "law", "our", "hope", "that", "this", "system", "person", "control", "and", "democrat", "referenda", "should", "minim", "restrict", "what", "can", "share", "follow", "paragraph", "caveat", "that", "facebook", "inhous", "doe", "not", "current", "have", "the", "abil", "automat", "identifi", "everi", "type", "potenti", "problemat", "content", "though", "the", "engin", "zuck", "appar", "keep", "the", "flame", "possibl", "aliv", "declin", "state", "the", "obvious", "that", "understand", "the", "entir", "spectrum", "possibl", "human", "controversi", "would", "requir", "truli", "superintellig", "meanwhil", "facebook", "inhous", "algorithm", "have", "shown", "themselv", "hopeless", "abl", "correct", "some", "pretti", "baldfac", "fakeri", "and", "lean", "third", "parti", "factcheck", "organ", "who", "employ", "actual", "human", "separ", "truth", "and", "lie", "help", "fight", "the", "spread", "fake", "news", "the", "platform", "set", "expect", "accordingly…", "worth", "note", "that", "major", "advanc", "are", "requir", "understand", "text", "photo", "and", "video", "judg", "whether", "they", "contain", "hate", "speech", "graphic", "violenc", "sexual", "explicit", "content", "and", "more", "our", "current", "pace", "research", "hope", "begin", "handl", "some", "these", "case", "num", "but", "other", "will", "not", "possibl", "for", "mani", "year", "how", "zuck", "frame", "facebook", "challeng", "here", "the", "problem", "this", "and", "inde", "much", "els", "the", "numword", "post", "most", "misdirect", "the", "issu", "not", "whether", "facebook", "will", "abl", "what", "suggest", "ultim", "aipow", "goal", "scan", "all", "usershar", "content", "for", "problem", "categor", "everyth", "accur", "across", "rang", "measur", "and", "then", "dish", "exact", "the", "stuff", "each", "user", "want", "see", "order", "keep", "them", "fulli", "engag", "facebook", "and", "save", "facebook", "from", "ani", "more", "content", "remov", "controversi", "rather", "the", "point", "facebook", "ask", "user", "explicit", "give", "even", "more", "person", "data", "data", "that", "necessarili", "high", "sensit", "natur", "the", "communiti", "govern", "issu", "flag", "here", "relat", "controversi", "content", "nuditi", "violenc", "profan", "hate", "speech", "and", "yet", "facebook", "remain", "advertis", "busi", "profil", "all", "user", "and", "even", "track", "nonus", "web", "brows", "habit", "continu", "harvest", "digit", "usag", "signal", "feed", "target", "algorithm", "the", "obvious", "question", "whether", "not", "ani", "addit", "data", "facebook", "gather", "from", "user", "via", "content", "threshold", "set", "will", "becom", "anoth", "input", "for", "flesh", "out", "user", "profil", "for", "help", "target", "ask", "facebook", "whether", "intend", "use", "data", "provid", "user", "respond", "content", "settingsrel", "question", "futur", "for", "target", "purpos", "but", "the", "compani", "declin", "comment", "further", "zuckerberg", "post", "might", "also", "wonder", "whether", "given", "the", "scale", "facebook", "track", "system", "and", "machin", "learn", "algorithm", "couldn", "essenti", "infer", "individu", "like", "toler", "for", "controversi", "content", "whi", "doe", "need", "ask", "all", "and", "also", "odd", "that", "zuckerberg", "suggest", "engin", "solut", "for", "manag", "controversi", "content", "given", "for", "exampl", "been", "intent", "pursu", "engin", "solut", "the", "problem", "fake", "news", "whi", "talk", "about", "how", "might", "also", "rise", "the", "complex", "challeng", "figur", "out", "person", "content", "tast", "without", "offend", "peopl", "some", "extent", "they", "probabl", "can", "alreadi", "make", "veri", "educ", "veri", "good", "guess", "the", "type", "content", "peopl", "are", "okay", "see", "argu", "eerk", "boiten", "senior", "lectur", "comput", "scienc", "the", "univers", "kent", "but…", "tell", "facebook", "explicit", "what", "line", "the", "sand", "differ", "categori", "content", "itself", "give", "facebook", "whole", "lot", "quit", "high", "level", "inform", "that", "they", "can", "use", "for", "profil", "again", "not", "onli", "could", "they", "deriv", "that", "inform", "from", "what", "they", "alreadi", "have", "but", "would", "also", "help", "them", "finetun", "the", "inform", "they", "alreadi", "have", "work", "two", "direct", "reinforc", "the", "profil", "and", "could", "deduc", "from", "profil", "the", "first", "place", "check", "their", "infer", "data", "accur", "agre", "paul", "bernal", "law", "lectur", "the", "univers", "east", "anglia", "almost", "test", "their", "algorithm", "reckon", "this", "about", "this", "what", "say", "and", "this", "whi", "got", "wrong", "can", "actual", "effect", "improv", "their", "abil", "determin", "inform", "peopl", "bernal", "also", "make", "the", "point", "that", "there", "could", "differ", "data", "protect", "law", "term", "facebook", "user", "are", "direct", "hand", "over", "person", "inform", "about", "content", "toler", "facebook", "when", "ask", "them", "tell", "such", "person", "inform", "infer", "facebook", "indirect", "track", "their", "usag", "platform", "data", "protect", "term", "there", "least", "some", "question", "they", "deriv", "inform", "for", "exampl", "sexual", "from", "our", "shop", "habit", "whether", "that", "bring", "into", "play", "all", "the", "sensit", "person", "data", "rule", "given", "consensu", "then", "clearer", "that", "they", "have", "permiss", "again", "they", "may", "tri", "head", "off", "issu", "suggest", "see", "this", "anoth", "datagrab", "and", "see", "this", "anoth", "way", "enrich", "the", "valu", "their", "own", "data", "and", "test", "their", "algorithm", "this", "increas", "risk", "and", "increas", "our", "vulner", "time", "when", "should", "exact", "the", "opposit", "not", "facebook", "and", "this", "make", "even", "clearer", "whi", "not", "facebook", "becaus", "seem", "particular", "this", "increas", "risk", "and", "increas", "our", "vulner", "time", "when", "should", "exact", "the", "opposit", "add", "bernal", "facebook", "user", "are", "abl", "request", "see", "some", "the", "person", "data", "facebook", "hold", "them", "but", "boiten", "point", "out", "this", "list", "mean", "complet", "what", "they", "give", "back", "not", "the", "full", "inform", "they", "have", "tell", "techcrunch", "becaus", "some", "the", "track", "they", "are", "realli", "more", "sophist", "than", "that", "absolut", "num", "per", "cent", "certain", "that", "they", "are", "hide", "stuff", "there", "they", "give", "the", "full", "inform", "even", "ask", "for", "veri", "simpl", "exampl", "that", "that", "they", "memor", "search", "histori", "within", "facebook", "even", "delet", "facebook", "search", "histori", "still", "autocomplet", "the", "basi", "past", "search", "have", "doubt", "whatsoev", "that", "facebook", "know", "more", "than", "they", "are", "let", "on…", "there", "remain", "complet", "lack", "transpar", "least", "seem", "fair", "that", "facebook", "could", "take", "shot", "infer", "user", "content", "threshold", "base", "the", "mass", "person", "data", "hold", "individu", "one", "anecdot", "exampl", "recal", "onc", "see", "notif", "float", "into", "news", "feed", "that", "facebook", "friend", "had", "like", "page", "call", "rough", "sex", "which", "would", "seem", "just", "the", "sort", "relev", "prefer", "signal", "facebook", "could", "use", "autodetermin", "the", "type", "content", "threshold", "zuckerberg", "talk", "about", "least", "for", "user", "who", "have", "share", "enough", "such", "signal", "with", "but", "cours", "that", "facebook", "would", "dive", "headfirst", "into", "some", "veri", "controversi", "territori", "and", "underlin", "exact", "how", "much", "know", "about", "dear", "user", "and", "that", "might", "come", "across", "especi", "creepi", "when", "pair", "with", "news", "feed", "that", "inject", "graphic", "content", "into", "eyebal", "becaus", "think", "that", "what", "want", "see", "given", "the", "level", "which", "they", "profil", "shouldn", "tell", "them", "anymor", "say", "boiten", "when", "ask", "whether", "peopl", "should", "feel", "okay", "feed", "facebook", "info", "about", "their", "line", "the", "sand", "point", "anoth", "controversi", "that", "aros", "last", "year", "when", "emerg", "facebook", "capabl", "could", "use", "activ", "exclud", "includ", "peopl", "with", "specif", "ethnic", "affin", "aka", "racial", "profil", "they", "make", "the", "advanc", "understand", "natur", "languag", "content", "the", "slant", "that", "zuckerberg", "blog", "post", "promis", "probabl", "unrealist", "but", "nevertheless", "they", "get", "that", "sort", "advantag", "then", "blimey", "they", "know", "lot", "more", "than", "they", "alreadi", "add", "can", "bet", "that", "they", "profil", "peopl", "base", "their", "standard", "set", "this", "way", "add", "bernal", "that", "how", "work", "and", "then", "they", "aggreg", "and", "they", "use", "bet", "target", "their", "advertis", "and", "more", "total", "inform", "manag", "the", "more", "they", "can", "get", "and", "the", "more", "granular", "those", "person", "control", "get", "the", "more", "inform", "they", "pick", "and", "think", "disingenu", "that", "zuckerberg", "post", "not", "mention", "ani", "this", "while", "not", "yet", "clear", "exact", "how", "when", "these", "content", "set", "will", "implement", "the", "structur", "sketch", "out", "zuckerberg", "alreadi", "look", "pretti", "problemat", "given", "that", "facebook", "user", "who", "not", "want", "share", "ani", "addit", "sensit", "signal", "with", "the", "adtarget", "giant", "will", "forc", "toler", "their", "peer", "predilect", "which", "immedi", "put", "pressur", "user", "confess", "their", "content", "likesdislik", "facebook", "order", "avoid", "this", "hell", "other", "peopl", "tast", "bind", "order", "not", "subject", "the", "prefer", "local", "median", "and", "avoid", "taint", "associ", "the", "type", "content", "show", "not", "show", "their", "news", "feed", "after", "all", "the", "facebook", "news", "feed", "inher", "individu", "there", "risk", "the", "charact", "the", "content", "user", "feed", "assum", "reflect", "their", "person", "tast", "not", "tell", "facebook", "anyth", "about", "content", "threshold", "put", "into", "default", "corner", "tell", "facebook", "okay", "with", "whatev", "the", "region", "averag", "okay", "with", "content", "wise", "and", "that", "may", "the", "opposit", "okay", "for", "think", "there", "anoth", "littl", "trap", "here", "that", "they", "done", "befor", "continu", "bernal", "when", "make", "control", "granular", "look", "give", "peopl", "control", "but", "actual", "peopl", "general", "get", "bore", "and", "bother", "chang", "anyth", "can", "say", "given", "peopl", "control", "and", "now", "all", "much", "better", "but", "general", "they", "use", "the", "few", "peopl", "who", "are", "the", "few", "peopl", "who", "would", "understand", "and", "get", "round", "anyway", "will", "veri", "interest", "see", "what", "extent", "peopl", "actual", "use", "such", "major", "rule", "system", "could", "also", "risk", "game", "let", "say", "mischiev", "numchann", "band", "togeth", "and", "work", "get", "graphic", "boundari", "open", "region", "where", "more", "conserv", "standard", "are", "the", "norm", "can", "see", "peopl", "game", "this", "kind", "system", "the", "way", "that", "all", "kind", "onlin", "poll", "and", "referenda", "are", "game", "somebodi", "will", "work", "out", "the", "way", "get", "the", "system", "set", "the", "way", "they", "want…", "there", "are", "all", "kind", "possibl", "argu", "bernal", "there", "also", "danger", "communiti", "leader", "take", "some", "degre", "control", "recommend", "peopl", "particular", "set", "wari", "zuckerberg", "end", "this", "have", "standard", "for", "particular", "kind", "peopl", "chose", "the", "standard", "that", "someon", "els", "has", "effect", "chosen", "for", "lot", "will", "depend", "the", "implement", "the", "content", "control", "certain", "but", "when", "look", "how", "easili", "for", "exampl", "facebook", "trend", "news", "section", "not", "mention", "news", "feed", "general", "has", "been", "shown", "vulner", "manipul", "purveyor", "clickbait", "fake", "news", "etc", "suggest", "there", "could", "well", "risk", "content", "set", "turn", "their", "head", "and", "end", "caus", "more", "offens", "than", "they", "were", "tri", "prevent", "anoth", "point", "bernal", "make", "that", "shift", "some", "the", "respons", "for", "the", "type", "content", "shown", "onto", "user", "implicit", "shift", "some", "the", "blame", "away", "from", "facebook", "when", "controversi", "inexor", "aris", "basic", "see", "someth", "like", "news", "feed", "futur", "well", "that", "fault", "now", "either", "set", "facebook", "content", "set", "correct", "set", "ani", "all…", "tsk", "other", "word", "facebook", "get", "deflect", "object", "the", "type", "content", "algorithm", "are", "shunt", "into", "the", "news", "feed", "user", "all", "over", "the", "world", "set", "configur", "issu", "sidestep", "have", "address", "the", "more", "system", "and", "fundament", "flaw", "embed", "into", "the", "design", "the", "facebook", "product", "aka", "the", "filter", "bubbl", "issu", "facebook", "has", "long", "been", "accus", "encourag", "narrow", "person", "perspect", "via", "userengag", "focus", "content", "hierarchi", "and", "zuckerberg", "blog", "post", "has", "fair", "amount", "fuzzi", "think", "filter", "bubbl", "might", "expect", "from", "the", "chief", "engagementalgorithmdriven", "content", "distribut", "machin", "but", "for", "all", "his", "talk", "build", "global", "communiti", "offer", "clear", "fix", "for", "how", "facebook", "can", "help", "break", "user", "out", "the", "aienabl", "navelgaz", "circl", "busi", "model", "creat", "yet", "veri", "simpl", "fix", "for", "this", "doe", "exist", "which", "would", "show", "peopl", "chronolog", "news", "feed", "friend", "post", "the", "default", "the", "current", "default", "the", "algorithm", "power", "one", "facebook", "user", "can", "manual", "switch", "chronolog", "feed", "but", "the", "option", "tricki", "find", "and", "clear", "activ", "discourag", "the", "choic", "get", "reset", "back", "the", "feed", "either", "per", "session", "veri", "soon", "after", "short", "the", "choic", "bare", "exist", "the", "root", "problem", "here", "cours", "that", "facebook", "busi", "benefit", "massiv", "from", "algorithm", "engag", "user", "there", "zero", "chanc", "zuck", "announc", "abandon", "such", "lucrat", "and", "thus", "far", "scalabl", "default", "his", "solitari", "claim", "the", "essay", "worri", "about", "fake", "news", "and", "filter", "bubbl", "ring", "veri", "hollow", "inde", "inde", "there", "also", "risk", "that", "give", "user", "control", "over", "controversi", "content", "could", "exacerb", "the", "filter", "bubbl", "effect", "further", "becaus", "user", "who", "can", "effect", "dial", "down", "all", "controversi", "zero", "probabl", "not", "encount", "news", "about", "conflict", "syria", "say", "lot", "easier", "for", "them", "live", "insid", "pad", "facebook", "stream", "popul", "with", "cute", "photo", "babi", "and", "kitten", "news", "what", "news", "awwww", "how", "purdi", "and", "while", "that", "might", "make", "pleas", "experi", "for", "individu", "who", "want", "disengag", "from", "wider", "global", "realiti", "reduct", "for", "societi", "whole", "lot", "peopl", "start", "retreat", "into", "rosetint", "filter", "bubbl", "dial", "hate", "content", "should", "that", "also", "possibl", "via", "the", "futur", "facebook", "content", "filter", "would", "also", "obvious", "like", "have", "deleteri", "and", "divis", "societ", "impact", "the", "point", "give", "peopl", "easi", "opt", "out", "for", "type", "content", "that", "might", "push", "them", "outsid", "their", "comfort", "zone", "and", "forc", "them", "confront", "unfamiliar", "idea", "encount", "differ", "difficult", "perspect", "just", "offer", "selfen", "filter", "bubbl", "alongsid", "the", "algorithm", "filter", "facebook", "user", "get", "push", "insid", "when", "insid", "facebook", "thank", "default", "set", "this", "issu", "rise", "import", "given", "how", "mani", "user", "facebook", "has", "and", "how", "the", "massiv", "domin", "platform", "has", "been", "shown", "increas", "cannib", "tradit", "news", "media", "becom", "place", "peopl", "get", "news", "general", "not", "just", "learn", "what", "their", "friend", "are", "and", "rememb", "all", "this", "stuff", "discuss", "post", "where", "zuckerberg", "seek", "posit", "facebook", "the", "platform", "glue", "the", "world", "togeth", "global", "communiti", "and", "fractious", "moment", "histori", "which", "would", "impli", "give", "user", "the", "abil", "access", "perspect", "farflung", "from", "their", "own", "rather", "that", "help", "peopl", "retreat", "into", "reduct", "digit", "comfort", "zone", "multitud", "disconnect", "filter", "bubbl", "certain", "doe", "not", "have", "the", "ring", "global", "communiti", "anoth", "glare", "omiss", "zuckerberg", "write", "the", "risk", "facebook", "cach", "high", "person", "and", "like", "increas", "sensit", "data", "misus", "overreach", "govern", "seek", "clamp", "down", "particular", "group", "within", "societi", "especi", "strang", "for", "stay", "silent", "this", "this", "point", "time", "given", "how", "social", "media", "search", "custom", "agent", "have", "ramp", "follow", "presid", "trump", "execut", "order", "immigr", "last", "month", "there", "have", "also", "been", "suggest", "that", "foreign", "want", "enter", "the", "could", "forc", "hand", "over", "their", "social", "media", "password", "border", "agent", "futur", "all", "which", "has", "veri", "clear", "and", "veri", "alarm", "implic", "for", "facebook", "user", "and", "their", "facebook", "data", "yet", "the", "threat", "pose", "facebook", "user", "govern", "agenc", "appropri", "account", "enabl", "high", "intrus", "warrantless", "search", "and", "presum", "phish", "expedit", "for", "incrimin", "content", "perhap", "futur", "matter", "cours", "for", "all", "foreign", "travel", "the", "appar", "doe", "not", "merit", "public", "consider", "facebook", "instead", "zuckerberg", "call", "for", "more", "user", "data", "and", "for", "increas", "use", "facebook", "while", "clear", "such", "call", "are", "driven", "the", "commerci", "imper", "his", "busi", "the", "essay", "couch", "humanitarian", "manifesto", "those", "call", "seem", "either", "will", "ignor", "reckless", "disingenu", "leav", "the", "last", "word", "bernal", "the", "idea", "that", "concentr", "all", "our", "stuff", "one", "place", "both", "one", "onlin", "place", "facebook", "and", "one", "physic", "place", "our", "smartphon", "put", "greater", "risk", "when", "have", "govern", "who", "are", "like", "take", "advantag", "those", "risk", "and", "are", "actual", "look", "thing", "that", "will", "put", "under", "pressur", "think", "need", "look", "diversifi", "rather", "than", "look", "one", "particular", "rout", "anyon", "who", "got", "ani", "sens", "not", "anyth", "that", "even", "slight", "riski", "facebook", "add", "and", "should", "look", "for", "altern", "becaus", "while", "the", "border", "guard", "may", "know", "about", "facebook", "and", "twitter", "they", "not", "know", "about", "the", "more", "obscur", "system", "and", "they", "not", "abl", "get", "access", "them", "now", "actual", "the", "time", "for", "say", "let", "less", "facebook", "not", "more", "facebook"], "timestamp_scraper": 1556365954.570434, "title": "Don’t trust Facebook’s shifting line on controversy", "read_time": 923.4, "content_html": "<p id=\"speakable-summary\">Would you tell Facebook you’re happy to see all the bared flesh it can show you? And that the more gratuitous violence it pumps into your News Feed the better?</p> <p>Obtaining answers to where a person’s ‘line’ on viewing what can be controversial types of content lies is now <a href=\"https://beta.techcrunch.com/2017/02/16/facebook-nudity-filter/\" target=\"_blank\">on Facebook’s product roadmap</a> — explicitly stated by CEO Mark Zuckerberg in a lengthy blog post last week, not-so-humbly entitled ‘<a href=\"https://www.facebook.com/notes/mark-zuckerberg/building-global-community/10154544292806634/\" target=\"_blank\">Building a global community</a>‘.</p> <p>Make no mistake, this is a huge shift from the one-size fits all ‘community standards’ Facebook has peddled for years — crashing into controversies of its own when, for example, it <a href=\"https://beta.techcrunch.com/2016/09/12/facebook-employees-say-deleting-napalm-girl-photo-was-a-mistake/\" target=\"_blank\">disappeared an iconic Vietnam war photograph</a> of a naked child fleeing a napalm attack.</p> <p>In last week’s wordy essay — in which Zuckerberg generally tries to promote the grandiose notion that Facebook’s future role is to be the glue holding the fabric of global society together, even as he fails to flag the obvious paradox: that <a href=\"https://beta.techcrunch.com/2016/11/10/facebook-admits-it-must-do-more-to-stop-the-spread-of-misinformation-on-its-platform/\" target=\"_blank\">technology which helps amplify misinformation and prejudice </a><em>might</em> <em>not</em> be so great for social cohesion after all — the Facebook CEO sketches out an impending change to community standards that will see the site actively ask users to set a ‘personal tolerance threshold’ for viewing various types of less-than-vanilla content.</p> <p>On this Zuckerberg writes:</p> <p>The idea is to give everyone in the community options for how they would like to set the content policy for themselves. Where is your line on nudity? On violence? On graphic content? On profanity? What you decide will be your personal settings. We will periodically ask you these questions to increase participation and so you don’t need to dig around to find them. For those who don’t make a decision, the default will be whatever the majority of people in your region selected, like a referendum. Of course you will always be free to update your personal settings anytime.</p> <p>With a broader range of controls, content will only be taken down if it is more objectionable than the most permissive options allow. Within that range, content should simply not be shown to anyone whose personal controls suggest they would not want to see it, or at least they should see a warning first. Although we will still block content based on standards and local laws, our hope is that this system of personal controls and democratic referenda should minimize restrictions on what we can share.</p> <p>A following paragraph caveats that Facebook’s in-house AI does not currently have the ability to automatically identify every type of (potentially) problematic content. Though the engineer in Zuck is apparently keeping the flame of possibility alive — by declining to state the obvious: that understanding the entire spectrum of possible human controversies would require a truly super-intelligent AI.</p> <p>(Meanwhile, Facebook’s in-house algorithms have shown themselves to be <a href=\"https://beta.techcrunch.com/2016/08/29/facebooks-trending-topics-algorithm-mistake/\" target=\"_blank\">hopeless</a> at being able to correctly ID some pretty bald-faced fakery. And he’s <a href=\"https://beta.techcrunch.com/2016/12/15/facebook-now-flags-and-down-ranks-fake-news-with-help-from-outside-fact-checkers/\" target=\"_blank\">leaning on</a> <a href=\"https://beta.techcrunch.com/2017/01/16/facebook-takes-its-fake-news-fight-to-germany/\" target=\"_blank\">third party</a> <a href=\"https://beta.techcrunch.com/2017/02/06/google-and-facebook-partner-for-anti-fake-news-drive-during-french-election/\" target=\"_blank\">fact-checking organizations</a> — who do employ actual humans to separate truth and lies — to help fight the spread of Fake News on the platform, so set your expectations accordingly… )</p> <p>“It’s worth noting that major advances in AI are required to understand text, photos and videos to judge whether they contain hate speech, graphic violence, sexually explicit content, and more. At our current pace of research, we hope to begin handling some of these cases in 2017, but others will not be possible for many years,” is how Zuck frames Facebook’s challenge here.</p> <p>The problem is this — and indeed much else in the ~5,000-word post — is mostly misdirection.</p> <p>The issue is not whether Facebook will be able to do what he suggests is its ultimate AI-powered goal (i.e. scan all user-shared content for problems; categorize everything accurately across a range of measures; and then dish up exactly the stuff each user wants to see in order to keep them fully engaged on Facebook, <em>and</em> save Facebook from any more content removal controversies) — rather the point is Facebook is going to be asking users to explicitly <em>give it even more personal data</em>.</p> <p>Data that is necessarily highly sensitive in nature — being as the community governance issue he’s flagging here relates to controversial content. Nudity, violence, profanity, hate speech, and so on.</p> <p>Yet Facebook remains an advertising business. It profiles all its users, and <a href=\"https://beta.techcrunch.com/2016/02/09/facebook-ordered-to-stop-tracking-non-users-in-france/\" target=\"_blank\">even tracks non-users</a>‘ web browsing habits, continually harvesting digital usage signals to feed its ad targeting algorithms. So the obvious question is whether or not any additional data Facebook gathers from users via a ‘content threshold setting’ will become another input for fleshing out its user profiles for helping it target ads.</p> <p>We asked Facebook whether it intends to use data provided by users responding to content settings-related questions in future for ad targeting purposes but the company declined to comment further on Zuckerberg’s post.</p> <p>You might also wonder whether, given the scale of Facebook’s tracking systems and machine learning algorithms, couldn’t it essentially infer individuals’ likely tolerance for controversial content? Why does it need to ask at all?</p> <p>And isn’t it also odd that Zuckerberg didn’t suggest an engineering solution for managing controversial content, given, for example, he’s been so intent on pursuing an engineering solution to the problem of Fake News. Why doesn’t he talk about how AI might also rise to the complex challenge of figuring out personal content tastes without offending people?</p> <p>“To some extent they probably can already make a very educated, very good guess at [the types of content people are okay seeing],” argues Eerke Boiten, senior lecturer in computer science at the University of Kent. “But… telling Facebook explicitly what your line in the sand is on different categories of content is in itself giving Facebook a whole lot of quite high level information that they can use for profiling again.</p> <p>“Not only could they derive that information from what they already have but it would also help them to fine-tune the information they already have. It works in two directions. It reinforces the profiling, and could be deduced from profiling in the first place.”</p> <p>“It’s checking their inferred data is accurate,” agrees Paul Bernal, law lecturer at the University of East Anglia. “It’s almost testing their algorithms. ‘We reckon this about you, this is what you say — and this is why we’ve got it wrong’. It can actually, effectively be improving their ability to determine information on people.”</p> <p>Bernal also makes the point that there could be a difference, in data protection law terms, if Facebook users are directly handing over personal information about content tolerances to Facebook (i.e. when it asks them to tell it) vs such personal information being <em>inferred</em> by Facebook’s indirect tracking of their usage of its platform.</p> <p>“In data protection terms there is at least some question if they derive information — for example sexuality from our shopping habits — whether that brings into play all of the sensitive personal data rules. If we’ve given it consensually then it’s clearer that they have permission. So again they may be trying to head off issues,” he suggests. “I do see this as being another data-grab, and I do see this as being another way of enriching the value of their own data and testing their algorithms.”</p> <p> <div class=\"article-block block--pullout block--left\">\n<blockquote>\n\t\t\tThis is increasing risks and increasing our vulnerability at a time when we should be doing exactly the opposite.\t\t\t\t\t</blockquote>\n</div>\n</p> <p>“I’m not on Facebook and this makes it even clearer to me why I’m not on Facebook because it seems to me in particular this is increasing risks and increasing our vulnerability at a time when we should be doing exactly the opposite,” adds Bernal.</p> <p>Facebook users are able to <a href=\"https://www.facebook.com/help/contact/166828260073047\" target=\"_blank\">request to see some of the personal data</a> Facebook holds on them. But, as Boiten points out, this list is by no means complete. “What they give you back is not the full information they have on you,” he tells TechCrunch. “Because some of the tracking they are doing is really more sophisticated than that. I am absolutely, 100 per cent certain that they are hiding stuff in there. They don’t give you the full information even if you ask for it.</p> <p>“A very simple example of that is that they memorize your search history within Facebook. Even if you delete your Facebook search history it still autocompletes on the basis of your past searches. So I have no doubt whatsoever that Facebook knows more than they are letting on… There remains a complete lack of transparency.”</p> <p>So it at least seems fair that Facebook <em>could </em>take a shot at inferring users’ content thresholds, based on the mass of personal data it holds on individuals. (One anecdotal example: I recall once seeing a notification float into my News Feed that a Facebook friend had liked a page called “Rough sex”, which would seem to be just the sort of relevant preference signal Facebook could use to auto-determine the types of content thresholds Zuckerberg is talking about, at least for users who have shared enough such signals with it.)</p> <p>But of course if it did that Facebook would be diving headfirst into some very controversial territory. <em>And</em> underlining exactly how much it knows about you, dear user — and that might come across as especially creepy when paired with a News Feed that’s injecting graphic content into your eyeballs because it thinks that’s what you want to see.</p> <p>“Given the level at which they’re profiling we shouldn’t tell them anymore,” says Boiten, when asked whether people should feel okay feeding Facebook info about their ‘line in the sand’ — pointing to another <a href=\"https://beta.techcrunch.com/2016/10/28/facebook-ethnic-affinity/\" target=\"_blank\">controversy that arose last year</a> when it emerged Facebook’s ad capabilities could be used to actively exclude or include people with specific ethnic affinities (aka ‘racial profiling’).</p> <p>“If they make the advances in understanding of natural language content — the AI slant that Zuckerberg’s [blog post] promises, probably unrealistically, but nevertheless — if they get that sort of advantage then blimey they’re going to know an awful lot more than they already do,” he adds.</p> <p>“You can bet that they’re going to be profiling people based on their standards settings in this way,” adds Bernal. “That’s how it works, and then they aggregate it and they’ll be using it — I bet — to target their advertising and so on. It is more total information management. The more they can get, and the more granular those personal controls get the more information they’re picking up.</p> <p>“And I do think it’s disingenuous in that Zuckerberg’s post is not mentioning any of this.”</p> <p>While it’s not yet clear exactly how (or when) these content settings will be implemented, the structure sketched out by Zuckerberg already looks pretty problematic — given that Facebook users who do not want to share any additional sensitive signals with the ad-targeting giant will be forced to tolerate their peers’ predilections.</p> <p>Which immediately puts pressure on users to confess their content likes/dislikes to Facebook in order to avoid this ‘hell is other people’s tastes’ bind — i.e. in order to not be subject to the preferences of a local median. <em>And</em> to avoid being tainted by association of the types of content showing up (or not showing up) in their News Feed. After all, the Facebook News Feed is inherently individual — so there’s a risk of the character of the content in a user’s Feed being assumed to be a reflection of their personal tastes.</p> <p>So by not telling Facebook anything about your content thresholds you’re put into a default corner of telling Facebook you’re okay with whatever the regional average is okay with, content wise. And that may be the opposite of okay for you.</p> <p>“I think there’s another little trap here that they’ve done before,” continues Bernal. “When you make controls granular it looks as if you’re giving people control — but actually people generally get bored and don’t bother changing anything. So you can say you’ve given people control, and now it’s all much better — but in general they don’t use it. The few people who do are the few people who would understand it and get round it anyway. It will be very interesting to see what extent people actually use it.”</p> <p>Such a majority rule system could also be at risk of being gamed by — let’s say — mischievous 4Channers banding together and working to get graphic boundaries opened up in a region where more conservative standards are the norm.</p> <p>“I can see people gaming this kind of system — in the way that all kinds of online polls and referenda are gamed, somebody will work out the way to get the systems set the way they want… There are all kinds of possibilities,” argues Bernal. “There’s also a danger of ‘community leaders’ taking some degree of control; recommending people particular settings. I’m wary of Zuckerberg ending up doing this so you have standards for particular kind of people, so you ‘chose’ the standards that someone else has effectively chosen for you.”</p> <p>A lot will depend on the implementation of the content controls, certainly, but when you look at how easily, for example, Facebook’s trending news section — not to mention its News Feed in general — has been shown to be vulnerable to manipulation (by purveyors of clickbait, Fake News etc) it suggests there could well be risks of content settings being turned on their head, and ending up causing more offenses than they were trying to prevent.</p> <p>Another point Bernal makes is that shifting some of the responsibility for the types of content being shown onto users implicitly shifts some of the blame away from Facebook when controversies inexorably arise. So, basically: see something you don’t like in your News Feed in future? Well, that’s YOUR fault now! Either you didn’t set your Facebook content settings <em>correctly</em>. Or you didn’t set any at all… Tsk!</p> <p>In other words, Facebook gets to deflect objections to the type of content its algorithms are shunting into the News Feeds of users all over the world as a ‘settings configuration’ issue — sidestepping having to address the more systemic and fundamental flaw embedded into the design of the Facebook product: aka the filter bubble issue.</p> <p>Facebook has long been accused of encouraging a narrowing of personal perspective via its user-engagement focused content hierarchies. And Zuckerberg’s blog post has a fair amount of fuzzy thinking on filter bubbles, as you might expect from the chief of an engagement-algorithm-driven content distribution machine. But — for all his talk of “building global community” — he offers no clear fix for how Facebook can help break users out of the AI-enabled, navel-gazing circles its business model creates.</p> <p>Yet a very simple fix for this does exist — which would be to show people a chronological News Feed of friends’ posts <em>as the default</em> vs the current default being the algorithmically powered one. Facebook users can manually switch to a chronological feed but the option is tricky to find, and clearly actively discouraged as the choice gets reset back to the AI Feed either per session or very soon after. In short the choice barely exists.</p> <p>The root problem here of course is that Facebook’s business benefits massively from algorithmically engaged users. So there’s zero chance Zuck is going to announce it’s abandoning such a lucrative and (thus far) scalable default. So his solitary claim in the essay to “worry” about fake news and filter bubbles rings very hollow indeed.</p> <p>Indeed, there is also a risk that giving users controls over controversial content could exacerbate the filter bubble effect further. Because a user who can effectively dial down all controversy to zero is probably not going to be encountering news about conflict in Syria, say. It’s going to be a lot easier for them to live inside a padded Facebook stream populated with cute photos of babies and kittens. News? What news? Awwww, how purdy!</p> <p>And while that might make a pleasing experience for individuals who wants to disengage from wider global realities, it’s reductive for society as a whole if lots of people start retreating into rose-tinted filter bubbles. (Dialing up hateful content, should that also be possible via the future Facebook content filters, would also obviously likely have a deleterious and divisive societal impact).</p> <p>The point is, giving people easy opt outs for types of content that might push them outside their comfort zone and force them to confront unfamiliar ideas or encounter a different or difficult perspective just offers a self-enabled filter bubble (alongside the algorithmic filter Facebook users get pushed inside when inside Facebook, thanks to its default setting).</p> <p>This issue is of rising important given how many users Facebook has, and how the massively dominant platform has been shown to be increasingly cannibalizing traditional news media; becoming a place people go to get news generally, not just to learn what their friends are up to.</p> <p>And remember, all this stuff is being discussed in a post where Zuckerberg is seeking to position Facebook as the platform to glue the world together in a “global community” and at a fractious moment in history. Which would imply giving users the ability to access perspectives far-flung from their own, rather that helping people retreat into reductive digital comfort zones. A multitude of disconnected filter bubbles certainly does not have the ring of ‘global community’ to me.</p> <p>Another glaring omission in Zuckerberg’s writing is the risk of Facebook’s cache of highly personal (and likely increasingly sensitive) data being misused by overreaching governments seeking to clamp down on particular groups within society.</p> <p>It’s especially strange for a US CEO to stay silent on this at this point in time, given how social media searches by US customs agents have <a href=\"http://www.theverge.com/2017/1/30/14438280/trump-border-agents-search-social-media-instagram\" target=\"_blank\">ramped up</a> following President Trump’s Executive Order on immigration last month. There have also been <a href=\"https://www.theatlantic.com/technology/archive/2017/02/give-us-your-passwords/516315/\" target=\"_blank\">suggestions</a> that foreigners wanting to enter the US could be forced to hand over their social media passwords to US border agents in future. All of which has very clear and very alarming implications for Facebook users and their Facebook data.</p> <p>Yet the threat posed to Facebook users by government agencies appropriating accounts to enable highly intrusive, warrantless searches — and presumably go on phishing expeditions for incriminating content, perhaps, in future, as a matter of course for all foreigners traveling to the US — apparently does not merit public consideration by Facebook’s CEO.</p> <p>Instead, Zuckerberg is calling for more user data, and for increased use of Facebook.</p> <p>While clearly such calls are driven by the commercial imperatives of his business, the essay is couched as a <a href=\"https://beta.techcrunch.com/2017/02/16/building-the-world-we-all-want/\" target=\"_blank\">humanitarian manifesto</a>. So those calls seems either willfully ignorant or recklessly disingenuous.</p> <p>I’ll leave the last word to Bernal: “The idea that we concentrate all our stuff in one place — both in one online place (i.e. Facebook) and one physical place (i.e. our smartphones), puts us at greater risk when we have governments who are likely to take advantage of those risks. And are actually looking at doing things that will be putting us under pressure. So I think we need to be looking at diversifying, rather than looking at one particular route in.</p> <p>“Anyone who’s got any sense is not going to be doing anything that’s even slightly risky on Facebook,” he adds. “And should be looking for alternatives. Because while the border guards may know about Facebook and Twitter they’re not going to know about the more obscure systems, and they’re not going to be able to get access to them. So now is actually the time for us to be saying let’s do less Facebook, not more Facebook.”</p> ", "website": "techcrunch"}