{"content": "comments By Michael Galarnyk , Data Scientist A portfolio is one way to show people you are that data science unicorn. How do you get a job in data science?  Knowing enough statistics, machine learning, programming, etc to be able to get a job is difficult. One thing I have found lately is quite a few people  may   have the required skills to get a job, but no portfolio . While a resume matters, having a portfolio of public evidence of your data science skills can do wonders for your job prospects. Even if you have a referral,  the ability to show potential employers what you can do instead of just telling them you can do something is important . This post will include links to where various data science professionals (data science managers, data scientists, social media icons, or some combination thereof) and others talk about what to have in a portfolio and how to get noticed. With that, let’s get started!   The Importance of a Portfolio   Besides the benefit of learning by making a portfolio, a portfolio is important as it can help get you employment. For the purpose of this article, let’s define a portfolio as public evidence of your data science skills. I got this definition from  David Robinson  Chief Data Scientist at DataCamp when he was interviewed by  Marissa Gemma  on  Mode Analytics blog . He was asked about landing his first job in industry and said, The most effective strategy for me was doing public work. I blogged and did a lot of open source development late in my PhD, and these helped give public evidence of my data science skills. But the way I landed my first industry job was a particularly noteworthy example of the public work. During my PhD I was an active answerer on the programming site Stack Overflow, and an engineer at the company came across one of my answers (one explaining the intuition behind the beta distribution). He was so impressed with the answer that he got in touch with me [through Twitter], and a few interviews later  I was hired . You may think of this as a freak occurrence, but you will often find that the more active you are, the greater chance you have of something like this occuring. From  David’s blog post , The more public work you do, the higher the chance of a freak accident like that: of someone noticing your work and pointing you towards a job opportunity, or of someone who’s interviewing you having heard of work you’ve done. People often forget that software engineers and data scientists also Google their issues. If these same people have their problems solved by reading your public work, they might think better of you and reach out to you.   Portfolio to get around an Experience Requirement   Even for an entry level role, most companies want to have people with at least a little bit of real life experience. You may have seen memes like the one below. The question is how do you get experience if you need experience to get your first job? If there is an answer, the answer is  projects . Projects are perhaps the best substitutes for work experience or as  Will Stanton  said, If you don’t have any experience as a data scientist, then you absolutely  have to do independent projects. In fact, when  Jonathan Nolis   interviews candidates , he wants to hear about a description of a recent problem/project that you have faced. I want to hear about a project they’ve worked on recently. I ask them about how the project started, how they determined it was worth time and effort, their process, and their results. I also ask them about what they learned from the project. I gain a lot from answers to this question: if they can tell a narrative, how the problem related to the bigger picture, and how they tackled the hard work of doing something. If you don’t have some data science related work experience, the best option here is to talk about a data science project that you have worked on.   Types of Projects to Include in a Portfolio   Data science is such a broad field that it is hard to know what kind of projects hiring managers want to see.  William Chen , a Data Science Manager at Quora, shared his thoughts on the subject at Kaggle’s CareerCon 2018 ( video ). I love projects where people show that they are interested in data in a way that goes beyond homework assignments. Any sort of class final project where you explore an interesting dataset and find interesting results… Put effort into the writeup… I really like seeing really good writeups where people find interesting and novel things…have some visualizations and share their work. A lot of people recognize the value of creating projects, but one issue a lot of people wonder is where do you get that interesting dataset and what do you do with it.  Jason Goodman , Data Scientist at Airbnb, has a post  Advice on Building Data Portfolio Projects  where he talks about many different project ideas and has good advice on what kind of datasets you should use. He also echos one of William’s points about working with interesting data. I find that the best portfolio projects are less about doing fancy modeling and more about working with interesting data. A lot of people do things with financial information or Twitter data; those can work, but the data isn’t inherently that interesting, so you’re working uphill. One of his other points in the article is that webscraping is a great way to get interesting data. If you are interested in learning how to build your own dataset by webscraping in Python, you can see my post  here . If you are coming from academia, it is important to note that your thesis can count as a project (a very large project). You can hear  William Chen  talk about it  here . Traffic Cruising Data Science for Social Good Project ( /uwescience/TrafficCruising-DSSG2017 ). This is an example of a project I personally find interesting, but there are so many interesting projects out there. Credit ( Orysya Stus ,  Brett Bejcek ,  Michael Vlah ,  Anamol Pundle )   Types of Projects NOT to Include in a Portfolio   One thing I have found very common (to the point of it appearing multiple times in this blog post) in a lot of portfolio/resume advice is not to have common projects in your portfolio. Jeremie Harris  in  The 4 fastest ways not to get hired as a data scientist  said, It’s hard to think of a faster way to have your resume thrown into the ‘definite no’ pile than featuring work you did on trivial proof-of-concept datasets among your highlighted personal projects. When in doubt, here are some projects that hurt you more than they help you: * Survival classification on the  Titanic dataset . * Hand-written digit classification on the  MNIST dataset . * Flower species classification using the  iris dataset . The image below shows partial examples of classification of Titanic (A), MNIST (B), and iris (C) datasets. There aren’t a lot of ways to use these datasets to distinguish yourself from other applicants. Make sure to list novel projects. Titanic (A), MNIST (B), and iris (C) classification   Portfolios are Iterative   Favio Vazquez  has an  excellent article  where he talked about how he got his job as a data scientist. Of course, one of his tips is to have a portfolio. Have a portfolio. If you are looking for a serious paid job in data science do some projects with real data. If you can post them on GitHub. Apart from Kaggle competitions, find something that you love or a problem you want to solve and use your knowledge to do it. One of the other interesting findings was that you always have to keep on improving as you go through the job hunt. I applied to almost 125 jobs (for real, maybe you applied for much more), I got only like 25–30 replies. Some of them were just: Thanks but nope. And I got almost 15 interviews. I learned from each one. Got better. I had to deal with a lot of rejection. Something I was actually not prepared to. But I loved the process of getting interviewed (not all of them to be honest). I studied a lot, programmed everyday, read a lot of articles and posts. They helped a lot. As you learn more and improve yourself, your portfolio should also be updated. This same sentiment is echoed in many other advice articles. As  Jason Goodman  said, The project isn’t done when you post it publicly. Don’t be afraid to keep adding on to or editing your projects after they’re published! This advice is especially true when you are looking for a job. There are many stories of successful people like  Kelly Peng , Data Scientist at Airbnb, who really persevered and kept on working and improving. In  one of her blog posts , she went over how many places she applied for and interviewed with. Applications: 475 Phone interviews: 50 Finished data science take-home challenges: 9 Onsite interviews: 8 Offers: 2 Time spent: 6 months She clearly applied to a lot of jobs and kept on persisting. In her article, she even mentions how you need to keep on learning from your interviewing experiences. Take note of all the interview questions you got asked, especially those questions you failed to answer. You can fail again, but don’t fail at the same spot. You should always be learning and improving. *If you aren’t getting interviews yet, apply for more jobs and keep on finding ways to learn and improve.   Incorporating Portfolio into 1 Page Resume   One of the ways someone finds your portfolio is often through your resume so it is worth a mention. A data science resume is a place to focus on your technical skills. Your resume is a chance to succinctly represent your qualifications and fit for that particular role. Recruiters and hiring managers skim resumes very quickly, and you only have a short time to make an impression. Improving your resume can increase your chance of getting an interview. You have to make sure every single line and every single section of your resume counts. William Chen , a Data Science Manager from Quora has  9 Tips for making your data science resume .  Notice in the brief summary of his points below, that projects and portfolio are points 6, 7, 8, and arguably 9 .   1. Length : Keep it simple and one page max. This gives you the most impact for a quick skim. Recommends a simple one column resume as it is easy to skim. Sample Resume used in Video (latex:  /sb2nov/resume )   2. Objective : Don’t include one. They don’t help you distinguish yourself from other people. They take away space from the more important things (skills, projects, experience etc). Cover letters are extremely optional unless you really personalize it. Objectives don’t help you distinguish yourself from other people. A lot of them say very similar things.   3. Coursework : Do list  relevant coursework  that is applicable for the job description. Examples of relevant coursework displayed on various resumes.   4. Skills : Don’t give numerical ratings for your skills. If you want to rate yourself on your skills, use words like proficient or familiar or things like that. You can even exclude assessments altogether. Don’t give numerical ratings for your skills   5. Skills : Do list technical skills that the job description mentions. The order you list your skills in can suggest what you are best at. Examples of how you can list your skills on your resume   6. Projects : Don’t list common projects or homework. They aren’t that helpful in distinguishing you from other applicants. List projects that are novel.   7. Projects :   Show results and include links. If you participated in Kaggle competition, put percentile rank as it helps the person reading your resume understand where you are in the competition. In projects sections, there is always room for links to writeups and papers as they let the hiring manager or recruiter dig in deeper (bias to real world messy problems where you learn something new). Good example project sections Notice that in one of the projects sections above, a person has an additional link to a blog that lets the recruiter or hiring manager find out more. This is one way to link to various parts of your portfolio from your resume.   8. Portfolio:  Fill our your online presence. The most basic is a LinkedIn profile. It is kind of like an extended resume. Github and Kaggle profiles can help show off your work. Fill out each profile and include links to other sites. Fill out descriptions for your GitHub repositories. Include links to your knowledge sharing profiles/blog (Medium, Quora). Data science specifically is about knowledge sharing and communicating what the data means to other people. You don’t have to do all of them, but pick a few and do it (More on this later).   9. Experience : Tailor your experience towards the job. Experience is the core of your resume, but if you don’t have work experience what do you do? Focus your resume on independent projects, like capstone projects, independent research, thesis work, or Kaggle competitions. These are substitutes for work experience if you don’t have work experience to put on your resume. Avoid putting irrelevant experience on your resume. If you want to know hear data science managers go over portfolios and resumes, here are links to Kaggle’s CareerCon 2018 ( video ,  resumes reviewed ).   Importance of Social Media   This is very similar to the Importance of a Portfolio section, just divided into subsections. Having a Github page, a Kaggle profile, a Stack Overflow, etc can provide support for your resume. Having online profiles filled out can be a good signal for hiring managers. As  David Robinson  phrases it, Generally, when I’m evaluating a candidate, I’m excited to see what they’ve shared publicly, even if it’s not polished or finished. And sharing anything is almost always better than sharing nothing. The reason why data scientists like seeing public work is as Will Stanton said, Data scientists use these tools to share their own work and find answers to questions. If you use these tools, then you are signaling to data scientists that you are one of them, even if you haven’t ever worked as a data scientist. A lot of Data science is about communication and presenting data so it is good to have these online profiles. Besides from the fact that these platforms help provide valuable experience, they can also help you get noticed and lead people to your resume. People can and do find your resume online through various sources (LinkedIn, GitHub, Twitter, Kaggle, Medium, Stack Overflow, Tableau Public, Quora, Youtube, etc). You will even find that different types of social media feed into eachother.   Github   Github profiles of  Jennifer Bryan  and  Yuan (Terry) Tang A Github profile is a powerful signal that you are a competent data scientist. In the projects section of a resume, people often leave links to their GitHub where the code is stored for their projects. You can also have writeups and markdown there. GitHub lets people see what you have built and how you have built it. At some companies, hiring managers look at an applicants GitHub. It is another way to show employers you aren’t a false positive. If you take the time to develop your GitHub profile, you can be better evaluated than others. It is worth mentioning that you need to have some sort of README.md with a description of your project as a lot of  data science is about communicating results . Make sure the README.md file clearly describes what your project is, what it does, and how to run your code.   Kaggle   Participating in Kaggle competitions, creating a kernel, and contributing to discussions are ways to show some competency as a data scientist. It is important to emphasize that Kaggle is not like an industry project as  Colleen Farrelly , mentions in this  quora question . Kaggle competitions take care of coming up with a task, acquire data for you, and clean it into some usable form. What it does is give you practice analyzing data and coming up with a model.  Reshama Shaikh  has a post  To Kaggle Or Not  where she talked about the value of Kaggle competitions. From her post, It is true, doing one Kaggle competition does not qualify someone to be a data scientist. Neither does taking one class or attending one conference tutorial or analyzing one dataset or reading one book in data science. Working on  adds to your experience and augments your portfolio. It is a complement to your other projects, not the sole litmus test of one’s data science skillset. It is also true that there is a good reason why  Kaggle Grandmasters continue to participate in Kaggle competitions .   Linkedin   Unlike a resume, which is confined by length, a LinkedIn profile allows you to describe your projects and work experience in more depth. Udacity has a  guide on making a good LinkedIn profile . An important part of LinkedIn is their search tool and for you to show up, you must have  relevant keywords   inyour profile. Recruiters often search for people on LinkedIn. LinkedIn allows you to see which companies have searched for you and who has viewed your profile. Checking where your searchers work and how many times people have viewed your profile. Besides companies finding you and sending you messages on your availability, LinkedIn also has many features like  Ask for a Referral .  Jason Goodman  in his article  Advice on Applying to Data Science Jobs  uses LinkedIn to  indirectly ask for referrals. I never, never, never applied to any companies without an introduction to someone who worked at the company…once I was interested in a company, I would use LinkedIn to find a first- or second- degree connection at the company. I would write to that connection, asking to talk to them about their experience at the company and, if possible, whether they’d be able to connect me to someone on the Data Science team. Whenever I could, I did in-person meetings (coffee or lunch) instead of phone calls. As an aside, Trey Causey recently wrote  a great post on how to ask for just these kinds of meetings. I would never ask for a job directly, but they would usually ask for my resume and offer to submit me as an internal referral, or put me in touch with a hiring manager. If they didn’t seem comfortable doing so...I’d just thank them for their time and move on. Notice that he doesn’t right away ask for a referral. While common job advice when applying to a company is to get a referral, it is VERY IMPORTANT to note that you still need a portfolio, experience, or some sort of proof you can do a job. Jason even mentions the importance of a portfolio in that and  other articles he has written . Aman Dalmia  learned something similar by  Interviewing at Multiple AI Companies and Startups . Networking is  NOT  messaging people to place a referral for you .  When I was starting off, I did this mistake way too often until I stumbled upon  this  excellent article by  Mark Meloon ,  where he talks about the importance of building a  real connection with people by offering our help first. One other point he had is that LinkedIn is great for getting your content/portfolio out. Another important step in networking is to get your content out. For example, if you’re good at something, blog about it and share that blog on Facebook and LinkedIn .  Not only does this help others,  it helps you as well.   Medium and/or Other Blogging Platforms   Having some form of blog can be highly beneficial. A lot of data science is about communication and presenting data. Blogging is a way of practicing this and showing you can do this. Writing about a project or a data science topic allows you to share with the community as well as encourages you to write out your work process and thoughts. This is a useful skill when interviewing. As  David Robinson  said, A blog is your chance to practice the relevant skills. Data cleaning : One of the benefits of working with a variety of datasets is that you learn to take data “as it comes”, whether it’s in the form of a  supplementary file from a journal article  or a  movie script Statistics : Working with unfamiliar data lets you put statistical methods into practice, and writing posts that communicate and teach concepts helps build your own understanding Machine learning : There’s a big difference between having used a predictive algorithm once and having used it on a variety of problems, while understanding why you’d choose one over another Visualization : Having an audience for your graphs encourages you to start polishing them and building your personal style Communication : You gain experience writing and get practice structuring a data-driven argument. This is probably the most relevant skill that blogging develops since it’s hard to practice elsewhere, and it’s an essential part of any data science career By writing a blog, you are can practice communicate findings to others. It also is another form of advertising yourself. Blogs about  Using Scrapy to Build your Own Dataset , and ironically  Python Environment Management with Conda  have taught me a lot and have gotten me a lot of opportunities I would normally not have gotten. One of the major benefits I have found is that throughout the process of people critiquing my projects and suggesting improvements (though the comments section of the blog) makes it so interviewers aren’t the first ones pointing out these same flaws. The more obvious benefit is that by making a blog you tend to read a lot more data science/machine learning blog posts and hence learn more. As for what platform to blog on, I recommend using Medium.  Manali Shinde in her blog post  How to Construct a Data Science Portfolio from Scratch  had a really good point on why she choose Medium for her blog. I thought of creating my own website on a platform such as WordPress or Squarespace. While those platforms are amazing to host your own portfolio, I wanted a place where I would get some visibility, and a pretty good tagging system to reach greater audiences. Luckily Medium, as we know, has those options (and it’s also free). If you don’t know what to write about, I suggest you look at  David Robinson’s advice . /drob   Twitter   Being active on Twitter is a great way to identify and interact with people in your field. You can also promote your blog on Twitter so that your portfolio can be that much more visible. There are so many opportunities to interact with people on twitter. One of them as  Reshama Shaikh  said in her famous blog post “ How Do I Get My First Data Science Job? ” was, David Robinson  generously offers to retweet your first data science post. With 20K+ followers, that’s an offer that can’t be refused. Twitter can be used for other things than self promotion.  Data Science Renee has a post “ How to use Twitter to Learn Data Science (or Anything) ” that is quite insightful about taking Twitter to learn skills. One other takeaway from her article was how much her Twitter presence helped her network and get opportunities. I have been asked to be interviewed on podcasts and blogs (some of those should be coming up soon), offered contract work, and offered free admission to a conference I unfortunately couldn’t go to, but was excited to be considered for. “Famous” people in the industry are now coming to me to work with them in some way.   Tableau Public   Not every data science job uses Tableau or other BI tools. However, if you are applying to jobs where these tools are used, it is important to note that there are websites where you can put dashboards for public consumption. For example, if you say you are learning or know Tableau, put a couple dashboards on  Tableau Public . While a lot of companies might be okay with you learning Tableau on the job, having public evidence of your Tableau skill can help. If you want to see good examples of Tableau Public profiles, please see  Orysya Stus’  and  Brit Cava’s  profiles.   Conclusion   Remember a portfolio is a process. Keep on improving. Having a strong resume has long been the primary tool for job seekers to relay their skills to potential employers. These days, there is more than one way to showoff your skills and get a job. A portfolio of public evidence is a way to get opportunities that you normally wouldn’t get. It is important to emphasize that a portfolio is an iterative process. As your knowledge grows, your portfolio should be updated over time. Never stop learning or growing. Even this blog post will be updated with feedback and with increasing knowledge. If you want interview advice/guides, time to check out  Brandon Rohrer’s advice on how to survive a data science interview ,  Sadat’s   interview guide , or  Springboard’s advice . If you have any questions or thoughts on the tutorial, feel free to reach out in the comments below or through  Twitter .   Bio: Michael Galarnyk is a Data Scientist and Corporate Trainer. He currently works at Scripps Translational Research Institute. You can find him on Twitter ( /GalarnykMichael ), Medium ( /@GalarnykMichael) , and GitHub ( /mGalarnyk ). Original . Reposted with permission. Related: 5 Career Paths in Big Data and Data Science, Explained 5 Data Science Projects That Will Get You Hired in 2018 Explaining the 68-95-99.7 rule for a Normal Distribution", "title_html": "<h1 id=\"title\"><img align=\"right\" alt=\"Silver Blog\" src=\"/images/tkb-1807-s.png\" width=\"94\"/>How to Build a Data Science Portfolio</h1> ", "url": "https://www.kdnuggets.com/2018/07/build-data-science-portfolio.html", "tfidf": {"tfidf": {"googl": 11.388809182200001, "arguabl": 12.928338762200001, "harri": 3.87881749328, "real": 11.405172413799999, "linkedin": 7937.9999999950005, "readmemd": 3175.2, "kind": 10.322496749039999, "addit": 1.24634950542, "would": 6.497237569079999, "thank": 12.01362088536, "resum": 191.893634166, "etc": 16.826709062, "specif": 1.8719490626099997, "class": 4.23303559526, "python": 112.5957446808, "thought": 7.941970985479999, "never": 7.78846153845, "path": 4.6421052631599995, "toward": 3.2606284658, "medium": 49.04324801411, "shind": 1134.0, "their": 12.185749008600002, "highlight": 5.83033419023, "stack": 58.9455445545, "hard": 10.93012048192, "chief": 2.41827875095, "gotten": 90.9799426934, "ever": 1.9697270471500001, "creat": 3.7478753541, "eachoth": 1587.6, "colleen": 123.06976744200001, "room": 3.07674418605, "extend": 1.9604840701400004, "lunch": 22.68, "repost": 933.882352941, "acquir": 3.10563380282, "relev": 34.69405594405001, "had": 3.1427251732199997, "surviv": 4.515358361780001, "mayb": 21.0557029178, "word": 1.7965372864099998, "form": 4.51022727272, "tutori": 118.9213483146, "will": 8.57367690172, "tailor": 26.198019801999997, "open": 1.24556723678, "site": 3.9443478260800005, "second": 1.1130898128, "incorpor": 2.62847682119, "new": 1.0178880554, "but": 13.212214326869999, "view": 3.2815212897799997, "our": 4.71517671518, "classif": 40.33536585365, "jason": 46.319474836000005, "off": 3.0242880274400004, "brett": 37.0934579439, "doubt": 5.31325301205, "kept": 5.88654060066, "grow": 4.5457408733, "various": 5.329305135959999, "success": 1.32002993265, "enough": 2.2319696330700003, "besid": 15.408605629259998, "polish": 13.19152471956, "use": 19.56313639022, "handwritten": 60.3650190114, "out": 12.72200333892, "mistak": 8.71350164654, "model": 4.1811956808, "good": 18.23779437108, "sure": 22.360563380280002, "persev": 178.38202247200002, "concept": 2.65707112971, "hunt": 5.2621809744800006, "peng": 157.188118812, "fill": 13.35239697224, "writeup": 4762.799999999999, "dig": 18.5034965035, "messi": 129.073170732, "count": 6.96315789474, "field": 3.5580457194, "udac": 1587.6, "length": 7.38246919322, "kaggl": 26989.199999999997, "order": 1.24625166811, "less": 1.46904783936, "quick": 4.41, "farrelli": 588.0, "true": 7.66709594334, "persist": 6.787516032490001, "brief": 3.39013452915, "said": 10.83263475973, "afraid": 18.269275028800003, "then": 2.17315721032, "manali": 1587.6, "they": 19.57329180453, "anoth": 4.54574087328, "effect": 1.3963060686000002, "allow": 3.8148177813300004, "fanci": 30.5895953757, "employ": 8.66121112928, "thesi": 28.124003543, "github": 20638.8, "major": 1.14852058164, "construct": 1.9320920043799998, "featur": 3.05425163524, "feed": 7.77853993141, "practic": 11.93043478263, "critiqu": 14.0994671403, "simpl": 6.7962328767199995, "appear": 1.3214582986499999, "gemma": 186.776470588, "algorithm": 27.9507042254, "twitter": 431.7740585769001, "develop": 3.5867158671600006, "financi": 2.60860992442, "such": 2.12302754748, "upon": 1.60331246213, "confer": 5.6649420160599995, "without": 1.29547123623, "lot": 88.1755068036, "phd": 44.7211267606, "letter": 2.42715181165, "jonathan": 7.55640171347, "add": 4.61243463103, "varieti": 4.5944147012, "content": 3.5421686747, "contentportfolio": 1587.6, "platform": 31.166077738499997, "ani": 5.6691901157, "visibl": 9.37190082644, "whether": 4.41367806506, "veri": 6.29400570885, "partial": 3.6131087847099996, "aren": 2405.454545455, "idea": 2.0930784443, "free": 5.15454545454, "environ": 3.43561999567, "for": 47.014806880470005, "difficult": 2.48957189901, "mgalarnyk": 1587.6, "seen": 1.61079545455, "with": 28.033549851719993, "meme": 230.086956522, "competit": 27.626450116050002, "late": 2.63480209112, "robinson": 50.11363636349999, "effort": 3.78495649064, "look": 7.634527530639999, "technic": 6.280063291139999, "refus": 2.58146341463, "summari": 7.80147420147, "compet": 6.52930289944, "intern": 1.30355530011, "unicorn": 117.6, "think": 8.721479582490002, "object": 4.697736351540001, "combin": 1.69760479042, "later": 2.17300848618, "focus": 4.02025829324, "again": 1.50883862384, "tackl": 19.8698372966, "rank": 2.52480916031, "doe": 8.52906414525, "give": 6.826625387, "uwesciencetrafficcruisingdssgnum": 1587.6, "probabl": 2.64555907349, "place": 4.401746724880001, "great": 5.06371102784, "beta": 25.0410094637, "avoid": 2.45986984816, "step": 2.8279301745599996, "big": 5.480151881259999, "dashboard": 236.95522388, "fals": 6.21613155834, "litmus": 529.2, "analyz": 19.37278828554, "scientist": 79.80248373742, "encourag": 5.5950660792999996, "iter": 74.8867924528, "youtub": 20.25, "paper": 2.6628648104700003, "hire": 49.581511555300004, "abov": 1.90382539873, "trainer": 24.127659574499997, "portfolioresum": 1587.6, "face": 1.80327124035, "what": 20.05495026048, "share": 18.5662495615, "particular": 2.7629655412400003, "problemproject": 1587.6, "help": 23.79370536903, "find": 29.400000000069998, "instead": 3.18923262354, "potenti": 5.0416005081, "cover": 1.69380134429, "own": 7.070665083120001, "sbnumnovresum": 1587.6, "tableau": 1953.969230768, "noteworthi": 27.0, "long": 1.2657259028899999, "script": 8.299006795610001, "greater": 4.29603571912, "complement": 14.0744680851, "care": 2.49426551453, "about": 26.62150378975, "evid": 11.2436260623, "galarnyk": 3175.2, "wrote": 2.10473286491, "thing": 16.845839017769997, "narrat": 6.002268431, "just": 6.6790071518500005, "test": 2.65707112971, "understand": 8.90575916229, "vlah": 1587.6, "speci": 6.648241206030001, "reshama": 3175.2, "hurt": 11.6392961877, "mode": 7.391061452510001, "person": 8.43122676582, "fastest": 14.4065335753, "sole": 4.04175152749, "things…hav": 1587.6, "recommend": 7.828402366860001, "activ": 4.39210623387, "flaw": 13.950790861199998, "echo": 21.0, "spent": 3.00795755968, "start": 5.06694326976, "power": 1.3396337861799998, "noth": 3.46410648047, "run": 1.55692850838, "thereof": 34.5130434783, "studi": 1.53184098804, "keep": 12.25472790426, "overflow": 149.77358490569998, "explain": 7.8014742014700005, "singl": 3.21897810218, "kernel": 70.56, "messag": 9.93491864832, "usual": 1.72508964468, "abl": 3.6417020300400003, "skim": 610.6153846139999, "attend": 2.3055474876599997, "the": 95.0, "perhap": 3.14812611541, "increas": 2.6404989605, "build": 9.805043746800001, "scratch": 25.8146341463, "display": 2.93456561922, "broad": 4.27693965517, "nope": 1587.6, "drob": 1587.6, "couldn": 1587.6, "sadat": 186.776470588, "connect": 7.537566765560001, "move": 1.29125660838, "goodman": 102.86825054010001, "flower": 8.32511798637, "went": 1.8098495212, "industri": 8.09277430864, "say": 3.5088960106, "origin": 1.13724928367, "continu": 1.13928955867, "interview": 67.96232876719999, "knowledg": 16.990582191799998, "take": 7.97731677554, "follow": 1.04640126549, "strategi": 4.44208170118, "tip": 18.84391691394, "than": 6.196721311499999, "haven": 12.690647482000001, "publish": 1.36885669943, "goe": 4.251740760580001, "matter": 2.44773358002, "issu": 2.87843350558, "also": 11.16241610737, "irrelev": 29.7861163227, "icon": 7.79764243615, "mean": 1.44906900329, "task": 3.88641370869, "may": 3.15605327679, "candid": 9.02558271746, "repli": 6.6593959731500005, "consid": 1.2397313759200002, "challeng": 2.55816951337, "accid": 6.30250099246, "podcast": 49.6125, "machin": 8.04866920152, "want": 19.969811320799998, "into": 7.10517230353, "system": 1.38739840951, "behind": 2.0845588235299997, "usabl": 31.5, "howev": 1.0945191313299998, "squarespac": 1587.6, "actual": 1.87482286254, "orysya": 3175.2, "identifi": 2.30187037843, "which": 2.01038369, "vazquez": 610.615384615, "fit": 3.37070063694, "skill": 77.67847157511, "introduct": 2.7808723068799996, "careercon": 3175.2, "one": 34.21334854548, "graph": 37.7102137767, "see": 11.45179129599, "facebook": 28.5539568345, "academia": 33.4936708861, "get": 48.21189967395, "rohrer": 992.25, "through": 5.35374654345, "manag": 19.738085370959997, "tell": 6.72284564896, "admiss": 11.2675656494, "independ": 4.76852222667, "neither": 3.6622837370199997, "file": 7.542042755339999, "rule": 1.7415533128599998, "pick": 4.939639079030001, "succinct": 115.883211679, "sampl": 7.23280182232, "engin": 4.94271481942, "relat": 3.71252630757, "bit": 8.33385826772, "grandmast": 108.0, "supplementari": 39.789473684200004, "honest": 18.3537572254, "most": 5.10482315115, "excel": 9.68935001526, "credit": 3.04312823462, "fail": 5.784308962829999, "all": 3.03440366973, "yet": 2.1258703802900003, "augment": 16.5202913632, "store": 3.44680851064, "prospect": 6.86975335353, "includ": 7.133448873459999, "solv": 14.53846153846, "degre": 2.4852849092, "bryan": 18.020431328, "marissa": 407.07692307699995, "rate": 6.421464203849999, "and": 96.00604724447999, "recruit": 23.033732317720002, "discuss": 2.19676214197, "prepar": 2.43012398592, "benefit": 12.27367607268, "general": 1.1218202374200001, "websit": 5.04320203304, "comment": 9.17864713818, "bejcek": 1587.6, "can": 38.81662591686, "avail": 1.7288467821, "describ": 2.94054454528, "markdown": 1587.6, "portfolio": 997.5942549370001, "onli": 3.0769429549800007, "each": 2.37949640288, "phrase": 6.18465134398, "promot": 4.0345616264199995, "larg": 1.18574949585, "this": 23.08725341433, "noli": 441.0, "unfamiliar": 37.7102137767, "link": 19.36359940374, "scripp": 236.955223881, "data": 243.10336027248, "onsit": 429.081081081, "audienc": 8.9568406206, "springboard": 135.692307692, "method": 2.5714285714300003, "sinc": 1.08368600683, "airbnb": 3175.2, "must": 1.9220338983099996, "stanton": 109.48965517239999, "corpor": 3.02284843869, "worth": 15.631112569740003, "abil": 2.70875277256, "direct": 1.22226499346, "has": 13.567446752599999, "leav": 1.6615384615399997, "luckili": 191.277108434, "michael": 6.69779215299, "page": 6.11007055806, "primari": 2.2373167981999997, "show": 12.670391061499998, "takeaway": 529.2, "often": 7.7671232877, "suggest": 5.271499723289999, "galarnykmichael": 3175.2, "stop": 2.1783754116400003, "retweet": 1587.6, "after": 1.02070207021, "mark": 1.5079787234, "pile": 24.8840125392, "touch": 10.91134020618, "unlik": 2.42529789184, "onc": 1.4974533106999999, "too": 1.81585268215, "occur": 1.7453825857499998, "coursework": 403.627118643, "trivial": 35.3585746102, "brit": 74.8867924528, "signal": 15.37378954164, "meloon": 1587.6, "assign": 3.83663605607, "space": 2.39818731118, "recogn": 2.54954231572, "dataset": 2516.926829274, "hear": 16.71597788892, "well": 2.1311497416, "done": 4.6605019814999995, "teach": 3.98594024605, "valuabl": 7.46754468485, "higher": 2.1218925421, "know": 15.559621038900001, "translat": 2.85745140389, "elsewher": 5.114690721650001, "least": 1.6165359943000002, "relay": 20.8620236531, "multipl": 5.49627834516, "how": 33.65256889071, "land": 3.4419512195199995, "present": 2.51103202846, "kelli": 10.451612903200001, "deeper": 15.0769230769, "especi": 3.33424341068, "distribut": 5.479206212259999, "alway": 8.26982680036, "found": 3.34161229215, "interest": 22.44637446982, "datadriven": 1587.6, "asid": 6.69873417722, "someon": 29.6101958346, "latex": 149.773584906, "qualifi": 6.546804123709999, "homework": 302.4, "purpos": 2.23416830847, "updat": 16.69400630916, "below": 9.02430012788, "similar": 4.12542226071, "definit": 6.48, "need": 5.749049429639999, "subject": 1.8715077213299998, "final": 1.34008609775, "point": 11.33910007146, "amaz": 15.250720461099998, "applic": 17.1336067343, "review": 2.2099109131400003, "level": 1.6544393497299998, "have": 48.71495237471999, "impress": 7.80914904082, "brandon": 39.8894472362, "experi": 41.15376458116, "famous": 4.5640362225, "shaikh": 599.094339622, "emphas": 11.18816067654, "her": 15.993284083289996, "quit": 5.769943667100001, "excit": 19.636363636360002, "iri": 147.91304347829998, "cours": 2.15092805853, "numer": 3.66651270208, "absolut": 5.3472549680000006, "program": 6.06417112299, "iron": 3.84499878905, "process": 10.17148958892, "not": 12.18808777428, "strong": 1.6439888163999998, "proof": 9.70415647922, "short": 1.41295834817, "generous": 19.3609756098, "stori": 2.02396736359, "easi": 5.2937645882, "almost": 4.60752636162, "though": 1.36076112111, "conda": 1587.6, "core": 4.623179965059999, "reach": 4.49405548218, "descript": 20.0252270434, "choos": 8.35798894446, "world": 1.11340206186, "scienc": 85.82875511392, "referr": 694.5749999999999, "communiti": 1.96121062384, "confin": 8.78097345133, "section": 14.899048129769998, "away": 3.70285714286, "results…": 1587.6, "normal": 7.83226443018, "provid": 2.43105428374, "until": 1.14852058164, "valu": 4.555523672880001, "offer": 10.77278014736, "softwar": 10.2624434389, "startup": 68.4310344828, "got": 25.33789329687, "entri": 3.9909502262400003, "meet": 3.3317943336799996, "talk": 24.2427944264, "network": 7.781081522639999, "cava": 324.0, "andor": 690.260869565, "sourc": 3.39520958084, "put": 13.26454308096, "aman": 311.294117647, "call": 1.0676529926, "result": 3.43834825296, "qualif": 17.2004333694, "inperson": 1587.6, "repositori": 44.974504249300004, "media": 7.781081522639999, "question": 15.428571428549999, "divid": 2.3169877408099997, "stus": 3175.2, "particip": 6.594849072270001, "from": 20.0113442994, "answer": 37.19121522696, "num": 30.009451200300003, "jennif": 17.4270032931, "advic": 70.8117752007, "movi": 4.00403530895, "sentiment": 9.9225, "predict": 5.18484650555, "uphil": 125.007874016, "quora": 7938.0, "pleas": 9.12938470385, "spot": 4.52952924394, "book": 1.43414634146, "him": 1.63434218653, "webscrap": 3175.2, "are": 32.95698994496, "max": 7.474576271189999, "better": 8.026289181000001, "compani": 18.6283367556, "current": 1.5325803649, "month": 1.5079787234, "jeremi": 16.2165474974, "feedback": 24.652173913000002, "option": 12.146901300689999, "video": 9.89158878504, "skillset": 1587.6, "chanc": 21.2245989305, "rene": 49.1517027864, "exclud": 5.31859296482, "unless": 5.44818119423, "public": 20.81215299205, "num–num": 1587.6, "gain": 3.6963911525, "column": 7.078020508250001, "familiar": 6.86381322957, "tend": 3.3735656608599998, "even": 10.481514084539999, "littl": 1.5499365420299998, "coffe": 14.782122905, "check": 13.0131147541, "scrapi": 1587.6, "edit": 1.99297012302, "serious": 2.583984375, "extrem": 2.36602086438, "his": 7.6605776521400015, "ask": 26.093959731600002, "type": 6.084312723570001, "note": 5.69798115748, "bias": 13.7335640138, "came": 1.46013059873, "requir": 3.05689804564, "where": 17.07441016336, "rememb": 4.88793103448, "causey": 1587.6, "let": 20.91699604746, "favio": 1587.6, "company…onc": 1587.6, "clear": 3.70847932726, "communic": 19.876945090309995, "line": 1.4182597820299998, "conclus": 4.84615384615, "taught": 5.57052631579, "deal": 2.18346857379, "fact": 3.46751119362, "tool": 29.983002832860002, "who": 4.25117150892, "pictur": 3.4953764861300005, "permiss": 6.280063291139999, "bigger": 13.23, "william": 7.01934342876, "post": 42.52699844913, "here": 12.1153846154, "paid": 3.31163954944, "were": 1.02458857696, "blog": 354.6916890075, "clean": 13.73950670706, "apart": 3.1032056294, "onlin": 10.420741713160002, "much": 3.5826688731899994, "thrown": 12.109839816900001, "evalu": 13.901926444839999, "henc": 5.390831918509999, "problem": 8.83374137545, "articl": 22.19855090882, "job": 91.11047345763998, "showoff": 1587.6, "heard": 4.45204711161, "she": 12.96, "topic": 5.457545548300001, "dure": 1.0503473370799998, "posit": 1.37252528746, "guid": 4.98226894712, "defin": 2.72830383227, "subsect": 88.6927374302, "contribut": 1.9255306246200001, "across": 1.7318642958400001, "opportun": 15.059760956200002, "whenev": 11.622254758399999, "among": 1.25670862028, "intuit": 27.7068062827, "love": 8.91910112361, "inher": 10.7706919946, "insight": 11.8037174721, "consumpt": 9.3608490566, "whi": 13.026461538480001, "digit": 4.416133518780001, "phone": 18.237794371059998, "support": 1.2685577307200002, "seem": 2.29123971713, "journal": 2.36884512086, "team": 2.2748244734200003, "unfortun": 9.966101694919999, "takehom": 1587.6, "anyth": 9.17687861272, "there": 12.49095200628, "inform": 1.5753125620200001, "profici": 31.8156312625, "possibl": 1.4173734488, "titan": 65.5130674002, "best": 6.331405782640001, "contract": 3.0165304959099997, "profilesblog": 1587.6, "visual": 10.45505432994, "now": 1.160780873, "code": 7.761427523839999, "profil": 77.3024954352, "interact": 8.8371834122, "high": 1.14777327935, "basic": 2.7301805675, "self": 11.972850678699999, "realli": 23.738038277500003, "searcher": 230.086956522, "substitut": 15.93176116408, "feel": 3.1356903021900004, "percentil": 273.724137931, "everyday": 11.9548192771, "tang": 40.5, "coupl": 3.2572835453400004, "mani": 8.35414063016, "around": 1.21394708671, "style": 2.37807070102, "notic": 26.21965317918, "exampl": 13.54350710898, "role": 3.10654534782, "them": 15.38265623916, "research": 3.8840366972400004, "over": 4.10100096868, "tag": 19.7462686567, "peopl": 31.543328748360004, "occurr": 13.805217391300001, "those": 5.97740963855, "explor": 3.39593582888, "argument": 5.09335899904, "pundl": 1587.6, "essenti": 2.9280708225700005, "determin": 2.1658935879900003, "work": 40.14723236868, "could": 1.2043695949, "proofofconcept": 1587.6, "other": 20.198473282400002, "appli": 20.6748661554, "might": 4.312372674180001, "impact": 2.97526236882, "some": 15.6055045872, "imag": 2.70137825421, "beyond": 2.54586273252, "cruis": 13.8292682927, "still": 1.1866357724799999, "like": 14.93941368075, "benefici": 18.269275028800003, "wonder": 14.531807780320001, "adviceguid": 1587.6, "should": 8.32162700495, "reject": 2.82139683668, "part": 3.12992048367, "capston": 252.0, "analyt": 17.256521739100002, "that": 55.21912350625, "writeup…": 1587.6, "sciencemachin": 1587.6, "structur": 2.0580762250499998, "recent": 4.63217272905, "freak": 103.42671009780001, "stumbl": 43.3770491803, "anamol": 1587.6, "pretti": 15.75, "trey": 172.56521739099998, "time": 9.10147143132, "project": 85.92047713725, "differ": 3.7096347067499997, "been": 2.0478555304799997, "profession": 2.6389627659599997, "institut": 1.7792222346700002, "statist": 12.727952966340002, "forget": 16.9978586724, "throughout": 1.5217099587799998, "between": 1.03453668708, "written": 1.9573418813999999, "soon": 1.9817750592900003, "obvious": 6.44841592201, "chen": 102.2060085837, "comfort": 7.82068965517, "reason": 3.44680851064, "someth": 26.25217031832, "day": 1.18371607516, "sort": 15.564705882359998, "indirect": 8.618892508139998, "built": 3.98894472362, "wordpress": 1134.0, "more": 16.2747309072, "improv": 16.35015447992, "inyour": 1587.6, "list": 9.54250386397, "novel": 12.196670934690001, "finish": 6.45759609518, "these": 12.88985115024, "yourself": 159.5577889446, "keyword": 139.263157895, "faster": 7.61438848921, "yuan": 44.22284122560001, "lead": 1.2664326739, "submit": 5.770992366410001, "make": 9.686394142740001, "seeker": 47.25, "way": 21.9433310298, "search": 9.761836441889999, "distinguish": 13.47707979628, "few": 3.95187520743, "assess": 5.24306472919, "okay": 93.9408284024, "depth": 8.24299065421, "read": 11.574803149600001, "dalmia": 1587.6, "common": 5.6103896103999995, "terri": 9.94113963682, "traffic": 5.95052473763, "bio": 42.336000000000006, "come": 7.969879518059999, "repres": 1.46972782818, "advertis": 5.61187698834, "career": 5.97515995484, "send": 3.75053153792, "right": 1.4054532577899999, "david": 11.09821740648, "datacamp": 1587.6, "import": 18.762789127180003, "first": 8.06092916984, "everi": 4.43752911582, "when": 9.186909277949999, "while": 5.2209944751499995, "social": 7.961885656960001, "host": 2.7092150170599996, "write": 14.402799377890002, "presenc": 5.4953271028, "life": 1.37051104972, "altogeth": 10.8147138965, "learn": 46.455010973, "same": 4.47431832592, "mention": 15.23364784902}, "logtfidf": {"googl": 2.43263122258, "arguabl": 2.5594217052, "harri": 1.35553033741, "real": 4.12314530287, "linkedin": 83.38807458644001, "readmemd": 14.739957441820001, "kind": 3.792125210868, "addit": 0.220218882972, "would": 0.47770576778819995, "thank": 3.5857877986, "resum": 55.6723154442, "etc": 5.746692351880001, "specif": 0.626980167541, "class": 1.4995443798660002, "python": 8.06131348592, "thought": 2.743468473132, "never": 2.216027180455, "path": 1.5351679838499999, "toward": 0.9775455543200001, "medium": 13.62754660624, "shind": 7.033506484289999, "their": 0.18432606147240002, "highlight": 1.76307432123, "stack": 8.93400526614, "hard": 4.02091185624, "chief": 0.883056027166, "gotten": 7.6349837834, "ever": 0.6778949784020001, "creat": 0.667730455542, "eachoth": 7.369978720910001, "colleen": 4.81275140954, "room": 1.12387195543, "extend": 0.673191417311, "lunch": 3.1214834788599997, "repost": 6.83935046985, "acquir": 1.1332178178499999, "relev": 9.685652306999998, "had": 0.1394340732333, "surviv": 1.6286747490759999, "mayb": 3.0471714458899997, "word": 0.585861082385, "form": 0.480212736764, "tutori": 8.170630311, "will": 1.419505744405, "tailor": 3.2656838278299998, "open": 0.219591038029, "site": 1.3582728869799998, "second": 0.10713976337999999, "incorpor": 0.9664045229739999, "new": 0.0177299468511, "but": 0.2105008369347, "view": 0.9903198843459999, "our": 1.7152784283640001, "classif": 10.43895368145, "jason": 9.79707253736, "off": 0.8270570407760001, "brett": 3.6134406183199994, "doubt": 1.67020426765, "kept": 2.1590426203999997, "grow": 1.642087084424, "various": 1.14770600028, "success": 0.27765441259199997, "enough": 0.802884439169, "besid": 4.908941615310001, "polish": 3.77285475224, "use": 0.5549523749004001, "handwritten": 4.100409781730001, "out": 0.7011166910316, "mistak": 2.1648737360799997, "model": 1.4749001462220002, "good": 5.0230728588839995, "sure": 6.0260596656, "persev": 5.18392744417, "concept": 0.977224437103, "hunt": 1.66054557474, "peng": 5.05744329706, "fill": 4.82160622436, "writeup": 22.10993616273, "dig": 2.91795971441, "messi": 4.860379458530001, "count": 2.49497182278, "field": 1.1521285167020001, "udac": 7.369978720910001, "length": 2.6119219622400003, "kaggl": 125.28963825547001, "order": 0.22014038079300002, "less": 0.3846144626, "quick": 1.581455017798, "farrelli": 6.3767269479, "true": 2.814976888902, "persist": 1.9150850473199998, "brief": 1.22086960472, "said": 3.056572160705, "afraid": 2.90522068864, "then": 0.16606773046179998, "manali": 7.369978720910001, "they": 0.5648129005844, "anoth": 0.511585446608, "effect": 0.333830227158, "allow": 0.720841833567, "fanci": 3.42065993074, "employ": 3.0902408197719997, "thesi": 5.2869524995, "github": 95.80972337183, "major": 0.138474663439, "construct": 0.658603355972, "featur": 0.846774836284, "feed": 2.05136865109, "practic": 3.7322777160689995, "critiqu": 2.6461370052, "simpl": 2.4464425787799997, "appear": 0.278735898493, "gemma": 5.22991255741, "algorithm": 3.33044239518, "twitter": 45.538390058329995, "develop": 0.535874084739, "financi": 0.958817483446, "such": 0.119391955612, "upon": 0.47207177798199995, "confer": 2.0822989568, "without": 0.258874517941, "lot": 29.671939005000002, "phd": 6.21459768774, "letter": 0.886718475942, "jonathan": 2.02239511306, "add": 1.52875583713, "varieti": 1.6633883796239999, "content": 1.26473915954, "contentportfolio": 7.369978720910001, "platform": 9.149461694600001, "ani": 0.6280417918300001, "visibl": 3.0891375162599997, "whether": 1.583122379294, "veri": 1.15079896619, "partial": 1.28456856096, "aren": 30.880281262199997, "idea": 0.73863592212, "free": 1.6237999478010003, "environ": 1.2341974030299998, "for": 0.014804548583659002, "difficult": 0.912110767588, "mgalarnyk": 7.369978720910001, "seen": 0.47672812813, "with": 0.03352976797492, "meme": 5.43845730931, "competit": 10.09394166609, "late": 0.551321781752, "robinson": 11.524276207649999, "effort": 1.275774422114, "look": 2.5855467744, "technic": 2.28846575616, "refus": 0.948356453102, "summari": 2.0543127160299997, "compet": 2.366306007, "intern": 0.265095377816, "unicorn": 4.76728903546, "think": 3.2015298352499997, "object": 1.707867169606, "combin": 0.529218310751, "later": 0.1659308519756, "focus": 1.3963979441119998, "again": 0.411340231612, "tackl": 2.98920286814, "rank": 0.926165479794, "doe": 2.6702086485849996, "give": 1.5569627611199999, "uwesciencetrafficcruisingdssgnum": 7.369978720910001, "probabl": 0.972882412913, "place": 0.3828283358288, "great": 0.943221032316, "beta": 3.22051485947, "avoid": 0.900108441291, "step": 1.03954505698, "big": 2.01597127114, "dashboard": 9.5494480279, "fals": 1.8271477773099998, "litmus": 6.27136643224, "analyz": 4.541444470319999, "scientist": 26.28780183548, "encourag": 2.0574759431, "iter": 7.24566071734, "youtub": 3.00815479355, "paper": 0.979402539665, "hire": 16.0103292035, "abov": 0.643865229816, "trainer": 3.1833588825800003, "portfolioresum": 7.369978720910001, "face": 0.589602371257, "what": 3.614196749232, "share": 6.18760299747, "particular": 0.646314787608, "problemproject": 7.369978720910001, "help": 5.715531262848, "find": 9.312282614896, "instead": 0.9332663008300001, "potenti": 1.8491528244839999, "cover": 0.526975319156, "own": 0.985170464526, "sbnumnovresum": 7.369978720910001, "tableau": 43.985412352080004, "noteworthi": 3.295836866, "long": 0.235645793878, "script": 2.1161358444599996, "greater": 1.529090982236, "complement": 2.64436238184, "care": 0.9139943029109999, "about": 1.5710869368650002, "evid": 4.0518174170800005, "galarnyk": 14.739957441820001, "wrote": 0.744188554049, "thing": 6.147354742759999, "narrat": 1.7921374696099999, "just": 1.447657170545, "test": 0.977224437103, "understand": 3.264257627039999, "vlah": 7.369978720910001, "speci": 1.8943523393900001, "reshama": 14.739957441820001, "hurt": 2.4543869755000003, "mode": 2.00027135827, "person": 2.0410968961080003, "fastest": 2.66768182419, "sole": 1.3966781444299998, "things…hav": 7.369978720910001, "recommend": 2.72922253726, "activ": 1.143589809852, "flaw": 2.63553619922, "echo": 4.70275051432, "spent": 1.10126129684, "start": 0.945773477164, "power": 0.292396282715, "noth": 1.24245472939, "run": 0.442714975539, "thereof": 3.5413373244199997, "studi": 0.426470272221, "keep": 4.284914068038, "overflow": 11.731537293359999, "explain": 2.867101282074, "singl": 0.951833538118, "kernel": 4.2564634117, "messag": 3.2058170140400004, "usual": 0.545279017064, "abl": 1.19860796495, "skim": 15.94756496163, "attend": 0.8353181700040001, "the": 0.0, "perhap": 1.14680739183, "increas": 0.555641437858, "build": 2.9468247125460003, "scratch": 3.2509415461, "display": 1.07655944206, "broad": 1.45323772, "nope": 7.369978720910001, "drob": 7.369978720910001, "couldn": 7.369978720910001, "sadat": 5.22991255741, "connect": 2.534420234728, "move": 0.255615859253, "goodman": 10.604510279460001, "flower": 2.1192772083, "went": 0.593243704365, "industri": 2.8187089670999996, "say": 1.124308561104, "origin": 0.128612437587, "continu": 0.13040487398700001, "interview": 24.464425787799996, "knowledg": 6.116106446949999, "take": 0.914843735379, "follow": 0.045356911094199995, "strategi": 1.49112311818, "tip": 4.486085942240001, "than": 0.1935651733092, "haven": 2.54086530344, "publish": 0.313975865467, "goe": 1.4473284897999998, "matter": 0.8951625270360001, "issu": 0.728198087868, "also": 0.16122873580000002, "irrelev": 3.3940423897400005, "icon": 2.05382143623, "mean": 0.37092128352, "task": 1.35748680661, "may": 0.1521299858532, "candid": 3.01383177722, "repli": 1.89602878572, "consid": 0.214894723824, "challeng": 0.9392919688950001, "accid": 1.84094653755, "podcast": 3.9042428181099997, "machin": 2.78471916124, "want": 6.916366062549999, "into": 0.1043900426009, "system": 0.327430345585, "behind": 0.7345572374320001, "usabl": 3.44998754583, "howev": 0.0903151173475, "squarespac": 7.369978720910001, "actual": 0.628514181648, "orysya": 14.739957441820001, "identifi": 0.833722000472, "which": 0.01035682769086, "vazquez": 6.414467275880001, "fit": 1.2151206268899999, "skill": 27.46916991315, "introduct": 1.02276465794, "careercon": 14.739957441820001, "one": 0.212681955947, "graph": 3.6299309802199997, "see": 2.168294269428, "facebook": 3.3517955196499996, "academia": 3.5113564922099996, "get": 15.653763156114, "rohrer": 6.89997509166, "through": 0.3417934594245, "manag": 5.971720645896, "tell": 2.42472868802, "admiss": 2.421928302, "independ": 1.390272487509, "neither": 1.29808692469, "file": 2.65469177446, "rule": 0.554777423537, "pick": 1.59729226761, "succinct": 4.75258288807, "sampl": 1.9786264883900002, "engin": 1.809535116552, "relat": 0.639300904962, "bit": 2.12032652634, "grandmast": 4.682131227119999, "supplementari": 3.6836023970099996, "honest": 2.90983430697, "most": 0.103739481478, "excel": 3.1557603304, "credit": 1.11288601088, "fail": 1.969609834719, "all": 0.03420789629339999, "yet": 0.754181309241, "augment": 2.8045894049299998, "store": 1.2374487335200002, "prospect": 1.9271282036300001, "includ": 0.1321927697335, "solv": 3.9673009540800006, "degre": 0.910387304568, "bryan": 2.8915061879699997, "marissa": 6.009002167769999, "rate": 2.283101616498, "and": 0.0060470536381056, "recruit": 7.00266161152, "discuss": 0.78698452262, "prepar": 0.8879422790620001, "benefit": 4.48464980464, "general": 0.114952578063, "websit": 1.849788047612, "comment": 3.3548026036199996, "bejcek": 7.369978720910001, "can": 5.357256181002, "avail": 0.547454586289, "describ": 0.77089520625, "markdown": 7.369978720910001, "portfolio": 117.24995008930001, "onli": 0.0759728049873, "each": 0.347483378608, "phrase": 1.82207063303, "promot": 1.4035009449840001, "larg": 0.17037506060600002, "this": 0.0870883282075, "noli": 6.08904487545, "unfamiliar": 3.6299309802199997, "link": 6.895533661605, "scripp": 5.46787119451, "data": 87.6110821056, "onsit": 6.0616459012599995, "audienc": 2.9985407498799996, "springboard": 4.91038987911, "method": 0.944461608841, "sinc": 0.0803681994577, "airbnb": 14.739957441820001, "must": 0.653383947388, "stanton": 8.005365781839998, "corpor": 1.1061995784799998, "worth": 4.95195310476, "abil": 0.996488297427, "direct": 0.200705689496, "has": 0.5554112831124001, "leav": 0.507743957229, "luckili": 5.25372320611, "michael": 2.409496962057, "page": 2.1339780972330002, "primari": 0.805277289914, "show": 2.3668276601300002, "takeaway": 6.27136643224, "often": 1.5488423601059997, "suggest": 1.691107832631, "galarnykmichael": 14.739957441820001, "stop": 0.778579374963, "retweet": 7.369978720910001, "after": 0.020490694648099998, "mark": 0.410770160338, "pile": 3.21422553056, "touch": 3.3933109074799996, "unlik": 0.885954358842, "onc": 0.403765872355, "too": 0.5965551547219999, "occur": 0.556973778473, "coursework": 14.70563756832, "trivial": 3.56554092616, "brit": 4.31597753923, "signal": 4.902155378789999, "meloon": 7.369978720910001, "assign": 1.3445959556, "space": 0.874713164972, "recogn": 0.935913859031, "dataset": 68.45597936632001, "hear": 5.72028264288, "well": 0.1270288766312, "done": 1.691951966258, "teach": 1.38277323072, "valuabl": 2.010566255, "higher": 0.752308398995, "know": 5.7175181663879995, "translat": 1.0499301100299998, "elsewher": 1.6321169326, "least": 0.480285584745, "relay": 3.0379304560400002, "multipl": 2.02184803624, "how": 9.902906095530001, "land": 1.0857826899879999, "present": 0.455093309598, "kelli": 2.3467563113099996, "deeper": 2.7131653017699997, "especi": 1.022197219418, "distribut": 2.01562611626, "alway": 2.905276818288, "found": 0.323523372144, "interest": 6.6090048917479995, "datadriven": 7.369978720910001, "asid": 1.90191857977, "someon": 9.57815571996, "latex": 5.00912471979, "qualifi": 1.87897701053, "homework": 10.0372069275, "purpos": 0.803869037322, "updat": 5.149312388069999, "below": 3.254506367744, "similar": 0.9556682763419999, "definit": 2.3511466596, "need": 1.450960653768, "subject": 0.6267443740950001, "final": 0.292733863948, "point": 2.0792912312969998, "amaz": 2.7246267452900006, "applic": 6.15801964245, "review": 0.7929522039210001, "level": 0.503462189943, "have": 0.7096801123776, "impress": 2.7242976394200005, "brandon": 3.6861118086199998, "experi": 13.778004986526, "famous": 1.650120375958, "shaikh": 11.404543800699999, "emphas": 3.44341791236, "her": 5.174498807919001, "quit": 2.11903027368, "excit": 4.56847190866, "iri": 11.69403680508, "cours": 0.765899404133, "numer": 1.212187624692, "absolut": 1.67658333914, "program": 2.111356736295, "iron": 1.34677328802, "process": 3.16697519415, "not": 0.18662895609, "strong": 0.49712549393600003, "proof": 2.27255429674, "short": 0.345685625679, "generous": 2.9632594736400004, "stori": 0.705059626587, "easi": 1.6665296351499999, "almost": 1.2872365300020001, "though": 0.308044191079, "conda": 7.369978720910001, "core": 1.53108277245, "reach": 1.2124296925500002, "descript": 6.93777459225, "choos": 2.86014132144, "world": 0.107420248621, "scienc": 31.133138618967, "referr": 32.18172999069, "communiti": 0.673561947791, "confin": 2.17258727295, "section": 5.287710245636, "away": 1.231915083738, "results…": 7.369978720910001, "normal": 2.878918136349, "provid": 0.39035568865000003, "until": 0.138474663439, "valu": 1.646386620296, "offer": 3.017787128314, "softwar": 2.32849096333, "startup": 4.225826442240001, "got": 9.004736194509999, "entri": 1.38402935449, "meet": 1.02072763451, "talk": 8.86942315592, "network": 2.8592491591559996, "cava": 5.78074351579, "andor": 6.5370695979699995, "sourc": 1.058436621502, "put": 4.045223998832, "aman": 5.74073818118, "call": 0.0654627744488, "result": 0.40913672514300004, "qualif": 2.8449345794, "inperson": 7.369978720910001, "repositori": 3.8060957569699996, "media": 2.8592491591559996, "question": 5.532176503098, "divid": 0.8402679544589999, "stus": 14.739957441820001, "particip": 2.3630298361979998, "from": 0.01134108337732, "answer": 12.2930483352, "num": 0.009449711861910001, "jennif": 2.85802091664, "advic": 19.574402102700002, "movi": 1.3873026798299999, "sentiment": 2.29480490568, "predict": 1.6457402376899999, "uphil": 4.82837672744, "quora": 36.849893604550005, "pleas": 2.21149829955, "spot": 1.5106180144299999, "book": 0.3605697882, "him": 0.49124039099699995, "webscrap": 14.739957441820001, "are": 0.9429591546464, "max": 2.01150743154, "better": 2.7857117624, "compani": 5.2773270371639995, "current": 0.42695282784500005, "month": 0.410770160338, "jeremi": 2.78603217137, "feedback": 3.2048650877999996, "option": 4.19538543483, "video": 3.57921746901, "skillset": 7.369978720910001, "chanc": 7.22861461745, "rene": 3.89491149068, "exclud": 1.67120878808, "unless": 1.69528182715, "public": 3.4395037582790002, "num–num": 7.369978720910001, "gain": 1.2284195978499999, "column": 1.95699427938, "familiar": 1.92626315167, "tend": 1.21597024462, "even": 1.371497083506, "littl": 0.438213989466, "coffe": 2.69341853883, "check": 3.74562099124, "scrapi": 7.369978720910001, "edit": 0.6896260501610001, "serious": 0.949332539075, "extrem": 0.8612095839370001, "his": 0.6312407035487, "ask": 9.321566518164, "type": 2.121304456161, "note": 1.415270272332, "bias": 2.61984276467, "came": 0.378525882905, "requir": 0.84850702135, "where": 1.0398742199312, "rememb": 1.5867691126199999, "causey": 7.369978720910001, "let": 7.492815403679999, "favio": 7.369978720910001, "company…onc": 7.369978720910001, "clear": 1.234949454396, "communic": 7.3055526101599995, "line": 0.349430614452, "conclus": 1.57818536893, "taught": 1.7174895406400001, "deal": 0.780914701253, "fact": 1.1005798415899999, "tool": 9.653227077779999, "who": 0.2436009319436, "pictur": 1.25144109124, "permiss": 1.8373800586400002, "bigger": 2.58248697813, "william": 2.249501295508, "post": 15.308302901319, "here": 4.42519094185, "paid": 1.19744339891, "were": 0.024291143681099997, "blog": 66.30932763975001, "clean": 3.8542564072600003, "apart": 1.1324356512, "onlin": 3.830015417428, "much": 0.5324871879030001, "thrown": 2.4940183301400003, "evalu": 3.8777604862599997, "henc": 1.68469971782, "problem": 2.8457036213649998, "articl": 7.723449135314, "job": 33.03631111452, "showoff": 7.369978720910001, "heard": 1.4933640154799999, "she": 4.620649330176, "topic": 1.6969991554100001, "dure": 0.0491209066894, "posit": 0.316652318608, "guid": 1.825476437178, "defin": 1.00368010925, "subsect": 4.48517800806, "contribut": 0.655201578909, "across": 0.549198455941, "opportun": 5.512942185250001, "whenev": 2.45292177377, "among": 0.228496097073, "intuit": 3.3216780971900004, "love": 3.2687486458499997, "inher": 2.37682874115, "insight": 2.46841452187, "consumpt": 2.23653599755, "whi": 4.72275372188, "digit": 1.48526454375, "phone": 4.420697748259999, "support": 0.237880610037, "seem": 0.829093032276, "journal": 0.8624025456059999, "team": 0.821902894886, "unfortun": 2.29918950399, "takehom": 7.369978720910001, "anyth": 3.0470798917, "there": 0.48117471510599996, "inform": 0.454453704662, "profici": 3.45995771815, "possibl": 0.348805474891, "titan": 9.250912009110001, "best": 1.836911731788, "contract": 1.10410732855, "profilesblog": 7.369978720910001, "visual": 3.3078766977200003, "now": 0.149092945021, "code": 2.71203819194, "profil": 25.202200244960004, "interact": 2.9716420535799997, "high": 0.13782378654000002, "basic": 1.00436774895, "self": 2.48264164316, "realli": 7.788204198499999, "searcher": 5.43845730931, "substitut": 4.15033498738, "feel": 1.1428493419299999, "percentil": 5.61212080336, "everyday": 2.48113448387, "tang": 3.70130197411, "coupl": 1.18089357972, "mani": 0.3465260649768, "around": 0.19387710578200001, "style": 0.866289529121, "notic": 8.84849869008, "exampl": 3.6781440749909997, "role": 0.8807282151479999, "them": 1.3185665767302, "research": 1.327455636276, "over": 0.0997468859828, "tag": 2.98296454472, "peopl": 5.024905040298, "occurr": 2.62504659255, "those": 0.892746954365, "explor": 1.22257937218, "argument": 1.62793753414, "pundl": 7.369978720910001, "essenti": 1.07434378384, "determin": 0.772833019022, "work": 3.925244421828, "could": 0.18595627229000003, "proofofconcept": 7.369978720910001, "other": 0.1974949583952, "appli": 7.485247708307999, "might": 1.5366821530680002, "impact": 1.09033222631, "some": 0.5936026359675001, "imag": 0.99376210729, "beyond": 0.934469583725, "cruis": 2.6267872370200003, "still": 0.17112222142900002, "like": 1.807696495085, "benefici": 2.90522068864, "wonder": 3.96638541274, "adviceguid": 7.369978720910001, "should": 2.54709938379, "reject": 1.0372320944700002, "part": 0.12718593294840003, "capston": 5.52942908751, "analyt": 2.8481901438599997, "that": 0.2186881608802, "writeup…": 7.369978720910001, "sciencemachin": 7.369978720910001, "structur": 0.7217716751350001, "recent": 1.3032412238639999, "freak": 7.891432132639999, "stumbl": 3.7699304805000002, "anamol": 7.369978720910001, "pretti": 2.75684036527, "trey": 5.15077523685, "time": 0.1009036697634, "project": 27.518492409443, "differ": 0.6369633639360001, "been": 0.04729196473680001, "profession": 0.970385948273, "institut": 0.576176322003, "statist": 4.3355649212100005, "forget": 2.8330873756700004, "throughout": 0.41983467543499997, "between": 0.033953681165299995, "written": 0.671587369833, "soon": 0.6839929376880001, "obvious": 1.86383450716, "chen": 10.58513453934, "comfort": 2.05677274187, "reason": 1.088603105924, "someth": 9.50645698184, "day": 0.16865870631700003, "sort": 4.93918085688, "indirect": 2.15395659709, "built": 1.38075907013, "wordpress": 7.033506484289999, "more": 0.27239890559999996, "improv": 5.718366431455999, "inyour": 7.369978720910001, "list": 2.168920330542, "novel": 4.20765225489, "finish": 2.34421989298, "these": 0.8584034328096, "yourself": 19.68388020306, "keyword": 4.93636536551, "faster": 2.03003967967, "yuan": 3.78924142541, "lead": 0.23620402986699998, "submit": 1.7528440529799998, "make": 0.6614789204060999, "seeker": 3.85545265394, "way": 3.5656471788300004, "search": 3.5396047622699998, "distinguish": 4.85878435428, "few": 0.826733740959, "assess": 1.65690619935, "okay": 4.54266509898, "depth": 2.10936322154, "read": 4.1969634044, "dalmia": 7.369978720910001, "common": 1.353303221084, "terri": 2.29668166569, "traffic": 1.7834794068700002, "bio": 3.7456377879300002, "come": 1.7034594391800002, "repres": 0.38507723275, "advertis": 1.7248852425999999, "career": 2.1889273751599996, "send": 1.32189757338, "right": 0.34035985417, "david": 3.69015019311, "datacamp": 7.369978720910001, "import": 4.099455878924, "first": 0.060698318497279996, "everi": 1.174456282263, "when": 0.18499489972560001, "while": 0.21624991896900006, "social": 2.753486009044, "host": 0.996658931332, "write": 5.0505870791389995, "presenc": 2.02150186576, "life": 0.315183699277, "altogeth": 2.38090760473, "learn": 16.855041294899998, "same": 0.448238598416, "mention": 5.5904831180159995}, "logidf": {"googl": 2.43263122258, "arguabl": 2.5594217052, "harri": 1.35553033741, "real": 0.824629060574, "linkedin": 6.414467275880001, "readmemd": 7.369978720910001, "kind": 0.948031302717, "addit": 0.220218882972, "would": 0.0796176279647, "thank": 1.7928938993, "resum": 1.8557438481400002, "etc": 1.4366730879700003, "specif": 0.626980167541, "class": 0.7497721899330001, "python": 4.03065674296, "thought": 0.685867118283, "never": 0.443205436091, "path": 1.5351679838499999, "toward": 0.48877277716000006, "medium": 1.94679237232, "shind": 7.033506484289999, "their": 0.015360505122700001, "highlight": 1.76307432123, "stack": 2.97800175538, "hard": 1.00522796406, "chief": 0.883056027166, "gotten": 3.8174918917, "ever": 0.6778949784020001, "creat": 0.222576818514, "eachoth": 7.369978720910001, "colleen": 4.81275140954, "room": 1.12387195543, "extend": 0.673191417311, "lunch": 3.1214834788599997, "repost": 6.83935046985, "acquir": 1.1332178178499999, "relev": 1.9371304613999998, "had": 0.0464780244111, "surviv": 0.8143373745379999, "mayb": 3.0471714458899997, "word": 0.585861082385, "form": 0.120053184191, "tutori": 4.0853151555, "will": 0.202786534915, "tailor": 3.2656838278299998, "open": 0.219591038029, "site": 0.6791364434899999, "second": 0.10713976337999999, "incorpor": 0.9664045229739999, "new": 0.0177299468511, "but": 0.0161923720719, "view": 0.49515994217299997, "our": 0.8576392141820001, "classif": 2.08779073629, "jason": 2.44926813434, "off": 0.41352852038800003, "brett": 3.6134406183199994, "doubt": 1.67020426765, "kept": 1.0795213101999999, "grow": 0.821043542212, "various": 0.28692650007, "success": 0.27765441259199997, "enough": 0.802884439169, "besid": 1.63631387177, "polish": 1.88642737612, "use": 0.0292080197316, "handwritten": 4.100409781730001, "out": 0.0584263909193, "mistak": 2.1648737360799997, "model": 0.7374500731110001, "good": 0.418589404907, "sure": 2.0086865552, "persev": 5.18392744417, "concept": 0.977224437103, "hunt": 1.66054557474, "peng": 5.05744329706, "fill": 1.20540155609, "writeup": 7.369978720910001, "dig": 2.91795971441, "messi": 4.860379458530001, "count": 1.24748591139, "field": 0.5760642583510001, "udac": 7.369978720910001, "length": 1.3059609811200001, "kaggl": 7.369978720910001, "order": 0.22014038079300002, "less": 0.3846144626, "quick": 0.790727508899, "farrelli": 6.3767269479, "true": 0.938325629634, "persist": 1.9150850473199998, "brief": 1.22086960472, "said": 0.436653165815, "afraid": 2.90522068864, "then": 0.08303386523089999, "manali": 7.369978720910001, "they": 0.0297269947676, "anoth": 0.127896361652, "effect": 0.333830227158, "allow": 0.24028061118900002, "fanci": 3.42065993074, "employ": 0.7725602049429999, "thesi": 2.64347624975, "github": 7.369978720910001, "major": 0.138474663439, "construct": 0.658603355972, "featur": 0.423387418142, "feed": 2.05136865109, "practic": 0.533182530867, "critiqu": 2.6461370052, "simpl": 1.2232212893899999, "appear": 0.278735898493, "gemma": 5.22991255741, "algorithm": 3.33044239518, "twitter": 3.50295308141, "develop": 0.178624694913, "financi": 0.958817483446, "such": 0.059695977806, "upon": 0.47207177798199995, "confer": 1.0411494784, "without": 0.258874517941, "lot": 1.4835969502500002, "phd": 3.10729884387, "letter": 0.886718475942, "jonathan": 2.02239511306, "add": 1.52875583713, "varieti": 0.8316941898119999, "content": 1.26473915954, "contentportfolio": 7.369978720910001, "platform": 1.8298923389200001, "ani": 0.125608358366, "visibl": 1.5445687581299998, "whether": 0.791561189647, "veri": 0.230159793238, "partial": 1.28456856096, "aren": 6.17605625244, "idea": 0.73863592212, "free": 0.5412666492670001, "environ": 1.2341974030299998, "for": 0.00031499039539700004, "difficult": 0.912110767588, "mgalarnyk": 7.369978720910001, "seen": 0.47672812813, "with": 0.00119749171339, "meme": 5.43845730931, "competit": 1.12154907401, "late": 0.275660890876, "robinson": 2.30485524153, "effort": 0.637887211057, "look": 0.6463866936, "technic": 1.14423287808, "refus": 0.948356453102, "summari": 2.0543127160299997, "compet": 1.1831530035, "intern": 0.265095377816, "unicorn": 4.76728903546, "think": 1.06717661175, "object": 0.853933584803, "combin": 0.529218310751, "later": 0.0829654259878, "focus": 0.6981989720559999, "again": 0.411340231612, "tackl": 2.98920286814, "rank": 0.926165479794, "doe": 0.5340417297169999, "give": 0.311392552224, "uwesciencetrafficcruisingdssgnum": 7.369978720910001, "probabl": 0.972882412913, "place": 0.0957070839572, "great": 0.235805258079, "beta": 3.22051485947, "avoid": 0.900108441291, "step": 1.03954505698, "big": 1.00798563557, "dashboard": 4.77472401395, "fals": 1.8271477773099998, "litmus": 6.27136643224, "analyz": 2.2707222351599996, "scientist": 1.54634128444, "encourag": 1.02873797155, "iter": 3.62283035867, "youtub": 3.00815479355, "paper": 0.979402539665, "hire": 1.60103292035, "abov": 0.643865229816, "trainer": 3.1833588825800003, "portfolioresum": 7.369978720910001, "face": 0.589602371257, "what": 0.225887296827, "share": 0.618760299747, "particular": 0.323157393804, "problemproject": 7.369978720910001, "help": 0.336207721344, "find": 0.547781330288, "instead": 0.46663315041500003, "potenti": 0.9245764122419999, "cover": 0.526975319156, "own": 0.164195077421, "sbnumnovresum": 7.369978720910001, "tableau": 5.4981765440100006, "noteworthi": 3.295836866, "long": 0.235645793878, "script": 2.1161358444599996, "greater": 0.764545491118, "complement": 2.64436238184, "care": 0.9139943029109999, "about": 0.0628434774746, "evid": 0.8103634834160001, "galarnyk": 7.369978720910001, "wrote": 0.744188554049, "thing": 0.8781935346799999, "narrat": 1.7921374696099999, "just": 0.289531434109, "test": 0.977224437103, "understand": 1.0880858756799998, "vlah": 7.369978720910001, "speci": 1.8943523393900001, "reshama": 7.369978720910001, "hurt": 2.4543869755000003, "mode": 2.00027135827, "person": 0.34018281601800004, "fastest": 2.66768182419, "sole": 1.3966781444299998, "things…hav": 7.369978720910001, "recommend": 1.36461126863, "activ": 0.381196603284, "flaw": 2.63553619922, "echo": 2.35137525716, "spent": 1.10126129684, "start": 0.236443369291, "power": 0.292396282715, "noth": 1.24245472939, "run": 0.442714975539, "thereof": 3.5413373244199997, "studi": 0.426470272221, "keep": 0.7141523446729999, "overflow": 3.91051243112, "explain": 0.955700427358, "singl": 0.475916769059, "kernel": 4.2564634117, "messag": 1.6029085070200002, "usual": 0.545279017064, "abl": 0.599303982475, "skim": 5.31585498721, "attend": 0.8353181700040001, "the": 0.0, "perhap": 1.14680739183, "increas": 0.277820718929, "build": 0.491137452091, "scratch": 3.2509415461, "display": 1.07655944206, "broad": 1.45323772, "nope": 7.369978720910001, "drob": 7.369978720910001, "couldn": 7.369978720910001, "sadat": 5.22991255741, "connect": 0.633605058682, "move": 0.255615859253, "goodman": 3.53483675982, "flower": 2.1192772083, "went": 0.593243704365, "industri": 0.7046772417749999, "say": 0.562154280552, "origin": 0.128612437587, "continu": 0.13040487398700001, "interview": 1.2232212893899999, "knowledg": 1.2232212893899999, "take": 0.130691962197, "follow": 0.045356911094199995, "strategi": 1.49112311818, "tip": 2.2430429711200004, "than": 0.0322608622182, "haven": 2.54086530344, "publish": 0.313975865467, "goe": 1.4473284897999998, "matter": 0.8951625270360001, "issu": 0.364099043934, "also": 0.0146571578, "irrelev": 3.3940423897400005, "icon": 2.05382143623, "mean": 0.37092128352, "task": 1.35748680661, "may": 0.050709995284400004, "candid": 1.50691588861, "repli": 1.89602878572, "consid": 0.214894723824, "challeng": 0.9392919688950001, "accid": 1.84094653755, "podcast": 3.9042428181099997, "machin": 1.39235958062, "want": 0.6916366062549999, "into": 0.0149128632287, "system": 0.327430345585, "behind": 0.7345572374320001, "usabl": 3.44998754583, "howev": 0.0903151173475, "squarespac": 7.369978720910001, "actual": 0.628514181648, "orysya": 7.369978720910001, "identifi": 0.833722000472, "which": 0.00517841384543, "vazquez": 6.414467275880001, "fit": 1.2151206268899999, "skill": 1.30805571015, "introduct": 1.02276465794, "careercon": 7.369978720910001, "one": 0.0062553516455, "graph": 3.6299309802199997, "see": 0.240921585492, "facebook": 3.3517955196499996, "academia": 3.5113564922099996, "get": 0.579769005782, "rohrer": 6.89997509166, "through": 0.0683586918849, "manag": 0.497643387158, "tell": 1.21236434401, "admiss": 2.421928302, "independ": 0.463424162503, "neither": 1.29808692469, "file": 1.32734588723, "rule": 0.554777423537, "pick": 1.59729226761, "succinct": 4.75258288807, "sampl": 1.9786264883900002, "engin": 0.904767558276, "relat": 0.21310030165399999, "bit": 2.12032652634, "grandmast": 4.682131227119999, "supplementari": 3.6836023970099996, "honest": 2.90983430697, "most": 0.020747896295599998, "excel": 1.5778801652, "credit": 1.11288601088, "fail": 0.656536611573, "all": 0.011402632097799998, "yet": 0.754181309241, "augment": 2.8045894049299998, "store": 1.2374487335200002, "prospect": 1.9271282036300001, "includ": 0.0188846813905, "solv": 1.9836504770400003, "degre": 0.910387304568, "bryan": 2.8915061879699997, "marissa": 6.009002167769999, "rate": 0.761033872166, "and": 6.29901420636e-05, "recruit": 1.75066540288, "discuss": 0.78698452262, "prepar": 0.8879422790620001, "benefit": 1.12116245116, "general": 0.114952578063, "websit": 0.924894023806, "comment": 1.11826753454, "bejcek": 7.369978720910001, "can": 0.162341096394, "avail": 0.547454586289, "describ": 0.385447603125, "markdown": 7.369978720910001, "portfolio": 3.3499985739800002, "onli": 0.025324268329099998, "each": 0.173741689304, "phrase": 1.82207063303, "promot": 0.7017504724920001, "larg": 0.17037506060600002, "this": 0.0037864490525, "noli": 6.08904487545, "unfamiliar": 3.6299309802199997, "link": 0.7661704068449999, "scripp": 5.46787119451, "data": 1.2168205848, "onsit": 6.0616459012599995, "audienc": 1.4992703749399998, "springboard": 4.91038987911, "method": 0.944461608841, "sinc": 0.0803681994577, "airbnb": 7.369978720910001, "must": 0.653383947388, "stanton": 4.002682890919999, "corpor": 1.1061995784799998, "worth": 1.65065103492, "abil": 0.996488297427, "direct": 0.200705689496, "has": 0.0427239448548, "leav": 0.507743957229, "luckili": 5.25372320611, "michael": 0.803165654019, "page": 0.711326032411, "primari": 0.805277289914, "show": 0.236682766013, "takeaway": 6.27136643224, "often": 0.258140393351, "suggest": 0.563702610877, "galarnykmichael": 7.369978720910001, "stop": 0.778579374963, "retweet": 7.369978720910001, "after": 0.020490694648099998, "mark": 0.410770160338, "pile": 3.21422553056, "touch": 1.6966554537399998, "unlik": 0.885954358842, "onc": 0.403765872355, "too": 0.5965551547219999, "occur": 0.556973778473, "coursework": 4.90187918944, "trivial": 3.56554092616, "brit": 4.31597753923, "signal": 1.6340517929299998, "meloon": 7.369978720910001, "assign": 1.3445959556, "space": 0.874713164972, "recogn": 0.935913859031, "dataset": 5.26584456664, "hear": 1.43007066072, "well": 0.0635144383156, "done": 0.845975983129, "teach": 1.38277323072, "valuabl": 2.010566255, "higher": 0.752308398995, "know": 0.952919694398, "translat": 1.0499301100299998, "elsewher": 1.6321169326, "least": 0.480285584745, "relay": 3.0379304560400002, "multipl": 1.01092401812, "how": 0.47156695693000006, "land": 0.5428913449939999, "present": 0.227546654799, "kelli": 2.3467563113099996, "deeper": 2.7131653017699997, "especi": 0.511098609709, "distribut": 1.00781305813, "alway": 0.726319204572, "found": 0.107841124048, "interest": 0.47207177798199995, "datadriven": 7.369978720910001, "asid": 1.90191857977, "someon": 1.59635928666, "latex": 5.00912471979, "qualifi": 1.87897701053, "homework": 5.01860346375, "purpos": 0.803869037322, "updat": 1.7164374626899999, "below": 0.813626591936, "similar": 0.318556092114, "definit": 1.1755733298, "need": 0.362740163442, "subject": 0.6267443740950001, "final": 0.292733863948, "point": 0.23103235903299998, "amaz": 2.7246267452900006, "applic": 1.23160392849, "review": 0.7929522039210001, "level": 0.503462189943, "have": 0.0147850023412, "impress": 1.3621488197100002, "brandon": 3.6861118086199998, "experi": 0.626272953933, "famous": 0.825060187979, "shaikh": 5.7022719003499995, "emphas": 1.72170895618, "her": 0.574944311991, "quit": 1.05951513684, "excit": 2.28423595433, "iri": 3.8980122683599996, "cours": 0.765899404133, "numer": 0.606093812346, "absolut": 1.67658333914, "program": 0.7037855787649999, "iron": 1.34677328802, "process": 0.527829199025, "not": 0.0155524130075, "strong": 0.49712549393600003, "proof": 2.27255429674, "short": 0.345685625679, "generous": 2.9632594736400004, "stori": 0.705059626587, "easi": 1.6665296351499999, "almost": 0.42907884333400004, "though": 0.308044191079, "conda": 7.369978720910001, "core": 1.53108277245, "reach": 0.40414323085000003, "descript": 1.38755491845, "choos": 1.43007066072, "world": 0.107420248621, "scienc": 0.841436178891, "referr": 4.59738999867, "communiti": 0.673561947791, "confin": 2.17258727295, "section": 0.755387177948, "away": 0.615957541869, "results…": 7.369978720910001, "normal": 0.959639378783, "provid": 0.19517784432500002, "until": 0.138474663439, "valu": 0.823193310148, "offer": 0.431112446902, "softwar": 2.32849096333, "startup": 4.225826442240001, "got": 1.2863908849299999, "entri": 1.38402935449, "meet": 0.510363817255, "talk": 1.10867789449, "network": 0.9530830530519999, "cava": 5.78074351579, "andor": 6.5370695979699995, "sourc": 0.529218310751, "put": 0.505652999854, "aman": 5.74073818118, "call": 0.0654627744488, "result": 0.136378908381, "qualif": 2.8449345794, "inperson": 7.369978720910001, "repositori": 3.8060957569699996, "media": 0.9530830530519999, "question": 0.790310929014, "divid": 0.8402679544589999, "stus": 7.369978720910001, "particip": 0.7876766120659999, "from": 0.000567054168866, "answer": 1.5366310419, "num": 0.00031499039539700004, "jennif": 2.85802091664, "advic": 1.9574402102700001, "movi": 1.3873026798299999, "sentiment": 2.29480490568, "predict": 1.6457402376899999, "uphil": 4.82837672744, "quora": 7.369978720910001, "pleas": 2.21149829955, "spot": 1.5106180144299999, "book": 0.3605697882, "him": 0.49124039099699995, "webscrap": 7.369978720910001, "are": 0.0294674735827, "max": 2.01150743154, "better": 0.6964279406, "compani": 0.439777253097, "current": 0.42695282784500005, "month": 0.410770160338, "jeremi": 2.78603217137, "feedback": 3.2048650877999996, "option": 1.39846181161, "video": 1.19307248967, "skillset": 7.369978720910001, "chanc": 1.44572292349, "rene": 3.89491149068, "exclud": 1.67120878808, "unless": 1.69528182715, "public": 0.20232375048700002, "num–num": 7.369978720910001, "gain": 0.6142097989249999, "column": 1.95699427938, "familiar": 1.92626315167, "tend": 1.21597024462, "even": 0.152388564834, "littl": 0.438213989466, "coffe": 2.69341853883, "check": 1.87281049562, "scrapi": 7.369978720910001, "edit": 0.6896260501610001, "serious": 0.949332539075, "extrem": 0.8612095839370001, "his": 0.0901772433641, "ask": 0.776797209847, "type": 0.707101485387, "note": 0.353817568083, "bias": 2.61984276467, "came": 0.378525882905, "requir": 0.424253510675, "where": 0.0649921387457, "rememb": 1.5867691126199999, "causey": 7.369978720910001, "let": 1.2488025672799998, "favio": 7.369978720910001, "company…onc": 7.369978720910001, "clear": 0.617474727198, "communic": 1.04365037288, "line": 0.349430614452, "conclus": 1.57818536893, "taught": 1.7174895406400001, "deal": 0.780914701253, "fact": 0.5502899207949999, "tool": 1.60887117963, "who": 0.0609002329859, "pictur": 1.25144109124, "permiss": 1.8373800586400002, "bigger": 2.58248697813, "william": 0.562375323877, "post": 0.8057001527009999, "here": 0.8850381883700001, "paid": 1.19744339891, "were": 0.024291143681099997, "blog": 2.65237310559, "clean": 1.9271282036300001, "apart": 1.1324356512, "onlin": 0.957503854357, "much": 0.17749572930100002, "thrown": 2.4940183301400003, "evalu": 1.9388802431299998, "henc": 1.68469971782, "problem": 0.569140724273, "articl": 0.702131739574, "job": 1.1798682540899998, "showoff": 7.369978720910001, "heard": 1.4933640154799999, "she": 0.7701082216959999, "topic": 1.6969991554100001, "dure": 0.0491209066894, "posit": 0.316652318608, "guid": 0.912738218589, "defin": 1.00368010925, "subsect": 4.48517800806, "contribut": 0.655201578909, "across": 0.549198455941, "opportun": 1.10258843705, "whenev": 2.45292177377, "among": 0.228496097073, "intuit": 3.3216780971900004, "love": 1.08958288195, "inher": 2.37682874115, "insight": 2.46841452187, "consumpt": 2.23653599755, "whi": 1.18068843047, "digit": 1.48526454375, "phone": 2.2103488741299997, "support": 0.237880610037, "seem": 0.829093032276, "journal": 0.8624025456059999, "team": 0.821902894886, "unfortun": 2.29918950399, "takehom": 7.369978720910001, "anyth": 1.52353994585, "there": 0.0400978929255, "inform": 0.454453704662, "profici": 3.45995771815, "possibl": 0.348805474891, "titan": 3.0836373363700003, "best": 0.459227932947, "contract": 1.10410732855, "profilesblog": 7.369978720910001, "visual": 1.6539383488600001, "now": 0.149092945021, "code": 1.35601909597, "profil": 1.5751375153100002, "interact": 1.4858210267899998, "high": 0.13782378654000002, "basic": 1.00436774895, "self": 2.48264164316, "realli": 1.5576408397, "searcher": 5.43845730931, "substitut": 2.07516749369, "feel": 1.1428493419299999, "percentil": 5.61212080336, "everyday": 2.48113448387, "tang": 3.70130197411, "coupl": 1.18089357972, "mani": 0.0433157581221, "around": 0.19387710578200001, "style": 0.866289529121, "notic": 1.47474978168, "exampl": 0.40868267499899996, "role": 0.44036410757399996, "them": 0.0941833269093, "research": 0.663727818138, "over": 0.0249367214957, "tag": 2.98296454472, "peopl": 0.193265578473, "occurr": 2.62504659255, "those": 0.17854939087299998, "explor": 1.22257937218, "argument": 1.62793753414, "pundl": 7.369978720910001, "essenti": 1.07434378384, "determin": 0.772833019022, "work": 0.109034567273, "could": 0.18595627229000003, "proofofconcept": 7.369978720910001, "other": 0.00987474791976, "appli": 0.8316941898119999, "might": 0.7683410765340001, "impact": 1.09033222631, "some": 0.0395735090645, "imag": 0.99376210729, "beyond": 0.934469583725, "cruis": 2.6267872370200003, "still": 0.17112222142900002, "like": 0.139053576545, "benefici": 2.90522068864, "wonder": 1.98319270637, "adviceguid": 7.369978720910001, "should": 0.509419876758, "reject": 1.0372320944700002, "part": 0.04239531098280001, "capston": 5.52942908751, "analyt": 2.8481901438599997, "that": 0.00397614837964, "writeup…": 7.369978720910001, "sciencemachin": 7.369978720910001, "structur": 0.7217716751350001, "recent": 0.434413741288, "freak": 3.9457160663199997, "stumbl": 3.7699304805000002, "anamol": 7.369978720910001, "pretti": 2.75684036527, "trey": 5.15077523685, "time": 0.0112115188626, "project": 0.561601885907, "differ": 0.212321121312, "been": 0.023645982368400004, "profession": 0.970385948273, "institut": 0.576176322003, "statist": 1.4451883070700002, "forget": 2.8330873756700004, "throughout": 0.41983467543499997, "between": 0.033953681165299995, "written": 0.671587369833, "soon": 0.6839929376880001, "obvious": 1.86383450716, "chen": 3.5283781797800002, "comfort": 2.05677274187, "reason": 0.544301552962, "someth": 1.18830712273, "day": 0.16865870631700003, "sort": 1.64639361896, "indirect": 2.15395659709, "built": 0.690379535065, "wordpress": 7.033506484289999, "more": 0.017024931599999998, "improv": 0.7147958039319999, "inyour": 7.369978720910001, "list": 0.309845761506, "novel": 1.40255075163, "finish": 1.17210994649, "these": 0.0715336194008, "yourself": 3.28064670051, "keyword": 4.93636536551, "faster": 2.03003967967, "yuan": 3.78924142541, "lead": 0.23620402986699998, "submit": 1.7528440529799998, "make": 0.07349765782289999, "seeker": 3.85545265394, "way": 0.19809150993500002, "search": 1.1798682540899998, "distinguish": 1.21469608857, "few": 0.275577913653, "assess": 1.65690619935, "okay": 4.54266509898, "depth": 2.10936322154, "read": 0.83939268088, "dalmia": 7.369978720910001, "common": 0.338325805271, "terri": 2.29668166569, "traffic": 1.7834794068700002, "bio": 3.7456377879300002, "come": 0.28390990653000003, "repres": 0.38507723275, "advertis": 1.7248852425999999, "career": 1.0944636875799998, "send": 1.32189757338, "right": 0.34035985417, "david": 0.615025032185, "datacamp": 7.369978720910001, "import": 0.292818277066, "first": 0.0075872898121599995, "everi": 0.391485427421, "when": 0.0205549888584, "while": 0.04324998379380001, "social": 0.688371502261, "host": 0.996658931332, "write": 0.721512439877, "presenc": 1.01075093288, "life": 0.315183699277, "altogeth": 2.38090760473, "learn": 0.842752064745, "same": 0.112059649604, "mention": 0.931747186336}, "freq": {"googl": 1, "arguabl": 1, "harri": 1, "real": 5, "linkedin": 13, "readmemd": 2, "kind": 4, "addit": 1, "would": 6, "thank": 2, "resum": 30, "etc": 4, "specif": 1, "class": 2, "python": 2, "thought": 4, "never": 5, "path": 1, "toward": 2, "medium": 7, "shind": 1, "their": 12, "highlight": 1, "stack": 3, "hard": 4, "chief": 1, "gotten": 2, "ever": 1, "creat": 3, "eachoth": 1, "colleen": 1, "room": 1, "extend": 1, "lunch": 1, "repost": 1, "acquir": 1, "relev": 5, "had": 3, "surviv": 2, "mayb": 1, "word": 1, "form": 4, "tutori": 2, "will": 7, "tailor": 1, "open": 1, "site": 2, "second": 1, "incorpor": 1, "new": 1, "but": 13, "view": 2, "our": 2, "classif": 5, "jason": 4, "off": 2, "brett": 1, "doubt": 1, "kept": 2, "grow": 2, "various": 4, "success": 1, "enough": 1, "besid": 3, "polish": 2, "use": 19, "handwritten": 1, "out": 12, "mistak": 1, "model": 2, "good": 12, "sure": 3, "persev": 1, "concept": 1, "hunt": 1, "peng": 1, "fill": 4, "writeup": 3, "dig": 1, "messi": 1, "count": 2, "field": 2, "udac": 1, "length": 2, "kaggl": 17, "order": 1, "less": 1, "quick": 2, "farrelli": 1, "true": 3, "persist": 1, "brief": 1, "said": 7, "afraid": 1, "then": 2, "manali": 1, "they": 19, "anoth": 4, "effect": 1, "allow": 3, "fanci": 1, "employ": 4, "thesi": 2, "github": 13, "major": 1, "construct": 1, "featur": 2, "feed": 1, "practic": 7, "critiqu": 1, "simpl": 2, "appear": 1, "gemma": 1, "algorithm": 1, "twitter": 13, "develop": 3, "financi": 1, "such": 2, "upon": 1, "confer": 2, "without": 1, "lot": 20, "phd": 2, "letter": 1, "jonathan": 1, "add": 1, "varieti": 2, "content": 1, "contentportfolio": 1, "platform": 5, "ani": 5, "visibl": 2, "whether": 2, "veri": 5, "partial": 1, "aren": 5, "idea": 1, "free": 3, "environ": 1, "for": 47, "difficult": 1, "mgalarnyk": 1, "seen": 1, "with": 28, "meme": 1, "competit": 9, "late": 2, "robinson": 5, "effort": 2, "look": 4, "technic": 2, "refus": 1, "summari": 1, "compet": 2, "intern": 1, "unicorn": 1, "think": 3, "object": 2, "combin": 1, "later": 2, "focus": 2, "again": 1, "tackl": 1, "rank": 1, "doe": 5, "give": 5, "uwesciencetrafficcruisingdssgnum": 1, "probabl": 1, "place": 4, "great": 4, "beta": 1, "avoid": 1, "step": 1, "big": 2, "dashboard": 2, "fals": 1, "litmus": 1, "analyz": 2, "scientist": 17, "encourag": 2, "iter": 2, "youtub": 1, "paper": 1, "hire": 10, "abov": 1, "trainer": 1, "portfolioresum": 1, "face": 1, "what": 16, "share": 10, "particular": 2, "problemproject": 1, "help": 17, "find": 17, "instead": 2, "potenti": 2, "cover": 1, "own": 6, "sbnumnovresum": 1, "tableau": 8, "noteworthi": 1, "long": 1, "script": 1, "greater": 2, "complement": 1, "care": 1, "about": 25, "evid": 5, "galarnyk": 2, "wrote": 1, "thing": 7, "narrat": 1, "just": 5, "test": 1, "understand": 3, "vlah": 1, "speci": 1, "reshama": 2, "hurt": 1, "mode": 1, "person": 6, "fastest": 1, "sole": 1, "things…hav": 1, "recommend": 2, "activ": 3, "flaw": 1, "echo": 2, "spent": 1, "start": 4, "power": 1, "noth": 1, "run": 1, "thereof": 1, "studi": 1, "keep": 6, "overflow": 3, "explain": 3, "singl": 2, "kernel": 1, "messag": 2, "usual": 1, "abl": 2, "skim": 3, "attend": 1, "the": 95, "perhap": 1, "increas": 2, "build": 6, "scratch": 1, "display": 1, "broad": 1, "nope": 1, "drob": 1, "couldn": 1, "sadat": 1, "connect": 4, "move": 1, "goodman": 3, "flower": 1, "went": 1, "industri": 4, "say": 2, "origin": 1, "continu": 1, "interview": 20, "knowledg": 5, "take": 7, "follow": 1, "strategi": 1, "tip": 2, "than": 6, "haven": 1, "publish": 1, "goe": 1, "matter": 1, "issu": 2, "also": 11, "irrelev": 1, "icon": 1, "mean": 1, "task": 1, "may": 3, "candid": 2, "repli": 1, "consid": 1, "challeng": 1, "accid": 1, "podcast": 1, "machin": 2, "want": 10, "into": 7, "system": 1, "behind": 1, "usabl": 1, "howev": 1, "squarespac": 1, "actual": 1, "orysya": 2, "identifi": 1, "which": 2, "vazquez": 1, "fit": 1, "skill": 21, "introduct": 1, "careercon": 2, "one": 34, "graph": 1, "see": 9, "facebook": 1, "academia": 1, "get": 27, "rohrer": 1, "through": 5, "manag": 12, "tell": 2, "admiss": 1, "independ": 3, "neither": 1, "file": 2, "rule": 1, "pick": 1, "succinct": 1, "sampl": 1, "engin": 2, "relat": 3, "bit": 1, "grandmast": 1, "supplementari": 1, "honest": 1, "most": 5, "excel": 2, "credit": 1, "fail": 3, "all": 3, "yet": 1, "augment": 1, "store": 1, "prospect": 1, "includ": 7, "solv": 2, "degre": 1, "bryan": 1, "marissa": 1, "rate": 3, "and": 96, "recruit": 4, "discuss": 1, "prepar": 1, "benefit": 4, "general": 1, "websit": 2, "comment": 3, "bejcek": 1, "can": 33, "avail": 1, "describ": 2, "markdown": 1, "portfolio": 35, "onli": 3, "each": 2, "phrase": 1, "promot": 2, "larg": 1, "this": 23, "noli": 1, "unfamiliar": 1, "link": 9, "scripp": 1, "data": 72, "onsit": 1, "audienc": 2, "springboard": 1, "method": 1, "sinc": 1, "airbnb": 2, "must": 1, "stanton": 2, "corpor": 1, "worth": 3, "abil": 1, "direct": 1, "has": 13, "leav": 1, "luckili": 1, "michael": 3, "page": 3, "primari": 1, "show": 10, "takeaway": 1, "often": 6, "suggest": 3, "galarnykmichael": 2, "stop": 1, "retweet": 1, "after": 1, "mark": 1, "pile": 1, "touch": 2, "unlik": 1, "onc": 1, "too": 1, "occur": 1, "coursework": 3, "trivial": 1, "brit": 1, "signal": 3, "meloon": 1, "assign": 1, "space": 1, "recogn": 1, "dataset": 13, "hear": 4, "well": 2, "done": 2, "teach": 1, "valuabl": 1, "higher": 1, "know": 6, "translat": 1, "elsewher": 1, "least": 1, "relay": 1, "multipl": 2, "how": 21, "land": 2, "present": 2, "kelli": 1, "deeper": 1, "especi": 2, "distribut": 2, "alway": 4, "found": 3, "interest": 14, "datadriven": 1, "asid": 1, "someon": 6, "latex": 1, "qualifi": 1, "homework": 2, "purpos": 1, "updat": 3, "below": 4, "similar": 3, "definit": 2, "need": 4, "subject": 1, "final": 1, "point": 9, "amaz": 1, "applic": 5, "review": 1, "level": 1, "have": 48, "impress": 2, "brandon": 1, "experi": 22, "famous": 2, "shaikh": 2, "emphas": 2, "her": 9, "quit": 2, "excit": 2, "iri": 3, "cours": 1, "numer": 2, "absolut": 1, "program": 3, "iron": 1, "process": 6, "not": 12, "strong": 1, "proof": 1, "short": 1, "generous": 1, "stori": 1, "easi": 1, "almost": 3, "though": 1, "conda": 1, "core": 1, "reach": 3, "descript": 5, "choos": 2, "world": 1, "scienc": 37, "referr": 7, "communiti": 1, "confin": 1, "section": 7, "away": 2, "results…": 1, "normal": 3, "provid": 2, "until": 1, "valu": 2, "offer": 7, "softwar": 1, "startup": 1, "got": 7, "entri": 1, "meet": 2, "talk": 8, "network": 3, "cava": 1, "andor": 1, "sourc": 2, "put": 8, "aman": 1, "call": 1, "result": 3, "qualif": 1, "inperson": 1, "repositori": 1, "media": 3, "question": 7, "divid": 1, "stus": 2, "particip": 3, "from": 20, "answer": 8, "num": 30, "jennif": 1, "advic": 10, "movi": 1, "sentiment": 1, "predict": 1, "uphil": 1, "quora": 5, "pleas": 1, "spot": 1, "book": 1, "him": 1, "webscrap": 2, "are": 32, "max": 1, "better": 4, "compani": 12, "current": 1, "month": 1, "jeremi": 1, "feedback": 1, "option": 3, "video": 3, "skillset": 1, "chanc": 5, "rene": 1, "exclud": 1, "unless": 1, "public": 17, "num–num": 1, "gain": 2, "column": 1, "familiar": 1, "tend": 1, "even": 9, "littl": 1, "coffe": 1, "check": 2, "scrapi": 1, "edit": 1, "serious": 1, "extrem": 1, "his": 7, "ask": 12, "type": 3, "note": 4, "bias": 1, "came": 1, "requir": 2, "where": 16, "rememb": 1, "causey": 1, "let": 6, "favio": 1, "company…onc": 1, "clear": 2, "communic": 7, "line": 1, "conclus": 1, "taught": 1, "deal": 1, "fact": 2, "tool": 6, "who": 4, "pictur": 1, "permiss": 1, "bigger": 1, "william": 4, "post": 19, "here": 5, "paid": 1, "were": 1, "blog": 25, "clean": 2, "apart": 1, "onlin": 4, "much": 3, "thrown": 1, "evalu": 2, "henc": 1, "problem": 5, "articl": 11, "job": 28, "showoff": 1, "heard": 1, "she": 6, "topic": 1, "dure": 1, "posit": 1, "guid": 2, "defin": 1, "subsect": 1, "contribut": 1, "across": 1, "opportun": 5, "whenev": 1, "among": 1, "intuit": 1, "love": 3, "inher": 1, "insight": 1, "consumpt": 1, "whi": 4, "digit": 1, "phone": 2, "support": 1, "seem": 1, "journal": 1, "team": 1, "unfortun": 1, "takehom": 1, "anyth": 2, "there": 12, "inform": 1, "profici": 1, "possibl": 1, "titan": 3, "best": 4, "contract": 1, "profilesblog": 1, "visual": 2, "now": 1, "code": 2, "profil": 16, "interact": 2, "high": 1, "basic": 1, "self": 1, "realli": 5, "searcher": 1, "substitut": 2, "feel": 1, "percentil": 1, "everyday": 1, "tang": 1, "coupl": 1, "mani": 8, "around": 1, "style": 1, "notic": 6, "exampl": 9, "role": 2, "them": 14, "research": 2, "over": 4, "tag": 1, "peopl": 26, "occurr": 1, "those": 5, "explor": 1, "argument": 1, "pundl": 1, "essenti": 1, "determin": 1, "work": 36, "could": 1, "proofofconcept": 1, "other": 20, "appli": 9, "might": 2, "impact": 1, "some": 15, "imag": 1, "beyond": 1, "cruis": 1, "still": 1, "like": 13, "benefici": 1, "wonder": 2, "adviceguid": 1, "should": 5, "reject": 1, "part": 3, "capston": 1, "analyt": 1, "that": 55, "writeup…": 1, "sciencemachin": 1, "structur": 1, "recent": 3, "freak": 2, "stumbl": 1, "anamol": 1, "pretti": 1, "trey": 1, "time": 9, "project": 49, "differ": 3, "been": 2, "profession": 1, "institut": 1, "statist": 3, "forget": 1, "throughout": 1, "between": 1, "written": 1, "soon": 1, "obvious": 1, "chen": 3, "comfort": 1, "reason": 2, "someth": 8, "day": 1, "sort": 3, "indirect": 1, "built": 2, "wordpress": 1, "more": 16, "improv": 8, "inyour": 1, "list": 7, "novel": 3, "finish": 2, "these": 12, "yourself": 6, "keyword": 1, "faster": 1, "yuan": 1, "lead": 1, "submit": 1, "make": 9, "seeker": 1, "way": 18, "search": 3, "distinguish": 4, "few": 3, "assess": 1, "okay": 1, "depth": 1, "read": 5, "dalmia": 1, "common": 4, "terri": 1, "traffic": 1, "bio": 1, "come": 6, "repres": 1, "advertis": 1, "career": 2, "send": 1, "right": 1, "david": 6, "datacamp": 1, "import": 14, "first": 8, "everi": 3, "when": 9, "while": 5, "social": 4, "host": 1, "write": 7, "presenc": 2, "life": 1, "altogeth": 1, "learn": 20, "same": 4, "mention": 6}, "idf": {"googl": 11.388809182200001, "arguabl": 12.928338762200001, "harri": 3.87881749328, "real": 2.28103448276, "linkedin": 610.615384615, "readmemd": 1587.6, "kind": 2.5806241872599998, "addit": 1.24634950542, "would": 1.0828729281799998, "thank": 6.00681044268, "resum": 6.3964544722, "etc": 4.2066772655, "specif": 1.8719490626099997, "class": 2.11651779763, "python": 56.2978723404, "thought": 1.9854927463699998, "never": 1.55769230769, "path": 4.6421052631599995, "toward": 1.6303142329, "medium": 7.00617828773, "shind": 1134.0, "their": 1.01547908405, "highlight": 5.83033419023, "stack": 19.6485148515, "hard": 2.73253012048, "chief": 2.41827875095, "gotten": 45.4899713467, "ever": 1.9697270471500001, "creat": 1.2492917847, "eachoth": 1587.6, "colleen": 123.06976744200001, "room": 3.07674418605, "extend": 1.9604840701400004, "lunch": 22.68, "repost": 933.882352941, "acquir": 3.10563380282, "relev": 6.938811188810001, "had": 1.0475750577399998, "surviv": 2.2576791808900003, "mayb": 21.0557029178, "word": 1.7965372864099998, "form": 1.12755681818, "tutori": 59.4606741573, "will": 1.22481098596, "tailor": 26.198019801999997, "open": 1.24556723678, "site": 1.9721739130400002, "second": 1.1130898128, "incorpor": 2.62847682119, "new": 1.0178880554, "but": 1.01632417899, "view": 1.6407606448899998, "our": 2.35758835759, "classif": 8.067073170730001, "jason": 11.579868709000001, "off": 1.5121440137200002, "brett": 37.0934579439, "doubt": 5.31325301205, "kept": 2.94327030033, "grow": 2.27287043665, "various": 1.3323262839899999, "success": 1.32002993265, "enough": 2.2319696330700003, "besid": 5.1362018764199995, "polish": 6.59576235978, "use": 1.0296387573799999, "handwritten": 60.3650190114, "out": 1.06016694491, "mistak": 8.71350164654, "model": 2.0905978404, "good": 1.51981619759, "sure": 7.453521126760001, "persev": 178.38202247200002, "concept": 2.65707112971, "hunt": 5.2621809744800006, "peng": 157.188118812, "fill": 3.33809924306, "writeup": 1587.6, "dig": 18.5034965035, "messi": 129.073170732, "count": 3.48157894737, "field": 1.7790228597, "udac": 1587.6, "length": 3.69123459661, "kaggl": 1587.6, "order": 1.24625166811, "less": 1.46904783936, "quick": 2.205, "farrelli": 588.0, "true": 2.55569864778, "persist": 6.787516032490001, "brief": 3.39013452915, "said": 1.54751925139, "afraid": 18.269275028800003, "then": 1.08657860516, "manali": 1587.6, "they": 1.03017325287, "anoth": 1.13643521832, "effect": 1.3963060686000002, "allow": 1.2716059271100002, "fanci": 30.5895953757, "employ": 2.16530278232, "thesi": 14.0620017715, "github": 1587.6, "major": 1.14852058164, "construct": 1.9320920043799998, "featur": 1.52712581762, "feed": 7.77853993141, "practic": 1.70434782609, "critiqu": 14.0994671403, "simpl": 3.3981164383599998, "appear": 1.3214582986499999, "gemma": 186.776470588, "algorithm": 27.9507042254, "twitter": 33.213389121300004, "develop": 1.1955719557200002, "financi": 2.60860992442, "such": 1.06151377374, "upon": 1.60331246213, "confer": 2.8324710080299997, "without": 1.29547123623, "lot": 4.40877534018, "phd": 22.3605633803, "letter": 2.42715181165, "jonathan": 7.55640171347, "add": 4.61243463103, "varieti": 2.2972073506, "content": 3.5421686747, "contentportfolio": 1587.6, "platform": 6.2332155476999995, "ani": 1.13383802314, "visibl": 4.68595041322, "whether": 2.20683903253, "veri": 1.25880114177, "partial": 3.6131087847099996, "aren": 481.09090909099996, "idea": 2.0930784443, "free": 1.71818181818, "environ": 3.43561999567, "for": 1.00031504001, "difficult": 2.48957189901, "mgalarnyk": 1587.6, "seen": 1.61079545455, "with": 1.0011982089899998, "meme": 230.086956522, "competit": 3.06960556845, "late": 1.31740104556, "robinson": 10.0227272727, "effort": 1.89247824532, "look": 1.9086318826599997, "technic": 3.1400316455699997, "refus": 2.58146341463, "summari": 7.80147420147, "compet": 3.26465144972, "intern": 1.30355530011, "unicorn": 117.6, "think": 2.90715986083, "object": 2.3488681757700003, "combin": 1.69760479042, "later": 1.08650424309, "focus": 2.01012914662, "again": 1.50883862384, "tackl": 19.8698372966, "rank": 2.52480916031, "doe": 1.70581282905, "give": 1.3653250774, "uwesciencetrafficcruisingdssgnum": 1587.6, "probabl": 2.64555907349, "place": 1.1004366812200002, "great": 1.26592775696, "beta": 25.0410094637, "avoid": 2.45986984816, "step": 2.8279301745599996, "big": 2.7400759406299997, "dashboard": 118.47761194, "fals": 6.21613155834, "litmus": 529.2, "analyz": 9.68639414277, "scientist": 4.69426374926, "encourag": 2.7975330396499998, "iter": 37.4433962264, "youtub": 20.25, "paper": 2.6628648104700003, "hire": 4.95815115553, "abov": 1.90382539873, "trainer": 24.127659574499997, "portfolioresum": 1587.6, "face": 1.80327124035, "what": 1.25343439128, "share": 1.8566249561500001, "particular": 1.3814827706200001, "problemproject": 1587.6, "help": 1.39962972759, "find": 1.7294117647099998, "instead": 1.59461631177, "potenti": 2.52080025405, "cover": 1.69380134429, "own": 1.17844418052, "sbnumnovresum": 1587.6, "tableau": 244.246153846, "noteworthi": 27.0, "long": 1.2657259028899999, "script": 8.299006795610001, "greater": 2.14801785956, "complement": 14.0744680851, "care": 2.49426551453, "about": 1.06486015159, "evid": 2.24872521246, "galarnyk": 1587.6, "wrote": 2.10473286491, "thing": 2.4065484311099996, "narrat": 6.002268431, "just": 1.33580143037, "test": 2.65707112971, "understand": 2.96858638743, "vlah": 1587.6, "speci": 6.648241206030001, "reshama": 1587.6, "hurt": 11.6392961877, "mode": 7.391061452510001, "person": 1.40520446097, "fastest": 14.4065335753, "sole": 4.04175152749, "things…hav": 1587.6, "recommend": 3.9142011834300003, "activ": 1.46403541129, "flaw": 13.950790861199998, "echo": 10.5, "spent": 3.00795755968, "start": 1.26673581744, "power": 1.3396337861799998, "noth": 3.46410648047, "run": 1.55692850838, "thereof": 34.5130434783, "studi": 1.53184098804, "keep": 2.04245465071, "overflow": 49.9245283019, "explain": 2.60049140049, "singl": 1.60948905109, "kernel": 70.56, "messag": 4.96745932416, "usual": 1.72508964468, "abl": 1.8208510150200001, "skim": 203.53846153799998, "attend": 2.3055474876599997, "the": 1.0, "perhap": 3.14812611541, "increas": 1.32024948025, "build": 1.6341739578, "scratch": 25.8146341463, "display": 2.93456561922, "broad": 4.27693965517, "nope": 1587.6, "drob": 1587.6, "couldn": 1587.6, "sadat": 186.776470588, "connect": 1.8843916913900003, "move": 1.29125660838, "goodman": 34.2894168467, "flower": 8.32511798637, "went": 1.8098495212, "industri": 2.02319357716, "say": 1.7544480053, "origin": 1.13724928367, "continu": 1.13928955867, "interview": 3.3981164383599998, "knowledg": 3.3981164383599998, "take": 1.13961668222, "follow": 1.04640126549, "strategi": 4.44208170118, "tip": 9.42195845697, "than": 1.03278688525, "haven": 12.690647482000001, "publish": 1.36885669943, "goe": 4.251740760580001, "matter": 2.44773358002, "issu": 1.43921675279, "also": 1.01476510067, "irrelev": 29.7861163227, "icon": 7.79764243615, "mean": 1.44906900329, "task": 3.88641370869, "may": 1.05201775893, "candid": 4.51279135873, "repli": 6.6593959731500005, "consid": 1.2397313759200002, "challeng": 2.55816951337, "accid": 6.30250099246, "podcast": 49.6125, "machin": 4.02433460076, "want": 1.99698113208, "into": 1.01502461479, "system": 1.38739840951, "behind": 2.0845588235299997, "usabl": 31.5, "howev": 1.0945191313299998, "squarespac": 1587.6, "actual": 1.87482286254, "orysya": 1587.6, "identifi": 2.30187037843, "which": 1.005191845, "vazquez": 610.615384615, "fit": 3.37070063694, "skill": 3.6989748369099997, "introduct": 2.7808723068799996, "careercon": 1587.6, "one": 1.00627495722, "graph": 37.7102137767, "see": 1.27242125511, "facebook": 28.5539568345, "academia": 33.4936708861, "get": 1.78562591385, "rohrer": 992.25, "through": 1.07074930869, "manag": 1.6448404475799998, "tell": 3.36142282448, "admiss": 11.2675656494, "independ": 1.58950740889, "neither": 3.6622837370199997, "file": 3.7710213776699995, "rule": 1.7415533128599998, "pick": 4.939639079030001, "succinct": 115.883211679, "sampl": 7.23280182232, "engin": 2.47135740971, "relat": 1.23750876919, "bit": 8.33385826772, "grandmast": 108.0, "supplementari": 39.789473684200004, "honest": 18.3537572254, "most": 1.02096463023, "excel": 4.84467500763, "credit": 3.04312823462, "fail": 1.9281029876099998, "all": 1.01146788991, "yet": 2.1258703802900003, "augment": 16.5202913632, "store": 3.44680851064, "prospect": 6.86975335353, "includ": 1.0190641247799999, "solv": 7.26923076923, "degre": 2.4852849092, "bryan": 18.020431328, "marissa": 407.07692307699995, "rate": 2.14048806795, "and": 1.00006299213, "recruit": 5.7584330794300005, "discuss": 2.19676214197, "prepar": 2.43012398592, "benefit": 3.06841901817, "general": 1.1218202374200001, "websit": 2.52160101652, "comment": 3.05954904606, "bejcek": 1587.6, "can": 1.17626139142, "avail": 1.7288467821, "describ": 1.47027227264, "markdown": 1587.6, "portfolio": 28.5026929982, "onli": 1.0256476516600002, "each": 1.18974820144, "phrase": 6.18465134398, "promot": 2.0172808132099997, "larg": 1.18574949585, "this": 1.00379362671, "noli": 441.0, "unfamiliar": 37.7102137767, "link": 2.15151104486, "scripp": 236.955223881, "data": 3.37643555934, "onsit": 429.081081081, "audienc": 4.4784203103, "springboard": 135.692307692, "method": 2.5714285714300003, "sinc": 1.08368600683, "airbnb": 1587.6, "must": 1.9220338983099996, "stanton": 54.744827586199996, "corpor": 3.02284843869, "worth": 5.210370856580001, "abil": 2.70875277256, "direct": 1.22226499346, "has": 1.0436497502, "leav": 1.6615384615399997, "luckili": 191.277108434, "michael": 2.23259738433, "page": 2.03669018602, "primari": 2.2373167981999997, "show": 1.26703910615, "takeaway": 529.2, "often": 1.29452054795, "suggest": 1.7571665744299998, "galarnykmichael": 1587.6, "stop": 2.1783754116400003, "retweet": 1587.6, "after": 1.02070207021, "mark": 1.5079787234, "pile": 24.8840125392, "touch": 5.45567010309, "unlik": 2.42529789184, "onc": 1.4974533106999999, "too": 1.81585268215, "occur": 1.7453825857499998, "coursework": 134.542372881, "trivial": 35.3585746102, "brit": 74.8867924528, "signal": 5.12459651388, "meloon": 1587.6, "assign": 3.83663605607, "space": 2.39818731118, "recogn": 2.54954231572, "dataset": 193.609756098, "hear": 4.17899447223, "well": 1.0655748708, "done": 2.3302509907499998, "teach": 3.98594024605, "valuabl": 7.46754468485, "higher": 2.1218925421, "know": 2.59327017315, "translat": 2.85745140389, "elsewher": 5.114690721650001, "least": 1.6165359943000002, "relay": 20.8620236531, "multipl": 2.74813917258, "how": 1.60250328051, "land": 1.7209756097599997, "present": 1.25551601423, "kelli": 10.451612903200001, "deeper": 15.0769230769, "especi": 1.66712170534, "distribut": 2.7396031061299997, "alway": 2.06745670009, "found": 1.11387076405, "interest": 1.60331246213, "datadriven": 1587.6, "asid": 6.69873417722, "someon": 4.9350326391, "latex": 149.773584906, "qualifi": 6.546804123709999, "homework": 151.2, "purpos": 2.23416830847, "updat": 5.56466876972, "below": 2.25607503197, "similar": 1.37514075357, "definit": 3.24, "need": 1.4372623574099999, "subject": 1.8715077213299998, "final": 1.34008609775, "point": 1.25990000794, "amaz": 15.250720461099998, "applic": 3.42672134686, "review": 2.2099109131400003, "level": 1.6544393497299998, "have": 1.0148948411399998, "impress": 3.90457452041, "brandon": 39.8894472362, "experi": 1.87062566278, "famous": 2.28201811125, "shaikh": 299.547169811, "emphas": 5.59408033827, "her": 1.7770315648099997, "quit": 2.8849718335500003, "excit": 9.818181818180001, "iri": 49.3043478261, "cours": 2.15092805853, "numer": 1.83325635104, "absolut": 5.3472549680000006, "program": 2.02139037433, "iron": 3.84499878905, "process": 1.69524826482, "not": 1.01567398119, "strong": 1.6439888163999998, "proof": 9.70415647922, "short": 1.41295834817, "generous": 19.3609756098, "stori": 2.02396736359, "easi": 5.2937645882, "almost": 1.53584212054, "though": 1.36076112111, "conda": 1587.6, "core": 4.623179965059999, "reach": 1.49801849406, "descript": 4.00504540868, "choos": 4.17899447223, "world": 1.11340206186, "scienc": 2.31969608416, "referr": 99.225, "communiti": 1.96121062384, "confin": 8.78097345133, "section": 2.1284354471099998, "away": 1.85142857143, "results…": 1587.6, "normal": 2.61075481006, "provid": 1.21552714187, "until": 1.14852058164, "valu": 2.2777618364400003, "offer": 1.53896859248, "softwar": 10.2624434389, "startup": 68.4310344828, "got": 3.61969904241, "entri": 3.9909502262400003, "meet": 1.6658971668399998, "talk": 3.0303493033, "network": 2.59369384088, "cava": 324.0, "andor": 690.260869565, "sourc": 1.69760479042, "put": 1.65806788512, "aman": 311.294117647, "call": 1.0676529926, "result": 1.14611608432, "qualif": 17.2004333694, "inperson": 1587.6, "repositori": 44.974504249300004, "media": 2.59369384088, "question": 2.20408163265, "divid": 2.3169877408099997, "stus": 1587.6, "particip": 2.19828302409, "from": 1.00056721497, "answer": 4.64890190337, "num": 1.00031504001, "jennif": 17.4270032931, "advic": 7.08117752007, "movi": 4.00403530895, "sentiment": 9.9225, "predict": 5.18484650555, "uphil": 125.007874016, "quora": 1587.6, "pleas": 9.12938470385, "spot": 4.52952924394, "book": 1.43414634146, "him": 1.63434218653, "webscrap": 1587.6, "are": 1.02990593578, "max": 7.474576271189999, "better": 2.0065722952500002, "compani": 1.5523613963, "current": 1.5325803649, "month": 1.5079787234, "jeremi": 16.2165474974, "feedback": 24.652173913000002, "option": 4.04896710023, "video": 3.29719626168, "skillset": 1587.6, "chanc": 4.2449197861000005, "rene": 49.1517027864, "exclud": 5.31859296482, "unless": 5.44818119423, "public": 1.22424429365, "num–num": 1587.6, "gain": 1.84819557625, "column": 7.078020508250001, "familiar": 6.86381322957, "tend": 3.3735656608599998, "even": 1.16461267606, "littl": 1.5499365420299998, "coffe": 14.782122905, "check": 6.50655737705, "scrapi": 1587.6, "edit": 1.99297012302, "serious": 2.583984375, "extrem": 2.36602086438, "his": 1.0943682360200002, "ask": 2.1744966443, "type": 2.0281042411900003, "note": 1.42449528937, "bias": 13.7335640138, "came": 1.46013059873, "requir": 1.52844902282, "where": 1.06715063521, "rememb": 4.88793103448, "causey": 1587.6, "let": 3.48616600791, "favio": 1587.6, "company…onc": 1587.6, "clear": 1.85423966363, "communic": 2.8395635843299996, "line": 1.4182597820299998, "conclus": 4.84615384615, "taught": 5.57052631579, "deal": 2.18346857379, "fact": 1.73375559681, "tool": 4.99716713881, "who": 1.06279287723, "pictur": 3.4953764861300005, "permiss": 6.280063291139999, "bigger": 13.23, "william": 1.75483585719, "post": 2.23826307627, "here": 2.42307692308, "paid": 3.31163954944, "were": 1.02458857696, "blog": 14.1876675603, "clean": 6.86975335353, "apart": 3.1032056294, "onlin": 2.6051854282900004, "much": 1.1942229577299999, "thrown": 12.109839816900001, "evalu": 6.9509632224199995, "henc": 5.390831918509999, "problem": 1.76674827509, "articl": 2.01805008262, "job": 3.2539454806299997, "showoff": 1587.6, "heard": 4.45204711161, "she": 2.16, "topic": 5.457545548300001, "dure": 1.0503473370799998, "posit": 1.37252528746, "guid": 2.49113447356, "defin": 2.72830383227, "subsect": 88.6927374302, "contribut": 1.9255306246200001, "across": 1.7318642958400001, "opportun": 3.0119521912400002, "whenev": 11.622254758399999, "among": 1.25670862028, "intuit": 27.7068062827, "love": 2.97303370787, "inher": 10.7706919946, "insight": 11.8037174721, "consumpt": 9.3608490566, "whi": 3.2566153846200003, "digit": 4.416133518780001, "phone": 9.118897185529999, "support": 1.2685577307200002, "seem": 2.29123971713, "journal": 2.36884512086, "team": 2.2748244734200003, "unfortun": 9.966101694919999, "takehom": 1587.6, "anyth": 4.58843930636, "there": 1.04091266719, "inform": 1.5753125620200001, "profici": 31.8156312625, "possibl": 1.4173734488, "titan": 21.8376891334, "best": 1.5828514456600002, "contract": 3.0165304959099997, "profilesblog": 1587.6, "visual": 5.22752716497, "now": 1.160780873, "code": 3.8807137619199996, "profil": 4.8314059647, "interact": 4.4185917061, "high": 1.14777327935, "basic": 2.7301805675, "self": 11.972850678699999, "realli": 4.7476076555, "searcher": 230.086956522, "substitut": 7.96588058204, "feel": 3.1356903021900004, "percentil": 273.724137931, "everyday": 11.9548192771, "tang": 40.5, "coupl": 3.2572835453400004, "mani": 1.04426757877, "around": 1.21394708671, "style": 2.37807070102, "notic": 4.36994219653, "exampl": 1.50483412322, "role": 1.55327267391, "them": 1.09876115994, "research": 1.9420183486200002, "over": 1.02525024217, "tag": 19.7462686567, "peopl": 1.21320495186, "occurr": 13.805217391300001, "those": 1.19548192771, "explor": 3.39593582888, "argument": 5.09335899904, "pundl": 1587.6, "essenti": 2.9280708225700005, "determin": 2.1658935879900003, "work": 1.11520089913, "could": 1.2043695949, "proofofconcept": 1587.6, "other": 1.00992366412, "appli": 2.2972073506, "might": 2.1561863370900003, "impact": 2.97526236882, "some": 1.04036697248, "imag": 2.70137825421, "beyond": 2.54586273252, "cruis": 13.8292682927, "still": 1.1866357724799999, "like": 1.14918566775, "benefici": 18.269275028800003, "wonder": 7.265903890160001, "adviceguid": 1587.6, "should": 1.6643254009900001, "reject": 2.82139683668, "part": 1.04330682789, "capston": 252.0, "analyt": 17.256521739100002, "that": 1.00398406375, "writeup…": 1587.6, "sciencemachin": 1587.6, "structur": 2.0580762250499998, "recent": 1.54405757635, "freak": 51.713355048900006, "stumbl": 43.3770491803, "anamol": 1587.6, "pretti": 15.75, "trey": 172.56521739099998, "time": 1.01127460348, "project": 1.7534791252500002, "differ": 1.23654490225, "been": 1.0239277652399998, "profession": 2.6389627659599997, "institut": 1.7792222346700002, "statist": 4.24265098878, "forget": 16.9978586724, "throughout": 1.5217099587799998, "between": 1.03453668708, "written": 1.9573418813999999, "soon": 1.9817750592900003, "obvious": 6.44841592201, "chen": 34.0686695279, "comfort": 7.82068965517, "reason": 1.72340425532, "someth": 3.28152128979, "day": 1.18371607516, "sort": 5.188235294119999, "indirect": 8.618892508139998, "built": 1.99447236181, "wordpress": 1134.0, "more": 1.0171706817, "improv": 2.04376930999, "inyour": 1587.6, "list": 1.36321483771, "novel": 4.06555697823, "finish": 3.22879804759, "these": 1.07415426252, "yourself": 26.592964824099997, "keyword": 139.263157895, "faster": 7.61438848921, "yuan": 44.22284122560001, "lead": 1.2664326739, "submit": 5.770992366410001, "make": 1.0762660158600001, "seeker": 47.25, "way": 1.2190739461, "search": 3.2539454806299997, "distinguish": 3.36926994907, "few": 1.31729173581, "assess": 5.24306472919, "okay": 93.9408284024, "depth": 8.24299065421, "read": 2.3149606299200003, "dalmia": 1587.6, "common": 1.4025974025999999, "terri": 9.94113963682, "traffic": 5.95052473763, "bio": 42.336000000000006, "come": 1.32831325301, "repres": 1.46972782818, "advertis": 5.61187698834, "career": 2.98757997742, "send": 3.75053153792, "right": 1.4054532577899999, "david": 1.84970290108, "datacamp": 1587.6, "import": 1.3401992233700002, "first": 1.00761614623, "everi": 1.47917637194, "when": 1.02076769755, "while": 1.0441988950299999, "social": 1.9904714142400002, "host": 2.7092150170599996, "write": 2.0575427682700003, "presenc": 2.7476635514, "life": 1.37051104972, "altogeth": 10.8147138965, "learn": 2.32275054865, "same": 1.11857958148, "mention": 2.53894130817}}, "html": "<!DOCTYPE html>\n\n<html lang=\"en-US\" xmlns=\"http://www.w3.org/1999/xhtml\">\n<head profile=\"http://gmpg.org/xfn/11\">\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<meta content=\"width=device-width, initial-scale=1\" name=\"viewport\"/>\n<title>  How to Build a Data Science Portfolio</title>\n<link href=\"/wp-content/themes/kdn17/images/favicon.ico\" rel=\"shortcut icon\"/>\n<link href=\"/wp-content/themes/kdn17/style.css\" media=\"screen\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"/wp-content/themes/kdn17/js/jquery-1.9.1.min.js\" type=\"text/javascript\"></script>\n<script src=\"/aps/kda_all.js\" type=\"text/javascript\"></script>\n<link href=\"/feed/\" rel=\"alternate\" title=\"KDnuggets: Analytics, Big Data, Data Mining and Data Science Feed\" type=\"application/rss+xml\"/>\n<link href=\"//s.w.org\" rel=\"dns-prefetch\"/>\n<link href=\"https://www.kdnuggets.com/feed\" rel=\"alternate\" title=\"KDnuggets » Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://www.kdnuggets.com/comments/feed\" rel=\"alternate\" title=\"KDnuggets » Comments Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://www.kdnuggets.com/2018/07/build-data-science-portfolio.html/feed\" rel=\"alternate\" title=\"KDnuggets » How to Build a Data Science Portfolio Comments Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://www.kdnuggets.com/wp-json/\" rel=\"https://api.w.org/\"/>\n<link href=\"https://www.kdnuggets.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/>\n<link href=\"https://www.kdnuggets.com/wp-includes/wlwmanifest.xml\" rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\"/>\n<link href=\"https://www.kdnuggets.com/2018/n28.html\" rel=\"prev\" title=\"KDnuggets™ News 18:n28, Jul 25: Best (and Free) Resources to Understand Deep Learning; Why Germany did not beat Brazil in the final – Data Science lessons from the World Cup\"/>\n<link href=\"https://www.kdnuggets.com/2018/07/why-machine-learning-project-fail.html\" rel=\"next\" title=\"9 Reasons why your machine learning project will fail\"/>\n<meta content=\"WordPress 4.9.10\" name=\"generator\">\n<link href=\"https://www.kdnuggets.com/2018/07/build-data-science-portfolio.html\" rel=\"canonical\"/>\n<link href=\"https://www.kdnuggets.com/?p=83271\" rel=\"shortlink\"/>\n<link href=\"https://www.kdnuggets.com/2018/07/build-data-science-portfolio.html\" rel=\"canonical\"/>\n<!-- BEGIN ExactMetrics v5.3.7 Universal Analytics - https://exactmetrics.com/ -->\n<script>\n(function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){\n\t(i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),\n\tm=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)\n})(window,document,'script','https://www.google-analytics.com/analytics.js','ga');\n  ga('create', 'UA-361129-1', 'auto');\n  ga('send', 'pageview');\n</script>\n<!-- END ExactMetrics Universal Analytics -->\n</meta></head>\n<body class=\"post-template-default single single-post postid-83271 single-format-standard\">\n<div class=\"main_wrapper\"><!-- publ: 25-Jul, 2018  -->\n<div id=\"wrapper\">\n<div id=\"header\">\n<div id=\"header_log\">\n<div class=\"logo\">\n<a href=\"/\"></a>\n</div>\n<h1>KDnuggets</h1>\n<div class=\"text-container\">\n              <a href=\"/news/subscribe.html\" target=\"_blank\"><b>Subscribe to KDnuggets News</b></a>  |\n <a href=\"https://twitter.com/kdnuggets\" target=\"_blank\"><img alt=\"Twitter\" height=\"48\" src=\"/images/tw_c48.png\" style=\"vertical-align: bottom\" width=\"48\"/></a>   \n <a href=\"https://www.facebook.com/kdnuggets\" target=\"_blank\"><img alt=\"Facebook\" height=\"48\" src=\"/images/fb_c48.png\" style=\"vertical-align: bottom\" width=\"48\"/></a>   \n<a href=\"https://www.linkedin.com/groups/54257/\" target=\"_blank\"><img alt=\"LinkedIn\" height=\"48\" src=\"/images/in_c48.png\" style=\"vertical-align: bottom\" width=\"48\"/></a> \n |  <a href=\"/contact.html\"><b>Contact</b></a>\n</div>\n</div>\n<div class=\"search\">\n<form action=\"/\" id=\"searchform\" method=\"get\">\n<input id=\"s\" name=\"s\" placeholder=\"search KDnuggets\" type=\"text\" value=\"\"/>\n<input type=\"submit\" value=\"Search\"/></form>\n</div>\n<div href=\"#\" id=\"pull\">\n<img class=\"menu\" src=\"/images/menu-30.png\">\n<div class=\"logo\">\n<a href=\"/\"></a>\n</div>\n<img class=\"search-icon\" src=\"/images/search-icon.png\">\n</img></img></div>\n<div id=\"pull-menu\">\n<div class=\"navigation\"><ul class=\"menu\" id=\"menu-menu\"><li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-1070\" id=\"menu-item-1070\"><a href=\"/software/index.html\" title=\"Data Science Software\">SOFTWARE</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-13756\" id=\"menu-item-13756\"><a href=\"/news/index.html\" title=\"News\">News/Blog</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-46286\" id=\"menu-item-46286\"><a href=\"/news/top-stories.html\">Top stories</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-42152\" id=\"menu-item-42152\"><a href=\"https://www.kdnuggets.com/opinions/index.html\" title=\"Opinions\">Opinions</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-46415\" id=\"menu-item-46415\"><a href=\"https://www.kdnuggets.com/tutorials/index.html\">Tutorials</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-13364\" id=\"menu-item-13364\"><a href=\"/jobs/index.html\" title=\"Jobs in Analytics, Data Science\">JOBS</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-63505\" id=\"menu-item-63505\"><a href=\"https://www.kdnuggets.com/companies/index.html\">Companies</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-13366\" id=\"menu-item-13366\"><a href=\"/courses/index.html\">Courses</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-1499\" id=\"menu-item-1499\"><a href=\"https://www.kdnuggets.com/datasets/index.html\">Datasets</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-14286\" id=\"menu-item-14286\"><a href=\"https://www.kdnuggets.com/education/index.html\" title=\"Education in Analytics, Big Data, Data Science\">EDUCATION</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-51558\" id=\"menu-item-51558\"><a href=\"https://www.kdnuggets.com/education/analytics-data-mining-certificates.html\" title=\"Certificates in Analytics, Big Data, Data Science\">Certificates</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-14752\" id=\"menu-item-14752\"><a href=\"/meetings/index.html\">Meetings</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-13721\" id=\"menu-item-13721\"><a href=\"/webcasts/index.html\" title=\"Webcasts and Webinars\">Webinars</a></li>\n</ul></div></div>\n</div> <!--#header end-->\n<div id=\"spacer\">\n          \n      </div>\n<div id=\"content_wrapper\">\n<div id=\"ad_wrapper\">\n<script type=\"text/javascript\">\n\tjQuery(function() {\n   \t    var pull        = $('#pull');\n            menu        = $('#header .navigation ul');\n            menuImage = $('#header img.menu');\n            mobileMenu        = $('#pull-menu-mobile');\n            search = $('img.search-icon');\n            searchBar = $('div.search');\n            searchClick = false;\n            search.on('click', function() {\n                  searchBar.slideToggle();\n                  searchClick = true;\n            });  \n     \t    $(menuImage).on('click', function(e) {\n\t        //e.preventDefault();\n                if (!searchClick) {\n                  menu.slideToggle();\n                }\n                searchClick = false;\n\t    });\n           /* pullMobile.on('click', function(e) {\n              e.preventDefault();\n                if (!searchClick) {\n                  mobileMenu.slideToggle();\n                }\n                searchClick = false;\n\t    });*/\n            \n\t});\n\tkpath = '/'; kda_top(); kda_sid_init(); kda_sid_n=3;\n\t</script>\n</div> <div class=\"breadcumb\">\n<br/>\n<a href=\"/\">KDnuggets Home</a> » <a href=\"/news/index.html\">News</a> » <a href=\"/2018/index.html\">2018</a> » <a href=\"https://www.kdnuggets.com/2018/07/index.html\">Jul</a> » <a href=\"https://www.kdnuggets.com/2018/07/tutorials.html\">Tutorials, Overviews</a> » How to Build a Data Science Portfolio ( <a href=\"/2018/n29.html\">18:n29</a> )    </div>\n<div class=\"single\" id=\"content\">\n<div id=\"post-header\">\n<h1 id=\"title\"><img align=\"right\" alt=\"Silver Blog\" src=\"/images/tkb-1807-s.png\" width=\"94\"/>How to Build a Data Science Portfolio</h1>\n<div class=\"pagi\">\n<div class=\"pagi-left\">\n<a href=\"https://www.kdnuggets.com/2018/n28.html\" rel=\"prev\"><img height=\"10\" src=\"/images/prv.gif\" width=\"8\"> <strong>Previous post</strong></img></a></div>\n<div class=\"pagi-right\">\n<a href=\"https://www.kdnuggets.com/2018/07/why-machine-learning-project-fail.html\" rel=\"next\"><strong>Next post</strong> <img height=\"10\" src=\"/images/nxt.gif\" width=\"8\"/></a></div>\n<br/> <br/> \n    <div class=\"addthis_native_toolbox\"></div>\n</div>\n<div class=\"tag-data\">Tags: <a href=\"https://www.kdnuggets.com/tag/advice\" rel=\"tag\">Advice</a>, <a href=\"https://www.kdnuggets.com/tag/career\" rel=\"tag\">Career</a>, <a href=\"https://www.kdnuggets.com/tag/data-science\" rel=\"tag\">Data Science</a>, <a href=\"https://www.kdnuggets.com/tag/portfolio\" rel=\"tag\">Portfolio</a>, <a href=\"https://www.kdnuggets.com/tag/social-media\" rel=\"tag\">Social Media</a></div>\n<br/>\n<p class=\"excerpt\">\n     This post will include links to where various data science professionals (data science managers, data scientists, social media icons, or some combination thereof) and others talk about what to have in a portfolio and how to get noticed.\n  </p>\n</div>\n<div id=\"post-header-ad\">\n<script type=\"text/javascript\">kda_sid_write(1); kda_sid_n=2;</script>\n</div>\n<hr class=\"grey-line\"/><br/>\n<div class=\"post\" id=\"post-\">\n<div align=\"right\"><img alt=\"c\" height=\"12\" src=\"/images/comment.gif\" width=\"16\"/> <a href=\"#comments\">comments</a></div>\n<p><b>By <a href=\"https://www.linkedin.com/in/michaelgalarnyk/\" rel=\"noopener noreferrer\" target=\"_blank\">Michael Galarnyk</a>, Data Scientist</b></p>\n<p><center><img alt=\"Image\" src=\"https://cdn-images-1.medium.com/max/800/1*trmA1w1lqIItON9i5-26Jg.jpeg\" width=\"99%\"><br>\n<font size=\"-1\">A portfolio is one way to show people you are that data science unicorn.</font></br></img></center></p>\n<p><strong>How do you get a job in data science? </strong>Knowing enough statistics, machine learning, programming, etc to be able to get a job is difficult. One thing I have found lately is quite a few people <strong>may</strong> <strong>have the required skills to get a job, but no portfolio</strong>. While a resume matters, having a portfolio of public evidence of your data science skills can do wonders for your job prospects. Even if you have a referral, <strong>the ability to show potential employers what you can do instead of just telling them you can do something is important</strong>. This post will include links to where various data science professionals (data science managers, data scientists, social media icons, or some combination thereof) and others talk about what to have in a portfolio and how to get noticed. With that, let’s get started!</p>\n<p> </p>\n<h3><b>The Importance of a Portfolio</b></h3>\n<p> <br>\nBesides the benefit of learning by making a portfolio, a portfolio is important as it can help get you employment. For the purpose of this article, let’s define a portfolio as public evidence of your data science skills. I got this definition from <a href=\"https://twitter.com/drob\" rel=\"noopener noreferrer\" target=\"_blank\">David Robinson</a> Chief Data Scientist at DataCamp when he was interviewed by <a href=\"http://www.twitter.com/marissagemma\" rel=\"noopener noreferrer\" target=\"_blank\">Marissa Gemma</a> on <a href=\"https://blog.modeanalytics.com/data-scientists-making-the-leap-academia-to-industry/\" rel=\"noopener noreferrer\" target=\"_blank\">Mode Analytics blog</a>. He was asked about landing his first job in industry and said,</br></p>\n<blockquote><p>The most effective strategy for me was doing public work. I blogged and did a lot of open source development late in my PhD, and these helped give public evidence of my data science skills. But the way I landed my first industry job was a particularly noteworthy example of the public work. During my PhD I was an active answerer on the programming site Stack Overflow, and an engineer at the company came across one of my answers (one explaining the intuition behind the beta distribution). He was so impressed with the answer that he got in touch with me [through Twitter], and a few interviews later <a href=\"http://varianceexplained.org/r/year_data_scientist/\" rel=\"noopener noreferrer\" target=\"_blank\">I was hired</a>.</p></blockquote>\n<p>You may think of this as a freak occurrence, but you will often find that the more active you are, the greater chance you have of something like this occuring. From <a href=\"http://varianceexplained.org/r/start-blog/\" rel=\"noopener noreferrer\" target=\"_blank\">David’s blog post</a>,</p>\n<blockquote><p>The more public work you do, the higher the chance of a freak accident like that: of someone noticing your work and pointing you towards a job opportunity, or of someone who’s interviewing you having heard of work you’ve done.</p></blockquote>\n<p>People often forget that software engineers and data scientists also Google their issues. If these same people have their problems solved by reading your public work, they might think better of you and reach out to you.</p>\n<p> </p>\n<h3><b>Portfolio to get around an Experience Requirement</b></h3>\n<p> <br>\nEven for an entry level role, most companies want to have people with at least a little bit of real life experience. You may have seen memes like the one below.</br></p>\n<p><img class=\"aligncenter\" src=\"https://cdn-images-1.medium.com/max/800/1*bE_-mX24sM-t5E8N9oc9DA.png\" width=\"60%\"/></p>\n<p>The question is how do you get experience if you need experience to get your first job? If there is an answer, the answer is <strong>projects</strong>. Projects are perhaps the best substitutes for work experience or as <a href=\"https://will-stanton.com/2015/07/15/creating-a-great-data-science-resume/\" rel=\"noopener noreferrer\" target=\"_blank\">Will Stanton</a> said,</p>\n<blockquote><p>If you don’t have any experience as a data scientist, then you absolutely <em>have to</em>do independent projects.</p></blockquote>\n<p>In fact, when <a href=\"https://medium.com/@skyetetra\" rel=\"noopener noreferrer\" target=\"_blank\">Jonathan Nolis</a> <a href=\"https://medium.com/@skyetetra/hiring-data-scientists-my-interview-questions-56d5ae3fc621\" rel=\"noopener noreferrer\" target=\"_blank\">interviews candidates</a>, he wants to hear about a description of a recent problem/project that you have faced.</p>\n<blockquote><p>I want to hear about a project they’ve worked on recently. I ask them about how the project started, how they determined it was worth time and effort, their process, and their results. I also ask them about what they learned from the project. I gain a lot from answers to this question: if they can tell a narrative, how the problem related to the bigger picture, and how they tackled the hard work of doing something.</p></blockquote>\n<p>If you don’t have some data science related work experience, the best option here is to talk about a data science project that you have worked on.</p>\n<p> </p>\n<h3><b>Types of Projects to Include in a Portfolio</b></h3>\n<p> <br>\nData science is such a broad field that it is hard to know what kind of projects hiring managers want to see. <a href=\"https://twitter.com/wzchen\" rel=\"noopener noreferrer\" target=\"_blank\">William Chen</a>, a Data Science Manager at Quora, shared his thoughts on the subject at Kaggle’s CareerCon 2018 (<a href=\"https://youtu.be/xrhPjE7wHas?t=30m9s\" rel=\"noopener noreferrer\" target=\"_blank\">video</a>).</br></p>\n<blockquote><p>I love projects where people show that they are interested in data in a way that goes beyond homework assignments. Any sort of class final project where you explore an interesting dataset and find interesting results… Put effort into the writeup… I really like seeing really good writeups where people find interesting and novel things…have some visualizations and share their work.</p></blockquote>\n<p>A lot of people recognize the value of creating projects, but one issue a lot of people wonder is where do you get that interesting dataset and what do you do with it. <a href=\"https://medium.com/@jasonkgoodman\" rel=\"noopener noreferrer\" target=\"_blank\">Jason Goodman</a>, Data Scientist at Airbnb, has a post <a href=\"https://medium.com/@jasonkgoodman/advice-on-building-data-portfolio-projects-c5f96d8a0627\" rel=\"noopener noreferrer\" target=\"_blank\">Advice on Building Data Portfolio Projects</a> where he talks about many different project ideas and has good advice on what kind of datasets you should use. He also echos one of William’s points about working with interesting data.</p>\n<blockquote><p>I find that the best portfolio projects are less about doing fancy modeling and more about working with interesting data. A lot of people do things with financial information or Twitter data; those can work, but the data isn’t inherently that interesting, so you’re working uphill.</p></blockquote>\n<p>One of his other points in the article is that webscraping is a great way to get interesting data. If you are interested in learning how to build your own dataset by webscraping in Python, you can see my post <a href=\"https://towardsdatascience.com/using-scrapy-to-build-your-own-dataset-64ea2d7d4673\" rel=\"noopener noreferrer\" target=\"_blank\">here</a>. If you are coming from academia, it is important to note that your thesis can count as a project (a very large project). You can hear <a href=\"https://twitter.com/wzchen\" rel=\"noopener noreferrer\" target=\"_blank\">William Chen</a> talk about it <a href=\"https://youtu.be/xrhPjE7wHas?t=31m15s\" rel=\"noopener noreferrer\" target=\"_blank\">here</a>.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*i_lszGwbAXlaD_FJ7Fijcg.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Traffic Cruising Data Science for Social Good Project (<a href=\"https://github.com/uwescience/TrafficCruising-DSSG2017\" rel=\"noopener noreferrer\" target=\"_blank\">https://github.com/uwescience/TrafficCruising-DSSG2017</a>). This is an example of a project I personally find interesting, but there are so many interesting projects out there. Credit (<a href=\"https://github.com/OrysyaStus\" rel=\"noopener noreferrer\" target=\"_blank\">Orysya Stus</a>, <a href=\"https://github.com/bmbejcek\" rel=\"noopener noreferrer\" target=\"_blank\">Brett Bejcek</a>, <a href=\"https://github.com/vlahm\" rel=\"noopener noreferrer\" target=\"_blank\">Michael Vlah</a>, <a href=\"https://github.com/anamol\" rel=\"noopener noreferrer\" target=\"_blank\">Anamol Pundle</a>)</font></center></p>\n<p> </p>\n<h3><b>Types of Projects NOT to Include in a Portfolio</b></h3>\n<p> <br/>\nOne thing I have found very common (to the point of it appearing multiple times in this blog post) in a lot of portfolio/resume advice is not to have common projects in your portfolio.</p>\n<p><a href=\"https://towardsdatascience.com/@jeremie_sharpestminds\" rel=\"noopener noreferrer\" target=\"_blank\">Jeremie Harris</a> in <a href=\"https://towardsdatascience.com/the-4-fastest-ways-not-to-get-hired-as-a-data-scientist-565b42bd011e\" rel=\"noopener noreferrer\" target=\"_blank\">The 4 fastest ways not to get hired as a data scientist</a> said,</p>\n<blockquote><p>It’s hard to think of a faster way to have your resume thrown into the ‘definite no’ pile than featuring work you did on trivial proof-of-concept datasets among your highlighted personal projects.</p>\n<p>When in doubt, here are some projects that hurt you more than they help you:</p>\n<p>* Survival classification on the <a href=\"https://www.kaggle.com/c/titanic\" rel=\"noopener noreferrer\" target=\"_blank\">Titanic dataset</a>.</p>\n<p>* Hand-written digit classification on the <a href=\"https://www.tensorflow.org/versions/r1.2/get_started/mnist/pros\" rel=\"noopener noreferrer\" target=\"_blank\">MNIST dataset</a>.</p>\n<p>* Flower species classification using the <a href=\"https://archive.ics.uci.edu/ml/datasets/iris\" rel=\"noopener noreferrer\" target=\"_blank\">iris dataset</a>.</p></blockquote>\n<p>The image below shows partial examples of classification of Titanic (A), MNIST (B), and iris (C) datasets. There aren’t a lot of ways to use these datasets to distinguish yourself from other applicants. Make sure to list novel projects.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*2zvdLfbBwzvYQqiO3ruf0Q.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Titanic (A), MNIST (B), and iris (C) classification</font></center></p>\n<p> </p>\n<h3><b>Portfolios are Iterative</b></h3>\n<p> <br/>\n<a href=\"https://towardsdatascience.com/@faviovazquez\" rel=\"noopener noreferrer\" target=\"_blank\">Favio Vazquez</a> has an <a href=\"https://towardsdatascience.com/how-to-get-a-job-as-a-data-scientist-f417078fe13e\" rel=\"noopener noreferrer\" target=\"_blank\">excellent article</a> where he talked about how he got his job as a data scientist. Of course, one of his tips is to have a portfolio.</p>\n<blockquote><p>Have a portfolio. If you are looking for a serious paid job in data science do some projects with real data. If you can post them on GitHub. Apart from Kaggle competitions, find something that you love or a problem you want to solve and use your knowledge to do it.</p></blockquote>\n<p>One of the other interesting findings was that you always have to keep on improving as you go through the job hunt.</p>\n<blockquote><p>I applied to almost 125 jobs (for real, maybe you applied for much more), I got only like 25–30 replies. Some of them were just: Thanks but nope. And I got almost 15 interviews. I learned from each one. Got better. I had to deal with a lot of rejection. Something I was actually not prepared to. But I loved the process of getting interviewed (not all of them to be honest). I studied a lot, programmed everyday, read a lot of articles and posts. They helped a lot.</p></blockquote>\n<p>As you learn more and improve yourself, your portfolio should also be updated. This same sentiment is echoed in many other advice articles. As <a href=\"https://medium.com/@jasonkgoodman\" rel=\"noopener noreferrer\" target=\"_blank\">Jason Goodman</a> said,</p>\n<blockquote><p>The project isn’t done when you post it publicly. Don’t be afraid to keep adding on to or editing your projects after they’re published!</p></blockquote>\n<p>This advice is especially true when you are looking for a job. There are many stories of successful people like <a href=\"https://towardsdatascience.com/@kellypeng17\" rel=\"noopener noreferrer\" target=\"_blank\">Kelly Peng</a>, Data Scientist at Airbnb, who really persevered and kept on working and improving. In <a href=\"https://towardsdatascience.com/how-to-land-a-data-scientist-job-at-your-dream-company-my-journey-to-airbnb-f6a1e99892e8\" rel=\"noopener noreferrer\" target=\"_blank\">one of her blog posts</a>, she went over how many places she applied for and interviewed with.</p>\n<blockquote><p>Applications: 475</p>\n<p>Phone interviews: 50</p>\n<p>Finished data science take-home challenges: 9</p>\n<p>Onsite interviews: 8</p>\n<p>Offers: 2</p>\n<p>Time spent: 6 months</p></blockquote>\n<p>She clearly applied to a lot of jobs and kept on persisting. In her article, she even mentions how you need to keep on learning from your interviewing experiences.</p>\n<blockquote><p>Take note of all the interview questions you got asked, especially those questions you failed to answer. You can fail again, but don’t fail at the same spot. You should always be learning and improving.</p></blockquote>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*WwMBOf3sv2p6FaU4rsaA7g.png\" width=\"99%\"/><br/>\n<font size=\"-1\">*If you aren’t getting interviews yet, apply for more jobs and keep on finding ways to learn and improve.</font></center></p>\n<p> </p>\n<h3><b>Incorporating Portfolio into 1 Page Resume</b></h3>\n<p> <br/>\nOne of the ways someone finds your portfolio is often through your resume so it is worth a mention. A data science resume is a place to focus on your technical skills. Your resume is a chance to succinctly represent your qualifications and fit for that particular role. Recruiters and hiring managers skim resumes very quickly, and you only have a short time to make an impression. Improving your resume can increase your chance of getting an interview. You have to make sure every single line and every single section of your resume counts.</p>\n<p><a href=\"https://twitter.com/wzchen\" rel=\"noopener noreferrer\" target=\"_blank\">William Chen</a>, a Data Science Manager from Quora has <a href=\"https://youtu.be/xrhPjE7wHas?t=2m43s\" rel=\"noopener noreferrer\" target=\"_blank\">9 Tips for making your data science resume</a>. <strong>Notice in the brief summary of his points below, that projects and portfolio are points 6, 7, 8, and arguably 9</strong>.</p>\n<p> <br/>\n<strong>1. Length</strong>: Keep it simple and one page max. This gives you the most impact for a quick skim. Recommends a simple one column resume as it is easy to skim.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*WfOBVYnlXkWo3ErwSPEKDA.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Sample Resume used in Video (latex: <a href=\"https://github.com/sb2nov/resume\" rel=\"noopener noreferrer\" target=\"_blank\">https://github.com/sb2nov/resume</a>)</font></center></p>\n<p> <br/>\n<strong>2. Objective</strong>: Don’t include one. They don’t help you distinguish yourself from other people. They take away space from the more important things (skills, projects, experience etc). Cover letters are extremely optional unless you really personalize it.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*_8Rl-iM4b7HgzFHVHZPixQ.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Objectives don’t help you distinguish yourself from other people. A lot of them say very similar things.</font></center></p>\n<p> <br/>\n<strong>3. Coursework</strong>: Do list <strong>relevant coursework</strong> that is applicable for the job description.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*z3i5kctcvAg-il6Ag1KUnA.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Examples of relevant coursework displayed on various resumes.</font></center></p>\n<p> <br/>\n<strong>4. Skills</strong>: Don’t give numerical ratings for your skills. If you want to rate yourself on your skills, use words like proficient or familiar or things like that. You can even exclude assessments altogether.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*MD8-twz41dKQxc6YjwOW9g.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Don’t give numerical ratings for your skills</font></center></p>\n<p> <br/>\n<strong>5. Skills</strong>: Do list technical skills that the job description mentions. The order you list your skills in can suggest what you are best at.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*3LlV0hPnpDzrOlgKfA_zHg.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Examples of how you can list your skills on your resume</font></center></p>\n<p> <br/>\n<strong>6. Projects</strong>: Don’t list common projects or homework. They aren’t that helpful in distinguishing you from other applicants. List projects that are novel.</p>\n<p><img class=\"aligncenter\" src=\"https://cdn-images-1.medium.com/max/800/1*ra2YpLbYxov2U0LCpEJXmA.png\" width=\"99%\"/></p>\n<p> <br/>\n<strong>7. Projects</strong>:<strong> </strong>Show results and include links. If you participated in Kaggle competition, put percentile rank as it helps the person reading your resume understand where you are in the competition. In projects sections, there is always room for links to writeups and papers as they let the hiring manager or recruiter dig in deeper (bias to real world messy problems where you learn something new).</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*uj7XOQtNN0AGImLUitnmAQ.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Good example project sections</font></center></p>\n<p>Notice that in one of the projects sections above, a person has an additional link to a blog that lets the recruiter or hiring manager find out more. This is one way to link to various parts of your portfolio from your resume.</p>\n<p> <br/>\n<strong>8. Portfolio: </strong>Fill our your online presence. The most basic is a LinkedIn profile. It is kind of like an extended resume. Github and Kaggle profiles can help show off your work. Fill out each profile and include links to other sites. Fill out descriptions for your GitHub repositories. Include links to your knowledge sharing profiles/blog (Medium, Quora). Data science specifically is about knowledge sharing and communicating what the data means to other people. You don’t have to do all of them, but pick a few and do it (More on this later).</p>\n<p> <br/>\n<strong>9. Experience</strong>: Tailor your experience towards the job. Experience is the core of your resume, but if you don’t have work experience what do you do? Focus your resume on independent projects, like capstone projects, independent research, thesis work, or Kaggle competitions. These are substitutes for work experience if you don’t have work experience to put on your resume. Avoid putting irrelevant experience on your resume.</p>\n<p><img class=\"aligncenter\" src=\"https://cdn-images-1.medium.com/max/800/1*3R9PsSTHEyLc8SZpx9yGNA.png\" width=\"99%\"/></p>\n<p>If you want to know hear data science managers go over portfolios and resumes, here are links to Kaggle’s CareerCon 2018 (<a href=\"https://www.youtube.com/watch?v=kBR0EtGOkzc\" rel=\"noopener noreferrer\" target=\"_blank\">video</a>, <a href=\"https://drive.google.com/drive/u/0/folders/1hqrBBZAxnhckto-gU1EKtXeesmtQqX9i\" rel=\"noopener noreferrer\" target=\"_blank\">resumes reviewed</a>).</p>\n<p> </p>\n<h3><b>Importance of Social Media</b></h3>\n<p> <br/>\nThis is very similar to the Importance of a Portfolio section, just divided into subsections. Having a Github page, a Kaggle profile, a Stack Overflow, etc can provide support for your resume. Having online profiles filled out can be a good signal for hiring managers.</p>\n<p>As <a href=\"http://varianceexplained.org/r/start-blog/\" rel=\"noopener noreferrer\" target=\"_blank\">David Robinson</a> phrases it,</p>\n<blockquote><p>\nGenerally, when I’m evaluating a candidate, I’m excited to see what they’ve shared publicly, even if it’s not polished or finished. And sharing anything is almost always better than sharing nothing.</p>\n<p>The reason why data scientists like seeing public work is as Will Stanton said,</p>\n<p>Data scientists use these tools to share their own work and find answers to questions. If you use these tools, then you are signaling to data scientists that you are one of them, even if you haven’t ever worked as a data scientist.\n</p></blockquote>\n<p>A lot of Data science is about communication and presenting data so it is good to have these online profiles. Besides from the fact that these platforms help provide valuable experience, they can also help you get noticed and lead people to your resume. People can and do find your resume online through various sources (LinkedIn, GitHub, Twitter, Kaggle, Medium, Stack Overflow, Tableau Public, Quora, Youtube, etc). You will even find that different types of social media feed into eachother.</p>\n<p> </p>\n<h3><b><strong>Github</strong></b></h3>\n<p> <br/>\n<center><img src=\"https://cdn-images-1.medium.com/max/800/1*LZ97bXvmHqXrhh6UOp0osw.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Github profiles of <a href=\"https://github.com/jennybc\" rel=\"noopener noreferrer\" target=\"_blank\">Jennifer Bryan</a> and <a href=\"https://github.com/terrytangyuan\" rel=\"noopener noreferrer\" target=\"_blank\">Yuan (Terry) Tang</a></font></center></p>\n<p>A Github profile is a powerful signal that you are a competent data scientist. In the projects section of a resume, people often leave links to their GitHub where the code is stored for their projects. You can also have writeups and markdown there. GitHub lets people see what you have built and how you have built it. At some companies, hiring managers look at an applicants GitHub. It is another way to show employers you aren’t a false positive. If you take the time to develop your GitHub profile, you can be better evaluated than others.</p>\n<p>It is worth mentioning that you need to have some sort of README.md with a description of your project as a lot of <strong>data science is about communicating results</strong>. Make sure the README.md file clearly describes what your project is, what it does, and how to run your code.</p>\n<p> </p>\n<h3><b><strong>Kaggle</strong></b></h3>\n<p> <br/>\nParticipating in Kaggle competitions, creating a kernel, and contributing to discussions are ways to show some competency as a data scientist. It is important to emphasize that Kaggle is not like an industry project as <a href=\"https://www.quora.com/profile/Colleen-Farrelly-1\" rel=\"noopener noreferrer\" target=\"_blank\">Colleen Farrelly</a>, mentions in this <a href=\"https://www.quora.com/How-well-do-you-have-to-do-on-Kaggle-in-order-to-become-a-professional-data-scientist\" rel=\"noopener noreferrer\" target=\"_blank\">quora question</a>. Kaggle competitions take care of coming up with a task, acquire data for you, and clean it into some usable form. What it does is give you practice analyzing data and coming up with a model. <a href=\"https://twitter.com/reshamas\" rel=\"noopener noreferrer\" target=\"_blank\">Reshama Shaikh</a> has a post <a href=\"https://reshamas.github.io/to-kaggle-or-not/\" rel=\"noopener noreferrer\" target=\"_blank\">To Kaggle Or Not</a> where she talked about the value of Kaggle competitions. From her post,</p>\n<blockquote><p>It is true, doing one Kaggle competition does not qualify someone to be a data scientist. Neither does taking one class or attending one conference tutorial or analyzing one dataset or reading one book in data science. Working on competition(s) adds to your experience and augments your portfolio. It is a complement to your other projects, not the sole litmus test of one’s data science skillset.</p></blockquote>\n<p>It is also true that there is a good reason why <a href=\"https://www.quora.com/What-motivates-Kaggle-Grandmasters-with-many-competitions-under-their-belt-to-continue-actively-participating-in-competitions\" rel=\"noopener noreferrer\" target=\"_blank\">Kaggle Grandmasters continue to participate in Kaggle competitions</a>.</p>\n<p> </p>\n<h3><b><strong>Linkedin</strong></b></h3>\n<p> <br/>\nUnlike a resume, which is confined by length, a LinkedIn profile allows you to describe your projects and work experience in more depth. Udacity has a <a href=\"https://career-resource-center.udacity.com/linkedin-github-profiles/how-to-stand-out-on-linkedin\" rel=\"noopener noreferrer\" target=\"_blank\">guide on making a good LinkedIn profile</a>. An important part of LinkedIn is their search tool and for you to show up, you must have <a href=\"https://www.job-hunt.org/linkedin-job-search/linkedin-keywords.shtml\" rel=\"noopener noreferrer\" target=\"_blank\"><em>relevant keywords</em></a><em> </em>inyour profile. Recruiters often search for people on LinkedIn. LinkedIn allows you to see which companies have searched for you and who has viewed your profile.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*svn-7WoZd2K8HYs0kEYvCg.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Checking where your searchers work and how many times people have viewed your profile.</font></center></p>\n<p>Besides companies finding you and sending you messages on your availability, LinkedIn also has many features like <a href=\"https://blog.linkedin.com/2018/march/19/introducing-ask-for-a-referral-making-it-easier-to-find-your-way-in\" rel=\"noopener noreferrer\" target=\"_blank\">Ask for a Referral</a>. <a href=\"https://medium.com/@jasonkgoodman\" rel=\"noopener noreferrer\" target=\"_blank\">Jason Goodman</a> in his article <a href=\"https://medium.com/@jasonkgoodman/advice-on-applying-to-data-science-jobs-6e62b25518e5\" rel=\"noopener noreferrer\" target=\"_blank\">Advice on Applying to Data Science Jobs</a> uses LinkedIn to <strong>indirectly</strong>ask for referrals.</p>\n<blockquote><p>I never, never, never applied to any companies without an introduction to someone who worked at the company…once I was interested in a company, I would use LinkedIn to find a first- or second- degree connection at the company. I would write to that connection, asking to talk to them about their experience at the company and, if possible, whether they’d be able to connect me to someone on the Data Science team. Whenever I could, I did in-person meetings (coffee or lunch) instead of phone calls. As an aside, Trey Causey recently wrote <a href=\"https://medium.com/@treycausey/do-you-have-time-for-a-quick-chat-c3f7e46de89d\" rel=\"noopener noreferrer\" target=\"_blank\">a great post</a>on how to ask for just these kinds of meetings. I would never ask for a job directly, but they would usually ask for my resume and offer to submit me as an internal referral, or put me in touch with a hiring manager. If they didn’t seem comfortable doing so...I’d just thank them for their time and move on.</p></blockquote>\n<p>Notice that he doesn’t right away ask for a referral. While common job advice when applying to a company is to get a referral, it is VERY IMPORTANT to note that you still need a portfolio, experience, or some sort of proof you can do a job. Jason even mentions the importance of a portfolio in that and <a href=\"https://medium.com/@jasonkgoodman/advice-on-building-data-portfolio-projects-c5f96d8a0627\" rel=\"noopener noreferrer\" target=\"_blank\">other articles he has written</a>.</p>\n<p><a href=\"https://blog.usejournal.com/@amandalmia18\" rel=\"noopener noreferrer\" target=\"_blank\">Aman Dalmia</a> learned something similar by <a href=\"https://blog.usejournal.com/what-i-learned-from-interviewing-at-multiple-ai-companies-and-start-ups-a9620415e4cc\" rel=\"noopener noreferrer\" target=\"_blank\">Interviewing at Multiple AI Companies and Startups</a>.</p>\n<blockquote><p>Networking is <em>NOT </em>messaging people to place a referral for you<em>. </em>When I was starting off, I did this mistake way too often until I stumbled upon <a href=\"https://www.markmeloon.com/climbing-relationship-ladder-get-data-science-job/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>this</em></a> excellent article by <a href=\"https://www.linkedin.com/in/markmeloon/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Mark Meloon</em></a><em>, </em>where he talks about the importance of building a <em>real</em>connection with people by offering our help first.</p></blockquote>\n<p>One other point he had is that LinkedIn is great for getting your content/portfolio out.</p>\n<blockquote><p>Another important step in networking is to get your content out. For example, if you’re good at something, blog about it and share that blog on Facebook and LinkedIn<em>. </em>Not only does this help others, <em>it helps you as well.</em></p></blockquote>\n<p> </p>\n<h3><b><strong>Medium and/or Other Blogging Platforms</strong></b></h3>\n<p> <br/>\nHaving some form of blog can be highly beneficial. A lot of data science is about communication and presenting data. Blogging is a way of practicing this and showing you can do this. Writing about a project or a data science topic allows you to share with the community as well as encourages you to write out your work process and thoughts. This is a useful skill when interviewing.</p>\n<p>As <a href=\"http://varianceexplained.org/r/start-blog/\" rel=\"noopener noreferrer\" target=\"_blank\">David Robinson</a> said,</p>\n<p><em>A blog is your chance to practice the relevant skills.</em></p>\n<ul>\n<li><strong><em>Data cleaning</em></strong><em>: One of the benefits of working with a variety of datasets is that you learn to take data “as it comes”, whether it’s in the form of a </em><a href=\"http://varianceexplained.org/r/tidy-genomics/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>supplementary file from a journal article</em></a><em> or a </em><a href=\"http://varianceexplained.org/r/love-actually-network/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>movie script</em></a>\n<li><strong><em>Statistics</em></strong><em>: Working with unfamiliar data lets you put statistical methods into practice, and writing posts that communicate and teach concepts helps build your own understanding</em>\n<li><strong><em>Machine learning</em></strong><em>: There’s a big difference between having used a predictive algorithm once and having used it on a variety of problems, while understanding why you’d choose one over another</em>\n<li><strong><em>Visualization</em></strong><em>: Having an audience for your graphs encourages you to start polishing them and building your personal style</em>\n<li><strong><em>Communication</em></strong><em>: You gain experience writing and get practice structuring a data-driven argument. This is probably the most relevant skill that blogging develops since it’s hard to practice elsewhere, and it’s an essential part of any data science career</em>\n</li></li></li></li></li></ul>\n<p>By writing a blog, you are can practice communicate findings to others. It also is another form of advertising yourself. Blogs about <a href=\"https://towardsdatascience.com/using-scrapy-to-build-your-own-dataset-64ea2d7d4673\" rel=\"noopener noreferrer\" target=\"_blank\">Using Scrapy to Build your Own Dataset</a>, and ironically <a href=\"https://towardsdatascience.com/environment-management-with-conda-python-2-3-b9961a8a5097\" rel=\"noopener noreferrer\" target=\"_blank\">Python Environment Management with Conda</a> have taught me a lot and have gotten me a lot of opportunities I would normally not have gotten. One of the major benefits I have found is that throughout the process of people critiquing my projects and suggesting improvements (though the comments section of the blog) makes it so interviewers aren’t the first ones pointing out these same flaws. The more obvious benefit is that by making a blog you tend to read a lot more data science/machine learning blog posts and hence learn more.</p>\n<p>As for what platform to blog on, I recommend using Medium. <a href=\"https://medium.com/@emessence1\" rel=\"noopener noreferrer\" target=\"_blank\">Manali Shinde</a>in her blog post <a href=\"https://medium.com/one-datum-at-a-time/how-to-construct-a-data-science-portfolio-from-scratch-de0b70e58bc1\" rel=\"noopener noreferrer\" target=\"_blank\">How to Construct a Data Science Portfolio from Scratch</a> had a really good point on why she choose Medium for her blog.</p>\n<blockquote><p>I thought of creating my own website on a platform such as WordPress or Squarespace. While those platforms are amazing to host your own portfolio, I wanted a place where I would get some visibility, and a pretty good tagging system to reach greater audiences. Luckily Medium, as we know, has those options (and it’s also free).</p></blockquote>\n<p>If you don’t know what to write about, I suggest you look at <a href=\"http://varianceexplained.org/r/start-blog/\" rel=\"noopener noreferrer\" target=\"_blank\">David Robinson’s advice</a>.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*hn78aN4xQAaBLTBX1nm__A.png\" width=\"80%\"/><br/>\n<font size=\"-1\"><a href=\"https://twitter.com/drob\" rel=\"noopener noreferrer\" target=\"_blank\">https://twitter.com/drob</a></font></center></p>\n<p> </p>\n<h3><b>Twitter</b></h3>\n<p> <br/>\nBeing active on Twitter is a great way to identify and interact with people in your field. You can also promote your blog on Twitter so that your portfolio can be that much more visible. There are so many opportunities to interact with people on twitter. One of them as <a href=\"https://twitter.com/reshamas\" rel=\"noopener noreferrer\" target=\"_blank\">Reshama Shaikh</a> said in her famous blog post “<a href=\"https://reshamas.github.io/first-data-science-job/\" rel=\"noopener noreferrer\" target=\"_blank\">How Do I Get My First Data Science Job?</a>” was,</p>\n<blockquote><p><a href=\"https://twitter.com/drob\" rel=\"noopener noreferrer\" target=\"_blank\">David Robinson</a> generously offers to retweet your first data science post. With 20K+ followers, that’s an offer that can’t be refused.</p></blockquote>\n<p>Twitter can be used for other things than self promotion. <a href=\"https://twitter.com/BecomingDataSci\" rel=\"noopener noreferrer\" target=\"_blank\">Data Science Renee</a>has a post “<a href=\"https://www.becomingadatascientist.com/2015/10/04/how-to-use-twitter-to-learn-data-science-or-anything/\" rel=\"noopener noreferrer\" target=\"_blank\">How to use Twitter to Learn Data Science (or Anything)</a>” that is quite insightful about taking Twitter to learn skills. One other takeaway from her article was how much her Twitter presence helped her network and get opportunities.</p>\n<blockquote><p>I have been asked to be interviewed on podcasts and blogs (some of those should be coming up soon), offered contract work, and offered free admission to a conference I unfortunately couldn’t go to, but was excited to be considered for. “Famous” people in the industry are now coming to me to work with them in some way.</p></blockquote>\n<p> </p>\n<h3><b>Tableau Public</b></h3>\n<p> <br/>\nNot every data science job uses Tableau or other BI tools. However, if you are applying to jobs where these tools are used, it is important to note that there are websites where you can put dashboards for public consumption. For example, if you say you are learning or know Tableau, put a couple dashboards on <a href=\"https://public.tableau.com/en-us/s/\" rel=\"noopener noreferrer\" target=\"_blank\">Tableau Public</a>. While a lot of companies might be okay with you learning Tableau on the job, having public evidence of your Tableau skill can help. If you want to see good examples of Tableau Public profiles, please see <a href=\"https://public.tableau.com/profile/orysya.stus#!/\" rel=\"noopener noreferrer\" target=\"_blank\">Orysya Stus’</a> and <a href=\"https://public.tableau.com/profile/brit4337#!/\" rel=\"noopener noreferrer\" target=\"_blank\">Brit Cava’s</a> profiles.</p>\n<p><img class=\"aligncenter\" src=\"https://cdn-images-1.medium.com/max/800/1*Y3qCv1h3JJecFXZcVnweeQ.png\" width=\"99%\"/></p>\n<p> </p>\n<h3><b>Conclusion</b><br/>\n</h3>\n<p> <br/>\n<center><img src=\"https://cdn-images-1.medium.com/max/800/1*wK9vKXEm6h1YVnpXBvaF4Q.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Remember a portfolio is a process. Keep on improving.</font></center></p>\n<p>Having a strong resume has long been the primary tool for job seekers to relay their skills to potential employers. These days, there is more than one way to showoff your skills and get a job. A portfolio of public evidence is a way to get opportunities that you normally wouldn’t get. It is important to emphasize that a portfolio is an iterative process. As your knowledge grows, your portfolio should be updated over time. Never stop learning or growing. Even this blog post will be updated with feedback and with increasing knowledge. If you want interview advice/guides, time to check out <a href=\"https://twitter.com/_brohrer_?lang=en\" rel=\"noopener noreferrer\" target=\"_blank\">Brandon Rohrer’s</a><a href=\"http://survive%20your%20data%20science%20interview/\" rel=\"noopener noreferrer\" target=\"_blank\">advice on how to survive a data science interview</a>, <a href=\"https://medium.com/@sadatnazrul\" rel=\"noopener noreferrer\" target=\"_blank\">Sadat’s</a> <a href=\"https://towardsdatascience.com/data-science-interview-guide-4ee9f5dc778\" rel=\"noopener noreferrer\" target=\"_blank\">interview guide</a>, or <a href=\"https://www.springboard.com/blog/data-science-interviews-lessons/\" rel=\"noopener noreferrer\" target=\"_blank\">Springboard’s advice</a>. If you have any questions or thoughts on the tutorial, feel free to reach out in the comments below or through <a href=\"https://twitter.com/GalarnykMichael\" rel=\"noopener noreferrer\" target=\"_blank\">Twitter</a>.</p>\n<p> <br/>\n<b>Bio: <a href=\"https://www.linkedin.com/in/michaelgalarnyk/\" rel=\"noopener noreferrer\" target=\"_blank\">Michael Galarnyk</a></b> is a Data Scientist and Corporate Trainer. He currently works at Scripps Translational Research Institute. You can find him on Twitter (<a href=\"https://twitter.com/GalarnykMichael\" rel=\"noopener\" target=\"_blank\">https://twitter.com/GalarnykMichael</a>), Medium (<a href=\"https://medium.com/@GalarnykMichael)\" rel=\"noopener\" target=\"_blank\">https://medium.com/@GalarnykMichael)</a>, and GitHub (<a href=\"https://github.com/mGalarnyk\" rel=\"noopener\" target=\"_blank\">https://github.com/mGalarnyk</a>).</p>\n<p><a href=\"https://towardsdatascience.com/how-to-build-a-data-science-portfolio-5f566517c79c\" rel=\"noopener noreferrer\" target=\"_blank\">Original</a>. Reposted with permission.</p>\n<p><b>Related:</b></p>\n<ul class=\"three_ul\">\n<li><a href=\"/2017/02/5-career-paths-data-science-big-data-explained.html\">5 Career Paths in Big Data and Data Science, Explained</a>\n<li><a href=\"/2018/06/5-data-science-projects-hired.html\">5 Data Science Projects That Will Get You Hired in 2018</a>\n<li><a href=\"/2018/07/explaining-68-95-99-7-rule-normal-distribution.html\">Explaining the 68-95-99.7 rule for a Normal Distribution</a>\n</li></li></li></ul>\n<p><a name=\"comments\"></a></p>\n<div id=\"disqus_thread\"></div>\n<p> <script type=\"text/javascript\">\n var disqus_shortname = 'kdnuggets';\n (function() { var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true; dsq.src = 'https://kdnuggets.disqus.com/embed.js';\n (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq); })();\n </script></p>\n</div>\n<div class=\"page-link\"></div>\n<div class=\"pagi\">\n<hr class=\"grey-line\"/>\n<div class=\"pagi-left\">\n<a href=\"https://www.kdnuggets.com/2018/n28.html\" rel=\"prev\"><img height=\"10\" src=\"/images/prv.gif\" width=\"8\"/> <strong>Previous post</strong></a></div>\n<div class=\"pagi-right\">\n<a href=\"https://www.kdnuggets.com/2018/07/why-machine-learning-project-fail.html\" rel=\"next\"><strong>Next post</strong> <img height=\"10\" src=\"/images/nxt.gif\" width=\"8\"/></a></div>\n<br/><br/>\n<div>\n<hr class=\"grey-line\"/><br/>\n<h2>Top Stories Past 30 Days</h2>\n<table align=\"center\" cellpadding=\"3\" cellspacing=\"10\" class=\"latn\" width=\"100%\">\n<tr>\n<td valign=\"top\" width=\"50%\">\n<table cellpadding=\"3\" cellspacing=\"2\">\n<tr><th><b>Most Popular</b></th></tr>\n<tr><td>\n<ol class=\"three_ol\"><li> <a href=\"/2019/04/top-10-coding-mistakes-data-scientists.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-1-mistakes');\"><b>Top 10 Coding Mistakes Made by Data Scientists</b></a>\n<li> <a href=\"/2019/04/recognize-good-data-scientist-job-from-bad.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-2-recognize');\"><b>How to Recognize a Good Data Scientist Job From a Bad One</b></a>\n<li> <a href=\"/2018/05/simplilearn-9-must-have-skills-data-scientist.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-3-simplilearn');\"><b>9 Must-have skills you need to become a Data Scientist, updated</b></a>\n<li> <a href=\"/2019/04/introduction-time-series-forecasting-simple-neural-networks-lstm.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-4-ts-intro');\"><b>An Introduction on Time Series Forecasting with Simple Neural Networks &amp; LSTM</b></a>\n<li> <a href=\"/2019/03/another-10-free-must-read-books-for-machine-learning-and-data-science.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-5-another-10-books');\"><b>Another 10 Free Must-Read Books for Machine Learning and Data Science</b></a>\n<li> <a href=\"/2019/04/data-visualization-python-matplotlib-seaborn.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-6-plt-sea-viz');\"><b>Data Visualization in Python: Matplotlib vs Seaborn</b></a>\n<li> <a href=\"/2019/04/best-data-visualization-techniques.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-7-best-data-viz');\"><b>Best Data Visualization Techniques for small and large data</b></a>\n</li></li></li></li></li></li></li></ol>\n</td></tr>\n</table>\n</td> <td valign=\"top\">\n<table cellpadding=\"3\" cellspacing=\"2\">\n<tr><th><b>Most Shared</b></th></tr>\n<tr><td><ol class=\"three_ol\">\n<li> <a href=\"/2019/04/another-10-free-must-see-courses-machine-learning-data-science.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-1-another-10-courses');\"><b>Another 10 Free Must-See Courses for Machine Learning and Data Science</b></a>\n<li> <a href=\"/2019/04/top-10-coding-mistakes-data-scientists.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-2-mistakes');\"><b>Top 10 Coding Mistakes Made by Data Scientists</b></a>\n<li> <a href=\"/2019/03/r-vs-python-data-visualization.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-3-r-py-viz');\"><b>R vs Python for Data Visualization</b></a>\n<li> <a href=\"/2019/03/deep-learning-toolset-overview.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-4-dl-toolset');\"><b>The Deep Learning Toolset — An Overview</b></a>\n<li> <a href=\"/2019/04/data-visualization-python-matplotlib-seaborn.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-5-plt-sea-viz');\"><b>Data Visualization in Python: Matplotlib vs Seaborn</b></a>\n<li> <a href=\"/2019/04/introduction-time-series-forecasting-simple-neural-networks-lstm.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-6-ts-intro');\"><b>An Introduction on Time Series Forecasting with Simple Neural Networks &amp; LSTM</b></a>\n<li> <a href=\"/2019/04/recognize-good-data-scientist-job-from-bad.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-7-recognize');\"><b>How to Recognize a Good Data Scientist Job From a Bad One</b></a>\n</li></li></li></li></li></li></li></ol>\n</td></tr>\n</table>\n</td>\n</tr>\n</table>\n</div>\n</div>\n<!--#content end--></div>\n<div id=\"sidebar\">\n<div class=\"latn\">\n<h3><b><a href=\"/news/index.html\">Latest News</a></b></h3>\n<ul style=\"font-size:14px; margin-top:5px\">\n<li> <a href=\"https://www.kdnuggets.com/2019/04/datarobot-delivering-trusted-ai-microsoft.html\">Delivering Trusted AI with DataRobot and Microsoft</a><li> <a href=\"https://www.kdnuggets.com/2019/04/formulated-ai-data-production-landscape.html\">AI and the data production landscape</a><li> <a href=\"https://www.kdnuggets.com/2019/04/most-desired-skill-data-science.html\">The most desired skill in data science</a><li> <a href=\"https://www.kdnuggets.com/2019/04/projects-include-data-science-portfolio.html\">Projects to Include in a Data Science Portfolio</a><li> <a href=\"https://www.kdnuggets.com/2019/04/rework-meet-worlds-leading-ai-deep-learning-experts.html\">Meet the World’s Leading AI &amp; Deep Learning ...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/problem-data-science-job-postings.html\">The problem with data science job postings</a></li></li></li></li></li></li></ul>\n</div>\n<div>\n<script type=\"text/javascript\">kda_sid_write(kda_sid_n);</script>\n</div>\n<br/><script src=\"/aps/sbm.js\" type=\"text/javascript\"></script>\n<div class=\"latn\" style=\"margin-top: 15px;\">\n<h3><b>More Recent Stories</b></h3>\n<ul class=\"next-posts\">\n<li> <a href=\"https://www.kdnuggets.com/2019/04/problem-data-science-job-postings.html\">The problem with data science job postings</a><li> <a href=\"https://www.kdnuggets.com/2019/04/graduating-gans-understanding-generative-adversarial-networks.html\">Graduating in GANs: Going From Understanding Generative Advers...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/datax-join-new-generation-ai-technologists.html\">Join the new generation of AI technologists</a><li> <a href=\"https://www.kdnuggets.com/2019/04/top-tweets-apr17-apr23.html\">Top tweets, Apr 17–23: The History of Artificial #NeuralN...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/activestate-top-10-python-use-cases.html\">Top 10 Python Use Cases</a><li> <a href=\"https://www.kdnuggets.com/2019/04/future-generative-adversarial-networks.html\">Generative Adversarial Networks – Key Milestones and Sta...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/attention-craving-rnn-building-transformer-networks.html\">Attention Craving RNNS: Building Up To Transformer Networks</a><li> <a href=\"https://www.kdnuggets.com/jobs/19/04-24-fors-marsh-group-lead-data-scientist.html\">Fors Marsh Group: Lead Data Scientist [Arlington, VA]</a><li> <a href=\"https://www.kdnuggets.com/2019/n16.html\">KDnuggets 19:n16, Apr 24: Data Visualization in Python with...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/paw-mega-paw-las-vegas-lower-rates-end-friday.html\">Lower Rates End Friday for Mega-PAW Vegas – the Largest Pred...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/top-news-week-0415-0421.html\">Top Stories, Apr 15-21: Data Visualization in Python: Matplotl...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/wharton-customer-analytics-initiative-conference.html\">Wharton Customer Analytics Initiative Annual Conference in Phi...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/machine-learning-graph-analytics.html\">Machine Learning and Deep Link Graph Analytics: A Powerful Com...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/best-masters-data-science-analytics-online.html\">2019 Best Masters in Data Science and Analytics – Online</a><li> <a href=\"https://www.kdnuggets.com/2019/04/worth-studying-data-science-masters.html\">Was it Worth Studying a Data Science Masters?</a><li> <a href=\"https://www.kdnuggets.com/2019/04/approach-pre-trained-deep-learning-models-caution.html\">Approach pre-trained deep learning models with caution</a><li> <a href=\"https://www.kdnuggets.com/2019/04/coursera-earn-deep-learning-certificate.html\">Earn a Deep Learning Certificate</a><li> <a href=\"https://www.kdnuggets.com/2019/04/octoparse-scrape-data-website.html\">Easy Way to Scrape Data from Website By Yourself</a><li> <a href=\"https://www.kdnuggets.com/2019/04/ai-environment.html\">AI Supporting The Earth</a><li> <a href=\"https://www.kdnuggets.com/2019/04/mueller-report-word-cloud-brief-tutorial-r.html\">The Mueller Report Word Cloud: A brief tutorial in R</a></li></li></li></li></li></li></li></li></li></li></li></li></li></li></li></li></li></li></li></li></ul>\n</div>\n</div><div class=\"breadcrumbs_bottom\">\n<div class=\"breadcumb\">\n<br>\n<a href=\"/\">KDnuggets Home</a> » <a href=\"/news/index.html\">News</a> » <a href=\"/2018/index.html\">2018</a> » <a href=\"https://www.kdnuggets.com/2018/07/index.html\">Jul</a> » <a href=\"https://www.kdnuggets.com/2018/07/tutorials.html\">Tutorials, Overviews</a> » How to Build a Data Science Portfolio ( <a href=\"/2018/n29.html\">18:n29</a> )    </br></div>\n</div>\n<!--#content_wrapper end--></div>\n<br>\n<div id=\"footer\">\n<br/>© 2019 KDnuggets. <a href=\"/about/index.html\">About KDnuggets</a>.  <a href=\"/news/privacy-policy.html\">Privacy policy</a>. <a href=\"/terms-of-service.html\">Terms of Service</a><br/> \n<div class=\"kd_bottom\">\n<div class=\"footer-container\">\n<div class=\"footer-news\">\n<a href=\"/news/subscribe.html\" onclick=\"_gaq.push(['_trackPageview','/x/bot/sub']);\" target=\"_blank\"><b>Subscribe to KDnuggets News</b></a>\n</div>\n<div class=\"footer-sm\">\n<a href=\"https://twitter.com/kdnuggets\" onclick=\"_gaq.push(['_trackPageview','/x/bot/twt']);\" target=\"_blank\"><img height=\"32\" src=\"/images/tw_c48.png\" width=\"32\"/></a>\n<a href=\"https://facebook.com/kdnuggets\" onclick=\"_gaq.push(['_trackPageview','/x/bot/fb']);\" target=\"_blank\"><img alt=\"Facebook\" height=\"32\" src=\"/images/fb_c48.png\" width=\"32\"/></a>\n<a href=\"https://www.linkedin.com/groups/54257\" onclick=\"_gaq.push(['_trackPageview','/x/bot/in']);\" target=\"_blank\"><img alt=\"LinkedIn\" height=\"32\" src=\"/images/in_c48.png\" width=\"32\"/></a>\n</div>\n</div>\n<div class=\"close-footer\">X</div>\n</div>\n<script type=\"text/javascript\">\n  jQuery('.close-footer').click(\n      function(){       \n         jQuery('.kd_bottom').hide();\n      }\n   );\n</script> </div>\n<div class=\"clear\"><!--blank--></div>\n</br></div>\n<div style=\"display: none;\"><div id=\"boxzilla-box-82996-content\"><script type=\"text/javascript\">(function() {\n\tif (!window.mc4wp) {\n\t\twindow.mc4wp = {\n\t\t\tlisteners: [],\n\t\t\tforms    : {\n\t\t\t\ton: function (event, callback) {\n\t\t\t\t\twindow.mc4wp.listeners.push({\n\t\t\t\t\t\tevent   : event,\n\t\t\t\t\t\tcallback: callback\n\t\t\t\t\t});\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t}\n})();\n</script><!-- MailChimp for WordPress v4.1.14 - https://wordpress.org/plugins/mailchimp-for-wp/ --><form class=\"mc4wp-form mc4wp-form-77281\" data-id=\"77281\" data-name=\"Subscribe to KDnuggets News\" id=\"mc4wp-form-1\" method=\"post\"><div class=\"mc4wp-form-fields\"><div class=\"header-container\">\n<img align=\"left\" src=\"/wp-content/uploads/envelope.png\"><a href=\"/news/subscribe.html\">Get KDnuggets, a leading newsletter on AI, \r\n  Data Science, and Machine Learning</a>\n</img></div>\n<div class=\"form-fields\">\n<div class=\"field-container\"><label>Email:</label><input maxlength=\"60\" name=\"EMAIL\" placeholder=\"Your email\" required=\"\" size=\"30\" type=\"email\"/></div>\n<div class=\"field-container submit-container\"><div class=\"form-button\" onclick=\"document.getElementById('mc4wp-form-1').submit()\">Sign Up</div></div>\n</div>\n<label style=\"display: none !important;\">Leave this field empty if you're human: <input autocomplete=\"off\" name=\"_mc4wp_honeypot\" tabindex=\"-1\" type=\"text\" value=\"\"/></label><input name=\"_mc4wp_timestamp\" type=\"hidden\" value=\"1556363309\"/><input name=\"_mc4wp_form_id\" type=\"hidden\" value=\"77281\"/><input name=\"_mc4wp_form_element_id\" type=\"hidden\" value=\"mc4wp-form-1\"/></div><div class=\"mc4wp-response\"></div></form><!-- / MailChimp for WordPress Plugin -->\n</div></div><script type=\"text/javascript\">(function() {function addEventListener(element,event,handler) {\n\tif(element.addEventListener) {\n\t\telement.addEventListener(event,handler, false);\n\t} else if(element.attachEvent){\n\t\telement.attachEvent('on'+event,handler);\n\t}\n}function maybePrefixUrlField() {\n\tif(this.value.trim() !== '' && this.value.indexOf('http') !== 0) {\n\t\tthis.value = \"http://\" + this.value;\n\t}\n}\n\nvar urlFields = document.querySelectorAll('.mc4wp-form input[type=\"url\"]');\nif( urlFields && urlFields.length > 0 ) {\n\tfor( var j=0; j < urlFields.length; j++ ) {\n\t\taddEventListener(urlFields[j],'blur',maybePrefixUrlField);\n\t}\n}/* test if browser supports date fields */\nvar testInput = document.createElement('input');\ntestInput.setAttribute('type', 'date');\nif( testInput.type !== 'date') {\n\n\t/* add placeholder & pattern to all date fields */\n\tvar dateFields = document.querySelectorAll('.mc4wp-form input[type=\"date\"]');\n\tfor(var i=0; i<dateFields.length; i++) {\n\t\tif(!dateFields[i].placeholder) {\n\t\t\tdateFields[i].placeholder = 'YYYY-MM-DD';\n\t\t}\n\t\tif(!dateFields[i].pattern) {\n\t\t\tdateFields[i].pattern = '[0-9]{4}-(0[1-9]|1[012])-(0[1-9]|1[0-9]|2[0-9]|3[01])';\n\t\t}\n\t}\n}\n\n})();</script><script type=\"text/javascript\">\n/* <![CDATA[ */\nvar boxzilla_options = {\"testMode\":\"\",\"boxes\":[{\"id\":82996,\"icon\":\"&times;\",\"content\":\"\",\"css\":{\"background_color\":\"#eeee22\",\"width\":600,\"border_width\":2,\"border_style\":\"double\",\"position\":\"center\"},\"trigger\":{\"method\":\"time_on_page\",\"value\":\"3\"},\"animation\":\"fade\",\"cookie\":{\"triggered\":0,\"dismissed\":336},\"rehide\":true,\"position\":\"center\",\"screenWidthCondition\":{\"condition\":\"larger\",\"value\":500},\"closable\":true,\"post\":{\"id\":82996,\"title\":\"Subscribe to KDnuggets\",\"slug\":\"subscribe-to-kdnuggets\"}}]};\n/* ]]> */\n</script>\n<script src=\"https://www.kdnuggets.com/wp-content/plugins/boxzilla/assets/js/script.min.js?ver=3.2.5\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar boxzilla_stats_config = {\"ajaxurl\":\"https:\\/\\/www.kdnuggets.com\\/wp-admin\\/admin-ajax.php?action=boxzilla_stats_track\"};\n/* ]]> */\n</script>\n<script src=\"https://www.kdnuggets.com/wp-content/plugins/boxzilla-stats/assets/js/tracking.min.js?ver=1.0.4\" type=\"text/javascript\"></script>\n<script src=\"https://www.kdnuggets.com/wp-includes/js/wp-embed.min.js?ver=4.9.10\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar mc4wp_forms_config = [];\n/* ]]> */\n</script>\n<script src=\"https://www.kdnuggets.com/wp-content/plugins/mailchimp-for-wp/assets/js/forms-api.min.js?ver=4.1.14\" type=\"text/javascript\"></script>\n<!--[if lte IE 9]>\n<script type='text/javascript' src='https://www.kdnuggets.com/wp-content/plugins/mailchimp-for-wp/assets/js/third-party/placeholders.min.js?ver=4.1.14'></script>\n<![endif]-->\n<!--/.main_wrapper--></div>\n<script src=\"https://s7.addthis.com/js/300/addthis_widget.js#pubid=gpsaddthis\" type=\"text/javascript\"></script>\n</body>\n</html>\n<!-- Dynamic page generated in 0.743 seconds. -->\n<!-- Cached page generated by WP-Super-Cache on 2019-04-27 07:08:29 -->\n<!-- Compression = gzip -->", "content_tokenized": ["comment", "michael", "galarnyk", "data", "scientist", "portfolio", "one", "way", "show", "peopl", "are", "that", "data", "scienc", "unicorn", "how", "get", "job", "data", "scienc", "know", "enough", "statist", "machin", "learn", "program", "etc", "abl", "get", "job", "difficult", "one", "thing", "have", "found", "late", "quit", "few", "peopl", "may", "have", "the", "requir", "skill", "get", "job", "but", "portfolio", "while", "resum", "matter", "have", "portfolio", "public", "evid", "data", "scienc", "skill", "can", "wonder", "for", "job", "prospect", "even", "have", "referr", "the", "abil", "show", "potenti", "employ", "what", "can", "instead", "just", "tell", "them", "can", "someth", "import", "this", "post", "will", "includ", "link", "where", "various", "data", "scienc", "profession", "data", "scienc", "manag", "data", "scientist", "social", "media", "icon", "some", "combin", "thereof", "and", "other", "talk", "about", "what", "have", "portfolio", "and", "how", "get", "notic", "with", "that", "let", "get", "start", "the", "import", "portfolio", "besid", "the", "benefit", "learn", "make", "portfolio", "portfolio", "import", "can", "help", "get", "employ", "for", "the", "purpos", "this", "articl", "let", "defin", "portfolio", "public", "evid", "data", "scienc", "skill", "got", "this", "definit", "from", "david", "robinson", "chief", "data", "scientist", "datacamp", "when", "interview", "marissa", "gemma", "mode", "analyt", "blog", "ask", "about", "land", "his", "first", "job", "industri", "and", "said", "the", "most", "effect", "strategi", "for", "public", "work", "blog", "and", "lot", "open", "sourc", "develop", "late", "phd", "and", "these", "help", "give", "public", "evid", "data", "scienc", "skill", "but", "the", "way", "land", "first", "industri", "job", "particular", "noteworthi", "exampl", "the", "public", "work", "dure", "phd", "activ", "answer", "the", "program", "site", "stack", "overflow", "and", "engin", "the", "compani", "came", "across", "one", "answer", "one", "explain", "the", "intuit", "behind", "the", "beta", "distribut", "impress", "with", "the", "answer", "that", "got", "touch", "with", "through", "twitter", "and", "few", "interview", "later", "hire", "may", "think", "this", "freak", "occurr", "but", "will", "often", "find", "that", "the", "more", "activ", "are", "the", "greater", "chanc", "have", "someth", "like", "this", "occur", "from", "david", "blog", "post", "the", "more", "public", "work", "the", "higher", "the", "chanc", "freak", "accid", "like", "that", "someon", "notic", "work", "and", "point", "toward", "job", "opportun", "someon", "who", "interview", "have", "heard", "work", "done", "peopl", "often", "forget", "that", "softwar", "engin", "and", "data", "scientist", "also", "googl", "their", "issu", "these", "same", "peopl", "have", "their", "problem", "solv", "read", "public", "work", "they", "might", "think", "better", "and", "reach", "out", "portfolio", "get", "around", "experi", "requir", "even", "for", "entri", "level", "role", "most", "compani", "want", "have", "peopl", "with", "least", "littl", "bit", "real", "life", "experi", "may", "have", "seen", "meme", "like", "the", "one", "below", "the", "question", "how", "get", "experi", "need", "experi", "get", "first", "job", "there", "answer", "the", "answer", "project", "project", "are", "perhap", "the", "best", "substitut", "for", "work", "experi", "will", "stanton", "said", "have", "ani", "experi", "data", "scientist", "then", "absolut", "have", "independ", "project", "fact", "when", "jonathan", "noli", "interview", "candid", "want", "hear", "about", "descript", "recent", "problemproject", "that", "have", "face", "want", "hear", "about", "project", "they", "work", "recent", "ask", "them", "about", "how", "the", "project", "start", "how", "they", "determin", "worth", "time", "and", "effort", "their", "process", "and", "their", "result", "also", "ask", "them", "about", "what", "they", "learn", "from", "the", "project", "gain", "lot", "from", "answer", "this", "question", "they", "can", "tell", "narrat", "how", "the", "problem", "relat", "the", "bigger", "pictur", "and", "how", "they", "tackl", "the", "hard", "work", "someth", "have", "some", "data", "scienc", "relat", "work", "experi", "the", "best", "option", "here", "talk", "about", "data", "scienc", "project", "that", "have", "work", "type", "project", "includ", "portfolio", "data", "scienc", "such", "broad", "field", "that", "hard", "know", "what", "kind", "project", "hire", "manag", "want", "see", "william", "chen", "data", "scienc", "manag", "quora", "share", "his", "thought", "the", "subject", "kaggl", "careercon", "num", "video", "love", "project", "where", "peopl", "show", "that", "they", "are", "interest", "data", "way", "that", "goe", "beyond", "homework", "assign", "ani", "sort", "class", "final", "project", "where", "explor", "interest", "dataset", "and", "find", "interest", "results…", "put", "effort", "into", "the", "writeup…", "realli", "like", "see", "realli", "good", "writeup", "where", "peopl", "find", "interest", "and", "novel", "things…hav", "some", "visual", "and", "share", "their", "work", "lot", "peopl", "recogn", "the", "valu", "creat", "project", "but", "one", "issu", "lot", "peopl", "wonder", "where", "get", "that", "interest", "dataset", "and", "what", "with", "jason", "goodman", "data", "scientist", "airbnb", "has", "post", "advic", "build", "data", "portfolio", "project", "where", "talk", "about", "mani", "differ", "project", "idea", "and", "has", "good", "advic", "what", "kind", "dataset", "should", "use", "also", "echo", "one", "william", "point", "about", "work", "with", "interest", "data", "find", "that", "the", "best", "portfolio", "project", "are", "less", "about", "fanci", "model", "and", "more", "about", "work", "with", "interest", "data", "lot", "peopl", "thing", "with", "financi", "inform", "twitter", "data", "those", "can", "work", "but", "the", "data", "inher", "that", "interest", "work", "uphil", "one", "his", "other", "point", "the", "articl", "that", "webscrap", "great", "way", "get", "interest", "data", "are", "interest", "learn", "how", "build", "own", "dataset", "webscrap", "python", "can", "see", "post", "here", "are", "come", "from", "academia", "import", "note", "that", "thesi", "can", "count", "project", "veri", "larg", "project", "can", "hear", "william", "chen", "talk", "about", "here", "traffic", "cruis", "data", "scienc", "for", "social", "good", "project", "uwesciencetrafficcruisingdssgnum", "this", "exampl", "project", "person", "find", "interest", "but", "there", "are", "mani", "interest", "project", "out", "there", "credit", "orysya", "stus", "brett", "bejcek", "michael", "vlah", "anamol", "pundl", "type", "project", "includ", "portfolio", "one", "thing", "have", "found", "veri", "common", "the", "point", "appear", "multipl", "time", "this", "blog", "post", "lot", "portfolioresum", "advic", "not", "have", "common", "project", "portfolio", "jeremi", "harri", "the", "num", "fastest", "way", "not", "get", "hire", "data", "scientist", "said", "hard", "think", "faster", "way", "have", "resum", "thrown", "into", "the", "definit", "pile", "than", "featur", "work", "trivial", "proofofconcept", "dataset", "among", "highlight", "person", "project", "when", "doubt", "here", "are", "some", "project", "that", "hurt", "more", "than", "they", "help", "surviv", "classif", "the", "titan", "dataset", "handwritten", "digit", "classif", "the", "dataset", "flower", "speci", "classif", "use", "the", "iri", "dataset", "the", "imag", "below", "show", "partial", "exampl", "classif", "titan", "and", "iri", "dataset", "there", "aren", "lot", "way", "use", "these", "dataset", "distinguish", "yourself", "from", "other", "applic", "make", "sure", "list", "novel", "project", "titan", "and", "iri", "classif", "portfolio", "are", "iter", "favio", "vazquez", "has", "excel", "articl", "where", "talk", "about", "how", "got", "his", "job", "data", "scientist", "cours", "one", "his", "tip", "have", "portfolio", "have", "portfolio", "are", "look", "for", "serious", "paid", "job", "data", "scienc", "some", "project", "with", "real", "data", "can", "post", "them", "github", "apart", "from", "kaggl", "competit", "find", "someth", "that", "love", "problem", "want", "solv", "and", "use", "knowledg", "one", "the", "other", "interest", "find", "that", "alway", "have", "keep", "improv", "through", "the", "job", "hunt", "appli", "almost", "num", "job", "for", "real", "mayb", "appli", "for", "much", "more", "got", "onli", "like", "num–num", "repli", "some", "them", "were", "just", "thank", "but", "nope", "and", "got", "almost", "num", "interview", "learn", "from", "each", "one", "got", "better", "had", "deal", "with", "lot", "reject", "someth", "actual", "not", "prepar", "but", "love", "the", "process", "get", "interview", "not", "all", "them", "honest", "studi", "lot", "program", "everyday", "read", "lot", "articl", "and", "post", "they", "help", "lot", "learn", "more", "and", "improv", "yourself", "portfolio", "should", "also", "updat", "this", "same", "sentiment", "echo", "mani", "other", "advic", "articl", "jason", "goodman", "said", "the", "project", "done", "when", "post", "public", "afraid", "keep", "edit", "project", "after", "they", "publish", "this", "advic", "especi", "true", "when", "are", "look", "for", "job", "there", "are", "mani", "stori", "success", "peopl", "like", "kelli", "peng", "data", "scientist", "airbnb", "who", "realli", "persev", "and", "kept", "work", "and", "improv", "one", "her", "blog", "post", "she", "went", "over", "how", "mani", "place", "she", "appli", "for", "and", "interview", "with", "applic", "num", "phone", "interview", "num", "finish", "data", "scienc", "takehom", "challeng", "num", "onsit", "interview", "num", "offer", "num", "time", "spent", "num", "month", "she", "clear", "appli", "lot", "job", "and", "kept", "persist", "her", "articl", "she", "even", "mention", "how", "need", "keep", "learn", "from", "interview", "experi", "take", "note", "all", "the", "interview", "question", "got", "ask", "especi", "those", "question", "fail", "answer", "can", "fail", "again", "but", "fail", "the", "same", "spot", "should", "alway", "learn", "and", "improv", "aren", "get", "interview", "yet", "appli", "for", "more", "job", "and", "keep", "find", "way", "learn", "and", "improv", "incorpor", "portfolio", "into", "num", "page", "resum", "one", "the", "way", "someon", "find", "portfolio", "often", "through", "resum", "worth", "mention", "data", "scienc", "resum", "place", "focus", "technic", "skill", "resum", "chanc", "succinct", "repres", "qualif", "and", "fit", "for", "that", "particular", "role", "recruit", "and", "hire", "manag", "skim", "resum", "veri", "quick", "and", "onli", "have", "short", "time", "make", "impress", "improv", "resum", "can", "increas", "chanc", "get", "interview", "have", "make", "sure", "everi", "singl", "line", "and", "everi", "singl", "section", "resum", "count", "william", "chen", "data", "scienc", "manag", "from", "quora", "has", "num", "tip", "for", "make", "data", "scienc", "resum", "notic", "the", "brief", "summari", "his", "point", "below", "that", "project", "and", "portfolio", "are", "point", "num", "num", "num", "and", "arguabl", "num", "num", "length", "keep", "simpl", "and", "one", "page", "max", "this", "give", "the", "most", "impact", "for", "quick", "skim", "recommend", "simpl", "one", "column", "resum", "easi", "skim", "sampl", "resum", "use", "video", "latex", "sbnumnovresum", "num", "object", "includ", "one", "they", "help", "distinguish", "yourself", "from", "other", "peopl", "they", "take", "away", "space", "from", "the", "more", "import", "thing", "skill", "project", "experi", "etc", "cover", "letter", "are", "extrem", "option", "unless", "realli", "person", "object", "help", "distinguish", "yourself", "from", "other", "peopl", "lot", "them", "say", "veri", "similar", "thing", "num", "coursework", "list", "relev", "coursework", "that", "applic", "for", "the", "job", "descript", "exampl", "relev", "coursework", "display", "various", "resum", "num", "skill", "give", "numer", "rate", "for", "skill", "want", "rate", "yourself", "skill", "use", "word", "like", "profici", "familiar", "thing", "like", "that", "can", "even", "exclud", "assess", "altogeth", "give", "numer", "rate", "for", "skill", "num", "skill", "list", "technic", "skill", "that", "the", "job", "descript", "mention", "the", "order", "list", "skill", "can", "suggest", "what", "are", "best", "exampl", "how", "can", "list", "skill", "resum", "num", "project", "list", "common", "project", "homework", "they", "aren", "that", "help", "distinguish", "from", "other", "applic", "list", "project", "that", "are", "novel", "num", "project", "show", "result", "and", "includ", "link", "particip", "kaggl", "competit", "put", "percentil", "rank", "help", "the", "person", "read", "resum", "understand", "where", "are", "the", "competit", "project", "section", "there", "alway", "room", "for", "link", "writeup", "and", "paper", "they", "let", "the", "hire", "manag", "recruit", "dig", "deeper", "bias", "real", "world", "messi", "problem", "where", "learn", "someth", "new", "good", "exampl", "project", "section", "notic", "that", "one", "the", "project", "section", "abov", "person", "has", "addit", "link", "blog", "that", "let", "the", "recruit", "hire", "manag", "find", "out", "more", "this", "one", "way", "link", "various", "part", "portfolio", "from", "resum", "num", "portfolio", "fill", "our", "onlin", "presenc", "the", "most", "basic", "linkedin", "profil", "kind", "like", "extend", "resum", "github", "and", "kaggl", "profil", "can", "help", "show", "off", "work", "fill", "out", "each", "profil", "and", "includ", "link", "other", "site", "fill", "out", "descript", "for", "github", "repositori", "includ", "link", "knowledg", "share", "profilesblog", "medium", "quora", "data", "scienc", "specif", "about", "knowledg", "share", "and", "communic", "what", "the", "data", "mean", "other", "peopl", "have", "all", "them", "but", "pick", "few", "and", "more", "this", "later", "num", "experi", "tailor", "experi", "toward", "the", "job", "experi", "the", "core", "resum", "but", "have", "work", "experi", "what", "focus", "resum", "independ", "project", "like", "capston", "project", "independ", "research", "thesi", "work", "kaggl", "competit", "these", "are", "substitut", "for", "work", "experi", "have", "work", "experi", "put", "resum", "avoid", "put", "irrelev", "experi", "resum", "want", "know", "hear", "data", "scienc", "manag", "over", "portfolio", "and", "resum", "here", "are", "link", "kaggl", "careercon", "num", "video", "resum", "review", "import", "social", "media", "this", "veri", "similar", "the", "import", "portfolio", "section", "just", "divid", "into", "subsect", "have", "github", "page", "kaggl", "profil", "stack", "overflow", "etc", "can", "provid", "support", "for", "resum", "have", "onlin", "profil", "fill", "out", "can", "good", "signal", "for", "hire", "manag", "david", "robinson", "phrase", "general", "when", "evalu", "candid", "excit", "see", "what", "they", "share", "public", "even", "not", "polish", "finish", "and", "share", "anyth", "almost", "alway", "better", "than", "share", "noth", "the", "reason", "whi", "data", "scientist", "like", "see", "public", "work", "will", "stanton", "said", "data", "scientist", "use", "these", "tool", "share", "their", "own", "work", "and", "find", "answer", "question", "use", "these", "tool", "then", "are", "signal", "data", "scientist", "that", "are", "one", "them", "even", "haven", "ever", "work", "data", "scientist", "lot", "data", "scienc", "about", "communic", "and", "present", "data", "good", "have", "these", "onlin", "profil", "besid", "from", "the", "fact", "that", "these", "platform", "help", "provid", "valuabl", "experi", "they", "can", "also", "help", "get", "notic", "and", "lead", "peopl", "resum", "peopl", "can", "and", "find", "resum", "onlin", "through", "various", "sourc", "linkedin", "github", "twitter", "kaggl", "medium", "stack", "overflow", "tableau", "public", "quora", "youtub", "etc", "will", "even", "find", "that", "differ", "type", "social", "media", "feed", "into", "eachoth", "github", "github", "profil", "jennif", "bryan", "and", "yuan", "terri", "tang", "github", "profil", "power", "signal", "that", "are", "compet", "data", "scientist", "the", "project", "section", "resum", "peopl", "often", "leav", "link", "their", "github", "where", "the", "code", "store", "for", "their", "project", "can", "also", "have", "writeup", "and", "markdown", "there", "github", "let", "peopl", "see", "what", "have", "built", "and", "how", "have", "built", "some", "compani", "hire", "manag", "look", "applic", "github", "anoth", "way", "show", "employ", "aren", "fals", "posit", "take", "the", "time", "develop", "github", "profil", "can", "better", "evalu", "than", "other", "worth", "mention", "that", "need", "have", "some", "sort", "readmemd", "with", "descript", "project", "lot", "data", "scienc", "about", "communic", "result", "make", "sure", "the", "readmemd", "file", "clear", "describ", "what", "project", "what", "doe", "and", "how", "run", "code", "kaggl", "particip", "kaggl", "competit", "creat", "kernel", "and", "contribut", "discuss", "are", "way", "show", "some", "compet", "data", "scientist", "import", "emphas", "that", "kaggl", "not", "like", "industri", "project", "colleen", "farrelli", "mention", "this", "quora", "question", "kaggl", "competit", "take", "care", "come", "with", "task", "acquir", "data", "for", "and", "clean", "into", "some", "usabl", "form", "what", "doe", "give", "practic", "analyz", "data", "and", "come", "with", "model", "reshama", "shaikh", "has", "post", "kaggl", "not", "where", "she", "talk", "about", "the", "valu", "kaggl", "competit", "from", "her", "post", "true", "one", "kaggl", "competit", "doe", "not", "qualifi", "someon", "data", "scientist", "neither", "doe", "take", "one", "class", "attend", "one", "confer", "tutori", "analyz", "one", "dataset", "read", "one", "book", "data", "scienc", "work", "add", "experi", "and", "augment", "portfolio", "complement", "other", "project", "not", "the", "sole", "litmus", "test", "one", "data", "scienc", "skillset", "also", "true", "that", "there", "good", "reason", "whi", "kaggl", "grandmast", "continu", "particip", "kaggl", "competit", "linkedin", "unlik", "resum", "which", "confin", "length", "linkedin", "profil", "allow", "describ", "project", "and", "work", "experi", "more", "depth", "udac", "has", "guid", "make", "good", "linkedin", "profil", "import", "part", "linkedin", "their", "search", "tool", "and", "for", "show", "must", "have", "relev", "keyword", "inyour", "profil", "recruit", "often", "search", "for", "peopl", "linkedin", "linkedin", "allow", "see", "which", "compani", "have", "search", "for", "and", "who", "has", "view", "profil", "check", "where", "searcher", "work", "and", "how", "mani", "time", "peopl", "have", "view", "profil", "besid", "compani", "find", "and", "send", "messag", "avail", "linkedin", "also", "has", "mani", "featur", "like", "ask", "for", "referr", "jason", "goodman", "his", "articl", "advic", "appli", "data", "scienc", "job", "use", "linkedin", "indirect", "ask", "for", "referr", "never", "never", "never", "appli", "ani", "compani", "without", "introduct", "someon", "who", "work", "the", "company…onc", "interest", "compani", "would", "use", "linkedin", "find", "first", "second", "degre", "connect", "the", "compani", "would", "write", "that", "connect", "ask", "talk", "them", "about", "their", "experi", "the", "compani", "and", "possibl", "whether", "they", "abl", "connect", "someon", "the", "data", "scienc", "team", "whenev", "could", "inperson", "meet", "coffe", "lunch", "instead", "phone", "call", "asid", "trey", "causey", "recent", "wrote", "great", "post", "how", "ask", "for", "just", "these", "kind", "meet", "would", "never", "ask", "for", "job", "direct", "but", "they", "would", "usual", "ask", "for", "resum", "and", "offer", "submit", "intern", "referr", "put", "touch", "with", "hire", "manag", "they", "seem", "comfort", "just", "thank", "them", "for", "their", "time", "and", "move", "notic", "that", "right", "away", "ask", "for", "referr", "while", "common", "job", "advic", "when", "appli", "compani", "get", "referr", "note", "that", "still", "need", "portfolio", "experi", "some", "sort", "proof", "can", "job", "jason", "even", "mention", "the", "import", "portfolio", "that", "and", "other", "articl", "has", "written", "aman", "dalmia", "learn", "someth", "similar", "interview", "multipl", "compani", "and", "startup", "network", "messag", "peopl", "place", "referr", "for", "when", "start", "off", "this", "mistak", "way", "too", "often", "until", "stumbl", "upon", "this", "excel", "articl", "mark", "meloon", "where", "talk", "about", "the", "import", "build", "real", "connect", "with", "peopl", "offer", "our", "help", "first", "one", "other", "point", "had", "that", "linkedin", "great", "for", "get", "contentportfolio", "out", "anoth", "import", "step", "network", "get", "content", "out", "for", "exampl", "good", "someth", "blog", "about", "and", "share", "that", "blog", "facebook", "and", "linkedin", "not", "onli", "doe", "this", "help", "other", "help", "well", "medium", "andor", "other", "blog", "platform", "have", "some", "form", "blog", "can", "high", "benefici", "lot", "data", "scienc", "about", "communic", "and", "present", "data", "blog", "way", "practic", "this", "and", "show", "can", "this", "write", "about", "project", "data", "scienc", "topic", "allow", "share", "with", "the", "communiti", "well", "encourag", "write", "out", "work", "process", "and", "thought", "this", "use", "skill", "when", "interview", "david", "robinson", "said", "blog", "chanc", "practic", "the", "relev", "skill", "data", "clean", "one", "the", "benefit", "work", "with", "varieti", "dataset", "that", "learn", "take", "data", "come", "whether", "the", "form", "supplementari", "file", "from", "journal", "articl", "movi", "script", "statist", "work", "with", "unfamiliar", "data", "let", "put", "statist", "method", "into", "practic", "and", "write", "post", "that", "communic", "and", "teach", "concept", "help", "build", "own", "understand", "machin", "learn", "there", "big", "differ", "between", "have", "use", "predict", "algorithm", "onc", "and", "have", "use", "varieti", "problem", "while", "understand", "whi", "choos", "one", "over", "anoth", "visual", "have", "audienc", "for", "graph", "encourag", "start", "polish", "them", "and", "build", "person", "style", "communic", "gain", "experi", "write", "and", "get", "practic", "structur", "datadriven", "argument", "this", "probabl", "the", "most", "relev", "skill", "that", "blog", "develop", "sinc", "hard", "practic", "elsewher", "and", "essenti", "part", "ani", "data", "scienc", "career", "write", "blog", "are", "can", "practic", "communic", "find", "other", "also", "anoth", "form", "advertis", "yourself", "blog", "about", "use", "scrapi", "build", "own", "dataset", "and", "iron", "python", "environ", "manag", "with", "conda", "have", "taught", "lot", "and", "have", "gotten", "lot", "opportun", "would", "normal", "not", "have", "gotten", "one", "the", "major", "benefit", "have", "found", "that", "throughout", "the", "process", "peopl", "critiqu", "project", "and", "suggest", "improv", "though", "the", "comment", "section", "the", "blog", "make", "interview", "aren", "the", "first", "one", "point", "out", "these", "same", "flaw", "the", "more", "obvious", "benefit", "that", "make", "blog", "tend", "read", "lot", "more", "data", "sciencemachin", "learn", "blog", "post", "and", "henc", "learn", "more", "for", "what", "platform", "blog", "recommend", "use", "medium", "manali", "shind", "her", "blog", "post", "how", "construct", "data", "scienc", "portfolio", "from", "scratch", "had", "realli", "good", "point", "whi", "she", "choos", "medium", "for", "her", "blog", "thought", "creat", "own", "websit", "platform", "such", "wordpress", "squarespac", "while", "those", "platform", "are", "amaz", "host", "own", "portfolio", "want", "place", "where", "would", "get", "some", "visibl", "and", "pretti", "good", "tag", "system", "reach", "greater", "audienc", "luckili", "medium", "know", "has", "those", "option", "and", "also", "free", "know", "what", "write", "about", "suggest", "look", "david", "robinson", "advic", "drob", "twitter", "activ", "twitter", "great", "way", "identifi", "and", "interact", "with", "peopl", "field", "can", "also", "promot", "blog", "twitter", "that", "portfolio", "can", "that", "much", "more", "visibl", "there", "are", "mani", "opportun", "interact", "with", "peopl", "twitter", "one", "them", "reshama", "shaikh", "said", "her", "famous", "blog", "post", "how", "get", "first", "data", "scienc", "job", "david", "robinson", "generous", "offer", "retweet", "first", "data", "scienc", "post", "with", "follow", "that", "offer", "that", "can", "refus", "twitter", "can", "use", "for", "other", "thing", "than", "self", "promot", "data", "scienc", "rene", "has", "post", "how", "use", "twitter", "learn", "data", "scienc", "anyth", "that", "quit", "insight", "about", "take", "twitter", "learn", "skill", "one", "other", "takeaway", "from", "her", "articl", "how", "much", "her", "twitter", "presenc", "help", "her", "network", "and", "get", "opportun", "have", "been", "ask", "interview", "podcast", "and", "blog", "some", "those", "should", "come", "soon", "offer", "contract", "work", "and", "offer", "free", "admiss", "confer", "unfortun", "couldn", "but", "excit", "consid", "for", "famous", "peopl", "the", "industri", "are", "now", "come", "work", "with", "them", "some", "way", "tableau", "public", "not", "everi", "data", "scienc", "job", "use", "tableau", "other", "tool", "howev", "are", "appli", "job", "where", "these", "tool", "are", "use", "import", "note", "that", "there", "are", "websit", "where", "can", "put", "dashboard", "for", "public", "consumpt", "for", "exampl", "say", "are", "learn", "know", "tableau", "put", "coupl", "dashboard", "tableau", "public", "while", "lot", "compani", "might", "okay", "with", "learn", "tableau", "the", "job", "have", "public", "evid", "tableau", "skill", "can", "help", "want", "see", "good", "exampl", "tableau", "public", "profil", "pleas", "see", "orysya", "stus", "and", "brit", "cava", "profil", "conclus", "rememb", "portfolio", "process", "keep", "improv", "have", "strong", "resum", "has", "long", "been", "the", "primari", "tool", "for", "job", "seeker", "relay", "their", "skill", "potenti", "employ", "these", "day", "there", "more", "than", "one", "way", "showoff", "skill", "and", "get", "job", "portfolio", "public", "evid", "way", "get", "opportun", "that", "normal", "get", "import", "emphas", "that", "portfolio", "iter", "process", "knowledg", "grow", "portfolio", "should", "updat", "over", "time", "never", "stop", "learn", "grow", "even", "this", "blog", "post", "will", "updat", "with", "feedback", "and", "with", "increas", "knowledg", "want", "interview", "adviceguid", "time", "check", "out", "brandon", "rohrer", "advic", "how", "surviv", "data", "scienc", "interview", "sadat", "interview", "guid", "springboard", "advic", "have", "ani", "question", "thought", "the", "tutori", "feel", "free", "reach", "out", "the", "comment", "below", "through", "twitter", "bio", "michael", "galarnyk", "data", "scientist", "and", "corpor", "trainer", "current", "work", "scripp", "translat", "research", "institut", "can", "find", "him", "twitter", "galarnykmichael", "medium", "galarnykmichael", "and", "github", "mgalarnyk", "origin", "repost", "with", "permiss", "relat", "num", "career", "path", "big", "data", "and", "data", "scienc", "explain", "num", "data", "scienc", "project", "that", "will", "get", "hire", "num", "explain", "the", "num", "rule", "for", "normal", "distribut"], "timestamp_scraper": 1556363310.221058, "title": "How to Build a Data Science Portfolio", "read_time": 1317.3, "content_html": "<div class=\"post\" id=\"post-\">\n<div align=\"right\"><img alt=\"c\" height=\"12\" src=\"/images/comment.gif\" width=\"16\"/> <a href=\"#comments\">comments</a></div>\n<p><b>By <a href=\"https://www.linkedin.com/in/michaelgalarnyk/\" rel=\"noopener noreferrer\" target=\"_blank\">Michael Galarnyk</a>, Data Scientist</b></p>\n<p><center><img alt=\"Image\" src=\"https://cdn-images-1.medium.com/max/800/1*trmA1w1lqIItON9i5-26Jg.jpeg\" width=\"99%\"><br>\n<font size=\"-1\">A portfolio is one way to show people you are that data science unicorn.</font></br></img></center></p>\n<p><strong>How do you get a job in data science? </strong>Knowing enough statistics, machine learning, programming, etc to be able to get a job is difficult. One thing I have found lately is quite a few people <strong>may</strong> <strong>have the required skills to get a job, but no portfolio</strong>. While a resume matters, having a portfolio of public evidence of your data science skills can do wonders for your job prospects. Even if you have a referral, <strong>the ability to show potential employers what you can do instead of just telling them you can do something is important</strong>. This post will include links to where various data science professionals (data science managers, data scientists, social media icons, or some combination thereof) and others talk about what to have in a portfolio and how to get noticed. With that, let’s get started!</p>\n<p> </p>\n<h3><b>The Importance of a Portfolio</b></h3>\n<p> <br>\nBesides the benefit of learning by making a portfolio, a portfolio is important as it can help get you employment. For the purpose of this article, let’s define a portfolio as public evidence of your data science skills. I got this definition from <a href=\"https://twitter.com/drob\" rel=\"noopener noreferrer\" target=\"_blank\">David Robinson</a> Chief Data Scientist at DataCamp when he was interviewed by <a href=\"http://www.twitter.com/marissagemma\" rel=\"noopener noreferrer\" target=\"_blank\">Marissa Gemma</a> on <a href=\"https://blog.modeanalytics.com/data-scientists-making-the-leap-academia-to-industry/\" rel=\"noopener noreferrer\" target=\"_blank\">Mode Analytics blog</a>. He was asked about landing his first job in industry and said,</br></p>\n<blockquote><p>The most effective strategy for me was doing public work. I blogged and did a lot of open source development late in my PhD, and these helped give public evidence of my data science skills. But the way I landed my first industry job was a particularly noteworthy example of the public work. During my PhD I was an active answerer on the programming site Stack Overflow, and an engineer at the company came across one of my answers (one explaining the intuition behind the beta distribution). He was so impressed with the answer that he got in touch with me [through Twitter], and a few interviews later <a href=\"http://varianceexplained.org/r/year_data_scientist/\" rel=\"noopener noreferrer\" target=\"_blank\">I was hired</a>.</p></blockquote>\n<p>You may think of this as a freak occurrence, but you will often find that the more active you are, the greater chance you have of something like this occuring. From <a href=\"http://varianceexplained.org/r/start-blog/\" rel=\"noopener noreferrer\" target=\"_blank\">David’s blog post</a>,</p>\n<blockquote><p>The more public work you do, the higher the chance of a freak accident like that: of someone noticing your work and pointing you towards a job opportunity, or of someone who’s interviewing you having heard of work you’ve done.</p></blockquote>\n<p>People often forget that software engineers and data scientists also Google their issues. If these same people have their problems solved by reading your public work, they might think better of you and reach out to you.</p>\n<p> </p>\n<h3><b>Portfolio to get around an Experience Requirement</b></h3>\n<p> <br>\nEven for an entry level role, most companies want to have people with at least a little bit of real life experience. You may have seen memes like the one below.</br></p>\n<p><img class=\"aligncenter\" src=\"https://cdn-images-1.medium.com/max/800/1*bE_-mX24sM-t5E8N9oc9DA.png\" width=\"60%\"/></p>\n<p>The question is how do you get experience if you need experience to get your first job? If there is an answer, the answer is <strong>projects</strong>. Projects are perhaps the best substitutes for work experience or as <a href=\"https://will-stanton.com/2015/07/15/creating-a-great-data-science-resume/\" rel=\"noopener noreferrer\" target=\"_blank\">Will Stanton</a> said,</p>\n<blockquote><p>If you don’t have any experience as a data scientist, then you absolutely <em>have to</em>do independent projects.</p></blockquote>\n<p>In fact, when <a href=\"https://medium.com/@skyetetra\" rel=\"noopener noreferrer\" target=\"_blank\">Jonathan Nolis</a> <a href=\"https://medium.com/@skyetetra/hiring-data-scientists-my-interview-questions-56d5ae3fc621\" rel=\"noopener noreferrer\" target=\"_blank\">interviews candidates</a>, he wants to hear about a description of a recent problem/project that you have faced.</p>\n<blockquote><p>I want to hear about a project they’ve worked on recently. I ask them about how the project started, how they determined it was worth time and effort, their process, and their results. I also ask them about what they learned from the project. I gain a lot from answers to this question: if they can tell a narrative, how the problem related to the bigger picture, and how they tackled the hard work of doing something.</p></blockquote>\n<p>If you don’t have some data science related work experience, the best option here is to talk about a data science project that you have worked on.</p>\n<p> </p>\n<h3><b>Types of Projects to Include in a Portfolio</b></h3>\n<p> <br>\nData science is such a broad field that it is hard to know what kind of projects hiring managers want to see. <a href=\"https://twitter.com/wzchen\" rel=\"noopener noreferrer\" target=\"_blank\">William Chen</a>, a Data Science Manager at Quora, shared his thoughts on the subject at Kaggle’s CareerCon 2018 (<a href=\"https://youtu.be/xrhPjE7wHas?t=30m9s\" rel=\"noopener noreferrer\" target=\"_blank\">video</a>).</br></p>\n<blockquote><p>I love projects where people show that they are interested in data in a way that goes beyond homework assignments. Any sort of class final project where you explore an interesting dataset and find interesting results… Put effort into the writeup… I really like seeing really good writeups where people find interesting and novel things…have some visualizations and share their work.</p></blockquote>\n<p>A lot of people recognize the value of creating projects, but one issue a lot of people wonder is where do you get that interesting dataset and what do you do with it. <a href=\"https://medium.com/@jasonkgoodman\" rel=\"noopener noreferrer\" target=\"_blank\">Jason Goodman</a>, Data Scientist at Airbnb, has a post <a href=\"https://medium.com/@jasonkgoodman/advice-on-building-data-portfolio-projects-c5f96d8a0627\" rel=\"noopener noreferrer\" target=\"_blank\">Advice on Building Data Portfolio Projects</a> where he talks about many different project ideas and has good advice on what kind of datasets you should use. He also echos one of William’s points about working with interesting data.</p>\n<blockquote><p>I find that the best portfolio projects are less about doing fancy modeling and more about working with interesting data. A lot of people do things with financial information or Twitter data; those can work, but the data isn’t inherently that interesting, so you’re working uphill.</p></blockquote>\n<p>One of his other points in the article is that webscraping is a great way to get interesting data. If you are interested in learning how to build your own dataset by webscraping in Python, you can see my post <a href=\"https://towardsdatascience.com/using-scrapy-to-build-your-own-dataset-64ea2d7d4673\" rel=\"noopener noreferrer\" target=\"_blank\">here</a>. If you are coming from academia, it is important to note that your thesis can count as a project (a very large project). You can hear <a href=\"https://twitter.com/wzchen\" rel=\"noopener noreferrer\" target=\"_blank\">William Chen</a> talk about it <a href=\"https://youtu.be/xrhPjE7wHas?t=31m15s\" rel=\"noopener noreferrer\" target=\"_blank\">here</a>.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*i_lszGwbAXlaD_FJ7Fijcg.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Traffic Cruising Data Science for Social Good Project (<a href=\"https://github.com/uwescience/TrafficCruising-DSSG2017\" rel=\"noopener noreferrer\" target=\"_blank\">https://github.com/uwescience/TrafficCruising-DSSG2017</a>). This is an example of a project I personally find interesting, but there are so many interesting projects out there. Credit (<a href=\"https://github.com/OrysyaStus\" rel=\"noopener noreferrer\" target=\"_blank\">Orysya Stus</a>, <a href=\"https://github.com/bmbejcek\" rel=\"noopener noreferrer\" target=\"_blank\">Brett Bejcek</a>, <a href=\"https://github.com/vlahm\" rel=\"noopener noreferrer\" target=\"_blank\">Michael Vlah</a>, <a href=\"https://github.com/anamol\" rel=\"noopener noreferrer\" target=\"_blank\">Anamol Pundle</a>)</font></center></p>\n<p> </p>\n<h3><b>Types of Projects NOT to Include in a Portfolio</b></h3>\n<p> <br/>\nOne thing I have found very common (to the point of it appearing multiple times in this blog post) in a lot of portfolio/resume advice is not to have common projects in your portfolio.</p>\n<p><a href=\"https://towardsdatascience.com/@jeremie_sharpestminds\" rel=\"noopener noreferrer\" target=\"_blank\">Jeremie Harris</a> in <a href=\"https://towardsdatascience.com/the-4-fastest-ways-not-to-get-hired-as-a-data-scientist-565b42bd011e\" rel=\"noopener noreferrer\" target=\"_blank\">The 4 fastest ways not to get hired as a data scientist</a> said,</p>\n<blockquote><p>It’s hard to think of a faster way to have your resume thrown into the ‘definite no’ pile than featuring work you did on trivial proof-of-concept datasets among your highlighted personal projects.</p>\n<p>When in doubt, here are some projects that hurt you more than they help you:</p>\n<p>* Survival classification on the <a href=\"https://www.kaggle.com/c/titanic\" rel=\"noopener noreferrer\" target=\"_blank\">Titanic dataset</a>.</p>\n<p>* Hand-written digit classification on the <a href=\"https://www.tensorflow.org/versions/r1.2/get_started/mnist/pros\" rel=\"noopener noreferrer\" target=\"_blank\">MNIST dataset</a>.</p>\n<p>* Flower species classification using the <a href=\"https://archive.ics.uci.edu/ml/datasets/iris\" rel=\"noopener noreferrer\" target=\"_blank\">iris dataset</a>.</p></blockquote>\n<p>The image below shows partial examples of classification of Titanic (A), MNIST (B), and iris (C) datasets. There aren’t a lot of ways to use these datasets to distinguish yourself from other applicants. Make sure to list novel projects.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*2zvdLfbBwzvYQqiO3ruf0Q.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Titanic (A), MNIST (B), and iris (C) classification</font></center></p>\n<p> </p>\n<h3><b>Portfolios are Iterative</b></h3>\n<p> <br/>\n<a href=\"https://towardsdatascience.com/@faviovazquez\" rel=\"noopener noreferrer\" target=\"_blank\">Favio Vazquez</a> has an <a href=\"https://towardsdatascience.com/how-to-get-a-job-as-a-data-scientist-f417078fe13e\" rel=\"noopener noreferrer\" target=\"_blank\">excellent article</a> where he talked about how he got his job as a data scientist. Of course, one of his tips is to have a portfolio.</p>\n<blockquote><p>Have a portfolio. If you are looking for a serious paid job in data science do some projects with real data. If you can post them on GitHub. Apart from Kaggle competitions, find something that you love or a problem you want to solve and use your knowledge to do it.</p></blockquote>\n<p>One of the other interesting findings was that you always have to keep on improving as you go through the job hunt.</p>\n<blockquote><p>I applied to almost 125 jobs (for real, maybe you applied for much more), I got only like 25–30 replies. Some of them were just: Thanks but nope. And I got almost 15 interviews. I learned from each one. Got better. I had to deal with a lot of rejection. Something I was actually not prepared to. But I loved the process of getting interviewed (not all of them to be honest). I studied a lot, programmed everyday, read a lot of articles and posts. They helped a lot.</p></blockquote>\n<p>As you learn more and improve yourself, your portfolio should also be updated. This same sentiment is echoed in many other advice articles. As <a href=\"https://medium.com/@jasonkgoodman\" rel=\"noopener noreferrer\" target=\"_blank\">Jason Goodman</a> said,</p>\n<blockquote><p>The project isn’t done when you post it publicly. Don’t be afraid to keep adding on to or editing your projects after they’re published!</p></blockquote>\n<p>This advice is especially true when you are looking for a job. There are many stories of successful people like <a href=\"https://towardsdatascience.com/@kellypeng17\" rel=\"noopener noreferrer\" target=\"_blank\">Kelly Peng</a>, Data Scientist at Airbnb, who really persevered and kept on working and improving. In <a href=\"https://towardsdatascience.com/how-to-land-a-data-scientist-job-at-your-dream-company-my-journey-to-airbnb-f6a1e99892e8\" rel=\"noopener noreferrer\" target=\"_blank\">one of her blog posts</a>, she went over how many places she applied for and interviewed with.</p>\n<blockquote><p>Applications: 475</p>\n<p>Phone interviews: 50</p>\n<p>Finished data science take-home challenges: 9</p>\n<p>Onsite interviews: 8</p>\n<p>Offers: 2</p>\n<p>Time spent: 6 months</p></blockquote>\n<p>She clearly applied to a lot of jobs and kept on persisting. In her article, she even mentions how you need to keep on learning from your interviewing experiences.</p>\n<blockquote><p>Take note of all the interview questions you got asked, especially those questions you failed to answer. You can fail again, but don’t fail at the same spot. You should always be learning and improving.</p></blockquote>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*WwMBOf3sv2p6FaU4rsaA7g.png\" width=\"99%\"/><br/>\n<font size=\"-1\">*If you aren’t getting interviews yet, apply for more jobs and keep on finding ways to learn and improve.</font></center></p>\n<p> </p>\n<h3><b>Incorporating Portfolio into 1 Page Resume</b></h3>\n<p> <br/>\nOne of the ways someone finds your portfolio is often through your resume so it is worth a mention. A data science resume is a place to focus on your technical skills. Your resume is a chance to succinctly represent your qualifications and fit for that particular role. Recruiters and hiring managers skim resumes very quickly, and you only have a short time to make an impression. Improving your resume can increase your chance of getting an interview. You have to make sure every single line and every single section of your resume counts.</p>\n<p><a href=\"https://twitter.com/wzchen\" rel=\"noopener noreferrer\" target=\"_blank\">William Chen</a>, a Data Science Manager from Quora has <a href=\"https://youtu.be/xrhPjE7wHas?t=2m43s\" rel=\"noopener noreferrer\" target=\"_blank\">9 Tips for making your data science resume</a>. <strong>Notice in the brief summary of his points below, that projects and portfolio are points 6, 7, 8, and arguably 9</strong>.</p>\n<p> <br/>\n<strong>1. Length</strong>: Keep it simple and one page max. This gives you the most impact for a quick skim. Recommends a simple one column resume as it is easy to skim.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*WfOBVYnlXkWo3ErwSPEKDA.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Sample Resume used in Video (latex: <a href=\"https://github.com/sb2nov/resume\" rel=\"noopener noreferrer\" target=\"_blank\">https://github.com/sb2nov/resume</a>)</font></center></p>\n<p> <br/>\n<strong>2. Objective</strong>: Don’t include one. They don’t help you distinguish yourself from other people. They take away space from the more important things (skills, projects, experience etc). Cover letters are extremely optional unless you really personalize it.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*_8Rl-iM4b7HgzFHVHZPixQ.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Objectives don’t help you distinguish yourself from other people. A lot of them say very similar things.</font></center></p>\n<p> <br/>\n<strong>3. Coursework</strong>: Do list <strong>relevant coursework</strong> that is applicable for the job description.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*z3i5kctcvAg-il6Ag1KUnA.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Examples of relevant coursework displayed on various resumes.</font></center></p>\n<p> <br/>\n<strong>4. Skills</strong>: Don’t give numerical ratings for your skills. If you want to rate yourself on your skills, use words like proficient or familiar or things like that. You can even exclude assessments altogether.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*MD8-twz41dKQxc6YjwOW9g.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Don’t give numerical ratings for your skills</font></center></p>\n<p> <br/>\n<strong>5. Skills</strong>: Do list technical skills that the job description mentions. The order you list your skills in can suggest what you are best at.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*3LlV0hPnpDzrOlgKfA_zHg.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Examples of how you can list your skills on your resume</font></center></p>\n<p> <br/>\n<strong>6. Projects</strong>: Don’t list common projects or homework. They aren’t that helpful in distinguishing you from other applicants. List projects that are novel.</p>\n<p><img class=\"aligncenter\" src=\"https://cdn-images-1.medium.com/max/800/1*ra2YpLbYxov2U0LCpEJXmA.png\" width=\"99%\"/></p>\n<p> <br/>\n<strong>7. Projects</strong>:<strong> </strong>Show results and include links. If you participated in Kaggle competition, put percentile rank as it helps the person reading your resume understand where you are in the competition. In projects sections, there is always room for links to writeups and papers as they let the hiring manager or recruiter dig in deeper (bias to real world messy problems where you learn something new).</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*uj7XOQtNN0AGImLUitnmAQ.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Good example project sections</font></center></p>\n<p>Notice that in one of the projects sections above, a person has an additional link to a blog that lets the recruiter or hiring manager find out more. This is one way to link to various parts of your portfolio from your resume.</p>\n<p> <br/>\n<strong>8. Portfolio: </strong>Fill our your online presence. The most basic is a LinkedIn profile. It is kind of like an extended resume. Github and Kaggle profiles can help show off your work. Fill out each profile and include links to other sites. Fill out descriptions for your GitHub repositories. Include links to your knowledge sharing profiles/blog (Medium, Quora). Data science specifically is about knowledge sharing and communicating what the data means to other people. You don’t have to do all of them, but pick a few and do it (More on this later).</p>\n<p> <br/>\n<strong>9. Experience</strong>: Tailor your experience towards the job. Experience is the core of your resume, but if you don’t have work experience what do you do? Focus your resume on independent projects, like capstone projects, independent research, thesis work, or Kaggle competitions. These are substitutes for work experience if you don’t have work experience to put on your resume. Avoid putting irrelevant experience on your resume.</p>\n<p><img class=\"aligncenter\" src=\"https://cdn-images-1.medium.com/max/800/1*3R9PsSTHEyLc8SZpx9yGNA.png\" width=\"99%\"/></p>\n<p>If you want to know hear data science managers go over portfolios and resumes, here are links to Kaggle’s CareerCon 2018 (<a href=\"https://www.youtube.com/watch?v=kBR0EtGOkzc\" rel=\"noopener noreferrer\" target=\"_blank\">video</a>, <a href=\"https://drive.google.com/drive/u/0/folders/1hqrBBZAxnhckto-gU1EKtXeesmtQqX9i\" rel=\"noopener noreferrer\" target=\"_blank\">resumes reviewed</a>).</p>\n<p> </p>\n<h3><b>Importance of Social Media</b></h3>\n<p> <br/>\nThis is very similar to the Importance of a Portfolio section, just divided into subsections. Having a Github page, a Kaggle profile, a Stack Overflow, etc can provide support for your resume. Having online profiles filled out can be a good signal for hiring managers.</p>\n<p>As <a href=\"http://varianceexplained.org/r/start-blog/\" rel=\"noopener noreferrer\" target=\"_blank\">David Robinson</a> phrases it,</p>\n<blockquote><p>\nGenerally, when I’m evaluating a candidate, I’m excited to see what they’ve shared publicly, even if it’s not polished or finished. And sharing anything is almost always better than sharing nothing.</p>\n<p>The reason why data scientists like seeing public work is as Will Stanton said,</p>\n<p>Data scientists use these tools to share their own work and find answers to questions. If you use these tools, then you are signaling to data scientists that you are one of them, even if you haven’t ever worked as a data scientist.\n</p></blockquote>\n<p>A lot of Data science is about communication and presenting data so it is good to have these online profiles. Besides from the fact that these platforms help provide valuable experience, they can also help you get noticed and lead people to your resume. People can and do find your resume online through various sources (LinkedIn, GitHub, Twitter, Kaggle, Medium, Stack Overflow, Tableau Public, Quora, Youtube, etc). You will even find that different types of social media feed into eachother.</p>\n<p> </p>\n<h3><b><strong>Github</strong></b></h3>\n<p> <br/>\n<center><img src=\"https://cdn-images-1.medium.com/max/800/1*LZ97bXvmHqXrhh6UOp0osw.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Github profiles of <a href=\"https://github.com/jennybc\" rel=\"noopener noreferrer\" target=\"_blank\">Jennifer Bryan</a> and <a href=\"https://github.com/terrytangyuan\" rel=\"noopener noreferrer\" target=\"_blank\">Yuan (Terry) Tang</a></font></center></p>\n<p>A Github profile is a powerful signal that you are a competent data scientist. In the projects section of a resume, people often leave links to their GitHub where the code is stored for their projects. You can also have writeups and markdown there. GitHub lets people see what you have built and how you have built it. At some companies, hiring managers look at an applicants GitHub. It is another way to show employers you aren’t a false positive. If you take the time to develop your GitHub profile, you can be better evaluated than others.</p>\n<p>It is worth mentioning that you need to have some sort of README.md with a description of your project as a lot of <strong>data science is about communicating results</strong>. Make sure the README.md file clearly describes what your project is, what it does, and how to run your code.</p>\n<p> </p>\n<h3><b><strong>Kaggle</strong></b></h3>\n<p> <br/>\nParticipating in Kaggle competitions, creating a kernel, and contributing to discussions are ways to show some competency as a data scientist. It is important to emphasize that Kaggle is not like an industry project as <a href=\"https://www.quora.com/profile/Colleen-Farrelly-1\" rel=\"noopener noreferrer\" target=\"_blank\">Colleen Farrelly</a>, mentions in this <a href=\"https://www.quora.com/How-well-do-you-have-to-do-on-Kaggle-in-order-to-become-a-professional-data-scientist\" rel=\"noopener noreferrer\" target=\"_blank\">quora question</a>. Kaggle competitions take care of coming up with a task, acquire data for you, and clean it into some usable form. What it does is give you practice analyzing data and coming up with a model. <a href=\"https://twitter.com/reshamas\" rel=\"noopener noreferrer\" target=\"_blank\">Reshama Shaikh</a> has a post <a href=\"https://reshamas.github.io/to-kaggle-or-not/\" rel=\"noopener noreferrer\" target=\"_blank\">To Kaggle Or Not</a> where she talked about the value of Kaggle competitions. From her post,</p>\n<blockquote><p>It is true, doing one Kaggle competition does not qualify someone to be a data scientist. Neither does taking one class or attending one conference tutorial or analyzing one dataset or reading one book in data science. Working on competition(s) adds to your experience and augments your portfolio. It is a complement to your other projects, not the sole litmus test of one’s data science skillset.</p></blockquote>\n<p>It is also true that there is a good reason why <a href=\"https://www.quora.com/What-motivates-Kaggle-Grandmasters-with-many-competitions-under-their-belt-to-continue-actively-participating-in-competitions\" rel=\"noopener noreferrer\" target=\"_blank\">Kaggle Grandmasters continue to participate in Kaggle competitions</a>.</p>\n<p> </p>\n<h3><b><strong>Linkedin</strong></b></h3>\n<p> <br/>\nUnlike a resume, which is confined by length, a LinkedIn profile allows you to describe your projects and work experience in more depth. Udacity has a <a href=\"https://career-resource-center.udacity.com/linkedin-github-profiles/how-to-stand-out-on-linkedin\" rel=\"noopener noreferrer\" target=\"_blank\">guide on making a good LinkedIn profile</a>. An important part of LinkedIn is their search tool and for you to show up, you must have <a href=\"https://www.job-hunt.org/linkedin-job-search/linkedin-keywords.shtml\" rel=\"noopener noreferrer\" target=\"_blank\"><em>relevant keywords</em></a><em> </em>inyour profile. Recruiters often search for people on LinkedIn. LinkedIn allows you to see which companies have searched for you and who has viewed your profile.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*svn-7WoZd2K8HYs0kEYvCg.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Checking where your searchers work and how many times people have viewed your profile.</font></center></p>\n<p>Besides companies finding you and sending you messages on your availability, LinkedIn also has many features like <a href=\"https://blog.linkedin.com/2018/march/19/introducing-ask-for-a-referral-making-it-easier-to-find-your-way-in\" rel=\"noopener noreferrer\" target=\"_blank\">Ask for a Referral</a>. <a href=\"https://medium.com/@jasonkgoodman\" rel=\"noopener noreferrer\" target=\"_blank\">Jason Goodman</a> in his article <a href=\"https://medium.com/@jasonkgoodman/advice-on-applying-to-data-science-jobs-6e62b25518e5\" rel=\"noopener noreferrer\" target=\"_blank\">Advice on Applying to Data Science Jobs</a> uses LinkedIn to <strong>indirectly</strong>ask for referrals.</p>\n<blockquote><p>I never, never, never applied to any companies without an introduction to someone who worked at the company…once I was interested in a company, I would use LinkedIn to find a first- or second- degree connection at the company. I would write to that connection, asking to talk to them about their experience at the company and, if possible, whether they’d be able to connect me to someone on the Data Science team. Whenever I could, I did in-person meetings (coffee or lunch) instead of phone calls. As an aside, Trey Causey recently wrote <a href=\"https://medium.com/@treycausey/do-you-have-time-for-a-quick-chat-c3f7e46de89d\" rel=\"noopener noreferrer\" target=\"_blank\">a great post</a>on how to ask for just these kinds of meetings. I would never ask for a job directly, but they would usually ask for my resume and offer to submit me as an internal referral, or put me in touch with a hiring manager. If they didn’t seem comfortable doing so...I’d just thank them for their time and move on.</p></blockquote>\n<p>Notice that he doesn’t right away ask for a referral. While common job advice when applying to a company is to get a referral, it is VERY IMPORTANT to note that you still need a portfolio, experience, or some sort of proof you can do a job. Jason even mentions the importance of a portfolio in that and <a href=\"https://medium.com/@jasonkgoodman/advice-on-building-data-portfolio-projects-c5f96d8a0627\" rel=\"noopener noreferrer\" target=\"_blank\">other articles he has written</a>.</p>\n<p><a href=\"https://blog.usejournal.com/@amandalmia18\" rel=\"noopener noreferrer\" target=\"_blank\">Aman Dalmia</a> learned something similar by <a href=\"https://blog.usejournal.com/what-i-learned-from-interviewing-at-multiple-ai-companies-and-start-ups-a9620415e4cc\" rel=\"noopener noreferrer\" target=\"_blank\">Interviewing at Multiple AI Companies and Startups</a>.</p>\n<blockquote><p>Networking is <em>NOT </em>messaging people to place a referral for you<em>. </em>When I was starting off, I did this mistake way too often until I stumbled upon <a href=\"https://www.markmeloon.com/climbing-relationship-ladder-get-data-science-job/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>this</em></a> excellent article by <a href=\"https://www.linkedin.com/in/markmeloon/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Mark Meloon</em></a><em>, </em>where he talks about the importance of building a <em>real</em>connection with people by offering our help first.</p></blockquote>\n<p>One other point he had is that LinkedIn is great for getting your content/portfolio out.</p>\n<blockquote><p>Another important step in networking is to get your content out. For example, if you’re good at something, blog about it and share that blog on Facebook and LinkedIn<em>. </em>Not only does this help others, <em>it helps you as well.</em></p></blockquote>\n<p> </p>\n<h3><b><strong>Medium and/or Other Blogging Platforms</strong></b></h3>\n<p> <br/>\nHaving some form of blog can be highly beneficial. A lot of data science is about communication and presenting data. Blogging is a way of practicing this and showing you can do this. Writing about a project or a data science topic allows you to share with the community as well as encourages you to write out your work process and thoughts. This is a useful skill when interviewing.</p>\n<p>As <a href=\"http://varianceexplained.org/r/start-blog/\" rel=\"noopener noreferrer\" target=\"_blank\">David Robinson</a> said,</p>\n<p><em>A blog is your chance to practice the relevant skills.</em></p>\n<ul>\n<li><strong><em>Data cleaning</em></strong><em>: One of the benefits of working with a variety of datasets is that you learn to take data “as it comes”, whether it’s in the form of a </em><a href=\"http://varianceexplained.org/r/tidy-genomics/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>supplementary file from a journal article</em></a><em> or a </em><a href=\"http://varianceexplained.org/r/love-actually-network/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>movie script</em></a>\n<li><strong><em>Statistics</em></strong><em>: Working with unfamiliar data lets you put statistical methods into practice, and writing posts that communicate and teach concepts helps build your own understanding</em>\n<li><strong><em>Machine learning</em></strong><em>: There’s a big difference between having used a predictive algorithm once and having used it on a variety of problems, while understanding why you’d choose one over another</em>\n<li><strong><em>Visualization</em></strong><em>: Having an audience for your graphs encourages you to start polishing them and building your personal style</em>\n<li><strong><em>Communication</em></strong><em>: You gain experience writing and get practice structuring a data-driven argument. This is probably the most relevant skill that blogging develops since it’s hard to practice elsewhere, and it’s an essential part of any data science career</em>\n</li></li></li></li></li></ul>\n<p>By writing a blog, you are can practice communicate findings to others. It also is another form of advertising yourself. Blogs about <a href=\"https://towardsdatascience.com/using-scrapy-to-build-your-own-dataset-64ea2d7d4673\" rel=\"noopener noreferrer\" target=\"_blank\">Using Scrapy to Build your Own Dataset</a>, and ironically <a href=\"https://towardsdatascience.com/environment-management-with-conda-python-2-3-b9961a8a5097\" rel=\"noopener noreferrer\" target=\"_blank\">Python Environment Management with Conda</a> have taught me a lot and have gotten me a lot of opportunities I would normally not have gotten. One of the major benefits I have found is that throughout the process of people critiquing my projects and suggesting improvements (though the comments section of the blog) makes it so interviewers aren’t the first ones pointing out these same flaws. The more obvious benefit is that by making a blog you tend to read a lot more data science/machine learning blog posts and hence learn more.</p>\n<p>As for what platform to blog on, I recommend using Medium. <a href=\"https://medium.com/@emessence1\" rel=\"noopener noreferrer\" target=\"_blank\">Manali Shinde</a>in her blog post <a href=\"https://medium.com/one-datum-at-a-time/how-to-construct-a-data-science-portfolio-from-scratch-de0b70e58bc1\" rel=\"noopener noreferrer\" target=\"_blank\">How to Construct a Data Science Portfolio from Scratch</a> had a really good point on why she choose Medium for her blog.</p>\n<blockquote><p>I thought of creating my own website on a platform such as WordPress or Squarespace. While those platforms are amazing to host your own portfolio, I wanted a place where I would get some visibility, and a pretty good tagging system to reach greater audiences. Luckily Medium, as we know, has those options (and it’s also free).</p></blockquote>\n<p>If you don’t know what to write about, I suggest you look at <a href=\"http://varianceexplained.org/r/start-blog/\" rel=\"noopener noreferrer\" target=\"_blank\">David Robinson’s advice</a>.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/800/1*hn78aN4xQAaBLTBX1nm__A.png\" width=\"80%\"/><br/>\n<font size=\"-1\"><a href=\"https://twitter.com/drob\" rel=\"noopener noreferrer\" target=\"_blank\">https://twitter.com/drob</a></font></center></p>\n<p> </p>\n<h3><b>Twitter</b></h3>\n<p> <br/>\nBeing active on Twitter is a great way to identify and interact with people in your field. You can also promote your blog on Twitter so that your portfolio can be that much more visible. There are so many opportunities to interact with people on twitter. One of them as <a href=\"https://twitter.com/reshamas\" rel=\"noopener noreferrer\" target=\"_blank\">Reshama Shaikh</a> said in her famous blog post “<a href=\"https://reshamas.github.io/first-data-science-job/\" rel=\"noopener noreferrer\" target=\"_blank\">How Do I Get My First Data Science Job?</a>” was,</p>\n<blockquote><p><a href=\"https://twitter.com/drob\" rel=\"noopener noreferrer\" target=\"_blank\">David Robinson</a> generously offers to retweet your first data science post. With 20K+ followers, that’s an offer that can’t be refused.</p></blockquote>\n<p>Twitter can be used for other things than self promotion. <a href=\"https://twitter.com/BecomingDataSci\" rel=\"noopener noreferrer\" target=\"_blank\">Data Science Renee</a>has a post “<a href=\"https://www.becomingadatascientist.com/2015/10/04/how-to-use-twitter-to-learn-data-science-or-anything/\" rel=\"noopener noreferrer\" target=\"_blank\">How to use Twitter to Learn Data Science (or Anything)</a>” that is quite insightful about taking Twitter to learn skills. One other takeaway from her article was how much her Twitter presence helped her network and get opportunities.</p>\n<blockquote><p>I have been asked to be interviewed on podcasts and blogs (some of those should be coming up soon), offered contract work, and offered free admission to a conference I unfortunately couldn’t go to, but was excited to be considered for. “Famous” people in the industry are now coming to me to work with them in some way.</p></blockquote>\n<p> </p>\n<h3><b>Tableau Public</b></h3>\n<p> <br/>\nNot every data science job uses Tableau or other BI tools. However, if you are applying to jobs where these tools are used, it is important to note that there are websites where you can put dashboards for public consumption. For example, if you say you are learning or know Tableau, put a couple dashboards on <a href=\"https://public.tableau.com/en-us/s/\" rel=\"noopener noreferrer\" target=\"_blank\">Tableau Public</a>. While a lot of companies might be okay with you learning Tableau on the job, having public evidence of your Tableau skill can help. If you want to see good examples of Tableau Public profiles, please see <a href=\"https://public.tableau.com/profile/orysya.stus#!/\" rel=\"noopener noreferrer\" target=\"_blank\">Orysya Stus’</a> and <a href=\"https://public.tableau.com/profile/brit4337#!/\" rel=\"noopener noreferrer\" target=\"_blank\">Brit Cava’s</a> profiles.</p>\n<p><img class=\"aligncenter\" src=\"https://cdn-images-1.medium.com/max/800/1*Y3qCv1h3JJecFXZcVnweeQ.png\" width=\"99%\"/></p>\n<p> </p>\n<h3><b>Conclusion</b><br/>\n</h3>\n<p> <br/>\n<center><img src=\"https://cdn-images-1.medium.com/max/800/1*wK9vKXEm6h1YVnpXBvaF4Q.png\" width=\"99%\"/><br/>\n<font size=\"-1\">Remember a portfolio is a process. Keep on improving.</font></center></p>\n<p>Having a strong resume has long been the primary tool for job seekers to relay their skills to potential employers. These days, there is more than one way to showoff your skills and get a job. A portfolio of public evidence is a way to get opportunities that you normally wouldn’t get. It is important to emphasize that a portfolio is an iterative process. As your knowledge grows, your portfolio should be updated over time. Never stop learning or growing. Even this blog post will be updated with feedback and with increasing knowledge. If you want interview advice/guides, time to check out <a href=\"https://twitter.com/_brohrer_?lang=en\" rel=\"noopener noreferrer\" target=\"_blank\">Brandon Rohrer’s</a><a href=\"http://survive%20your%20data%20science%20interview/\" rel=\"noopener noreferrer\" target=\"_blank\">advice on how to survive a data science interview</a>, <a href=\"https://medium.com/@sadatnazrul\" rel=\"noopener noreferrer\" target=\"_blank\">Sadat’s</a> <a href=\"https://towardsdatascience.com/data-science-interview-guide-4ee9f5dc778\" rel=\"noopener noreferrer\" target=\"_blank\">interview guide</a>, or <a href=\"https://www.springboard.com/blog/data-science-interviews-lessons/\" rel=\"noopener noreferrer\" target=\"_blank\">Springboard’s advice</a>. If you have any questions or thoughts on the tutorial, feel free to reach out in the comments below or through <a href=\"https://twitter.com/GalarnykMichael\" rel=\"noopener noreferrer\" target=\"_blank\">Twitter</a>.</p>\n<p> <br/>\n<b>Bio: <a href=\"https://www.linkedin.com/in/michaelgalarnyk/\" rel=\"noopener noreferrer\" target=\"_blank\">Michael Galarnyk</a></b> is a Data Scientist and Corporate Trainer. He currently works at Scripps Translational Research Institute. You can find him on Twitter (<a href=\"https://twitter.com/GalarnykMichael\" rel=\"noopener\" target=\"_blank\">https://twitter.com/GalarnykMichael</a>), Medium (<a href=\"https://medium.com/@GalarnykMichael)\" rel=\"noopener\" target=\"_blank\">https://medium.com/@GalarnykMichael)</a>, and GitHub (<a href=\"https://github.com/mGalarnyk\" rel=\"noopener\" target=\"_blank\">https://github.com/mGalarnyk</a>).</p>\n<p><a href=\"https://towardsdatascience.com/how-to-build-a-data-science-portfolio-5f566517c79c\" rel=\"noopener noreferrer\" target=\"_blank\">Original</a>. Reposted with permission.</p>\n<p><b>Related:</b></p>\n<ul class=\"three_ul\">\n<li><a href=\"/2017/02/5-career-paths-data-science-big-data-explained.html\">5 Career Paths in Big Data and Data Science, Explained</a>\n<li><a href=\"/2018/06/5-data-science-projects-hired.html\">5 Data Science Projects That Will Get You Hired in 2018</a>\n<li><a href=\"/2018/07/explaining-68-95-99-7-rule-normal-distribution.html\">Explaining the 68-95-99.7 rule for a Normal Distribution</a>\n</li></li></li></ul>\n<p><a name=\"comments\"></a></p>\n<div id=\"disqus_thread\"></div>\n<p> <script type=\"text/javascript\">\n var disqus_shortname = 'kdnuggets';\n (function() { var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true; dsq.src = 'https://kdnuggets.disqus.com/embed.js';\n (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq); })();\n </script></p>\n</div> ", "website": "kdnuggets"}