{"content": "comments By Jeff Hale , Data Scientist Focused on Machine Learning - CoFounder and COO at E-commerce Firms . I scoured job listing websites to find which skills are most in demand for data scientists. I looked at general data science skills and at specific languages and tools separately. I searched job listings on  LinkedIn ,  Indeed ,  SimplyHired ,  Monster , and  AngelList  on October 10, 2018. Here’s a chart showing how many data scientist jobs each website listed. I read through many job listings and surveys to find the most common skills. Terms like  management  were not compared because they can be used in so many different contexts in job listings. All searches were performed for the United States with  “data scientist” “[keyword]” . Using exact match search reduced the number of results. However, this method ensured the results were relevant for data scientist positions and affected all search terms similarly. AngelList provides the number of companies with data scientist listings rather than the number of positions. I excluded AngelList from both analyses because its search algorithm seems to operate as an  OR  type of logical search, without the ability to change it to an  AND . AngelList works fine if you are looking for  “data scientist” “TensorFlow”  which is only going to be found with data scientist positions, but if your keywords are “ data scientist” “react.js”  it returns far too many listings for companies with non-data scientist job listings. Glassdoor  was also excluded from my analyses. The site stated that it had 26,263  “data scientist”  jobs in the US, but it would show me no more than 900 jobs. Additionally, it seems highly unlikely it would have more than three times the number of data scientist job listings as any other major platform. Terms with over 400 listings on LinkedIn for general skills and over 200 listings for specific technologies were included in the final analyses. There was certainly some cross posting. The results are recorded in this  Google Sheet . I downloaded .csv files and imported them into JupyterLab. I then computed the percentage occurrences and averaged them across the job listing websites. I also compared the software results to a  Glassdoor study  of its data scientist job listings from the first half of 2017. Combined with information from  KDNuggets’ usage survey , it appears some skills are becoming more important and others are losing importance. We’ll get to those in a bit. See my Kaggle Kernel for interactive charts and additional analyses  here . I used Plotly for the visualizations. To use Plotly with JupyterLab takes a little wrangling as of this writing — instructions are at the end of my Kaggle Kernel and in  Plotly’s docs . General Skills Here’s the chart of the most frequent general data scientist skills sought by employers. The results show that analysis and machine learning are at the heart of data scientist jobs. Gleaning insights from data is a primary function of data science. Machine learning is all about creating systems to predict performance and it is very in demand. Data science requires statistics and computer science skills — no surprise there. Statistics, computer science, and mathematics are also college majors, which probably helps their frequency. It is interesting that communication is mentioned in nearly half of job listings. Data scientists need to be able communicate insights and work with others. AI and deep learning don’t show up as frequently as some other terms. However, they are subsets of machine learning. Deep learning is being used for more and more of the machine learning tasks that other algorithms were used for previously. For example, the best machine learning algorithms for most natural language processing problems are now deep learning algorithms. I expect deep learning skills will be sought more explicitly in the future and that machine learning will become more synonymous with deep learning. Which specific software tools for data scientists are employers looking for? Let’s tackle that question next. Technology Skills Below are the top 20 specific languages, libraries, and tech tools employers are looking for data scientists to have experience with. Let’s briefly look at the most common tech skills. Python  is the most in-demand language. The popularity of this open-source language has been widely observed. It’s beginner friendly, with many support resources. The vast majority of new data science tools are compatible with it. Python is the primary language for data scientists. R is not far behind Python. It once was the primary language for data science. I was surprised to see how in demand it still is. The roots of this open source language are in statistics, and it’s still very popular with statisticians. Python or R is a must for virtually every data scientist position. SQL  is also in high demand. SQL stands for Structured Query Language and is the primary way to interact with relational databases. SQL is sometimes overlooked in the data science world, but it’s a skill worth demonstrating mastery of if you’re planning to hit the job market. Up next are  Hadoop  and  Spark , both open source tools from Apache for big data. Apache Hadoop is an open source software platform for distributed storage and distributed processing of very large data sets on computer clusters built from commodity hardware.   —  Source . Apache Spark is a fast, in-memory data processing engine with elegant and expressive development APIs to allow data workers to efficiently execute streaming, machine learning or SQL workloads that require fast iterative access to datasets.   —   S ource . These tools have considerably less written about them on Medium and in tutorials than many others. I expect many fewer job candidates have these skills than Python, R, and SQL. If you have or can gain experience with Hadoop and Spark it should give you a leg up on the competition. Then come  Java  and  SAS . I was surprised to see these languages as high as they are. Both have large companies behind them, and at least some free offerings. Both Java and SAS generally receive little attention in the data science community. Bio : Jeff Hale is an experienced entrepreneur who has managed technology, operations, and finances for several companies. Currently, Jeff is turning his passion for data-driven decision making into a career as a data scientist. He is excited about machine learning, communication, and data analysis. Tableau  is next in demand. This analytics platform and visualization tool is powerful, easy to use, and growing in popularity. It has a free public version, but will cost you money if you want to keep your data private. If you aren’t familiar with Tableau, it’s definitely worth taking a quick class such as  Tableau 10 A-Z  on Udemy. I don’t get a commission for the suggestion— I just took the class and found it to be a great value. The chart below shows an even bigger list of the most in demand languages, frameworks, and other data science software tools. Historical Comparison GlassDoor did an  analysis  of the 10 most common software skills for data scientists from January 2017 through July 2017 on their site. Here’s a comparison of how frequently the terms appeared on their site compared to the average on LinkedIn, Indeed, SimplyHired, and Monster in October 2018. The results are fairly similar. Both my analysis and GlassDoor’s found Python, R, and SQL to be the most in demand. We also found the same top nine technology skills, albeit in slightly different orders. The results suggest that compared to the first half of 2017, R, Hadoop, Java, SAS, and MatLab are now less in demand and Tableau is more in demand. This is what I would expect given the complementary results from sources such as the  KDnuggets developer survey . There, R, Hadoop, Java, and SAS all show clear multi-year downward usage trends and Tableau shows a clear upward trend. Recommendations Based on the results of these analyses, here are some general recommendations for current and aspiring data scientists concerned with making themselves widely marketable. Demonstrate you can do data analysis and focus on becoming really skilled at machine learning. Invest in your communication skills. I recommend reading the book  Made to Stick to help your ideas have more impact. Also check out the  Hemmingway Editor  app to improve the clarity of your writing. Master a deep learning framework. Being proficient with a deep learning framework is a larger and larger part of being proficient with machine learning. For a comparison of deep learning frameworks in terms of usage, interest, and popularity see my article  here . If you are choosing between learning Python and R, choose Python. If you have Python down cold, consider learning R. You’ll definitely be more marketable if you also know R. When an employer is looking for a data scientist with Python skills, they are also likely to expect candidates to know the common python data science libraries: numpy, pandas, scikit-learn, and matplotlib. If you’re looking to learn this set of tools, I suggest the following resources: DataCamp and  DataQuest  — they are both reasonably priced online SaaS data science eduction products where you learn as you code. They both teach a number of technology tools. Data School has a variety of resources including a nice set of  YouTube videos  explaining data science concepts. Python for Data Analysis by McKinney. This book by the primary author of the pandas library focusses on pandas and also discusses basic python, numpy, and scikit-learn functionality for data science. Introduction to Machine Leaning with Python by Müller & Guido. Müller is a primary maintainer of scikit-learn. It’s an excellent book for learning machine learning with scikit-learn. If you are looking to jump into deep learning, I suggest starting with  Keras  or  FastAI  before moving on to  TensorFlow  or  PyTorch . Chollet’s  Deep Learning with Python  is a great resource for learning Keras. Beyond these recommendations, I suggest you learn what interests you, although there are obviously many considerations when deciding how to allocate your learning time. If you’re looking for a data scientist job through online portals, I suggest you start with LinkedIn — it consistently has the most results. If you are looking for a job or posting positions on job sites, keywords matter. “ data science ” returns nearly 3x the number of results that “ data scientist ” does on each site. But if you are looking strictly for a data scientist job, you’re probably better off searching for “ data scientist ”. Regardless of where you’re looking I suggest you make an online portfolio that demonstrates your proficiency with as many in-demand skill areas as possible. I also suggest your LinkedIn profile showcase your skills. As part of this project I collected other data that I may turn into articles. Follow me to make sure you don’t miss out. If you want to see the interactive plotly charts and the code behind them, check out my  Kaggle Kernel . I hope this article has provided you with some insights into what organizations hiring data scientists are looking for. If you learned something, please share on Twitter so others will be more likely to find it 😃. Bio : JeffHale is an experienced entrepreneur who has managed technology, operations, and finances for several companies. Currently, Jeff is turning his passion for data-driven decision making into a career as a data scientist. He is excited about machine learning, communication, and data analysis. Original . Reposted with permission. Related: Select Your Analytics Adventure – Analytics On-boarding What Data Scientists Want? Data Scientist Interviews Demystified", "title_html": "<h1 id=\"title\"><img align=\"right\" alt=\"Platinum Blog\" src=\"/images/tkb-1811-p.png\" width=\"120\"/>The Most in Demand Skills for Data Scientists</h1> ", "url": "https://www.kdnuggets.com/2018/11/most-demand-skills-data-scientists.html", "tfidf": {"tfidf": {"googl": 11.388809182200001, "unlik": 2.42529789184, "onc": 1.4974533106999999, "too": 1.81585268215, "relat": 2.47501753838, "plot": 21.534079348920002, "aspir": 11.1881606765, "wide": 3.1196698762, "fastai": 1443.27272727, "addit": 2.49269901084, "panda": 335.40845070299997, "number": 6.60857499654, "previous": 1.42846859816, "technolog": 15.620859298140001, "dataset": 193.609756098, "function": 4.99088337, "class": 4.23303559526, "ecommerc": 1443.27272727, "logic": 8.929133858270001, "commod": 18.0614334471, "python": 844.468085106, "demystifi": 337.787234043, "product": 1.62264922322, "work": 2.23040179826, "teach": 3.98594024605, "medium": 7.00617828773, "their": 3.0464372521500005, "stick": 11.5377906977, "similar": 2.75028150714, "sheet": 8.60954446855, "creat": 1.2492917847, "express": 1.9120799710900003, "how": 6.41001312204, "instruct": 4.169117647059999, "repost": 933.882352941, "fair": 3.20533010297, "maintain": 1.77306231852, "had": 1.0475750577399998, "would": 3.2486187845399996, "distribut": 5.479206212259999, "end": 1.10680423871, "found": 4.4554830562, "given": 1.35426085473, "interest": 4.80993738639, "deep": 36.2797074954, "colleg": 2.5511811023599997, "beginn": 53.4545454545, "datadriven": 2886.54545454, "open": 3.7367017103399998, "statistician": 83.55789473680001, "site": 9.860869565200002, "realli": 4.7476076555, "alloc": 10.5558510638, "new": 1.0178880554, "below": 4.51215006394, "near": 2.57539135372, "but": 5.0816208949499995, "demonstr": 7.94992488732, "definit": 6.48, "need": 1.4372623574099999, "cost": 2.31935719503, "final": 1.34008609775, "expect": 8.800443459, "top": 3.6775538568400004, "record": 1.42334588488, "video": 3.29719626168, "organ": 1.6387283237, "has": 7.305548251399999, "datacamp": 1443.27272727, "tensorflow": 2886.54545454, "saa": 360.818181818, "experi": 3.74125132556, "resourc": 11.794947994040001, "onlin": 7.815556284870001, "out": 3.18050083473, "with": 29.034748060709994, "unit": 1.15394679459, "sure": 7.453521126760001, "excit": 19.636363636360002, "concept": 2.65707112971, "usag": 19.282591093109996, "process": 5.08574479446, "not": 2.03134796238, "octob": 2.90450054884, "storag": 8.623574144489998, "downward": 22.235294117600002, "kaggl": 4329.81818181, "less": 2.93809567872, "nondata": 1443.27272727, "experienc": 7.1129032258, "specif": 7.487796250439999, "far": 3.42044597652, "pleas": 9.12938470385, "easi": 5.2937645882, "then": 2.17315721032, "leg": 7.21308496138, "separ": 1.6012102874399998, "they": 6.18103951722, "choos": 8.35798894446, "indemand": 2886.54545454, "let": 6.97233201582, "world": 1.11340206186, "scienc": 34.7954412624, "kdnugget": 2886.54545454, "employ": 8.66121112928, "spark": 25.080568720380004, "pytorch": 1443.27272727, "larger": 4.481580804519999, "passion": 16.29143150334, "ensur": 3.4127257093700005, "hale": 69.4792122538, "appear": 2.6429165972999997, "that": 11.04382470125, "algorithm": 111.8028169016, "twitter": 33.213389121300004, "albeit": 11.172413793099999, "offer": 1.53896859248, "softwar": 51.3122171945, "develop": 2.3911439114400004, "should": 1.6643254009900001, "regardless": 6.35294117647, "observ": 2.22446406053, "sever": 2.14482572278, "those": 1.19548192771, "juli": 1.43466473884, "suggest": 12.300166021009998, "three": 1.06621893889, "fast": 9.7458563536, "some": 6.2422018348799995, "beyond": 2.54586273252, "müller": 2886.54545454, "collect": 1.64109985528, "invest": 4.16146788991, "area": 1.3881262568900001, "result": 12.607276927520001, "concern": 1.8852867830400002, "subset": 27.3253012048, "version": 2.0083491461099996, "varieti": 2.2972073506, "jeffhal": 1443.27272727, "job": 61.82496413196999, "use": 7.207471301659999, "miss": 3.53664513255, "set": 3.56123822343, "futur": 1.8577112099200002, "ani": 1.13383802314, "question": 2.20408163265, "virtual": 4.11295336788, "and": 57.00359055141, "from": 9.00510493473, "workload": 74.5352112676, "worker": 3.6843815270399998, "complementari": 32.466257668699996, "privat": 2.02396736359, "firm": 3.7076132648300004, "matlab": 417.78947368400003, "num": 14.00441056014, "jeff": 38.9356223176, "editor": 4.33060556465, "market": 7.09806259314, "aren": 481.09090909099996, "idea": 2.0930784443, "free": 3.43636363636, "mckinney": 165.375, "stand": 2.0845588235299997, "for": 40.012601600400004, "percentag": 6.08275862069, "predict": 5.18484650555, "quick": 2.205, "friend": 2.20194174757, "match": 3.5676404494400002, "book": 4.30243902438, "written": 1.9573418813999999, "competit": 3.06960556845, "glassdoor": 5773.09090908, "are": 29.86727213762, "better": 2.0065722952500002, "compani": 7.7618069815, "trend": 10.86281217926, "current": 4.5977410947, "frequent": 6.31503579951, "angellist": 5773.09090908, "look": 24.812214474579996, "popular": 6.03076923076, "histor": 1.6755672823199999, "public": 1.22424429365, "numpi": 2886.54545454, "root": 3.57809330629, "clariti": 31.3136094675, "exclud": 10.63718592964, "task": 3.88641370869, "inmemori": 1443.27272727, "combin": 1.69760479042, "posit": 6.8626264373, "gain": 1.84819557625, "focus": 4.02025829324, "familiar": 6.86381322957, "iter": 37.4433962264, "compar": 7.464911249560001, "know": 5.1865403463, "websit": 7.56480304956, "doe": 1.70581282905, "even": 1.16461267606, "udemi": 1443.27272727, "littl": 3.0998730840599995, "give": 1.3653250774, "great": 2.53185551392, "master": 3.15125049623, "nine": 2.68130383381, "synonym": 14.8373831776, "framework": 32.80165289255999, "move": 1.29125660838, "his": 2.1887364720400004, "big": 2.7400759406299997, "comment": 3.05954904606, "wrangl": 128.032258065, "financ": 8.510318949339998, "matter": 2.44773358002, "heart": 3.00340522134, "demand": 21.07433628315, "probabl": 5.29111814698, "scientist": 150.21643997632, "machin": 56.340684410639994, "into": 6.09014768874, "youtub": 20.25, "relev": 6.938811188810001, "hire": 4.95815115553, "jump": 8.07117437722, "requir": 3.05689804564, "where": 2.13430127042, "what": 5.01373756512, "allow": 1.2716059271100002, "survey": 11.337300642690002, "fine": 4.02229541424, "help": 2.79925945518, "affect": 2.4794627518400003, "portfolio": 28.5026929982, "larg": 2.3714989917, "find": 5.188235294129999, "briefli": 4.8669527897, "abil": 2.70875277256, "consider": 4.59840695148, "cold": 3.91903233769, "least": 1.6165359943000002, "base": 1.14628158845, "natur": 1.5392670157100001, "who": 2.12558575446, "decid": 1.9257641921400002, "tableau": 1221.23076923, "permiss": 6.280063291139999, "bigger": 13.23, "post": 4.47652615254, "here": 14.53846153848, "veri": 3.77640342531, "sought": 6.9026086956600015, "averag": 5.20780711826, "dataquest": 1443.27272727, "ourc": 1443.27272727, "than": 5.16393442625, "scikitlearn": 5773.09090908, "about": 4.25944060636, "problem": 1.76674827509, "stream": 6.5118949959000005, "communiti": 1.96121062384, "context": 4.25972632144, "hemmingway": 1443.27272727, "just": 1.33580143037, "adventur": 6.65102639296, "onli": 1.0256476516600002, "cofound": 264.6, "price": 3.4838709677399997, "type": 2.0281042411900003, "frequenc": 8.8102108768, "check": 13.0131147541, "recommend": 15.656804733720001, "across": 1.7318642958400001, "communic": 14.197817921649998, "tool": 49.9716713881, "start": 2.53347163488, "took": 1.4009883515700001, "articl": 6.054150247859999, "them": 5.4938057997000005, "insight": 35.4111524163, "studi": 1.53184098804, "keep": 2.04245465071, "explain": 2.60049140049, "execut": 2.2363713199, "order": 1.24625166811, "kernel": 211.68, "glean": 118.47761194, "lose": 3.0851146521599997, "support": 1.2685577307200002, "comparison": 14.87910028116, "mani": 9.39840820893, "over": 2.05050048434, "showcas": 13.8292682927, "analysi": 24.34969325152, "scour": 136.862068966, "provid": 2.43105428374, "select": 2.02345144022, "same": 1.11857958148, "exact": 3.46864758575, "there": 4.16365066876, "valu": 2.2777618364400003, "inform": 1.5753125620200001, "chart": 42.26837060705, "profici": 95.44689378749999, "possibl": 1.4173734488, "hardwar": 18.8104265403, "focuss": 89.6949152542, "best": 1.5828514456600002, "origin": 1.13724928367, "interview": 3.3981164383599998, "slight": 3.25327868852, "linkedin": 3053.076923075, "visual": 10.45505432994, "follow": 2.09280253098, "now": 2.321561746, "code": 7.761427523839999, "profil": 4.8314059647, "strict": 4.7235941684, "interact": 13.2557751183, "high": 3.44331983805, "basic": 2.7301805675, "abl": 1.8208510150200001, "compat": 15.2068965517, "power": 1.3396337861799998, "languag": 25.24371205554, "reduc": 1.98698372966, "tutori": 59.4606741573, "also": 10.1476510067, "money": 2.62283165373, "such": 2.12302754748, "seem": 4.58247943426, "will": 4.89924394384, "becaus": 2.2990369994999997, "portal": 16.9615384615, "major": 3.44556174492, "plan": 1.5356935577500002, "surpris": 13.099009900979999, "the": 64.0, "may": 1.05201775893, "doc": 34.8157894737, "candid": 9.02558271746, "jupyterlab": 2886.54545454, "attent": 2.81040892193, "entrepreneur": 32.8016528926, "occurr": 13.805217391300001, "chollet": 1443.27272727, "consid": 1.2397313759200002, "suggestion—": 1443.27272727, "want": 5.99094339624, "system": 1.38739840951, "behind": 6.253676470589999, "themselv": 2.05967825636, "howev": 2.1890382626599996, "share": 1.8566249561500001, "although": 1.14968498805, "onboard": 61.0615384615, "were": 5.1229428848000005, "which": 4.02076738, "databas": 8.24727272727, "analys": 66.3157894735, "skill": 73.9794967382, "term": 8.37121012392, "matplotlib": 1443.27272727, "other": 9.08931297708, "introduct": 2.7808723068799996, "without": 1.29547123623, "consist": 1.4901445466499998, "show": 8.86927374305, "eleg": 20.9169960474, "impact": 2.97526236882, "hope": 2.50884955752, "januari": 1.4502603453, "see": 6.36210627555, "guido": 64.2753036437, "mathemat": 7.391061452510001, "explicit": 5.819648093840001, "sourc": 8.4880239521, "get": 3.5712518277, "still": 2.3732715449599997, "like": 3.44755700325, "through": 3.21224792607, "manag": 4.934521342739999, "cross": 2.33127753304, "file": 3.7710213776699995, "opensourc": 1443.27272727, "part": 2.08661365578, "both": 7.36510040427, "analyt": 51.769565217300006, "masteri": 41.889182058, "commiss": 2.47212706322, "receiv": 1.3054847463200001, "next": 4.485168094920001, "kera": 1671.1578947360001, "numx": 28.8654545455, "access": 1.8734953976900002, "this": 11.04172989381, "platform": 18.6996466431, "api": 84.44680851060001, "engin": 2.47135740971, "chang": 1.1808985421, "bit": 8.33385826772, "perform": 3.0627954085000004, "csv": 933.882352941, "project": 1.7534791252500002, "differ": 2.4730898045, "been": 1.0239277652399998, "turn": 4.151673640169999, "statist": 12.727952966340002, "first": 2.01523229246, "most": 10.2096463023, "between": 1.03453668708, "return": 2.79064862014, "certain": 1.8077886586200003, "excel": 4.84467500763, "obvious": 6.44841592201, "java": 126.501992032, "all": 4.04587155964, "apach": 201.8135593221, "grow": 2.27287043665, "school": 1.64008264463, "reason": 1.72340425532, "someth": 3.28152128979, "includ": 2.0381282495599997, "structur": 2.0580762250499998, "author": 1.4229631621399998, "overlook": 11.4051724138, "take": 2.27923336444, "built": 1.99447236181, "cluster": 12.5007874016, "off": 1.5121440137200002, "more": 11.188877498699998, "improv": 2.04376930999, "list": 20.44822256565, "career": 5.97515995484, "discuss": 2.19676214197, "these": 5.3707713126000005, "keyword": 417.789473685, "general": 6.730921424520001, "made": 1.07038834951, "befor": 1.10036041031, "librari": 8.04798918555, "monster": 30.1538461538, "state": 2.0954266481799997, "download": 14.6457564576, "hadoop": 7216.363636349999, "can": 3.52878417426, "comput": 15.711034141520003, "make": 5.3813300793000005, "queri": 56.2978723404, "way": 1.2190739461, "search": 22.777618364409996, "lean": 16.729188619600002, "each": 2.37949640288, "clear": 3.70847932726, "tackl": 19.8698372966, "becom": 3.37476085878, "reactj": 1443.27272727, "read": 4.629921259840001, "upward": 14.7546468401, "multiyear": 756.0, "common": 5.6103896103999995, "data": 189.08039132304, "oper": 4.66438154931, "method": 2.5714285714300003, "rather": 1.55692850838, "sometim": 1.7126213592200001, "bio": 84.67200000000001, "simplyhir": 2886.54545454, "come": 1.32831325301, "must": 1.9220338983099996, "exampl": 1.50483412322, "fewer": 5.94829524166, "time": 2.02254920696, "worth": 10.420741713160002, "learn": 74.3280175568, "import": 4.020597670110001, "decis": 4.32, "everi": 1.47917637194, "app": 35.837471783299996, "nice": 17.7583892617, "have": 8.119158729119999, "primari": 13.423900789199998, "write": 4.1150855365400005, "half": 5.27441860464, "tech": 38.347826087, "hit": 3.1166077738499998, "down": 1.35889754344, "inde": 8.86184761374, "educt": 1443.27272727, "when": 2.0415353951, "mention": 2.53894130817, "effici": 5.09335899904, "vast": 4.05620848237}, "logtfidf": {"googl": 2.43263122258, "unlik": 0.885954358842, "onc": 0.403765872355, "too": 0.5965551547219999, "relat": 0.42620060330799997, "plot": 6.73336962036, "aspir": 2.41485613674, "wide": 0.8891600135079999, "fastai": 7.2746685411000005, "addit": 0.440437765944, "panda": 14.150210268899999, "number": 0.5796514705116, "previous": 0.356602960063, "technolog": 5.741086118129999, "dataset": 5.26584456664, "function": 1.828931483188, "class": 1.4995443798660002, "ecommerc": 7.2746685411000005, "logic": 2.18931939783, "commod": 2.8937789162199996, "python": 60.4598511444, "demystifi": 5.822416212189999, "product": 0.484060136536, "work": 0.218069134546, "teach": 1.38277323072, "medium": 1.94679237232, "their": 0.046081515368100005, "stick": 2.4456277954099996, "similar": 0.637112184228, "sheet": 2.15287140979, "creat": 0.222576818514, "express": 0.648191639641, "how": 1.8862678277200002, "instruct": 1.42770441799, "repost": 6.83935046985, "fair": 1.16481508131, "maintain": 0.572708175102, "had": 0.0464780244111, "would": 0.23885288389409998, "distribut": 2.01562611626, "end": 0.101476798618, "found": 0.431364496192, "given": 0.303255810831, "interest": 1.416215333946, "deep": 12.886734698, "colleg": 0.9365564293340001, "beginn": 3.9788316751, "datadriven": 14.549337082200001, "open": 0.658773114087, "statistician": 4.425539741740001, "site": 3.3956822174499997, "realli": 1.5576408397, "alloc": 2.35668030939, "new": 0.0177299468511, "below": 1.627253183872, "near": 0.505708648068, "but": 0.0809618603595, "demonstr": 2.9236505754569997, "definit": 2.3511466596, "need": 0.362740163442, "cost": 0.84129007618, "final": 0.292733863948, "expect": 3.15403100864, "top": 1.218201275576, "record": 0.353010356953, "video": 1.19307248967, "organ": 0.49392052866999997, "has": 0.2990676139836, "datacamp": 7.2746685411000005, "tensorflow": 14.549337082200001, "saa": 5.8883741799800005, "experi": 1.252545907866, "resourc": 4.32550777032, "onlin": 2.872511563071, "out": 0.1752791727579, "with": 0.03472725968831, "unit": 0.143188061817, "sure": 2.0086865552, "excit": 4.56847190866, "concept": 0.977224437103, "usag": 5.58177115284, "process": 1.583487597075, "not": 0.031104826015, "octob": 0.7462285337100001, "storag": 2.1544996326700003, "downward": 3.1016808515599994, "kaggl": 21.824005623300003, "less": 0.7692289252, "nondata": 7.2746685411000005, "experienc": 2.53752661968, "specif": 2.507920670164, "far": 1.073247529006, "pleas": 2.21149829955, "easi": 1.6665296351499999, "then": 0.16606773046179998, "leg": 1.97589673238, "separ": 0.470759772949, "they": 0.1783619686056, "choos": 2.86014132144, "indemand": 14.549337082200001, "let": 2.4976051345599997, "world": 0.107420248621, "scienc": 12.621542683365, "kdnugget": 14.549337082200001, "employ": 3.0902408197719997, "spark": 6.37044330927, "pytorch": 7.2746685411000005, "larger": 1.613657323556, "passion": 4.1949842288, "ensur": 1.22751130026, "hale": 7.09576084602, "appear": 0.557471796986, "that": 0.043737632176039994, "algorithm": 13.32176958072, "twitter": 3.50295308141, "albeit": 2.4134476858099996, "offer": 0.431112446902, "softwar": 11.642454816650002, "develop": 0.357249389826, "should": 0.509419876758, "regardless": 1.8489178830700002, "observ": 0.7995160149320001, "sever": 0.13982224079379998, "those": 0.17854939087299998, "juli": 0.360931190445, "suggest": 3.9459182761390004, "three": 0.06411868822490001, "fast": 3.1673900494800002, "some": 0.23744105438700003, "beyond": 0.934469583725, "müller": 14.549337082200001, "collect": 0.49536666052, "invest": 1.42586787018, "area": 0.327954821122, "result": 1.500167992191, "concern": 0.634079948873, "subset": 3.3078130570499997, "version": 0.697313064259, "varieti": 0.8316941898119999, "jeffhal": 7.2746685411000005, "job": 22.417496827709996, "use": 0.2044561381212, "miss": 1.2631785751200002, "set": 0.5144880338669999, "futur": 0.619345197699, "ani": 0.125608358366, "question": 0.790310929014, "virtual": 1.4141413514399999, "and": 0.0035904380976252, "from": 0.005103487519794, "workload": 4.31127164819, "worker": 1.3041026762899999, "complementari": 3.4802013244300003, "privat": 0.705059626587, "firm": 1.31038834475, "matlab": 6.0349776541799995, "num": 0.0044098655355580005, "jeff": 9.10246084512, "editor": 1.4657073855, "market": 2.583628751811, "aren": 6.17605625244, "idea": 0.73863592212, "free": 1.0825332985340002, "mckinney": 5.10821562244, "stand": 0.7345572374320001, "for": 0.012599615815880002, "percentag": 1.8054583135900002, "predict": 1.6457402376899999, "quick": 0.790727508899, "friend": 0.7893395836239999, "match": 1.27190443874, "book": 1.0817093646, "written": 0.671587369833, "competit": 1.12154907401, "glassdoor": 29.098674164400002, "are": 0.8545567338983, "better": 0.6964279406, "compani": 2.198886265485, "trend": 3.3843960975800003, "current": 1.280858483535, "frequent": 2.2329634082550003, "angellist": 29.098674164400002, "look": 8.4030270168, "popular": 1.6423208350999998, "histor": 0.516151783952, "public": 0.20232375048700002, "numpi": 14.549337082200001, "root": 1.27483006252, "clariti": 3.4440528103099997, "exclud": 3.34241757616, "task": 1.35748680661, "inmemori": 7.2746685411000005, "combin": 0.529218310751, "posit": 1.58326159304, "gain": 0.6142097989249999, "focus": 1.3963979441119998, "familiar": 1.92626315167, "iter": 3.62283035867, "compar": 2.4956767237079998, "know": 1.905839388796, "websit": 2.7746820714180003, "doe": 0.5340417297169999, "even": 0.152388564834, "udemi": 7.2746685411000005, "littl": 0.876427978932, "give": 0.311392552224, "great": 0.471610516158, "master": 1.14779935699, "nine": 0.9863031813709999, "synonym": 2.6971498864499996, "framework": 8.41673818428, "move": 0.255615859253, "his": 0.1803544867282, "big": 1.00798563557, "comment": 1.11826753454, "wrangl": 4.8522822483, "financ": 2.89626448136, "matter": 0.8951625270360001, "heart": 1.09974671874, "demand": 7.657482896721, "probabl": 1.945764825826, "scientist": 49.48292110208, "machin": 19.49303412868, "into": 0.0894771793722, "youtub": 3.00815479355, "relev": 1.9371304613999998, "hire": 1.60103292035, "jump": 2.08829899551, "requir": 0.84850702135, "where": 0.1299842774914, "what": 0.903549187308, "allow": 0.24028061118900002, "survey": 3.9884578281899996, "fine": 1.39185273824, "help": 0.672415442688, "affect": 0.908041904384, "portfolio": 3.3499985739800002, "larg": 0.34075012121200005, "find": 1.643343990864, "briefli": 1.5824680307199999, "abil": 0.996488297427, "consider": 1.6651254961200002, "cold": 1.3658447706999999, "least": 0.480285584745, "base": 0.13652330228700002, "natur": 0.431306339292, "who": 0.1218004659718, "decid": 0.655322871893, "tableau": 27.490882720050003, "permiss": 1.8373800586400002, "bigger": 2.58248697813, "post": 1.6114003054019999, "here": 5.310229130220001, "veri": 0.6904793797140001, "sought": 2.47750446286, "averag": 1.91402337599, "dataquest": 7.2746685411000005, "ourc": 7.2746685411000005, "than": 0.16130431109100002, "scikitlearn": 29.098674164400002, "about": 0.2513739098984, "problem": 0.569140724273, "stream": 1.8736305038599999, "communiti": 0.673561947791, "context": 1.44920491442, "hemmingway": 7.2746685411000005, "just": 0.289531434109, "adventur": 1.8947711875599997, "onli": 0.025324268329099998, "cofound": 5.57821925168, "price": 1.24814402264, "type": 0.707101485387, "frequenc": 2.1759113757299997, "check": 3.74562099124, "recommend": 5.45844507452, "across": 0.549198455941, "communic": 5.2182518644, "tool": 16.0887117963, "start": 0.472886738582, "took": 0.337177952953, "articl": 2.106395218722, "them": 0.47091663454649996, "insight": 7.40524356561, "studi": 0.426470272221, "keep": 0.7141523446729999, "explain": 0.955700427358, "execut": 0.804854605864, "order": 0.22014038079300002, "kernel": 12.769390235100001, "glean": 4.77472401395, "lose": 1.1265888210600001, "support": 0.237880610037, "comparison": 4.80403582179, "mani": 0.3898418230989, "over": 0.0498734429914, "showcas": 2.6267872370200003, "analysi": 8.72626372044, "scour": 4.918973622799999, "provid": 0.39035568865000003, "select": 0.704804687133, "same": 0.112059649604, "exact": 1.2437647732500001, "there": 0.160391571702, "valu": 0.823193310148, "inform": 0.454453704662, "chart": 10.673005770649999, "profici": 10.37987315445, "possibl": 0.348805474891, "hardwar": 2.93441131931, "focuss": 4.49641408133, "best": 0.459227932947, "origin": 0.128612437587, "interview": 1.2232212893899999, "slight": 1.17966331506, "linkedin": 32.07233637940001, "visual": 3.3078766977200003, "follow": 0.09071382218839999, "now": 0.298185890042, "code": 2.71203819194, "profil": 1.5751375153100002, "strict": 1.55256998618, "interact": 4.457463080369999, "high": 0.41347135962000003, "basic": 1.00436774895, "abl": 0.599303982475, "compat": 2.72174904546, "power": 0.292396282715, "languag": 9.137500068465998, "reduc": 0.686617775143, "tutori": 4.0853151555, "also": 0.146571578, "money": 0.964254518011, "such": 0.119391955612, "seem": 1.658186064552, "will": 0.81114613966, "becaus": 0.27868631765, "portal": 2.8309483374299997, "major": 0.415423990317, "plan": 0.428982108147, "surpris": 4.42177307583, "the": 0.0, "may": 0.050709995284400004, "doc": 3.55007100439, "candid": 3.01383177722, "jupyterlab": 14.549337082200001, "attent": 1.03332999658, "entrepreneur": 5.59466345326, "occurr": 2.62504659255, "chollet": 7.2746685411000005, "consid": 0.214894723824, "suggestion—": 7.2746685411000005, "want": 2.0749098187649997, "system": 0.327430345585, "behind": 2.2036717122960003, "themselv": 0.7225497843690001, "howev": 0.180630234695, "share": 0.618760299747, "although": 0.139487981418, "onboard": 4.1118821828900005, "were": 0.12145571840549998, "which": 0.02071365538172, "databas": 2.10988256718, "analys": 12.924950541700003, "skill": 26.161114203000004, "term": 1.9982339012760002, "matplotlib": 7.2746685411000005, "other": 0.08887273127784001, "introduct": 1.02276465794, "without": 0.258874517941, "consist": 0.398873126426, "show": 1.656779362091, "eleg": 3.0405620365099995, "impact": 1.09033222631, "hope": 0.919824304455, "januari": 0.371743088798, "see": 1.20460792746, "guido": 4.16317547727, "mathemat": 2.00027135827, "explicit": 1.7612397949400003, "sourc": 2.6460915537550003, "get": 1.159538011564, "still": 0.34224444285800004, "like": 0.417160729635, "through": 0.20507607565469999, "manag": 1.492930161474, "cross": 0.846416414759, "file": 1.32734588723, "opensourc": 7.2746685411000005, "part": 0.08479062196560001, "both": 0.35589773372510003, "analyt": 8.544570431579999, "masteri": 3.73502760882, "commiss": 0.905078939253, "receiv": 0.266574424922, "next": 1.206491056497, "kera": 13.45624966948, "numx": 3.36264553568, "access": 0.627805882716, "this": 0.0416509395775, "platform": 5.48967701676, "api": 4.43612185107, "engin": 0.904767558276, "chang": 0.166275625058, "bit": 2.12032652634, "perform": 0.85236170116, "csv": 6.83935046985, "project": 0.561601885907, "differ": 0.424642242624, "been": 0.023645982368400004, "turn": 0.974697753192, "statist": 4.3355649212100005, "first": 0.015174579624319999, "most": 0.207478962956, "between": 0.033953681165299995, "return": 0.666253737184, "certain": 0.592104362781, "excel": 1.5778801652, "obvious": 1.86383450716, "java": 13.81585477684, "all": 0.04561052839119999, "apach": 12.62619602664, "grow": 0.821043542212, "school": 0.494746633632, "reason": 0.544301552962, "someth": 1.18830712273, "includ": 0.037769362781, "structur": 0.7217716751350001, "author": 0.35274143130999996, "overlook": 2.43406697301, "take": 0.261383924394, "built": 0.690379535065, "cluster": 2.52579163445, "off": 0.41352852038800003, "more": 0.18727424759999997, "improv": 0.7147958039319999, "list": 4.6476864225900005, "career": 2.1889273751599996, "discuss": 0.78698452262, "these": 0.357668097004, "keyword": 14.809096096530002, "general": 0.689715468378, "made": 0.0680215260973, "befor": 0.0956377718795, "librari": 2.960429942829, "monster": 5.426330603539999, "state": 0.0932200055336, "download": 2.6841506319, "hadoop": 36.3733427055, "can": 0.487023289182, "comput": 5.47227566376, "make": 0.36748828911449993, "queri": 4.03065674296, "way": 0.19809150993500002, "search": 8.25907777863, "lean": 2.8171550152900005, "each": 0.347483378608, "clear": 1.234949454396, "tackl": 2.98920286814, "becom": 0.353136529467, "reactj": 7.2746685411000005, "read": 1.67878536176, "upward": 2.6915580731800004, "multiyear": 6.6280413761800006, "common": 1.353303221084, "data": 68.1419527488, "oper": 1.324028893041, "method": 0.944461608841, "rather": 0.442714975539, "sometim": 0.538025155343, "bio": 7.4912755758600005, "simplyhir": 14.549337082200001, "come": 0.28390990653000003, "must": 0.653383947388, "exampl": 0.40868267499899996, "fewer": 1.7831046645, "time": 0.0224230377252, "worth": 3.30130206984, "learn": 26.96806607184, "import": 0.878454831198, "decis": 1.5402164433919998, "everi": 0.391485427421, "app": 3.57899404386, "nice": 2.8768580387299996, "have": 0.1182800187296, "primari": 4.831663739484, "write": 1.443024879754, "half": 1.692768502476, "tech": 5.907101319040001, "hit": 1.1367451583600001, "down": 0.306673741186, "inde": 2.9772161932, "educt": 7.2746685411000005, "when": 0.0411099777168, "mention": 0.931747186336, "effici": 1.62793753414, "vast": 1.40024866595}, "logidf": {"googl": 2.43263122258, "unlik": 0.885954358842, "onc": 0.403765872355, "too": 0.5965551547219999, "relat": 0.21310030165399999, "plot": 1.68334240509, "aspir": 2.41485613674, "wide": 0.44458000675399995, "fastai": 7.2746685411000005, "addit": 0.220218882972, "panda": 4.7167367562999996, "number": 0.0966085784186, "previous": 0.356602960063, "technolog": 0.956847686355, "dataset": 5.26584456664, "function": 0.914465741594, "class": 0.7497721899330001, "ecommerc": 7.2746685411000005, "logic": 2.18931939783, "commod": 2.8937789162199996, "python": 4.03065674296, "demystifi": 5.822416212189999, "product": 0.484060136536, "work": 0.109034567273, "teach": 1.38277323072, "medium": 1.94679237232, "their": 0.015360505122700001, "stick": 2.4456277954099996, "similar": 0.318556092114, "sheet": 2.15287140979, "creat": 0.222576818514, "express": 0.648191639641, "how": 0.47156695693000006, "instruct": 1.42770441799, "repost": 6.83935046985, "fair": 1.16481508131, "maintain": 0.572708175102, "had": 0.0464780244111, "would": 0.0796176279647, "distribut": 1.00781305813, "end": 0.101476798618, "found": 0.107841124048, "given": 0.303255810831, "interest": 0.47207177798199995, "deep": 1.2886734698, "colleg": 0.9365564293340001, "beginn": 3.9788316751, "datadriven": 7.2746685411000005, "open": 0.219591038029, "statistician": 4.425539741740001, "site": 0.6791364434899999, "realli": 1.5576408397, "alloc": 2.35668030939, "new": 0.0177299468511, "below": 0.813626591936, "near": 0.252854324034, "but": 0.0161923720719, "demonstr": 0.9745501918189999, "definit": 1.1755733298, "need": 0.362740163442, "cost": 0.84129007618, "final": 0.292733863948, "expect": 0.78850775216, "top": 0.609100637788, "record": 0.353010356953, "video": 1.19307248967, "organ": 0.49392052866999997, "has": 0.0427239448548, "datacamp": 7.2746685411000005, "tensorflow": 7.2746685411000005, "saa": 5.8883741799800005, "experi": 0.626272953933, "resourc": 1.08137694258, "onlin": 0.957503854357, "out": 0.0584263909193, "with": 0.00119749171339, "unit": 0.143188061817, "sure": 2.0086865552, "excit": 2.28423595433, "concept": 0.977224437103, "usag": 1.86059038428, "process": 0.527829199025, "not": 0.0155524130075, "octob": 0.37311426685500004, "storag": 2.1544996326700003, "downward": 3.1016808515599994, "kaggl": 7.2746685411000005, "less": 0.3846144626, "nondata": 7.2746685411000005, "experienc": 1.26876330984, "specif": 0.626980167541, "far": 0.536623764503, "pleas": 2.21149829955, "easi": 1.6665296351499999, "then": 0.08303386523089999, "leg": 1.97589673238, "separ": 0.470759772949, "they": 0.0297269947676, "choos": 1.43007066072, "indemand": 7.2746685411000005, "let": 1.2488025672799998, "world": 0.107420248621, "scienc": 0.841436178891, "kdnugget": 7.2746685411000005, "employ": 0.7725602049429999, "spark": 2.12348110309, "pytorch": 7.2746685411000005, "larger": 0.806828661778, "passion": 2.0974921144, "ensur": 1.22751130026, "hale": 3.54788042301, "appear": 0.278735898493, "that": 0.00397614837964, "algorithm": 3.33044239518, "twitter": 3.50295308141, "albeit": 2.4134476858099996, "offer": 0.431112446902, "softwar": 2.32849096333, "develop": 0.178624694913, "should": 0.509419876758, "regardless": 1.8489178830700002, "observ": 0.7995160149320001, "sever": 0.06991112039689999, "those": 0.17854939087299998, "juli": 0.360931190445, "suggest": 0.563702610877, "three": 0.06411868822490001, "fast": 1.5836950247400001, "some": 0.0395735090645, "beyond": 0.934469583725, "müller": 7.2746685411000005, "collect": 0.49536666052, "invest": 1.42586787018, "area": 0.327954821122, "result": 0.136378908381, "concern": 0.634079948873, "subset": 3.3078130570499997, "version": 0.697313064259, "varieti": 0.8316941898119999, "jeffhal": 7.2746685411000005, "job": 1.1798682540899998, "use": 0.0292080197316, "miss": 1.2631785751200002, "set": 0.171496011289, "futur": 0.619345197699, "ani": 0.125608358366, "question": 0.790310929014, "virtual": 1.4141413514399999, "and": 6.29901420636e-05, "from": 0.000567054168866, "workload": 4.31127164819, "worker": 1.3041026762899999, "complementari": 3.4802013244300003, "privat": 0.705059626587, "firm": 1.31038834475, "matlab": 6.0349776541799995, "num": 0.00031499039539700004, "jeff": 2.27561521128, "editor": 1.4657073855, "market": 0.8612095839370001, "aren": 6.17605625244, "idea": 0.73863592212, "free": 0.5412666492670001, "mckinney": 5.10821562244, "stand": 0.7345572374320001, "for": 0.00031499039539700004, "percentag": 1.8054583135900002, "predict": 1.6457402376899999, "quick": 0.790727508899, "friend": 0.7893395836239999, "match": 1.27190443874, "book": 0.3605697882, "written": 0.671587369833, "competit": 1.12154907401, "glassdoor": 7.2746685411000005, "are": 0.0294674735827, "better": 0.6964279406, "compani": 0.439777253097, "trend": 1.6921980487900001, "current": 0.42695282784500005, "frequent": 0.7443211360850001, "angellist": 7.2746685411000005, "look": 0.6463866936, "popular": 0.41058020877499996, "histor": 0.516151783952, "public": 0.20232375048700002, "numpi": 7.2746685411000005, "root": 1.27483006252, "clariti": 3.4440528103099997, "exclud": 1.67120878808, "task": 1.35748680661, "inmemori": 7.2746685411000005, "combin": 0.529218310751, "posit": 0.316652318608, "gain": 0.6142097989249999, "focus": 0.6981989720559999, "familiar": 1.92626315167, "iter": 3.62283035867, "compar": 0.6239191809269999, "know": 0.952919694398, "websit": 0.924894023806, "doe": 0.5340417297169999, "even": 0.152388564834, "udemi": 7.2746685411000005, "littl": 0.438213989466, "give": 0.311392552224, "great": 0.235805258079, "master": 1.14779935699, "nine": 0.9863031813709999, "synonym": 2.6971498864499996, "framework": 2.10418454607, "move": 0.255615859253, "his": 0.0901772433641, "big": 1.00798563557, "comment": 1.11826753454, "wrangl": 4.8522822483, "financ": 1.44813224068, "matter": 0.8951625270360001, "heart": 1.09974671874, "demand": 0.850831432969, "probabl": 0.972882412913, "scientist": 1.54634128444, "machin": 1.39235958062, "into": 0.0149128632287, "youtub": 3.00815479355, "relev": 1.9371304613999998, "hire": 1.60103292035, "jump": 2.08829899551, "requir": 0.424253510675, "where": 0.0649921387457, "what": 0.225887296827, "allow": 0.24028061118900002, "survey": 1.3294859427299999, "fine": 1.39185273824, "help": 0.336207721344, "affect": 0.908041904384, "portfolio": 3.3499985739800002, "larg": 0.17037506060600002, "find": 0.547781330288, "briefli": 1.5824680307199999, "abil": 0.996488297427, "consider": 0.8325627480600001, "cold": 1.3658447706999999, "least": 0.480285584745, "base": 0.13652330228700002, "natur": 0.431306339292, "who": 0.0609002329859, "decid": 0.655322871893, "tableau": 5.4981765440100006, "permiss": 1.8373800586400002, "bigger": 2.58248697813, "post": 0.8057001527009999, "here": 0.8850381883700001, "veri": 0.230159793238, "sought": 1.23875223143, "averag": 0.957011687995, "dataquest": 7.2746685411000005, "ourc": 7.2746685411000005, "than": 0.0322608622182, "scikitlearn": 7.2746685411000005, "about": 0.0628434774746, "problem": 0.569140724273, "stream": 1.8736305038599999, "communiti": 0.673561947791, "context": 1.44920491442, "hemmingway": 7.2746685411000005, "just": 0.289531434109, "adventur": 1.8947711875599997, "onli": 0.025324268329099998, "cofound": 5.57821925168, "price": 1.24814402264, "type": 0.707101485387, "frequenc": 2.1759113757299997, "check": 1.87281049562, "recommend": 1.36461126863, "across": 0.549198455941, "communic": 1.04365037288, "tool": 1.60887117963, "start": 0.236443369291, "took": 0.337177952953, "articl": 0.702131739574, "them": 0.0941833269093, "insight": 2.46841452187, "studi": 0.426470272221, "keep": 0.7141523446729999, "explain": 0.955700427358, "execut": 0.804854605864, "order": 0.22014038079300002, "kernel": 4.2564634117, "glean": 4.77472401395, "lose": 1.1265888210600001, "support": 0.237880610037, "comparison": 1.60134527393, "mani": 0.0433157581221, "over": 0.0249367214957, "showcas": 2.6267872370200003, "analysi": 1.2466091029200002, "scour": 4.918973622799999, "provid": 0.19517784432500002, "select": 0.704804687133, "same": 0.112059649604, "exact": 1.2437647732500001, "there": 0.0400978929255, "valu": 0.823193310148, "inform": 0.454453704662, "chart": 2.13460115413, "profici": 3.45995771815, "possibl": 0.348805474891, "hardwar": 2.93441131931, "focuss": 4.49641408133, "best": 0.459227932947, "origin": 0.128612437587, "interview": 1.2232212893899999, "slight": 1.17966331506, "linkedin": 6.414467275880001, "visual": 1.6539383488600001, "follow": 0.045356911094199995, "now": 0.149092945021, "code": 1.35601909597, "profil": 1.5751375153100002, "strict": 1.55256998618, "interact": 1.4858210267899998, "high": 0.13782378654000002, "basic": 1.00436774895, "abl": 0.599303982475, "compat": 2.72174904546, "power": 0.292396282715, "languag": 0.8306818244059999, "reduc": 0.686617775143, "tutori": 4.0853151555, "also": 0.0146571578, "money": 0.964254518011, "such": 0.059695977806, "seem": 0.829093032276, "will": 0.202786534915, "becaus": 0.139343158825, "portal": 2.8309483374299997, "major": 0.138474663439, "plan": 0.428982108147, "surpris": 1.47392435861, "the": 0.0, "may": 0.050709995284400004, "doc": 3.55007100439, "candid": 1.50691588861, "jupyterlab": 7.2746685411000005, "attent": 1.03332999658, "entrepreneur": 2.79733172663, "occurr": 2.62504659255, "chollet": 7.2746685411000005, "consid": 0.214894723824, "suggestion—": 7.2746685411000005, "want": 0.6916366062549999, "system": 0.327430345585, "behind": 0.7345572374320001, "themselv": 0.7225497843690001, "howev": 0.0903151173475, "share": 0.618760299747, "although": 0.139487981418, "onboard": 4.1118821828900005, "were": 0.024291143681099997, "which": 0.00517841384543, "databas": 2.10988256718, "analys": 2.5849901083400004, "skill": 1.30805571015, "term": 0.33303898354600003, "matplotlib": 7.2746685411000005, "other": 0.00987474791976, "introduct": 1.02276465794, "without": 0.258874517941, "consist": 0.398873126426, "show": 0.236682766013, "eleg": 3.0405620365099995, "impact": 1.09033222631, "hope": 0.919824304455, "januari": 0.371743088798, "see": 0.240921585492, "guido": 4.16317547727, "mathemat": 2.00027135827, "explicit": 1.7612397949400003, "sourc": 0.529218310751, "get": 0.579769005782, "still": 0.17112222142900002, "like": 0.139053576545, "through": 0.0683586918849, "manag": 0.497643387158, "cross": 0.846416414759, "file": 1.32734588723, "opensourc": 7.2746685411000005, "part": 0.04239531098280001, "both": 0.050842533389300004, "analyt": 2.8481901438599997, "masteri": 3.73502760882, "commiss": 0.905078939253, "receiv": 0.266574424922, "next": 0.402163685499, "kera": 6.72812483474, "numx": 3.36264553568, "access": 0.627805882716, "this": 0.0037864490525, "platform": 1.8298923389200001, "api": 4.43612185107, "engin": 0.904767558276, "chang": 0.166275625058, "bit": 2.12032652634, "perform": 0.42618085058, "csv": 6.83935046985, "project": 0.561601885907, "differ": 0.212321121312, "been": 0.023645982368400004, "turn": 0.324899251064, "statist": 1.4451883070700002, "first": 0.0075872898121599995, "most": 0.020747896295599998, "between": 0.033953681165299995, "return": 0.333126868592, "certain": 0.592104362781, "excel": 1.5778801652, "obvious": 1.86383450716, "java": 3.45396369421, "all": 0.011402632097799998, "apach": 4.20873200888, "grow": 0.821043542212, "school": 0.494746633632, "reason": 0.544301552962, "someth": 1.18830712273, "includ": 0.0188846813905, "structur": 0.7217716751350001, "author": 0.35274143130999996, "overlook": 2.43406697301, "take": 0.130691962197, "built": 0.690379535065, "cluster": 2.52579163445, "off": 0.41352852038800003, "more": 0.017024931599999998, "improv": 0.7147958039319999, "list": 0.309845761506, "career": 1.0944636875799998, "discuss": 0.78698452262, "these": 0.0715336194008, "keyword": 4.93636536551, "general": 0.114952578063, "made": 0.0680215260973, "befor": 0.0956377718795, "librari": 0.986809980943, "monster": 2.7131653017699997, "state": 0.0466100027668, "download": 2.6841506319, "hadoop": 7.2746685411000005, "can": 0.162341096394, "comput": 1.36806891594, "make": 0.07349765782289999, "queri": 4.03065674296, "way": 0.19809150993500002, "search": 1.1798682540899998, "lean": 2.8171550152900005, "each": 0.173741689304, "clear": 0.617474727198, "tackl": 2.98920286814, "becom": 0.11771217648900001, "reactj": 7.2746685411000005, "read": 0.83939268088, "upward": 2.6915580731800004, "multiyear": 6.6280413761800006, "common": 0.338325805271, "data": 1.2168205848, "oper": 0.441342964347, "method": 0.944461608841, "rather": 0.442714975539, "sometim": 0.538025155343, "bio": 3.7456377879300002, "simplyhir": 7.2746685411000005, "come": 0.28390990653000003, "must": 0.653383947388, "exampl": 0.40868267499899996, "fewer": 1.7831046645, "time": 0.0112115188626, "worth": 1.65065103492, "learn": 0.842752064745, "import": 0.292818277066, "decis": 0.7701082216959999, "everi": 0.391485427421, "app": 3.57899404386, "nice": 2.8768580387299996, "have": 0.0147850023412, "primari": 0.805277289914, "write": 0.721512439877, "half": 0.564256167492, "tech": 2.9535506595200003, "hit": 1.1367451583600001, "down": 0.306673741186, "inde": 1.4886080966, "educt": 7.2746685411000005, "when": 0.0205549888584, "mention": 0.931747186336, "effici": 1.62793753414, "vast": 1.40024866595}, "freq": {"googl": 1, "unlik": 1, "onc": 1, "too": 1, "relat": 2, "plot": 4, "aspir": 1, "wide": 2, "fastai": 1, "addit": 2, "panda": 3, "number": 6, "previous": 1, "technolog": 6, "dataset": 1, "function": 2, "class": 2, "ecommerc": 1, "logic": 1, "commod": 1, "python": 15, "demystifi": 1, "product": 1, "work": 2, "teach": 1, "medium": 1, "their": 3, "stick": 1, "similar": 2, "sheet": 1, "creat": 1, "express": 1, "how": 4, "instruct": 1, "repost": 1, "fair": 1, "maintain": 1, "had": 1, "would": 3, "distribut": 2, "end": 1, "found": 4, "given": 1, "interest": 3, "deep": 10, "colleg": 1, "beginn": 1, "datadriven": 2, "open": 3, "statistician": 1, "site": 5, "realli": 1, "alloc": 1, "new": 1, "below": 2, "near": 2, "but": 5, "demonstr": 3, "definit": 2, "need": 1, "cost": 1, "final": 1, "expect": 4, "top": 2, "record": 1, "video": 1, "organ": 1, "has": 7, "datacamp": 1, "tensorflow": 2, "saa": 1, "experi": 2, "resourc": 4, "onlin": 3, "out": 3, "with": 29, "unit": 1, "sure": 1, "excit": 2, "concept": 1, "usag": 3, "process": 3, "not": 2, "octob": 2, "storag": 1, "downward": 1, "kaggl": 3, "less": 2, "nondata": 1, "experienc": 2, "specif": 4, "far": 2, "pleas": 1, "easi": 1, "then": 2, "leg": 1, "separ": 1, "they": 6, "choos": 2, "indemand": 2, "let": 2, "world": 1, "scienc": 15, "kdnugget": 2, "employ": 4, "spark": 3, "pytorch": 1, "larger": 2, "passion": 2, "ensur": 1, "hale": 2, "appear": 2, "that": 11, "algorithm": 4, "twitter": 1, "albeit": 1, "offer": 1, "softwar": 5, "develop": 2, "should": 1, "regardless": 1, "observ": 1, "sever": 2, "those": 1, "juli": 1, "suggest": 7, "three": 1, "fast": 2, "some": 6, "beyond": 1, "müller": 2, "collect": 1, "invest": 1, "area": 1, "result": 11, "concern": 1, "subset": 1, "version": 1, "varieti": 1, "jeffhal": 1, "job": 19, "use": 7, "miss": 1, "set": 3, "futur": 1, "ani": 1, "question": 1, "virtual": 1, "and": 57, "from": 9, "workload": 1, "worker": 1, "complementari": 1, "privat": 1, "firm": 1, "matlab": 1, "num": 14, "jeff": 4, "editor": 1, "market": 3, "aren": 1, "idea": 1, "free": 2, "mckinney": 1, "stand": 1, "for": 40, "percentag": 1, "predict": 1, "quick": 1, "friend": 1, "match": 1, "book": 3, "written": 1, "competit": 1, "glassdoor": 4, "are": 29, "better": 1, "compani": 5, "trend": 2, "current": 3, "frequent": 3, "angellist": 4, "look": 13, "popular": 4, "histor": 1, "public": 1, "numpi": 2, "root": 1, "clariti": 1, "exclud": 2, "task": 1, "inmemori": 1, "combin": 1, "posit": 5, "gain": 1, "focus": 2, "familiar": 1, "iter": 1, "compar": 4, "know": 2, "websit": 3, "doe": 1, "even": 1, "udemi": 1, "littl": 2, "give": 1, "great": 2, "master": 1, "nine": 1, "synonym": 1, "framework": 4, "move": 1, "his": 2, "big": 1, "comment": 1, "wrangl": 1, "financ": 2, "matter": 1, "heart": 1, "demand": 9, "probabl": 2, "scientist": 32, "machin": 14, "into": 6, "youtub": 1, "relev": 1, "hire": 1, "jump": 1, "requir": 2, "where": 2, "what": 4, "allow": 1, "survey": 3, "fine": 1, "help": 2, "affect": 1, "portfolio": 1, "larg": 2, "find": 3, "briefli": 1, "abil": 1, "consider": 2, "cold": 1, "least": 1, "base": 1, "natur": 1, "who": 2, "decid": 1, "tableau": 5, "permiss": 1, "bigger": 1, "post": 2, "here": 6, "veri": 3, "sought": 2, "averag": 2, "dataquest": 1, "ourc": 1, "than": 5, "scikitlearn": 4, "about": 4, "problem": 1, "stream": 1, "communiti": 1, "context": 1, "hemmingway": 1, "just": 1, "adventur": 1, "onli": 1, "cofound": 1, "price": 1, "type": 1, "frequenc": 1, "check": 2, "recommend": 4, "across": 1, "communic": 5, "tool": 10, "start": 2, "took": 1, "articl": 3, "them": 5, "insight": 3, "studi": 1, "keep": 1, "explain": 1, "execut": 1, "order": 1, "kernel": 3, "glean": 1, "lose": 1, "support": 1, "comparison": 3, "mani": 9, "over": 2, "showcas": 1, "analysi": 7, "scour": 1, "provid": 2, "select": 1, "same": 1, "exact": 1, "there": 4, "valu": 1, "inform": 1, "chart": 5, "profici": 3, "possibl": 1, "hardwar": 1, "focuss": 1, "best": 1, "origin": 1, "interview": 1, "slight": 1, "linkedin": 5, "visual": 2, "follow": 2, "now": 2, "code": 2, "profil": 1, "strict": 1, "interact": 3, "high": 3, "basic": 1, "abl": 1, "compat": 1, "power": 1, "languag": 11, "reduc": 1, "tutori": 1, "also": 10, "money": 1, "such": 2, "seem": 2, "will": 4, "becaus": 2, "portal": 1, "major": 3, "plan": 1, "surpris": 3, "the": 64, "may": 1, "doc": 1, "candid": 2, "jupyterlab": 2, "attent": 1, "entrepreneur": 2, "occurr": 1, "chollet": 1, "consid": 1, "suggestion—": 1, "want": 3, "system": 1, "behind": 3, "themselv": 1, "howev": 2, "share": 1, "although": 1, "onboard": 1, "were": 5, "which": 4, "databas": 1, "analys": 5, "skill": 20, "term": 6, "matplotlib": 1, "other": 9, "introduct": 1, "without": 1, "consist": 1, "show": 7, "eleg": 1, "impact": 1, "hope": 1, "januari": 1, "see": 5, "guido": 1, "mathemat": 1, "explicit": 1, "sourc": 5, "get": 2, "still": 2, "like": 3, "through": 3, "manag": 3, "cross": 1, "file": 1, "opensourc": 1, "part": 2, "both": 7, "analyt": 3, "masteri": 1, "commiss": 1, "receiv": 1, "next": 3, "kera": 2, "numx": 1, "access": 1, "this": 11, "platform": 3, "api": 1, "engin": 1, "chang": 1, "bit": 1, "perform": 2, "csv": 1, "project": 1, "differ": 2, "been": 1, "turn": 3, "statist": 3, "first": 2, "most": 10, "between": 1, "return": 2, "certain": 1, "excel": 1, "obvious": 1, "java": 4, "all": 4, "apach": 3, "grow": 1, "school": 1, "reason": 1, "someth": 1, "includ": 2, "structur": 1, "author": 1, "overlook": 1, "take": 2, "built": 1, "cluster": 1, "off": 1, "more": 11, "improv": 1, "list": 15, "career": 2, "discuss": 1, "these": 5, "keyword": 3, "general": 6, "made": 1, "befor": 1, "librari": 3, "monster": 2, "state": 2, "download": 1, "hadoop": 5, "can": 3, "comput": 4, "make": 5, "queri": 1, "way": 1, "search": 7, "lean": 1, "each": 2, "clear": 2, "tackl": 1, "becom": 3, "reactj": 1, "read": 2, "upward": 1, "multiyear": 1, "common": 4, "data": 56, "oper": 3, "method": 1, "rather": 1, "sometim": 1, "bio": 2, "simplyhir": 2, "come": 1, "must": 1, "exampl": 1, "fewer": 1, "time": 2, "worth": 2, "learn": 32, "import": 3, "decis": 2, "everi": 1, "app": 1, "nice": 1, "have": 8, "primari": 6, "write": 2, "half": 3, "tech": 2, "hit": 1, "down": 1, "inde": 2, "educt": 1, "when": 2, "mention": 1, "effici": 1, "vast": 1}, "idf": {"googl": 11.388809182200001, "unlik": 2.42529789184, "onc": 1.4974533106999999, "too": 1.81585268215, "relat": 1.23750876919, "plot": 5.383519837230001, "aspir": 11.1881606765, "wide": 1.5598349381, "fastai": 1443.27272727, "addit": 1.24634950542, "panda": 111.802816901, "number": 1.10142916609, "previous": 1.42846859816, "technolog": 2.6034765496900003, "dataset": 193.609756098, "function": 2.495441685, "class": 2.11651779763, "ecommerc": 1443.27272727, "logic": 8.929133858270001, "commod": 18.0614334471, "python": 56.2978723404, "demystifi": 337.787234043, "product": 1.62264922322, "work": 1.11520089913, "teach": 3.98594024605, "medium": 7.00617828773, "their": 1.01547908405, "stick": 11.5377906977, "similar": 1.37514075357, "sheet": 8.60954446855, "creat": 1.2492917847, "express": 1.9120799710900003, "how": 1.60250328051, "instruct": 4.169117647059999, "repost": 933.882352941, "fair": 3.20533010297, "maintain": 1.77306231852, "had": 1.0475750577399998, "would": 1.0828729281799998, "distribut": 2.7396031061299997, "end": 1.10680423871, "found": 1.11387076405, "given": 1.35426085473, "interest": 1.60331246213, "deep": 3.6279707495399998, "colleg": 2.5511811023599997, "beginn": 53.4545454545, "datadriven": 1443.27272727, "open": 1.24556723678, "statistician": 83.55789473680001, "site": 1.9721739130400002, "realli": 4.7476076555, "alloc": 10.5558510638, "new": 1.0178880554, "below": 2.25607503197, "near": 1.28769567686, "but": 1.01632417899, "demonstr": 2.64997496244, "definit": 3.24, "need": 1.4372623574099999, "cost": 2.31935719503, "final": 1.34008609775, "expect": 2.20011086475, "top": 1.8387769284200002, "record": 1.42334588488, "video": 3.29719626168, "organ": 1.6387283237, "has": 1.0436497502, "datacamp": 1443.27272727, "tensorflow": 1443.27272727, "saa": 360.818181818, "experi": 1.87062566278, "resourc": 2.9487369985100003, "onlin": 2.6051854282900004, "out": 1.06016694491, "with": 1.0011982089899998, "unit": 1.15394679459, "sure": 7.453521126760001, "excit": 9.818181818180001, "concept": 2.65707112971, "usag": 6.427530364369999, "process": 1.69524826482, "not": 1.01567398119, "octob": 1.45225027442, "storag": 8.623574144489998, "downward": 22.235294117600002, "kaggl": 1443.27272727, "less": 1.46904783936, "nondata": 1443.27272727, "experienc": 3.5564516129, "specif": 1.8719490626099997, "far": 1.71022298826, "pleas": 9.12938470385, "easi": 5.2937645882, "then": 1.08657860516, "leg": 7.21308496138, "separ": 1.6012102874399998, "they": 1.03017325287, "choos": 4.17899447223, "indemand": 1443.27272727, "let": 3.48616600791, "world": 1.11340206186, "scienc": 2.31969608416, "kdnugget": 1443.27272727, "employ": 2.16530278232, "spark": 8.360189573460001, "pytorch": 1443.27272727, "larger": 2.2407904022599996, "passion": 8.14571575167, "ensur": 3.4127257093700005, "hale": 34.7396061269, "appear": 1.3214582986499999, "that": 1.00398406375, "algorithm": 27.9507042254, "twitter": 33.213389121300004, "albeit": 11.172413793099999, "offer": 1.53896859248, "softwar": 10.2624434389, "develop": 1.1955719557200002, "should": 1.6643254009900001, "regardless": 6.35294117647, "observ": 2.22446406053, "sever": 1.07241286139, "those": 1.19548192771, "juli": 1.43466473884, "suggest": 1.7571665744299998, "three": 1.06621893889, "fast": 4.8729281768, "some": 1.04036697248, "beyond": 2.54586273252, "müller": 1443.27272727, "collect": 1.64109985528, "invest": 4.16146788991, "area": 1.3881262568900001, "result": 1.14611608432, "concern": 1.8852867830400002, "subset": 27.3253012048, "version": 2.0083491461099996, "varieti": 2.2972073506, "jeffhal": 1443.27272727, "job": 3.2539454806299997, "use": 1.0296387573799999, "miss": 3.53664513255, "set": 1.18707940781, "futur": 1.8577112099200002, "ani": 1.13383802314, "question": 2.20408163265, "virtual": 4.11295336788, "and": 1.00006299213, "from": 1.00056721497, "workload": 74.5352112676, "worker": 3.6843815270399998, "complementari": 32.466257668699996, "privat": 2.02396736359, "firm": 3.7076132648300004, "matlab": 417.78947368400003, "num": 1.00031504001, "jeff": 9.7339055794, "editor": 4.33060556465, "market": 2.36602086438, "aren": 481.09090909099996, "idea": 2.0930784443, "free": 1.71818181818, "mckinney": 165.375, "stand": 2.0845588235299997, "for": 1.00031504001, "percentag": 6.08275862069, "predict": 5.18484650555, "quick": 2.205, "friend": 2.20194174757, "match": 3.5676404494400002, "book": 1.43414634146, "written": 1.9573418813999999, "competit": 3.06960556845, "glassdoor": 1443.27272727, "are": 1.02990593578, "better": 2.0065722952500002, "compani": 1.5523613963, "trend": 5.43140608963, "current": 1.5325803649, "frequent": 2.10501193317, "angellist": 1443.27272727, "look": 1.9086318826599997, "popular": 1.50769230769, "histor": 1.6755672823199999, "public": 1.22424429365, "numpi": 1443.27272727, "root": 3.57809330629, "clariti": 31.3136094675, "exclud": 5.31859296482, "task": 3.88641370869, "inmemori": 1443.27272727, "combin": 1.69760479042, "posit": 1.37252528746, "gain": 1.84819557625, "focus": 2.01012914662, "familiar": 6.86381322957, "iter": 37.4433962264, "compar": 1.8662278123900002, "know": 2.59327017315, "websit": 2.52160101652, "doe": 1.70581282905, "even": 1.16461267606, "udemi": 1443.27272727, "littl": 1.5499365420299998, "give": 1.3653250774, "great": 1.26592775696, "master": 3.15125049623, "nine": 2.68130383381, "synonym": 14.8373831776, "framework": 8.200413223139998, "move": 1.29125660838, "his": 1.0943682360200002, "big": 2.7400759406299997, "comment": 3.05954904606, "wrangl": 128.032258065, "financ": 4.255159474669999, "matter": 2.44773358002, "heart": 3.00340522134, "demand": 2.34159292035, "probabl": 2.64555907349, "scientist": 4.69426374926, "machin": 4.02433460076, "into": 1.01502461479, "youtub": 20.25, "relev": 6.938811188810001, "hire": 4.95815115553, "jump": 8.07117437722, "requir": 1.52844902282, "where": 1.06715063521, "what": 1.25343439128, "allow": 1.2716059271100002, "survey": 3.7791002142300005, "fine": 4.02229541424, "help": 1.39962972759, "affect": 2.4794627518400003, "portfolio": 28.5026929982, "larg": 1.18574949585, "find": 1.7294117647099998, "briefli": 4.8669527897, "abil": 2.70875277256, "consider": 2.29920347574, "cold": 3.91903233769, "least": 1.6165359943000002, "base": 1.14628158845, "natur": 1.5392670157100001, "who": 1.06279287723, "decid": 1.9257641921400002, "tableau": 244.246153846, "permiss": 6.280063291139999, "bigger": 13.23, "post": 2.23826307627, "here": 2.42307692308, "veri": 1.25880114177, "sought": 3.4513043478300007, "averag": 2.60390355913, "dataquest": 1443.27272727, "ourc": 1443.27272727, "than": 1.03278688525, "scikitlearn": 1443.27272727, "about": 1.06486015159, "problem": 1.76674827509, "stream": 6.5118949959000005, "communiti": 1.96121062384, "context": 4.25972632144, "hemmingway": 1443.27272727, "just": 1.33580143037, "adventur": 6.65102639296, "onli": 1.0256476516600002, "cofound": 264.6, "price": 3.4838709677399997, "type": 2.0281042411900003, "frequenc": 8.8102108768, "check": 6.50655737705, "recommend": 3.9142011834300003, "across": 1.7318642958400001, "communic": 2.8395635843299996, "tool": 4.99716713881, "start": 1.26673581744, "took": 1.4009883515700001, "articl": 2.01805008262, "them": 1.09876115994, "insight": 11.8037174721, "studi": 1.53184098804, "keep": 2.04245465071, "explain": 2.60049140049, "execut": 2.2363713199, "order": 1.24625166811, "kernel": 70.56, "glean": 118.47761194, "lose": 3.0851146521599997, "support": 1.2685577307200002, "comparison": 4.9597000937199995, "mani": 1.04426757877, "over": 1.02525024217, "showcas": 13.8292682927, "analysi": 3.47852760736, "scour": 136.862068966, "provid": 1.21552714187, "select": 2.02345144022, "same": 1.11857958148, "exact": 3.46864758575, "there": 1.04091266719, "valu": 2.2777618364400003, "inform": 1.5753125620200001, "chart": 8.45367412141, "profici": 31.8156312625, "possibl": 1.4173734488, "hardwar": 18.8104265403, "focuss": 89.6949152542, "best": 1.5828514456600002, "origin": 1.13724928367, "interview": 3.3981164383599998, "slight": 3.25327868852, "linkedin": 610.615384615, "visual": 5.22752716497, "follow": 1.04640126549, "now": 1.160780873, "code": 3.8807137619199996, "profil": 4.8314059647, "strict": 4.7235941684, "interact": 4.4185917061, "high": 1.14777327935, "basic": 2.7301805675, "abl": 1.8208510150200001, "compat": 15.2068965517, "power": 1.3396337861799998, "languag": 2.29488291414, "reduc": 1.98698372966, "tutori": 59.4606741573, "also": 1.01476510067, "money": 2.62283165373, "such": 1.06151377374, "seem": 2.29123971713, "will": 1.22481098596, "becaus": 1.1495184997499999, "portal": 16.9615384615, "major": 1.14852058164, "plan": 1.5356935577500002, "surpris": 4.36633663366, "the": 1.0, "may": 1.05201775893, "doc": 34.8157894737, "candid": 4.51279135873, "jupyterlab": 1443.27272727, "attent": 2.81040892193, "entrepreneur": 16.4008264463, "occurr": 13.805217391300001, "chollet": 1443.27272727, "consid": 1.2397313759200002, "suggestion—": 1443.27272727, "want": 1.99698113208, "system": 1.38739840951, "behind": 2.0845588235299997, "themselv": 2.05967825636, "howev": 1.0945191313299998, "share": 1.8566249561500001, "although": 1.14968498805, "onboard": 61.0615384615, "were": 1.02458857696, "which": 1.005191845, "databas": 8.24727272727, "analys": 13.2631578947, "skill": 3.6989748369099997, "term": 1.39520168732, "matplotlib": 1443.27272727, "other": 1.00992366412, "introduct": 2.7808723068799996, "without": 1.29547123623, "consist": 1.4901445466499998, "show": 1.26703910615, "eleg": 20.9169960474, "impact": 2.97526236882, "hope": 2.50884955752, "januari": 1.4502603453, "see": 1.27242125511, "guido": 64.2753036437, "mathemat": 7.391061452510001, "explicit": 5.819648093840001, "sourc": 1.69760479042, "get": 1.78562591385, "still": 1.1866357724799999, "like": 1.14918566775, "through": 1.07074930869, "manag": 1.6448404475799998, "cross": 2.33127753304, "file": 3.7710213776699995, "opensourc": 1443.27272727, "part": 1.04330682789, "both": 1.05215720061, "analyt": 17.256521739100002, "masteri": 41.889182058, "commiss": 2.47212706322, "receiv": 1.3054847463200001, "next": 1.4950560316400001, "kera": 835.5789473680001, "numx": 28.8654545455, "access": 1.8734953976900002, "this": 1.00379362671, "platform": 6.2332155476999995, "api": 84.44680851060001, "engin": 2.47135740971, "chang": 1.1808985421, "bit": 8.33385826772, "perform": 1.5313977042500002, "csv": 933.882352941, "project": 1.7534791252500002, "differ": 1.23654490225, "been": 1.0239277652399998, "turn": 1.3838912133899999, "statist": 4.24265098878, "first": 1.00761614623, "most": 1.02096463023, "between": 1.03453668708, "return": 1.39532431007, "certain": 1.8077886586200003, "excel": 4.84467500763, "obvious": 6.44841592201, "java": 31.625498008, "all": 1.01146788991, "apach": 67.27118644069999, "grow": 2.27287043665, "school": 1.64008264463, "reason": 1.72340425532, "someth": 3.28152128979, "includ": 1.0190641247799999, "structur": 2.0580762250499998, "author": 1.4229631621399998, "overlook": 11.4051724138, "take": 1.13961668222, "built": 1.99447236181, "cluster": 12.5007874016, "off": 1.5121440137200002, "more": 1.0171706817, "improv": 2.04376930999, "list": 1.36321483771, "career": 2.98757997742, "discuss": 2.19676214197, "these": 1.07415426252, "keyword": 139.263157895, "general": 1.1218202374200001, "made": 1.07038834951, "befor": 1.10036041031, "librari": 2.68266306185, "monster": 15.0769230769, "state": 1.0477133240899998, "download": 14.6457564576, "hadoop": 1443.27272727, "can": 1.17626139142, "comput": 3.9277585353800006, "make": 1.0762660158600001, "queri": 56.2978723404, "way": 1.2190739461, "search": 3.2539454806299997, "lean": 16.729188619600002, "each": 1.18974820144, "clear": 1.85423966363, "tackl": 19.8698372966, "becom": 1.12492028626, "reactj": 1443.27272727, "read": 2.3149606299200003, "upward": 14.7546468401, "multiyear": 756.0, "common": 1.4025974025999999, "data": 3.37643555934, "oper": 1.55479384977, "method": 2.5714285714300003, "rather": 1.55692850838, "sometim": 1.7126213592200001, "bio": 42.336000000000006, "simplyhir": 1443.27272727, "come": 1.32831325301, "must": 1.9220338983099996, "exampl": 1.50483412322, "fewer": 5.94829524166, "time": 1.01127460348, "worth": 5.210370856580001, "learn": 2.32275054865, "import": 1.3401992233700002, "decis": 2.16, "everi": 1.47917637194, "app": 35.837471783299996, "nice": 17.7583892617, "have": 1.0148948411399998, "primari": 2.2373167981999997, "write": 2.0575427682700003, "half": 1.75813953488, "tech": 19.1739130435, "hit": 3.1166077738499998, "down": 1.35889754344, "inde": 4.43092380687, "educt": 1443.27272727, "when": 1.02076769755, "mention": 2.53894130817, "effici": 5.09335899904, "vast": 4.05620848237}}, "html": "<!DOCTYPE html>\n\n<html lang=\"en-US\" xmlns=\"http://www.w3.org/1999/xhtml\">\n<head profile=\"http://gmpg.org/xfn/11\">\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<meta content=\"width=device-width, initial-scale=1\" name=\"viewport\"/>\n<title>  The Most in Demand Skills for Data Scientists</title>\n<link href=\"/wp-content/themes/kdn17/images/favicon.ico\" rel=\"shortcut icon\"/>\n<link href=\"/wp-content/themes/kdn17/style.css\" media=\"screen\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"/wp-content/themes/kdn17/js/jquery-1.9.1.min.js\" type=\"text/javascript\"></script>\n<script src=\"/aps/kda_all.js\" type=\"text/javascript\"></script>\n<link href=\"/feed/\" rel=\"alternate\" title=\"KDnuggets: Analytics, Big Data, Data Mining and Data Science Feed\" type=\"application/rss+xml\"/>\n<link href=\"//s.w.org\" rel=\"dns-prefetch\"/>\n<link href=\"https://www.kdnuggets.com/feed\" rel=\"alternate\" title=\"KDnuggets » Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://www.kdnuggets.com/comments/feed\" rel=\"alternate\" title=\"KDnuggets » Comments Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://www.kdnuggets.com/2018/11/most-demand-skills-data-scientists.html/feed\" rel=\"alternate\" title=\"KDnuggets » The Most in Demand Skills for Data Scientists Comments Feed\" type=\"application/rss+xml\"/>\n<link href=\"https://www.kdnuggets.com/wp-json/\" rel=\"https://api.w.org/\"/>\n<link href=\"https://www.kdnuggets.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/>\n<link href=\"https://www.kdnuggets.com/wp-includes/wlwmanifest.xml\" rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\"/>\n<link href=\"https://www.kdnuggets.com/2018/11/data-representation-natural-language-processing.html\" rel=\"prev\" title=\"Data Representation for Natural Language Processing Tasks\"/>\n<link href=\"https://www.kdnuggets.com/2018/11/top-python-deep-learning-libraries.html\" rel=\"next\" title=\"Top 13 Python Deep Learning Libraries\"/>\n<meta content=\"WordPress 4.9.10\" name=\"generator\">\n<link href=\"https://www.kdnuggets.com/2018/11/most-demand-skills-data-scientists.html\" rel=\"canonical\"/>\n<link href=\"https://www.kdnuggets.com/?p=87127\" rel=\"shortlink\"/>\n<link href=\"https://www.kdnuggets.com/2018/11/most-demand-skills-data-scientists.html\" rel=\"canonical\"/>\n<!-- BEGIN ExactMetrics v5.3.7 Universal Analytics - https://exactmetrics.com/ -->\n<script>\n(function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){\n\t(i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),\n\tm=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)\n})(window,document,'script','https://www.google-analytics.com/analytics.js','ga');\n  ga('create', 'UA-361129-1', 'auto');\n  ga('send', 'pageview');\n</script>\n<!-- END ExactMetrics Universal Analytics -->\n</meta></head>\n<body class=\"post-template-default single single-post postid-87127 single-format-standard\">\n<div class=\"main_wrapper\"><!-- publ: 2-Nov, 2018  -->\n<div id=\"wrapper\">\n<div id=\"header\">\n<div id=\"header_log\">\n<div class=\"logo\">\n<a href=\"/\"></a>\n</div>\n<h1>KDnuggets</h1>\n<div class=\"text-container\">\n              <a href=\"/news/subscribe.html\" target=\"_blank\"><b>Subscribe to KDnuggets News</b></a>  |\n <a href=\"https://twitter.com/kdnuggets\" target=\"_blank\"><img alt=\"Twitter\" height=\"48\" src=\"/images/tw_c48.png\" style=\"vertical-align: bottom\" width=\"48\"/></a>   \n <a href=\"https://www.facebook.com/kdnuggets\" target=\"_blank\"><img alt=\"Facebook\" height=\"48\" src=\"/images/fb_c48.png\" style=\"vertical-align: bottom\" width=\"48\"/></a>   \n<a href=\"https://www.linkedin.com/groups/54257/\" target=\"_blank\"><img alt=\"LinkedIn\" height=\"48\" src=\"/images/in_c48.png\" style=\"vertical-align: bottom\" width=\"48\"/></a> \n |  <a href=\"/contact.html\"><b>Contact</b></a>\n</div>\n</div>\n<div class=\"search\">\n<form action=\"/\" id=\"searchform\" method=\"get\">\n<input id=\"s\" name=\"s\" placeholder=\"search KDnuggets\" type=\"text\" value=\"\"/>\n<input type=\"submit\" value=\"Search\"/></form>\n</div>\n<div href=\"#\" id=\"pull\">\n<img class=\"menu\" src=\"/images/menu-30.png\">\n<div class=\"logo\">\n<a href=\"/\"></a>\n</div>\n<img class=\"search-icon\" src=\"/images/search-icon.png\">\n</img></img></div>\n<div id=\"pull-menu\">\n<div class=\"navigation\"><ul class=\"menu\" id=\"menu-menu\"><li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-1070\" id=\"menu-item-1070\"><a href=\"/software/index.html\" title=\"Data Science Software\">SOFTWARE</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-13756\" id=\"menu-item-13756\"><a href=\"/news/index.html\" title=\"News\">News/Blog</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-46286\" id=\"menu-item-46286\"><a href=\"/news/top-stories.html\">Top stories</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-42152\" id=\"menu-item-42152\"><a href=\"https://www.kdnuggets.com/opinions/index.html\" title=\"Opinions\">Opinions</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-46415\" id=\"menu-item-46415\"><a href=\"https://www.kdnuggets.com/tutorials/index.html\">Tutorials</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-13364\" id=\"menu-item-13364\"><a href=\"/jobs/index.html\" title=\"Jobs in Analytics, Data Science\">JOBS</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-63505\" id=\"menu-item-63505\"><a href=\"https://www.kdnuggets.com/companies/index.html\">Companies</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-13366\" id=\"menu-item-13366\"><a href=\"/courses/index.html\">Courses</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-1499\" id=\"menu-item-1499\"><a href=\"https://www.kdnuggets.com/datasets/index.html\">Datasets</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-14286\" id=\"menu-item-14286\"><a href=\"https://www.kdnuggets.com/education/index.html\" title=\"Education in Analytics, Big Data, Data Science\">EDUCATION</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-51558\" id=\"menu-item-51558\"><a href=\"https://www.kdnuggets.com/education/analytics-data-mining-certificates.html\" title=\"Certificates in Analytics, Big Data, Data Science\">Certificates</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-14752\" id=\"menu-item-14752\"><a href=\"/meetings/index.html\">Meetings</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-13721\" id=\"menu-item-13721\"><a href=\"/webcasts/index.html\" title=\"Webcasts and Webinars\">Webinars</a></li>\n</ul></div></div>\n</div> <!--#header end-->\n<div id=\"spacer\">\n          \n      </div>\n<div id=\"content_wrapper\">\n<div id=\"ad_wrapper\">\n<script type=\"text/javascript\">\n\tjQuery(function() {\n   \t    var pull        = $('#pull');\n            menu        = $('#header .navigation ul');\n            menuImage = $('#header img.menu');\n            mobileMenu        = $('#pull-menu-mobile');\n            search = $('img.search-icon');\n            searchBar = $('div.search');\n            searchClick = false;\n            search.on('click', function() {\n                  searchBar.slideToggle();\n                  searchClick = true;\n            });  \n     \t    $(menuImage).on('click', function(e) {\n\t        //e.preventDefault();\n                if (!searchClick) {\n                  menu.slideToggle();\n                }\n                searchClick = false;\n\t    });\n           /* pullMobile.on('click', function(e) {\n              e.preventDefault();\n                if (!searchClick) {\n                  mobileMenu.slideToggle();\n                }\n                searchClick = false;\n\t    });*/\n            \n\t});\n\tkpath = '/'; kda_top(); kda_sid_init(); kda_sid_n=3;\n\t</script>\n</div> <div class=\"breadcumb\">\n<br/>\n<a href=\"/\">KDnuggets Home</a> » <a href=\"/news/index.html\">News</a> » <a href=\"/2018/index.html\">2018</a> » <a href=\"https://www.kdnuggets.com/2018/11/index.html\">Nov</a> » <a href=\"https://www.kdnuggets.com/2018/11/opinions.html\">Opinions</a> » The Most in Demand Skills for Data Scientists ( <a href=\"/2018/n42.html\">18:n42</a> )    </div>\n<div class=\"single\" id=\"content\">\n<div id=\"post-header\">\n<h1 id=\"title\"><img align=\"right\" alt=\"Platinum Blog\" src=\"/images/tkb-1811-p.png\" width=\"120\"/>The Most in Demand Skills for Data Scientists</h1>\n<div class=\"pagi\">\n<div class=\"pagi-left\">\n<a href=\"https://www.kdnuggets.com/2018/11/data-representation-natural-language-processing.html\" rel=\"prev\"><img height=\"10\" src=\"/images/prv.gif\" width=\"8\"> <strong>Previous post</strong></img></a></div>\n<div class=\"pagi-right\">\n<a href=\"https://www.kdnuggets.com/2018/11/top-python-deep-learning-libraries.html\" rel=\"next\"><strong>Next post</strong> <img height=\"10\" src=\"/images/nxt.gif\" width=\"8\"/></a></div>\n<br/> <br/> \n    <div class=\"addthis_native_toolbox\"></div>\n</div>\n<div class=\"tag-data\">Tags: <a href=\"https://www.kdnuggets.com/tag/career\" rel=\"tag\">Career</a>, <a href=\"https://www.kdnuggets.com/tag/data-science\" rel=\"tag\">Data Science</a>, <a href=\"https://www.kdnuggets.com/tag/data-science-skills\" rel=\"tag\">Data Science Skills</a>, <a href=\"https://www.kdnuggets.com/tag/linkedin\" rel=\"tag\">LinkedIn</a>, <a href=\"https://www.kdnuggets.com/tag/python-vs-r\" rel=\"tag\">Python vs R</a></div>\n<br/>\n<p class=\"excerpt\">\n     Data scientists are expected to know a lot — machine learning, computer science, statistics, mathematics, data visualization, communication, and deep learning. How should data scientists who want to be in demand by employers spend their learning budget?\n  </p>\n</div>\n<div id=\"post-header-ad\">\n<script type=\"text/javascript\">kda_sid_write(1); kda_sid_n=2;</script>\n</div>\n<hr class=\"grey-line\"/><br/>\n<div class=\"post\" id=\"post-\">\n<div align=\"right\"><img alt=\"c\" height=\"12\" src=\"/images/comment.gif\" width=\"16\"/> <a href=\"#comments\">comments</a></div>\n<p><b>By <a href=\"https://www.linkedin.com/in/jeff-hale-99a7877/\">Jeff Hale</a>, Data Scientist Focused on Machine Learning - CoFounder and COO at E-commerce Firms</b>.</p>\n<p>I scoured job listing websites to find which skills are most in demand for data scientists. I looked at general data science skills and at specific languages and tools separately. I searched job listings on <a data-href=\"https://www.linkedin.com\" href=\"https://www.linkedin.com/\">LinkedIn</a>, <a data-href=\"https://www.indeed.com\" href=\"https://www.indeed.com/\">Indeed</a>, <a data-href=\"https://www.simplyhired.com\" href=\"https://www.simplyhired.com/\">SimplyHired</a>, <a data-href=\"https://www.monster.com\" href=\"https://www.monster.com/\">Monster</a>, and <a data-href=\"https://angel.co/jobs\" href=\"https://angel.co/jobs\">AngelList</a> on October 10, 2018. Here’s a chart showing how many data scientist jobs each website listed.</p>\n<p><img src=\"https://cdn-images-1.medium.com/max/1000/1*3K7QnzBXI0Ys3NZgNRTezA.png\" width=\"100%\"/></p>\n<p>I read through many job listings and surveys to find the most common skills. Terms like <em>management</em> were not compared because they can be used in so many different contexts in job listings.</p>\n<p>All searches were performed for the United States with <em>“data scientist” “[keyword]”</em>. Using exact match search reduced the number of results. However, this method ensured the results were relevant for data scientist positions and affected all search terms similarly.</p>\n<p>AngelList provides the number of companies with data scientist listings rather than the number of positions. I excluded AngelList from both analyses because its search algorithm seems to operate as an <em>OR </em>type of logical search, without the ability to change it to an <em>AND</em>. AngelList works fine if you are looking for <em>“data scientist” “TensorFlow”</em> which is only going to be found with data scientist positions, but if your keywords are “<em>data scientist” “react.js”</em> it returns far too many listings for companies with non-data scientist job listings.</p>\n<p><a href=\"https://www.glassdoor.com/index.htm\">Glassdoor</a> was also excluded from my analyses. The site stated that it had 26,263 <em>“data scientist”</em> jobs in the US, but it would show me no more than 900 jobs. Additionally, it seems highly unlikely it would have more than three times the number of data scientist job listings as any other major platform.</p>\n<p>Terms with over 400 listings on LinkedIn for general skills and over 200 listings for specific technologies were included in the final analyses. There was certainly some cross posting. The results are recorded in this <a href=\"https://docs.google.com/spreadsheets/d/1df7QTgdAOItQJadLoMHlIZH3AsQ2j2_yoyvHOpsy9qU/edit?usp=sharing\">Google Sheet</a>.</p>\n<p>I downloaded .csv files and imported them into JupyterLab. I then computed the percentage occurrences and averaged them across the job listing websites.</p>\n<p>I also compared the software results to a <a href=\"https://www.glassdoor.com/research/data-scientist-personas/\">Glassdoor study</a> of its data scientist job listings from the first half of 2017. Combined with information from <a href=\"https://www.kdnuggets.com/2018/05/poll-tools-analytics-data-science-machine-learning-results.html/2\">KDNuggets’ usage survey</a>, it appears some skills are becoming more important and others are losing importance. We’ll get to those in a bit.</p>\n<p>See my Kaggle Kernel for interactive charts and additional analyses <a href=\"https://www.kaggle.com/discdiver/the-most-in-demand-skills-for-data-scientists/\">here</a>. I used Plotly for the visualizations. To use Plotly with JupyterLab takes a little wrangling as of this writing — instructions are at the end of my Kaggle Kernel and in <a href=\"https://github.com/plotly/plotly.py\">Plotly’s docs</a>.</p>\n<h3><strong>General Skills</strong></h3>\n<p>Here’s the chart of the most frequent general data scientist skills sought by employers.</p>\n<p><img src=\"https://cdn-images-1.medium.com/max/1000/1*-oG0j_wGSW_9cNNs4_qgFQ.png\" width=\"100%\"/></p>\n<p>The results show that analysis and machine learning are at the heart of data scientist jobs. Gleaning insights from data is a primary function of data science. Machine learning is all about creating systems to predict performance and it is very in demand.</p>\n<p>Data science requires statistics and computer science skills — no surprise there. Statistics, computer science, and mathematics are also college majors, which probably helps their frequency.</p>\n<p>It is interesting that communication is mentioned in nearly half of job listings. Data scientists need to be able communicate insights and work with others.</p>\n<p>AI and deep learning don’t show up as frequently as some other terms. However, they are subsets of machine learning. Deep learning is being used for more and more of the machine learning tasks that other algorithms were used for previously. For example, the best machine learning algorithms for most natural language processing problems are now deep learning algorithms. I expect deep learning skills will be sought more explicitly in the future and that machine learning will become more synonymous with deep learning.</p>\n<p>Which specific software tools for data scientists are employers looking for? Let’s tackle that question next.</p>\n<h3><strong>Technology Skills</strong></h3>\n<p>Below are the top 20 specific languages, libraries, and tech tools employers are looking for data scientists to have experience with.</p>\n<p><img src=\"https://cdn-images-1.medium.com/max/1000/1*jnZT4gFAzScOJ_VnYsni0g.png\" width=\"100%\"/></p>\n<p>Let’s briefly look at the most common tech skills.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/1000/1*H1olKNHMeAiPbDoDf95MYw.png\" width=\"30%\"/></center><a href=\"https://www.python.org/\">Python</a> is the most in-demand language. The popularity of this open-source language has been widely observed. It’s beginner friendly, with many support resources. The vast majority of new data science tools are compatible with it. Python is the primary language for data scientists.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/1000/1*KvDjHLuke7XW0EDXl4HObA.png\" width=\"30%\"/></center>R is not far behind Python. It once was the primary language for data science. I was surprised to see how in demand it still is. The roots of this open source language are in statistics, and it’s still very popular with statisticians.</p>\n<p>Python or R is a must for virtually every data scientist position.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/1000/1*m0Ef1gHgIfsZ3ha4dRjMPw.png\" width=\"30%\"/></center><a href=\"https://en.wikipedia.org/wiki/SQL\">SQL</a> is also in high demand. SQL stands for Structured Query Language and is the primary way to interact with relational databases. SQL is sometimes overlooked in the data science world, but it’s a skill worth demonstrating mastery of if you’re planning to hit the job market.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/1250/1*A3CsEqNfW-hGQJcW_1aYnQ.png\" width=\"30%\"/></center><center><img src=\"https://cdn-images-1.medium.com/max/1250/1*6B_ehX789jDsxzD3rvzI2w.png\" width=\"30%\"/></center>Up next are <a href=\"https://hadoop.apache.org/\">Hadoop</a> and <a href=\"https://spark.apache.org/\">Spark</a>, both open source tools from Apache for big data.</p>\n<blockquote><p><em>Apache Hadoop is an open source software platform for distributed storage and distributed processing of very large data sets on computer clusters built from commodity hardware.</em><em> </em><em>—</em><em><a href=\"https://hortonworks.com/apache/hadoop/\"> Source</a>.</em></p>\n<p><em>Apache Spark is a fast, in-memory data processing engine with elegant and expressive development APIs to allow data workers to efficiently execute streaming, machine learning or SQL workloads that require fast iterative access to datasets.</em><em> </em><em>—</em><em> </em><em>S<a href=\"https://hortonworks.com/apache/spark/\">ource</a>.</em></p></blockquote>\n<p>These tools have considerably less written about them on Medium and in tutorials than many others. I expect many fewer job candidates have these skills than Python, R, and SQL. If you have or can gain experience with Hadoop and Spark it should give you a leg up on the competition.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/1000/1*zhmi-0GKaelOE_ri5b09WA.jpeg\" width=\"30%\"/></center><center><img src=\"https://cdn-images-1.medium.com/max/1000/1*GhlMX8eVpMhwMR9gYwLmSg.jpeg\" width=\"30%\"/></center>Then come <a data-href=\"https://www.java.com/en/\" href=\"https://www.java.com/en/\">Java</a> and <a data-href=\"https://www.sas.com/en_us/home.html\" href=\"https://www.sas.com/en_us/home.html\">SAS</a>. I was surprised to see these languages as high as they are. Both have large companies behind them, and at least some free offerings. Both Java and SAS generally receive little attention in the data science community.</p>\n<p><b>Bio</b>: <a href=\"https://www.linkedin.com/in/jeff-hale-99a7877/\">Jeff Hale</a> is an experienced entrepreneur who has managed technology, operations, and finances for several companies. Currently, Jeff is turning his passion for data-driven decision making into a career as a data scientist. He is excited about machine learning, communication, and data analysis.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/1000/1*F9R8s7SvAozrxu81-n1ynA.png\" width=\"75%\"/></center><a href=\"https://www.tableau.com/\">Tableau</a> is next in demand. This analytics platform and visualization tool is powerful, easy to use, and growing in popularity. It has a free public version, but will cost you money if you want to keep your data private.</p>\n<p>If you aren’t familiar with Tableau, it’s definitely worth taking a quick class such as <a data-href=\"https://www.udemy.com/tableau10/\" href=\"https://www.udemy.com/tableau10/\">Tableau 10 A-Z</a> on Udemy. I don’t get a commission for the suggestion— I just took the class and found it to be a great value.</p>\n<p>The chart below shows an even bigger list of the most in demand languages, frameworks, and other data science software tools.</p>\n<p><img src=\"https://cdn-images-1.medium.com/max/1000/1*ms7fwYHNdXuGQ_0vKINkNQ.png\" width=\"100%\"/></p>\n<h4>Historical Comparison</h4>\n<p>GlassDoor did an <a data-href=\"https://www.glassdoor.com/research/data-scientist-personas/\" href=\"https://www.glassdoor.com/research/data-scientist-personas/\">analysis</a> of the 10 most common software skills for data scientists from January 2017 through July 2017 on their site. Here’s a comparison of how frequently the terms appeared on their site compared to the average on LinkedIn, Indeed, SimplyHired, and Monster in October 2018.</p>\n<p><img src=\"https://cdn-images-1.medium.com/max/1000/1*iueZKOOBidZtr-FTYyf6QA.png\" width=\"100%\"/></p>\n<p>The results are fairly similar. Both my analysis and GlassDoor’s found Python, R, and SQL to be the most in demand. We also found the same top nine technology skills, albeit in slightly different orders.</p>\n<p>The results suggest that compared to the first half of 2017, R, Hadoop, Java, SAS, and MatLab are now less in demand and Tableau is more in demand. This is what I would expect given the complementary results from sources such as the <a data-href=\"https://www.kdnuggets.com/2018/05/poll-tools-analytics-data-science-machine-learning-results.html/2\" href=\"https://www.kdnuggets.com/2018/05/poll-tools-analytics-data-science-machine-learning-results.html/2\">KDnuggets developer survey</a>. There, R, Hadoop, Java, and SAS all show clear multi-year downward usage trends and Tableau shows a clear upward trend.</p>\n<h3>Recommendations</h3>\n<p>Based on the results of these analyses, here are some general recommendations for current and aspiring data scientists concerned with making themselves widely marketable.</p>\n<ul>\n<li>Demonstrate you can do data analysis and focus on becoming really skilled at machine learning.</li>\n<li>Invest in your communication skills. I recommend reading the book <a data-href=\"https://www.amazon.com/Made-Stick-Ideas-Survive-Others/dp/1400064287\" href=\"https://www.amazon.com/Made-Stick-Ideas-Survive-Others/dp/1400064287\">Made to Stick</a>to help your ideas have more impact. Also check out the <a data-href=\"http://www.hemingwayapp.com/\" href=\"http://www.hemingwayapp.com/\">Hemmingway Editor</a> app to improve the clarity of your writing.</li>\n<li>Master a deep learning framework. Being proficient with a deep learning framework is a larger and larger part of being proficient with machine learning. For a comparison of deep learning frameworks in terms of usage, interest, and popularity see my article <a data-href=\"https://towardsdatascience.com/deep-learning-framework-power-scores-2018-23607ddf297a\" href=\"https://towardsdatascience.com/deep-learning-framework-power-scores-2018-23607ddf297a\">here</a>.</li>\n<li>If you are choosing between learning Python and R, choose Python. If you have Python down cold, consider learning R. You’ll definitely be more marketable if you also know R.</li>\n</ul>\n<p>When an employer is looking for a data scientist with Python skills, they are also likely to expect candidates to know the common python data science libraries: numpy, pandas, scikit-learn, and matplotlib. If you’re looking to learn this set of tools, I suggest the following resources:</p>\n<ul>\n<li><a data-href=\"https://www.datacamp.com/\" href=\"https://www.datacamp.com/\">DataCamp</a>and <a data-href=\"https://www.dataquest.io/\" href=\"https://www.dataquest.io/\">DataQuest</a> — they are both reasonably priced online SaaS data science eduction products where you learn as you code. They both teach a number of technology tools.</li>\n<li><a data-href=\"https://www.dataschool.io/start/\" href=\"https://www.dataschool.io/start/\">Data School</a> has a variety of resources including a nice set of <a data-href=\"https://www.youtube.com/dataschool\" href=\"https://www.youtube.com/dataschool\">YouTube videos</a> explaining data science concepts.</li>\n<li><a data-href=\"https://www.amazon.com/Python-Data-Analysis-Wrangling-IPython/dp/1491957662\" href=\"https://www.amazon.com/Python-Data-Analysis-Wrangling-IPython/dp/1491957662\"><em>Python for Data Analysis</em></a> by McKinney. This book by the primary author of the pandas library focusses on pandas and also discusses basic python, numpy, and scikit-learn functionality for data science.</li>\n<li><a data-href=\"https://www.amazon.com/Introduction-Machine-Learning-Python-Scientists-ebook/dp/B01M0LNE8C\" href=\"https://www.amazon.com/Introduction-Machine-Learning-Python-Scientists-ebook/dp/B01M0LNE8C\"><em>Introduction to Machine Leaning with Python</em></a> by Müller &amp; Guido. Müller is a primary maintainer of scikit-learn. It’s an excellent book for learning machine learning with scikit-learn.</li>\n</ul>\n<p>If you are looking to jump into deep learning, I suggest starting with <a href=\"https://keras.io/\">Keras</a> or <a href=\"https://github.com/fastai/fastai\">FastAI</a> before moving on to <a href=\"https://www.tensorflow.org/\">TensorFlow</a> or <a data-href=\"https://pytorch.org/\" href=\"https://pytorch.org/\">PyTorch</a>. Chollet’s <a href=\"https://www.amazon.com/Deep-Learning-Python-Francois-Chollet/dp/1617294438\"><em>Deep Learning with Python</em></a> is a great resource for learning Keras.</p>\n<p>Beyond these recommendations, I suggest you learn what interests you, although there are obviously many considerations when deciding how to allocate your learning time.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/1000/1*sR0SOBlt8njlBt6tG6gwww.png\" width=\"40%\"/></center></p>\n<p>If you’re looking for a data scientist job through online portals, I suggest you start with LinkedIn — it consistently has the most results.</p>\n<p>If you are looking for a job or posting positions on job sites, keywords matter. “<em>data science</em>” returns nearly 3x the number of results that “<em>data scientist</em>” does on each site. But if you are looking strictly for a data scientist job, you’re probably better off searching for “<em>data scientist</em>”.</p>\n<p>Regardless of where you’re looking I suggest you make an online portfolio that demonstrates your proficiency with as many in-demand skill areas as possible. I also suggest your LinkedIn profile showcase your skills.</p>\n<p>As part of this project I collected other data that I may turn into articles. Follow me to make sure you don’t miss out.</p>\n<p>If you want to see the interactive plotly charts and the code behind them, check out my <a href=\"https://www.kaggle.com/discdiver/the-most-in-demand-skills-for-data-scientists/\">Kaggle Kernel</a>.</p>\n<p>I hope this article has provided you with some insights into what organizations hiring data scientists are looking for. If you learned something, please share on Twitter so others will be more likely to find it 😃.</p>\n<p><b>Bio</b>: <a href=\"https://www.linkedin.com/in/jeff-hale-99a7877/\">JeffHale</a> is an experienced entrepreneur who has managed technology, operations, and finances for several companies. Currently, Jeff is turning his passion for data-driven decision making into a career as a data scientist. He is excited about machine learning, communication, and data analysis. </p>\n<p><a href=\"https://towardsdatascience.com/the-most-in-demand-skills-for-data-scientists-4a4a8db896db\">Original</a>. Reposted with permission.</p>\n<p><b>Related:</b></p>\n<ul class=\"three_ul\">\n<li><a href=\"https://www.kdnuggets.com/2018/10/choose-adventure-analytics-on-boarding.html\">Select Your Analytics Adventure – Analytics On-boarding</a></li>\n<li><a href=\"https://www.kdnuggets.com/2018/08/what-data-scientists-want.html\">What Data Scientists Want?</a></li>\n<li><a href=\"https://www.kdnuggets.com/2018/08/data-scientist-interviews-demystified.html\">Data Scientist Interviews Demystified</a></li>\n</ul>\n<p><a name=\"comments\"></a></p>\n<div id=\"disqus_thread\"></div>\n<p> <script type=\"text/javascript\">\n var disqus_shortname = 'kdnuggets'; \n (function() { var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true; dsq.src = 'https://kdnuggets.disqus.com/embed.js';\n (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq); })();\n </script></p>\n</div>\n<div class=\"page-link\"></div>\n<div class=\"pagi\">\n<hr class=\"grey-line\"/>\n<div class=\"pagi-left\">\n<a href=\"https://www.kdnuggets.com/2018/11/data-representation-natural-language-processing.html\" rel=\"prev\"><img height=\"10\" src=\"/images/prv.gif\" width=\"8\"/> <strong>Previous post</strong></a></div>\n<div class=\"pagi-right\">\n<a href=\"https://www.kdnuggets.com/2018/11/top-python-deep-learning-libraries.html\" rel=\"next\"><strong>Next post</strong> <img height=\"10\" src=\"/images/nxt.gif\" width=\"8\"/></a></div>\n<br/><br/>\n<div>\n<hr class=\"grey-line\"/><br/>\n<h2>Top Stories Past 30 Days</h2>\n<table align=\"center\" cellpadding=\"3\" cellspacing=\"10\" class=\"latn\" width=\"100%\">\n<tr>\n<td valign=\"top\" width=\"50%\">\n<table cellpadding=\"3\" cellspacing=\"2\">\n<tr><th><b>Most Popular</b></th></tr>\n<tr><td>\n<ol class=\"three_ol\"><li> <a href=\"/2019/04/top-10-coding-mistakes-data-scientists.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-1-mistakes');\"><b>Top 10 Coding Mistakes Made by Data Scientists</b></a>\n<li> <a href=\"/2019/04/recognize-good-data-scientist-job-from-bad.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-2-recognize');\"><b>How to Recognize a Good Data Scientist Job From a Bad One</b></a>\n<li> <a href=\"/2018/05/simplilearn-9-must-have-skills-data-scientist.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-3-simplilearn');\"><b>9 Must-have skills you need to become a Data Scientist, updated</b></a>\n<li> <a href=\"/2019/04/introduction-time-series-forecasting-simple-neural-networks-lstm.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-4-ts-intro');\"><b>An Introduction on Time Series Forecasting with Simple Neural Networks &amp; LSTM</b></a>\n<li> <a href=\"/2019/03/another-10-free-must-read-books-for-machine-learning-and-data-science.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-5-another-10-books');\"><b>Another 10 Free Must-Read Books for Machine Learning and Data Science</b></a>\n<li> <a href=\"/2019/04/data-visualization-python-matplotlib-seaborn.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-6-plt-sea-viz');\"><b>Data Visualization in Python: Matplotlib vs Seaborn</b></a>\n<li> <a href=\"/2019/04/best-data-visualization-techniques.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-mp-7-best-data-viz');\"><b>Best Data Visualization Techniques for small and large data</b></a>\n</li></li></li></li></li></li></li></ol>\n</td></tr>\n</table>\n</td> <td valign=\"top\">\n<table cellpadding=\"3\" cellspacing=\"2\">\n<tr><th><b>Most Shared</b></th></tr>\n<tr><td><ol class=\"three_ol\">\n<li> <a href=\"/2019/04/another-10-free-must-see-courses-machine-learning-data-science.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-1-another-10-courses');\"><b>Another 10 Free Must-See Courses for Machine Learning and Data Science</b></a>\n<li> <a href=\"/2019/04/top-10-coding-mistakes-data-scientists.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-2-mistakes');\"><b>Top 10 Coding Mistakes Made by Data Scientists</b></a>\n<li> <a href=\"/2019/03/r-vs-python-data-visualization.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-3-r-py-viz');\"><b>R vs Python for Data Visualization</b></a>\n<li> <a href=\"/2019/03/deep-learning-toolset-overview.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-4-dl-toolset');\"><b>The Deep Learning Toolset — An Overview</b></a>\n<li> <a href=\"/2019/04/data-visualization-python-matplotlib-seaborn.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-5-plt-sea-viz');\"><b>Data Visualization in Python: Matplotlib vs Seaborn</b></a>\n<li> <a href=\"/2019/04/introduction-time-series-forecasting-simple-neural-networks-lstm.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-6-ts-intro');\"><b>An Introduction on Time Series Forecasting with Simple Neural Networks &amp; LSTM</b></a>\n<li> <a href=\"/2019/04/recognize-good-data-scientist-job-from-bad.html\" onclick=\"ga('send','pageview','/x/pbc/2019/04-23-ms-7-recognize');\"><b>How to Recognize a Good Data Scientist Job From a Bad One</b></a>\n</li></li></li></li></li></li></li></ol>\n</td></tr>\n</table>\n</td>\n</tr>\n</table>\n</div>\n</div>\n<!--#content end--></div>\n<div id=\"sidebar\">\n<div class=\"latn\">\n<h3><b><a href=\"/news/index.html\">Latest News</a></b></h3>\n<ul style=\"font-size:14px; margin-top:5px\">\n<li> <a href=\"https://www.kdnuggets.com/2019/04/datarobot-delivering-trusted-ai-microsoft.html\">Delivering Trusted AI with DataRobot and Microsoft</a><li> <a href=\"https://www.kdnuggets.com/2019/04/formulated-ai-data-production-landscape.html\">AI and the data production landscape</a><li> <a href=\"https://www.kdnuggets.com/2019/04/most-desired-skill-data-science.html\">The most desired skill in data science</a><li> <a href=\"https://www.kdnuggets.com/2019/04/projects-include-data-science-portfolio.html\">Projects to Include in a Data Science Portfolio</a><li> <a href=\"https://www.kdnuggets.com/2019/04/rework-meet-worlds-leading-ai-deep-learning-experts.html\">Meet the World’s Leading AI &amp; Deep Learning ...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/problem-data-science-job-postings.html\">The problem with data science job postings</a></li></li></li></li></li></li></ul>\n</div>\n<div>\n<script type=\"text/javascript\">kda_sid_write(kda_sid_n);</script>\n</div>\n<br/><script src=\"/aps/sbm.js\" type=\"text/javascript\"></script>\n<div class=\"latn\" style=\"margin-top: 15px;\">\n<h3><b>More Recent Stories</b></h3>\n<ul class=\"next-posts\">\n<li> <a href=\"https://www.kdnuggets.com/2019/04/problem-data-science-job-postings.html\">The problem with data science job postings</a><li> <a href=\"https://www.kdnuggets.com/2019/04/graduating-gans-understanding-generative-adversarial-networks.html\">Graduating in GANs: Going From Understanding Generative Advers...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/datax-join-new-generation-ai-technologists.html\">Join the new generation of AI technologists</a><li> <a href=\"https://www.kdnuggets.com/2019/04/top-tweets-apr17-apr23.html\">Top tweets, Apr 17–23: The History of Artificial #NeuralN...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/activestate-top-10-python-use-cases.html\">Top 10 Python Use Cases</a><li> <a href=\"https://www.kdnuggets.com/2019/04/future-generative-adversarial-networks.html\">Generative Adversarial Networks – Key Milestones and Sta...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/attention-craving-rnn-building-transformer-networks.html\">Attention Craving RNNS: Building Up To Transformer Networks</a><li> <a href=\"https://www.kdnuggets.com/jobs/19/04-24-fors-marsh-group-lead-data-scientist.html\">Fors Marsh Group: Lead Data Scientist [Arlington, VA]</a><li> <a href=\"https://www.kdnuggets.com/2019/n16.html\">KDnuggets 19:n16, Apr 24: Data Visualization in Python with...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/paw-mega-paw-las-vegas-lower-rates-end-friday.html\">Lower Rates End Friday for Mega-PAW Vegas – the Largest Pred...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/top-news-week-0415-0421.html\">Top Stories, Apr 15-21: Data Visualization in Python: Matplotl...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/wharton-customer-analytics-initiative-conference.html\">Wharton Customer Analytics Initiative Annual Conference in Phi...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/machine-learning-graph-analytics.html\">Machine Learning and Deep Link Graph Analytics: A Powerful Com...</a><li> <a href=\"https://www.kdnuggets.com/2019/04/best-masters-data-science-analytics-online.html\">2019 Best Masters in Data Science and Analytics – Online</a><li> <a href=\"https://www.kdnuggets.com/2019/04/worth-studying-data-science-masters.html\">Was it Worth Studying a Data Science Masters?</a><li> <a href=\"https://www.kdnuggets.com/2019/04/approach-pre-trained-deep-learning-models-caution.html\">Approach pre-trained deep learning models with caution</a><li> <a href=\"https://www.kdnuggets.com/2019/04/coursera-earn-deep-learning-certificate.html\">Earn a Deep Learning Certificate</a><li> <a href=\"https://www.kdnuggets.com/2019/04/octoparse-scrape-data-website.html\">Easy Way to Scrape Data from Website By Yourself</a><li> <a href=\"https://www.kdnuggets.com/2019/04/ai-environment.html\">AI Supporting The Earth</a><li> <a href=\"https://www.kdnuggets.com/2019/04/mueller-report-word-cloud-brief-tutorial-r.html\">The Mueller Report Word Cloud: A brief tutorial in R</a></li></li></li></li></li></li></li></li></li></li></li></li></li></li></li></li></li></li></li></li></ul>\n</div>\n</div><div class=\"breadcrumbs_bottom\">\n<div class=\"breadcumb\">\n<br>\n<a href=\"/\">KDnuggets Home</a> » <a href=\"/news/index.html\">News</a> » <a href=\"/2018/index.html\">2018</a> » <a href=\"https://www.kdnuggets.com/2018/11/index.html\">Nov</a> » <a href=\"https://www.kdnuggets.com/2018/11/opinions.html\">Opinions</a> » The Most in Demand Skills for Data Scientists ( <a href=\"/2018/n42.html\">18:n42</a> )    </br></div>\n</div>\n<!--#content_wrapper end--></div>\n<br>\n<div id=\"footer\">\n<br/>© 2019 KDnuggets. <a href=\"/about/index.html\">About KDnuggets</a>.  <a href=\"/news/privacy-policy.html\">Privacy policy</a>. <a href=\"/terms-of-service.html\">Terms of Service</a><br/> \n<div class=\"kd_bottom\">\n<div class=\"footer-container\">\n<div class=\"footer-news\">\n<a href=\"/news/subscribe.html\" onclick=\"_gaq.push(['_trackPageview','/x/bot/sub']);\" target=\"_blank\"><b>Subscribe to KDnuggets News</b></a>\n</div>\n<div class=\"footer-sm\">\n<a href=\"https://twitter.com/kdnuggets\" onclick=\"_gaq.push(['_trackPageview','/x/bot/twt']);\" target=\"_blank\"><img height=\"32\" src=\"/images/tw_c48.png\" width=\"32\"/></a>\n<a href=\"https://facebook.com/kdnuggets\" onclick=\"_gaq.push(['_trackPageview','/x/bot/fb']);\" target=\"_blank\"><img alt=\"Facebook\" height=\"32\" src=\"/images/fb_c48.png\" width=\"32\"/></a>\n<a href=\"https://www.linkedin.com/groups/54257\" onclick=\"_gaq.push(['_trackPageview','/x/bot/in']);\" target=\"_blank\"><img alt=\"LinkedIn\" height=\"32\" src=\"/images/in_c48.png\" width=\"32\"/></a>\n</div>\n</div>\n<div class=\"close-footer\">X</div>\n</div>\n<script type=\"text/javascript\">\n  jQuery('.close-footer').click(\n      function(){       \n         jQuery('.kd_bottom').hide();\n      }\n   );\n</script> </div>\n<div class=\"clear\"><!--blank--></div>\n</br></div>\n<div style=\"display: none;\"><div id=\"boxzilla-box-82996-content\"><script type=\"text/javascript\">(function() {\n\tif (!window.mc4wp) {\n\t\twindow.mc4wp = {\n\t\t\tlisteners: [],\n\t\t\tforms    : {\n\t\t\t\ton: function (event, callback) {\n\t\t\t\t\twindow.mc4wp.listeners.push({\n\t\t\t\t\t\tevent   : event,\n\t\t\t\t\t\tcallback: callback\n\t\t\t\t\t});\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t}\n})();\n</script><!-- MailChimp for WordPress v4.1.14 - https://wordpress.org/plugins/mailchimp-for-wp/ --><form class=\"mc4wp-form mc4wp-form-77281\" data-id=\"77281\" data-name=\"Subscribe to KDnuggets News\" id=\"mc4wp-form-1\" method=\"post\"><div class=\"mc4wp-form-fields\"><div class=\"header-container\">\n<img align=\"left\" src=\"/wp-content/uploads/envelope.png\"><a href=\"/news/subscribe.html\">Get KDnuggets, a leading newsletter on AI, \r\n  Data Science, and Machine Learning</a>\n</img></div>\n<div class=\"form-fields\">\n<div class=\"field-container\"><label>Email:</label><input maxlength=\"60\" name=\"EMAIL\" placeholder=\"Your email\" required=\"\" size=\"30\" type=\"email\"/></div>\n<div class=\"field-container submit-container\"><div class=\"form-button\" onclick=\"document.getElementById('mc4wp-form-1').submit()\">Sign Up</div></div>\n</div>\n<label style=\"display: none !important;\">Leave this field empty if you're human: <input autocomplete=\"off\" name=\"_mc4wp_honeypot\" tabindex=\"-1\" type=\"text\" value=\"\"/></label><input name=\"_mc4wp_timestamp\" type=\"hidden\" value=\"1556327500\"/><input name=\"_mc4wp_form_id\" type=\"hidden\" value=\"77281\"/><input name=\"_mc4wp_form_element_id\" type=\"hidden\" value=\"mc4wp-form-1\"/></div><div class=\"mc4wp-response\"></div></form><!-- / MailChimp for WordPress Plugin -->\n</div></div><script type=\"text/javascript\">(function() {function addEventListener(element,event,handler) {\n\tif(element.addEventListener) {\n\t\telement.addEventListener(event,handler, false);\n\t} else if(element.attachEvent){\n\t\telement.attachEvent('on'+event,handler);\n\t}\n}function maybePrefixUrlField() {\n\tif(this.value.trim() !== '' && this.value.indexOf('http') !== 0) {\n\t\tthis.value = \"http://\" + this.value;\n\t}\n}\n\nvar urlFields = document.querySelectorAll('.mc4wp-form input[type=\"url\"]');\nif( urlFields && urlFields.length > 0 ) {\n\tfor( var j=0; j < urlFields.length; j++ ) {\n\t\taddEventListener(urlFields[j],'blur',maybePrefixUrlField);\n\t}\n}/* test if browser supports date fields */\nvar testInput = document.createElement('input');\ntestInput.setAttribute('type', 'date');\nif( testInput.type !== 'date') {\n\n\t/* add placeholder & pattern to all date fields */\n\tvar dateFields = document.querySelectorAll('.mc4wp-form input[type=\"date\"]');\n\tfor(var i=0; i<dateFields.length; i++) {\n\t\tif(!dateFields[i].placeholder) {\n\t\t\tdateFields[i].placeholder = 'YYYY-MM-DD';\n\t\t}\n\t\tif(!dateFields[i].pattern) {\n\t\t\tdateFields[i].pattern = '[0-9]{4}-(0[1-9]|1[012])-(0[1-9]|1[0-9]|2[0-9]|3[01])';\n\t\t}\n\t}\n}\n\n})();</script><script type=\"text/javascript\">\n/* <![CDATA[ */\nvar boxzilla_options = {\"testMode\":\"\",\"boxes\":[{\"id\":82996,\"icon\":\"&times;\",\"content\":\"\",\"css\":{\"background_color\":\"#eeee22\",\"width\":600,\"border_width\":2,\"border_style\":\"double\",\"position\":\"center\"},\"trigger\":{\"method\":\"time_on_page\",\"value\":\"3\"},\"animation\":\"fade\",\"cookie\":{\"triggered\":0,\"dismissed\":336},\"rehide\":true,\"position\":\"center\",\"screenWidthCondition\":{\"condition\":\"larger\",\"value\":500},\"closable\":true,\"post\":{\"id\":82996,\"title\":\"Subscribe to KDnuggets\",\"slug\":\"subscribe-to-kdnuggets\"}}]};\n/* ]]> */\n</script>\n<script src=\"https://www.kdnuggets.com/wp-content/plugins/boxzilla/assets/js/script.min.js?ver=3.2.5\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar boxzilla_stats_config = {\"ajaxurl\":\"https:\\/\\/www.kdnuggets.com\\/wp-admin\\/admin-ajax.php?action=boxzilla_stats_track\"};\n/* ]]> */\n</script>\n<script src=\"https://www.kdnuggets.com/wp-content/plugins/boxzilla-stats/assets/js/tracking.min.js?ver=1.0.4\" type=\"text/javascript\"></script>\n<script src=\"https://www.kdnuggets.com/wp-includes/js/wp-embed.min.js?ver=4.9.10\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar mc4wp_forms_config = [];\n/* ]]> */\n</script>\n<script src=\"https://www.kdnuggets.com/wp-content/plugins/mailchimp-for-wp/assets/js/forms-api.min.js?ver=4.1.14\" type=\"text/javascript\"></script>\n<!--[if lte IE 9]>\n<script type='text/javascript' src='https://www.kdnuggets.com/wp-content/plugins/mailchimp-for-wp/assets/js/third-party/placeholders.min.js?ver=4.1.14'></script>\n<![endif]-->\n<!--/.main_wrapper--></div>\n<script src=\"https://s7.addthis.com/js/300/addthis_widget.js#pubid=gpsaddthis\" type=\"text/javascript\"></script>\n</body>\n</html>\n<!-- Dynamic page generated in 0.911 seconds. -->\n<!-- Cached page generated by WP-Super-Cache on 2019-04-26 21:11:40 -->\n<!-- Compression = gzip -->", "content_tokenized": ["comment", "jeff", "hale", "data", "scientist", "focus", "machin", "learn", "cofound", "and", "ecommerc", "firm", "scour", "job", "list", "websit", "find", "which", "skill", "are", "most", "demand", "for", "data", "scientist", "look", "general", "data", "scienc", "skill", "and", "specif", "languag", "and", "tool", "separ", "search", "job", "list", "linkedin", "inde", "simplyhir", "monster", "and", "angellist", "octob", "num", "num", "here", "chart", "show", "how", "mani", "data", "scientist", "job", "each", "websit", "list", "read", "through", "mani", "job", "list", "and", "survey", "find", "the", "most", "common", "skill", "term", "like", "manag", "were", "not", "compar", "becaus", "they", "can", "use", "mani", "differ", "context", "job", "list", "all", "search", "were", "perform", "for", "the", "unit", "state", "with", "data", "scientist", "keyword", "use", "exact", "match", "search", "reduc", "the", "number", "result", "howev", "this", "method", "ensur", "the", "result", "were", "relev", "for", "data", "scientist", "posit", "and", "affect", "all", "search", "term", "similar", "angellist", "provid", "the", "number", "compani", "with", "data", "scientist", "list", "rather", "than", "the", "number", "posit", "exclud", "angellist", "from", "both", "analys", "becaus", "search", "algorithm", "seem", "oper", "type", "logic", "search", "without", "the", "abil", "chang", "angellist", "work", "fine", "are", "look", "for", "data", "scientist", "tensorflow", "which", "onli", "found", "with", "data", "scientist", "posit", "but", "keyword", "are", "data", "scientist", "reactj", "return", "far", "too", "mani", "list", "for", "compani", "with", "nondata", "scientist", "job", "list", "glassdoor", "also", "exclud", "from", "analys", "the", "site", "state", "that", "had", "num", "data", "scientist", "job", "the", "but", "would", "show", "more", "than", "num", "job", "addit", "seem", "high", "unlik", "would", "have", "more", "than", "three", "time", "the", "number", "data", "scientist", "job", "list", "ani", "other", "major", "platform", "term", "with", "over", "num", "list", "linkedin", "for", "general", "skill", "and", "over", "num", "list", "for", "specif", "technolog", "were", "includ", "the", "final", "analys", "there", "certain", "some", "cross", "post", "the", "result", "are", "record", "this", "googl", "sheet", "download", "csv", "file", "and", "import", "them", "into", "jupyterlab", "then", "comput", "the", "percentag", "occurr", "and", "averag", "them", "across", "the", "job", "list", "websit", "also", "compar", "the", "softwar", "result", "glassdoor", "studi", "data", "scientist", "job", "list", "from", "the", "first", "half", "num", "combin", "with", "inform", "from", "kdnugget", "usag", "survey", "appear", "some", "skill", "are", "becom", "more", "import", "and", "other", "are", "lose", "import", "get", "those", "bit", "see", "kaggl", "kernel", "for", "interact", "chart", "and", "addit", "analys", "here", "use", "plot", "for", "the", "visual", "use", "plot", "with", "jupyterlab", "take", "littl", "wrangl", "this", "write", "instruct", "are", "the", "end", "kaggl", "kernel", "and", "plot", "doc", "general", "skill", "here", "the", "chart", "the", "most", "frequent", "general", "data", "scientist", "skill", "sought", "employ", "the", "result", "show", "that", "analysi", "and", "machin", "learn", "are", "the", "heart", "data", "scientist", "job", "glean", "insight", "from", "data", "primari", "function", "data", "scienc", "machin", "learn", "all", "about", "creat", "system", "predict", "perform", "and", "veri", "demand", "data", "scienc", "requir", "statist", "and", "comput", "scienc", "skill", "surpris", "there", "statist", "comput", "scienc", "and", "mathemat", "are", "also", "colleg", "major", "which", "probabl", "help", "their", "frequenc", "interest", "that", "communic", "mention", "near", "half", "job", "list", "data", "scientist", "need", "abl", "communic", "insight", "and", "work", "with", "other", "and", "deep", "learn", "show", "frequent", "some", "other", "term", "howev", "they", "are", "subset", "machin", "learn", "deep", "learn", "use", "for", "more", "and", "more", "the", "machin", "learn", "task", "that", "other", "algorithm", "were", "use", "for", "previous", "for", "exampl", "the", "best", "machin", "learn", "algorithm", "for", "most", "natur", "languag", "process", "problem", "are", "now", "deep", "learn", "algorithm", "expect", "deep", "learn", "skill", "will", "sought", "more", "explicit", "the", "futur", "and", "that", "machin", "learn", "will", "becom", "more", "synonym", "with", "deep", "learn", "which", "specif", "softwar", "tool", "for", "data", "scientist", "are", "employ", "look", "for", "let", "tackl", "that", "question", "next", "technolog", "skill", "below", "are", "the", "top", "num", "specif", "languag", "librari", "and", "tech", "tool", "employ", "are", "look", "for", "data", "scientist", "have", "experi", "with", "let", "briefli", "look", "the", "most", "common", "tech", "skill", "python", "the", "most", "indemand", "languag", "the", "popular", "this", "opensourc", "languag", "has", "been", "wide", "observ", "beginn", "friend", "with", "mani", "support", "resourc", "the", "vast", "major", "new", "data", "scienc", "tool", "are", "compat", "with", "python", "the", "primari", "languag", "for", "data", "scientist", "not", "far", "behind", "python", "onc", "the", "primari", "languag", "for", "data", "scienc", "surpris", "see", "how", "demand", "still", "the", "root", "this", "open", "sourc", "languag", "are", "statist", "and", "still", "veri", "popular", "with", "statistician", "python", "must", "for", "virtual", "everi", "data", "scientist", "posit", "also", "high", "demand", "stand", "for", "structur", "queri", "languag", "and", "the", "primari", "way", "interact", "with", "relat", "databas", "sometim", "overlook", "the", "data", "scienc", "world", "but", "skill", "worth", "demonstr", "masteri", "plan", "hit", "the", "job", "market", "next", "are", "hadoop", "and", "spark", "both", "open", "sourc", "tool", "from", "apach", "for", "big", "data", "apach", "hadoop", "open", "sourc", "softwar", "platform", "for", "distribut", "storag", "and", "distribut", "process", "veri", "larg", "data", "set", "comput", "cluster", "built", "from", "commod", "hardwar", "sourc", "apach", "spark", "fast", "inmemori", "data", "process", "engin", "with", "eleg", "and", "express", "develop", "api", "allow", "data", "worker", "effici", "execut", "stream", "machin", "learn", "workload", "that", "requir", "fast", "iter", "access", "dataset", "ourc", "these", "tool", "have", "consider", "less", "written", "about", "them", "medium", "and", "tutori", "than", "mani", "other", "expect", "mani", "fewer", "job", "candid", "have", "these", "skill", "than", "python", "and", "have", "can", "gain", "experi", "with", "hadoop", "and", "spark", "should", "give", "leg", "the", "competit", "then", "come", "java", "and", "surpris", "see", "these", "languag", "high", "they", "are", "both", "have", "larg", "compani", "behind", "them", "and", "least", "some", "free", "offer", "both", "java", "and", "general", "receiv", "littl", "attent", "the", "data", "scienc", "communiti", "bio", "jeff", "hale", "experienc", "entrepreneur", "who", "has", "manag", "technolog", "oper", "and", "financ", "for", "sever", "compani", "current", "jeff", "turn", "his", "passion", "for", "datadriven", "decis", "make", "into", "career", "data", "scientist", "excit", "about", "machin", "learn", "communic", "and", "data", "analysi", "tableau", "next", "demand", "this", "analyt", "platform", "and", "visual", "tool", "power", "easi", "use", "and", "grow", "popular", "has", "free", "public", "version", "but", "will", "cost", "money", "want", "keep", "data", "privat", "aren", "familiar", "with", "tableau", "definit", "worth", "take", "quick", "class", "such", "tableau", "num", "udemi", "get", "commiss", "for", "the", "suggestion—", "just", "took", "the", "class", "and", "found", "great", "valu", "the", "chart", "below", "show", "even", "bigger", "list", "the", "most", "demand", "languag", "framework", "and", "other", "data", "scienc", "softwar", "tool", "histor", "comparison", "glassdoor", "analysi", "the", "num", "most", "common", "softwar", "skill", "for", "data", "scientist", "from", "januari", "num", "through", "juli", "num", "their", "site", "here", "comparison", "how", "frequent", "the", "term", "appear", "their", "site", "compar", "the", "averag", "linkedin", "inde", "simplyhir", "and", "monster", "octob", "num", "the", "result", "are", "fair", "similar", "both", "analysi", "and", "glassdoor", "found", "python", "and", "the", "most", "demand", "also", "found", "the", "same", "top", "nine", "technolog", "skill", "albeit", "slight", "differ", "order", "the", "result", "suggest", "that", "compar", "the", "first", "half", "num", "hadoop", "java", "and", "matlab", "are", "now", "less", "demand", "and", "tableau", "more", "demand", "this", "what", "would", "expect", "given", "the", "complementari", "result", "from", "sourc", "such", "the", "kdnugget", "develop", "survey", "there", "hadoop", "java", "and", "all", "show", "clear", "multiyear", "downward", "usag", "trend", "and", "tableau", "show", "clear", "upward", "trend", "recommend", "base", "the", "result", "these", "analys", "here", "are", "some", "general", "recommend", "for", "current", "and", "aspir", "data", "scientist", "concern", "with", "make", "themselv", "wide", "market", "demonstr", "can", "data", "analysi", "and", "focus", "becom", "realli", "skill", "machin", "learn", "invest", "communic", "skill", "recommend", "read", "the", "book", "made", "stick", "help", "idea", "have", "more", "impact", "also", "check", "out", "the", "hemmingway", "editor", "app", "improv", "the", "clariti", "write", "master", "deep", "learn", "framework", "profici", "with", "deep", "learn", "framework", "larger", "and", "larger", "part", "profici", "with", "machin", "learn", "for", "comparison", "deep", "learn", "framework", "term", "usag", "interest", "and", "popular", "see", "articl", "here", "are", "choos", "between", "learn", "python", "and", "choos", "python", "have", "python", "down", "cold", "consid", "learn", "definit", "more", "market", "also", "know", "when", "employ", "look", "for", "data", "scientist", "with", "python", "skill", "they", "are", "also", "like", "expect", "candid", "know", "the", "common", "python", "data", "scienc", "librari", "numpi", "panda", "scikitlearn", "and", "matplotlib", "look", "learn", "this", "set", "tool", "suggest", "the", "follow", "resourc", "datacamp", "and", "dataquest", "they", "are", "both", "reason", "price", "onlin", "saa", "data", "scienc", "educt", "product", "where", "learn", "code", "they", "both", "teach", "number", "technolog", "tool", "data", "school", "has", "varieti", "resourc", "includ", "nice", "set", "youtub", "video", "explain", "data", "scienc", "concept", "python", "for", "data", "analysi", "mckinney", "this", "book", "the", "primari", "author", "the", "panda", "librari", "focuss", "panda", "and", "also", "discuss", "basic", "python", "numpi", "and", "scikitlearn", "function", "for", "data", "scienc", "introduct", "machin", "lean", "with", "python", "müller", "guido", "müller", "primari", "maintain", "scikitlearn", "excel", "book", "for", "learn", "machin", "learn", "with", "scikitlearn", "are", "look", "jump", "into", "deep", "learn", "suggest", "start", "with", "kera", "fastai", "befor", "move", "tensorflow", "pytorch", "chollet", "deep", "learn", "with", "python", "great", "resourc", "for", "learn", "kera", "beyond", "these", "recommend", "suggest", "learn", "what", "interest", "although", "there", "are", "obvious", "mani", "consider", "when", "decid", "how", "alloc", "learn", "time", "look", "for", "data", "scientist", "job", "through", "onlin", "portal", "suggest", "start", "with", "linkedin", "consist", "has", "the", "most", "result", "are", "look", "for", "job", "post", "posit", "job", "site", "keyword", "matter", "data", "scienc", "return", "near", "numx", "the", "number", "result", "that", "data", "scientist", "doe", "each", "site", "but", "are", "look", "strict", "for", "data", "scientist", "job", "probabl", "better", "off", "search", "for", "data", "scientist", "regardless", "where", "look", "suggest", "make", "onlin", "portfolio", "that", "demonstr", "profici", "with", "mani", "indemand", "skill", "area", "possibl", "also", "suggest", "linkedin", "profil", "showcas", "skill", "part", "this", "project", "collect", "other", "data", "that", "may", "turn", "into", "articl", "follow", "make", "sure", "miss", "out", "want", "see", "the", "interact", "plot", "chart", "and", "the", "code", "behind", "them", "check", "out", "kaggl", "kernel", "hope", "this", "articl", "has", "provid", "with", "some", "insight", "into", "what", "organ", "hire", "data", "scientist", "are", "look", "for", "learn", "someth", "pleas", "share", "twitter", "other", "will", "more", "like", "find", "bio", "jeffhal", "experienc", "entrepreneur", "who", "has", "manag", "technolog", "oper", "and", "financ", "for", "sever", "compani", "current", "jeff", "turn", "his", "passion", "for", "datadriven", "decis", "make", "into", "career", "data", "scientist", "excit", "about", "machin", "learn", "communic", "and", "data", "analysi", "origin", "repost", "with", "permiss", "relat", "select", "analyt", "adventur", "analyt", "onboard", "what", "data", "scientist", "want", "data", "scientist", "interview", "demystifi"], "timestamp_scraper": 1556368215.25585, "title": "The Most in Demand Skills for Data Scientists", "read_time": 578.4, "content_html": "<div class=\"post\" id=\"post-\">\n<div align=\"right\"><img alt=\"c\" height=\"12\" src=\"/images/comment.gif\" width=\"16\"/> <a href=\"#comments\">comments</a></div>\n<p><b>By <a href=\"https://www.linkedin.com/in/jeff-hale-99a7877/\">Jeff Hale</a>, Data Scientist Focused on Machine Learning - CoFounder and COO at E-commerce Firms</b>.</p>\n<p>I scoured job listing websites to find which skills are most in demand for data scientists. I looked at general data science skills and at specific languages and tools separately. I searched job listings on <a data-href=\"https://www.linkedin.com\" href=\"https://www.linkedin.com/\">LinkedIn</a>, <a data-href=\"https://www.indeed.com\" href=\"https://www.indeed.com/\">Indeed</a>, <a data-href=\"https://www.simplyhired.com\" href=\"https://www.simplyhired.com/\">SimplyHired</a>, <a data-href=\"https://www.monster.com\" href=\"https://www.monster.com/\">Monster</a>, and <a data-href=\"https://angel.co/jobs\" href=\"https://angel.co/jobs\">AngelList</a> on October 10, 2018. Here’s a chart showing how many data scientist jobs each website listed.</p>\n<p><img src=\"https://cdn-images-1.medium.com/max/1000/1*3K7QnzBXI0Ys3NZgNRTezA.png\" width=\"100%\"/></p>\n<p>I read through many job listings and surveys to find the most common skills. Terms like <em>management</em> were not compared because they can be used in so many different contexts in job listings.</p>\n<p>All searches were performed for the United States with <em>“data scientist” “[keyword]”</em>. Using exact match search reduced the number of results. However, this method ensured the results were relevant for data scientist positions and affected all search terms similarly.</p>\n<p>AngelList provides the number of companies with data scientist listings rather than the number of positions. I excluded AngelList from both analyses because its search algorithm seems to operate as an <em>OR </em>type of logical search, without the ability to change it to an <em>AND</em>. AngelList works fine if you are looking for <em>“data scientist” “TensorFlow”</em> which is only going to be found with data scientist positions, but if your keywords are “<em>data scientist” “react.js”</em> it returns far too many listings for companies with non-data scientist job listings.</p>\n<p><a href=\"https://www.glassdoor.com/index.htm\">Glassdoor</a> was also excluded from my analyses. The site stated that it had 26,263 <em>“data scientist”</em> jobs in the US, but it would show me no more than 900 jobs. Additionally, it seems highly unlikely it would have more than three times the number of data scientist job listings as any other major platform.</p>\n<p>Terms with over 400 listings on LinkedIn for general skills and over 200 listings for specific technologies were included in the final analyses. There was certainly some cross posting. The results are recorded in this <a href=\"https://docs.google.com/spreadsheets/d/1df7QTgdAOItQJadLoMHlIZH3AsQ2j2_yoyvHOpsy9qU/edit?usp=sharing\">Google Sheet</a>.</p>\n<p>I downloaded .csv files and imported them into JupyterLab. I then computed the percentage occurrences and averaged them across the job listing websites.</p>\n<p>I also compared the software results to a <a href=\"https://www.glassdoor.com/research/data-scientist-personas/\">Glassdoor study</a> of its data scientist job listings from the first half of 2017. Combined with information from <a href=\"https://www.kdnuggets.com/2018/05/poll-tools-analytics-data-science-machine-learning-results.html/2\">KDNuggets’ usage survey</a>, it appears some skills are becoming more important and others are losing importance. We’ll get to those in a bit.</p>\n<p>See my Kaggle Kernel for interactive charts and additional analyses <a href=\"https://www.kaggle.com/discdiver/the-most-in-demand-skills-for-data-scientists/\">here</a>. I used Plotly for the visualizations. To use Plotly with JupyterLab takes a little wrangling as of this writing — instructions are at the end of my Kaggle Kernel and in <a href=\"https://github.com/plotly/plotly.py\">Plotly’s docs</a>.</p>\n<h3><strong>General Skills</strong></h3>\n<p>Here’s the chart of the most frequent general data scientist skills sought by employers.</p>\n<p><img src=\"https://cdn-images-1.medium.com/max/1000/1*-oG0j_wGSW_9cNNs4_qgFQ.png\" width=\"100%\"/></p>\n<p>The results show that analysis and machine learning are at the heart of data scientist jobs. Gleaning insights from data is a primary function of data science. Machine learning is all about creating systems to predict performance and it is very in demand.</p>\n<p>Data science requires statistics and computer science skills — no surprise there. Statistics, computer science, and mathematics are also college majors, which probably helps their frequency.</p>\n<p>It is interesting that communication is mentioned in nearly half of job listings. Data scientists need to be able communicate insights and work with others.</p>\n<p>AI and deep learning don’t show up as frequently as some other terms. However, they are subsets of machine learning. Deep learning is being used for more and more of the machine learning tasks that other algorithms were used for previously. For example, the best machine learning algorithms for most natural language processing problems are now deep learning algorithms. I expect deep learning skills will be sought more explicitly in the future and that machine learning will become more synonymous with deep learning.</p>\n<p>Which specific software tools for data scientists are employers looking for? Let’s tackle that question next.</p>\n<h3><strong>Technology Skills</strong></h3>\n<p>Below are the top 20 specific languages, libraries, and tech tools employers are looking for data scientists to have experience with.</p>\n<p><img src=\"https://cdn-images-1.medium.com/max/1000/1*jnZT4gFAzScOJ_VnYsni0g.png\" width=\"100%\"/></p>\n<p>Let’s briefly look at the most common tech skills.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/1000/1*H1olKNHMeAiPbDoDf95MYw.png\" width=\"30%\"/></center><a href=\"https://www.python.org/\">Python</a> is the most in-demand language. The popularity of this open-source language has been widely observed. It’s beginner friendly, with many support resources. The vast majority of new data science tools are compatible with it. Python is the primary language for data scientists.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/1000/1*KvDjHLuke7XW0EDXl4HObA.png\" width=\"30%\"/></center>R is not far behind Python. It once was the primary language for data science. I was surprised to see how in demand it still is. The roots of this open source language are in statistics, and it’s still very popular with statisticians.</p>\n<p>Python or R is a must for virtually every data scientist position.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/1000/1*m0Ef1gHgIfsZ3ha4dRjMPw.png\" width=\"30%\"/></center><a href=\"https://en.wikipedia.org/wiki/SQL\">SQL</a> is also in high demand. SQL stands for Structured Query Language and is the primary way to interact with relational databases. SQL is sometimes overlooked in the data science world, but it’s a skill worth demonstrating mastery of if you’re planning to hit the job market.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/1250/1*A3CsEqNfW-hGQJcW_1aYnQ.png\" width=\"30%\"/></center><center><img src=\"https://cdn-images-1.medium.com/max/1250/1*6B_ehX789jDsxzD3rvzI2w.png\" width=\"30%\"/></center>Up next are <a href=\"https://hadoop.apache.org/\">Hadoop</a> and <a href=\"https://spark.apache.org/\">Spark</a>, both open source tools from Apache for big data.</p>\n<blockquote><p><em>Apache Hadoop is an open source software platform for distributed storage and distributed processing of very large data sets on computer clusters built from commodity hardware.</em><em> </em><em>—</em><em><a href=\"https://hortonworks.com/apache/hadoop/\"> Source</a>.</em></p>\n<p><em>Apache Spark is a fast, in-memory data processing engine with elegant and expressive development APIs to allow data workers to efficiently execute streaming, machine learning or SQL workloads that require fast iterative access to datasets.</em><em> </em><em>—</em><em> </em><em>S<a href=\"https://hortonworks.com/apache/spark/\">ource</a>.</em></p></blockquote>\n<p>These tools have considerably less written about them on Medium and in tutorials than many others. I expect many fewer job candidates have these skills than Python, R, and SQL. If you have or can gain experience with Hadoop and Spark it should give you a leg up on the competition.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/1000/1*zhmi-0GKaelOE_ri5b09WA.jpeg\" width=\"30%\"/></center><center><img src=\"https://cdn-images-1.medium.com/max/1000/1*GhlMX8eVpMhwMR9gYwLmSg.jpeg\" width=\"30%\"/></center>Then come <a data-href=\"https://www.java.com/en/\" href=\"https://www.java.com/en/\">Java</a> and <a data-href=\"https://www.sas.com/en_us/home.html\" href=\"https://www.sas.com/en_us/home.html\">SAS</a>. I was surprised to see these languages as high as they are. Both have large companies behind them, and at least some free offerings. Both Java and SAS generally receive little attention in the data science community.</p>\n<p><b>Bio</b>: <a href=\"https://www.linkedin.com/in/jeff-hale-99a7877/\">Jeff Hale</a> is an experienced entrepreneur who has managed technology, operations, and finances for several companies. Currently, Jeff is turning his passion for data-driven decision making into a career as a data scientist. He is excited about machine learning, communication, and data analysis.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/1000/1*F9R8s7SvAozrxu81-n1ynA.png\" width=\"75%\"/></center><a href=\"https://www.tableau.com/\">Tableau</a> is next in demand. This analytics platform and visualization tool is powerful, easy to use, and growing in popularity. It has a free public version, but will cost you money if you want to keep your data private.</p>\n<p>If you aren’t familiar with Tableau, it’s definitely worth taking a quick class such as <a data-href=\"https://www.udemy.com/tableau10/\" href=\"https://www.udemy.com/tableau10/\">Tableau 10 A-Z</a> on Udemy. I don’t get a commission for the suggestion— I just took the class and found it to be a great value.</p>\n<p>The chart below shows an even bigger list of the most in demand languages, frameworks, and other data science software tools.</p>\n<p><img src=\"https://cdn-images-1.medium.com/max/1000/1*ms7fwYHNdXuGQ_0vKINkNQ.png\" width=\"100%\"/></p>\n<h4>Historical Comparison</h4>\n<p>GlassDoor did an <a data-href=\"https://www.glassdoor.com/research/data-scientist-personas/\" href=\"https://www.glassdoor.com/research/data-scientist-personas/\">analysis</a> of the 10 most common software skills for data scientists from January 2017 through July 2017 on their site. Here’s a comparison of how frequently the terms appeared on their site compared to the average on LinkedIn, Indeed, SimplyHired, and Monster in October 2018.</p>\n<p><img src=\"https://cdn-images-1.medium.com/max/1000/1*iueZKOOBidZtr-FTYyf6QA.png\" width=\"100%\"/></p>\n<p>The results are fairly similar. Both my analysis and GlassDoor’s found Python, R, and SQL to be the most in demand. We also found the same top nine technology skills, albeit in slightly different orders.</p>\n<p>The results suggest that compared to the first half of 2017, R, Hadoop, Java, SAS, and MatLab are now less in demand and Tableau is more in demand. This is what I would expect given the complementary results from sources such as the <a data-href=\"https://www.kdnuggets.com/2018/05/poll-tools-analytics-data-science-machine-learning-results.html/2\" href=\"https://www.kdnuggets.com/2018/05/poll-tools-analytics-data-science-machine-learning-results.html/2\">KDnuggets developer survey</a>. There, R, Hadoop, Java, and SAS all show clear multi-year downward usage trends and Tableau shows a clear upward trend.</p>\n<h3>Recommendations</h3>\n<p>Based on the results of these analyses, here are some general recommendations for current and aspiring data scientists concerned with making themselves widely marketable.</p>\n<ul>\n<li>Demonstrate you can do data analysis and focus on becoming really skilled at machine learning.</li>\n<li>Invest in your communication skills. I recommend reading the book <a data-href=\"https://www.amazon.com/Made-Stick-Ideas-Survive-Others/dp/1400064287\" href=\"https://www.amazon.com/Made-Stick-Ideas-Survive-Others/dp/1400064287\">Made to Stick</a>to help your ideas have more impact. Also check out the <a data-href=\"http://www.hemingwayapp.com/\" href=\"http://www.hemingwayapp.com/\">Hemmingway Editor</a> app to improve the clarity of your writing.</li>\n<li>Master a deep learning framework. Being proficient with a deep learning framework is a larger and larger part of being proficient with machine learning. For a comparison of deep learning frameworks in terms of usage, interest, and popularity see my article <a data-href=\"https://towardsdatascience.com/deep-learning-framework-power-scores-2018-23607ddf297a\" href=\"https://towardsdatascience.com/deep-learning-framework-power-scores-2018-23607ddf297a\">here</a>.</li>\n<li>If you are choosing between learning Python and R, choose Python. If you have Python down cold, consider learning R. You’ll definitely be more marketable if you also know R.</li>\n</ul>\n<p>When an employer is looking for a data scientist with Python skills, they are also likely to expect candidates to know the common python data science libraries: numpy, pandas, scikit-learn, and matplotlib. If you’re looking to learn this set of tools, I suggest the following resources:</p>\n<ul>\n<li><a data-href=\"https://www.datacamp.com/\" href=\"https://www.datacamp.com/\">DataCamp</a>and <a data-href=\"https://www.dataquest.io/\" href=\"https://www.dataquest.io/\">DataQuest</a> — they are both reasonably priced online SaaS data science eduction products where you learn as you code. They both teach a number of technology tools.</li>\n<li><a data-href=\"https://www.dataschool.io/start/\" href=\"https://www.dataschool.io/start/\">Data School</a> has a variety of resources including a nice set of <a data-href=\"https://www.youtube.com/dataschool\" href=\"https://www.youtube.com/dataschool\">YouTube videos</a> explaining data science concepts.</li>\n<li><a data-href=\"https://www.amazon.com/Python-Data-Analysis-Wrangling-IPython/dp/1491957662\" href=\"https://www.amazon.com/Python-Data-Analysis-Wrangling-IPython/dp/1491957662\"><em>Python for Data Analysis</em></a> by McKinney. This book by the primary author of the pandas library focusses on pandas and also discusses basic python, numpy, and scikit-learn functionality for data science.</li>\n<li><a data-href=\"https://www.amazon.com/Introduction-Machine-Learning-Python-Scientists-ebook/dp/B01M0LNE8C\" href=\"https://www.amazon.com/Introduction-Machine-Learning-Python-Scientists-ebook/dp/B01M0LNE8C\"><em>Introduction to Machine Leaning with Python</em></a> by Müller &amp; Guido. Müller is a primary maintainer of scikit-learn. It’s an excellent book for learning machine learning with scikit-learn.</li>\n</ul>\n<p>If you are looking to jump into deep learning, I suggest starting with <a href=\"https://keras.io/\">Keras</a> or <a href=\"https://github.com/fastai/fastai\">FastAI</a> before moving on to <a href=\"https://www.tensorflow.org/\">TensorFlow</a> or <a data-href=\"https://pytorch.org/\" href=\"https://pytorch.org/\">PyTorch</a>. Chollet’s <a href=\"https://www.amazon.com/Deep-Learning-Python-Francois-Chollet/dp/1617294438\"><em>Deep Learning with Python</em></a> is a great resource for learning Keras.</p>\n<p>Beyond these recommendations, I suggest you learn what interests you, although there are obviously many considerations when deciding how to allocate your learning time.</p>\n<p><center><img src=\"https://cdn-images-1.medium.com/max/1000/1*sR0SOBlt8njlBt6tG6gwww.png\" width=\"40%\"/></center></p>\n<p>If you’re looking for a data scientist job through online portals, I suggest you start with LinkedIn — it consistently has the most results.</p>\n<p>If you are looking for a job or posting positions on job sites, keywords matter. “<em>data science</em>” returns nearly 3x the number of results that “<em>data scientist</em>” does on each site. But if you are looking strictly for a data scientist job, you’re probably better off searching for “<em>data scientist</em>”.</p>\n<p>Regardless of where you’re looking I suggest you make an online portfolio that demonstrates your proficiency with as many in-demand skill areas as possible. I also suggest your LinkedIn profile showcase your skills.</p>\n<p>As part of this project I collected other data that I may turn into articles. Follow me to make sure you don’t miss out.</p>\n<p>If you want to see the interactive plotly charts and the code behind them, check out my <a href=\"https://www.kaggle.com/discdiver/the-most-in-demand-skills-for-data-scientists/\">Kaggle Kernel</a>.</p>\n<p>I hope this article has provided you with some insights into what organizations hiring data scientists are looking for. If you learned something, please share on Twitter so others will be more likely to find it 😃.</p>\n<p><b>Bio</b>: <a href=\"https://www.linkedin.com/in/jeff-hale-99a7877/\">JeffHale</a> is an experienced entrepreneur who has managed technology, operations, and finances for several companies. Currently, Jeff is turning his passion for data-driven decision making into a career as a data scientist. He is excited about machine learning, communication, and data analysis. </p>\n<p><a href=\"https://towardsdatascience.com/the-most-in-demand-skills-for-data-scientists-4a4a8db896db\">Original</a>. Reposted with permission.</p>\n<p><b>Related:</b></p>\n<ul class=\"three_ul\">\n<li><a href=\"https://www.kdnuggets.com/2018/10/choose-adventure-analytics-on-boarding.html\">Select Your Analytics Adventure – Analytics On-boarding</a></li>\n<li><a href=\"https://www.kdnuggets.com/2018/08/what-data-scientists-want.html\">What Data Scientists Want?</a></li>\n<li><a href=\"https://www.kdnuggets.com/2018/08/data-scientist-interviews-demystified.html\">Data Scientist Interviews Demystified</a></li>\n</ul>\n<p><a name=\"comments\"></a></p>\n<div id=\"disqus_thread\"></div>\n<p> <script type=\"text/javascript\">\n var disqus_shortname = 'kdnuggets'; \n (function() { var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true; dsq.src = 'https://kdnuggets.disqus.com/embed.js';\n (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq); })();\n </script></p>\n</div> ", "website": "kdnuggets"}