{"content_html": "<div class=\"post-body entry-content\">\n<p>The Monday before last, <a href=\"http://www.nyu.edu/gsas/dept/philo/faculty/block/\">Ned Block</a> and <a href=\"http://www.baruch.cuny.edu/wsas/academics/philosophy/emandelbaum.htm\">Eric Mandelbaum</a> brought me into their <a href=\"http://www.nyu.edu/gsas/dept/philo/courses/perception2016/\">philosophy grad seminar</a> at New York University to talk about belief.  Our views are pretty far apart, and I got pushback during class (and before class, and after class!) from a variety of directions.  But the issue that stuck with me most was the big-picture issue of <i>dispositionalism </i>vs <i>respresentationalism </i>about belief.<p>\n\nI'm a <b>dispositionalist</b>.  By this I mean that <b>to believe some particular proposition</b>, such as that your daughter is at school, <b>is nothing more or less than to be disposed toward certain patterns of behavior, conscious experience, and cognition, under a range of hypothetical conditions</b> -- for example, to be disposed to go to your daughter's school if you decide you want to meet her, to be disposed to feel surprise should you head home for lunch and find her waiting there, and to be disposed, if the question arises, to infer that her favorite backpack is also probably at the school (since she usually takes it with her).  All of these dispositions hold only \"ceteris paribus\" or \"all else being equal\" and one needn't have <i>all</i> of them to count as believing.  (For more details about my version of dispositionalism in particular, see <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/AccountBel.htm\">here</a>.)  Crucial to the dispositionalist approach (but not unique to it) is the idea that <b>the implementational details don't matter -- or rather, they matter only derivatively.</b>  It doesn't matter if you've got a connectionist net in your head, or representations in the language of thought, or a billion little homonuculi whispering in thieves' cant, or an immaterial soul.  As long as you have the right clusters of behavioral, experiential, and cognitive dispositions, robustly, across a suitably broad range of hypothetical circumstances, you believe.<p>\n<b>On a representationalist view, implementation does matter.</b>  On a suitably modest view of what a \"representation\" is (I like <a href=\"https://mitpress.mit.edu/books/explaining-behavior\">Dretske's account</a>), the human mind uses representations.  For example, it's very plausible that neural activity in primary visual cortex is representational, if representations are states of a system that function to track or convey information about something else.  (In primary visual cortex, patterns of excitation in groups of neurons function to indicate geometrical features in various parts of the visual field.)  <b>The representationalist about belief commits to a general picture of the mind as a manipulator of representations, and then characterizes believing as a matter of having the right sort of representations</b> (e.g., one with the content \"my daughter it school\") <b>stored or activated in the right type of functional role in the mind</b> (for example, stored in memory and poised (if all goes well) to be activated in cognitive processing when you are asked, \"where is your daughter now?\").<p>\n\nI interpreted <i>some </i>of the pushback from Block, Mandelbaum, and their students as follows: \"Look, the best cognitive science employs a representational model of the mind.  So representations are real.  Even you don't deny that.  So if you want a truly scientific model of the mind instead of some vague dispositionalism that looks only at the effects or manifestations of real cognitive states, you should be a representationalist.\"<p>\n\nHow is a dispositionalist to reply to this concern?  I have three broad responses.<p>\n<b>The Implementational Response.</b>  The most concessive response (short of saying, \"oops, you're right!\") is to deny that there is any serious conflict between the two positions by allowing that the way one gets to have the dispositional profile constitutive of belief might be by manipulating representations in just the manner that the representationalist supposes.  <b>The views can be happily married!  You don't get to have the dispositional profile of a believer unless you already have right sort of representational architecture underneath</b>; and once you have the right sort of representational architecture underneath, you thereby acquire the relevant dispositional profile.  The views only diverge in marginal or hypothetical cases where representational architecture and dispositional profile come apart -- but maybe those cases don't matter too much.<p>\n\nHowever, I think that answer is too concessive, for a couple of reasons.<p>\n<b>The Messiness Response.</b>  Here's a too-simple hypothetical representationalist architecture for belief.  To believe that P (e.g., that my daughter is at school today) is to just to have a representation with the content P (\"my daughter is at school today\") stored somewhere in the mind, ready to be activated when it becomes relevant whether P is the case (e.g., I'm asked \"where is your daughter now?\").  One problem with this view is the problem of specifying the exact content.  I believe that the my daughter is at school today.  I also believe that my daughter is at JFK Elementary today.  I also believe that my daughter is at JFK Elementary now.  I also believe that Kate is at JFK Elementary now.  I also believe that Kate is in Ms. Salinas' class today.  This list could obviously be expanded considerably.  Do I literally have all of these representations stored separately?  Or is there only one representation stored, from which the others are swiftly derivable?  If so, which one?  How could we know?  This puzzle invites us to <b>reject the simplistic picture that believing P is a matter of having a stored representation with exactly the content P.</b>  But once we make this move, we open ourselves up to a certain kind of implementational <i> messiness</i> -- which is plausible anyway.  As we have seen in the two best-developed areas of cognitive science -- the cognitive science of memory and the cognitive science of vision -- the underlying architectural stories tend to be highly complex and tend not to map neatly onto our folk psychological categories.  Furthermore, viewed from an appropriately broad temporal perspective, scientific fashions come and go: We have this many memory systems, no we have this many; early visual processing is not much influenced by later processing, wait yes it is influenced, wait no it's not after all.  Dynamical systems, connectionist networks, patterns of looping activation can all be understood in terms of language-like representations, or no they can't, or maybe map-like representations or sensorimotor representations are better.  <b>Given the messiness and uncertainty of cognitive science, it is premature to commit to a thoroughly representationalist picture.</b>  Maybe someday we'll have all this figured out well enough so that we can say \"this architectural structure, this one, is what you have if you believe that your daughter is at school, we found it!\"  That would be exciting!  That day, I abandon dispositionalism.  Until then, I prefer to think of belief dispositionally rather than relying upon any particular architectural story, even as general an architectural story as representationalism.<p>\n<b>The What-We-Care-About Response.</b> <i>Why</i>, as philosophers, do we want an account of belief?  Presumably, it's because we care about predicting and explaining our behavior and our patterns of experience.  So let's suppose as much divergence as it's reasonable to suppose between patterns of experience and behavior and patterns of internal architecture.  Maybe we discover an alien species that has outward behavior and inner experiences virtually identical to our own but implemented very differently in the underlying architecture.  Or maybe we can imagine a human being whose actions and experiences, not only in her actual circumstances but also in a wide range of hypothetical circumstances, are just like that of someone who believes that P, but who lacks the usual underlying architecture.  On an architecture-driven account, it seems that we have to deny that these aliens or this person believes what they seem to believe; on a dispositional account, we get to say that they do believe what they seem to believe.  The latter seems preferable: <b>If what we care about in an account of belief is patterns of behavior and experience, then it makes sense to build an account of belief that prioritizes those patterns of behavior and experience as the primary thing, and treats purely architectural considerations as secondary.</b><p>\n\n----------------------------------------------<p>\n\nSome related posts and papers:<p>\n<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/AccountBel.htm\">\nA Phenomenal, Dispositional Account of Belief</a> (<i>Nous </i>2002).<p>\n<a href=\"http://plato.stanford.edu/entries/belief/\">Belief</a> (Stanford Encyclopedia of Philosophy, 2006 revised 2015).<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2008/11/mad-belief.html\">Mad Belief?</a> (blog post, Nov. 5, 2008).<p>\n<a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/BeliefBox.htm\">A Dispositional Approach to Attitudes: Thinking Outside of the Belief Box</a> (in Nottelmann, ed., <i>New Essays on Belief</i>, 2013).<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2015/07/against-intellectualism-about-belief.html\">Against Intellectualism About Belief</a> (blog post, July 31, 2015)<p>\n<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/PragBel.htm\">The Pragmatic Metaphysics of Belief</a> (essay in draft, October 2016).</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>", "title": "\nDispositionalism vs Representationalism about Belief\n", "url": "https://schwitzsplinters.blogspot.com/2016/10", "content": "The Monday before last, Ned Block and Eric Mandelbaum brought me into their philosophy grad seminar at New York University to talk about belief. Our views are pretty far apart, and I got pushback during class (and before class, and after class!) from a variety of directions. But the issue that stuck with me most was the big-picture issue of dispositionalism vs respresentationalism about belief. I'm a dispositionalist. By this I mean that to believe some particular proposition, such as that your daughter is at school, is nothing more or less than to be disposed toward certain patterns of behavior, conscious experience, and cognition, under a range of hypothetical conditions -- for example, to be disposed to go to your daughter's school if you decide you want to meet her, to be disposed to feel surprise should you head home for lunch and find her waiting there, and to be disposed, if the question arises, to infer that her favorite backpack is also probably at the school (since she usually takes it with her). All of these dispositions hold only \"ceteris paribus\" or \"all else being equal\" and one needn't have all of them to count as believing. (For more details about my version of dispositionalism in particular, see here.) Crucial to the dispositionalist approach (but not unique to it) is the idea that the implementational details don't matter -- or rather, they matter only derivatively. It doesn't matter if you've got a connectionist net in your head, or representations in the language of thought, or a billion little homonuculi whispering in thieves' cant, or an immaterial soul. As long as you have the right clusters of behavioral, experiential, and cognitive dispositions, robustly, across a suitably broad range of hypothetical circumstances, you believe. On a representationalist view, implementation does matter. On a suitably modest view of what a \"representation\" is (I like Dretske's account), the human mind uses representations. For example, it's very plausible that neural activity in primary visual cortex is representational, if representations are states of a system that function to track or convey information about something else. (In primary visual cortex, patterns of excitation in groups of neurons function to indicate geometrical features in various parts of the visual field.) The representationalist about belief commits to a general picture of the mind as a manipulator of representations, and then characterizes believing as a matter of having the right sort of representations (e.g., one with the content \"my daughter it school\") stored or activated in the right type of functional role in the mind (for example, stored in memory and poised (if all goes well) to be activated in cognitive processing when you are asked, \"where is your daughter now?\"). I interpreted some of the pushback from Block, Mandelbaum, and their students as follows: \"Look, the best cognitive science employs a representational model of the mind. So representations are real. Even you don't deny that. So if you want a truly scientific model of the mind instead of some vague dispositionalism that looks only at the effects or manifestations of real cognitive states, you should be a representationalist.\" How is a dispositionalist to reply to this concern? I have three broad responses. The Implementational Response. The most concessive response (short of saying, \"oops, you're right!\") is to deny that there is any serious conflict between the two positions by allowing that the way one gets to have the dispositional profile constitutive of belief might be by manipulating representations in just the manner that the representationalist supposes. The views can be happily married! You don't get to have the dispositional profile of a believer unless you already have right sort of representational architecture underneath; and once you have the right sort of representational architecture underneath, you thereby acquire the relevant dispositional profile. The views only diverge in marginal or hypothetical cases where representational architecture and dispositional profile come apart -- but maybe those cases don't matter too much. However, I think that answer is too concessive, for a couple of reasons. The Messiness Response. Here's a too-simple hypothetical representationalist architecture for belief. To believe that P (e.g., that my daughter is at school today) is to just to have a representation with the content P (\"my daughter is at school today\") stored somewhere in the mind, ready to be activated when it becomes relevant whether P is the case (e.g., I'm asked \"where is your daughter now?\"). One problem with this view is the problem of specifying the exact content. I believe that the my daughter is at school today. I also believe that my daughter is at JFK Elementary today. I also believe that my daughter is at JFK Elementary now. I also believe that Kate is at JFK Elementary now. I also believe that Kate is in Ms. Salinas' class today. This list could obviously be expanded considerably. Do I literally have all of these representations stored separately? Or is there only one representation stored, from which the others are swiftly derivable? If so, which one? How could we know? This puzzle invites us to reject the simplistic picture that believing P is a matter of having a stored representation with exactly the content P. But once we make this move, we open ourselves up to a certain kind of implementational messiness -- which is plausible anyway. As we have seen in the two best-developed areas of cognitive science -- the cognitive science of memory and the cognitive science of vision -- the underlying architectural stories tend to be highly complex and tend not to map neatly onto our folk psychological categories. Furthermore, viewed from an appropriately broad temporal perspective, scientific fashions come and go: We have this many memory systems, no we have this many; early visual processing is not much influenced by later processing, wait yes it is influenced, wait no it's not after all. Dynamical systems, connectionist networks, patterns of looping activation can all be understood in terms of language-like representations, or no they can't, or maybe map-like representations or sensorimotor representations are better. Given the messiness and uncertainty of cognitive science, it is premature to commit to a thoroughly representationalist picture. Maybe someday we'll have all this figured out well enough so that we can say \"this architectural structure, this one, is what you have if you believe that your daughter is at school, we found it!\" That would be exciting! That day, I abandon dispositionalism. Until then, I prefer to think of belief dispositionally rather than relying upon any particular architectural story, even as general an architectural story as representationalism. The What-We-Care-About Response. Why, as philosophers, do we want an account of belief? Presumably, it's because we care about predicting and explaining our behavior and our patterns of experience. So let's suppose as much divergence as it's reasonable to suppose between patterns of experience and behavior and patterns of internal architecture. Maybe we discover an alien species that has outward behavior and inner experiences virtually identical to our own but implemented very differently in the underlying architecture. Or maybe we can imagine a human being whose actions and experiences, not only in her actual circumstances but also in a wide range of hypothetical circumstances, are just like that of someone who believes that P, but who lacks the usual underlying architecture. On an architecture-driven account, it seems that we have to deny that these aliens or this person believes what they seem to believe; on a dispositional account, we get to say that they do believe what they seem to believe. The latter seems preferable: If what we care about in an account of belief is patterns of behavior and experience, then it makes sense to build an account of belief that prioritizes those patterns of behavior and experience as the primary thing, and treats purely architectural considerations as secondary. ---------------------------------------------- Some related posts and papers: A Phenomenal, Dispositional Account of Belief (Nous 2002). Belief (Stanford Encyclopedia of Philosophy, 2006 revised 2015). Mad Belief? (blog post, Nov. 5, 2008). A Dispositional Approach to Attitudes: Thinking Outside of the Belief Box (in Nottelmann, ed., New Essays on Belief, 2013). Against Intellectualism About Belief (blog post, July 31, 2015) The Pragmatic Metaphysics of Belief (essay in draft, October 2016).", "tfidf": {"logidf": {"certain": 0.592104362781, "broad": 1.45323772, "marri": 1.06206244535, "cluster": 2.52579163445, "margin": 1.81934742575, "even": 0.152388564834, "figur": 0.7101721121600001, "suppos": 1.44225301477, "prematur": 3.00943111791, "scienc": 0.841436178891, "belief": 1.37278064195, "constitut": 1.0289141985299999, "memori": 0.9454338986599999, "phenomen": 4.15511091744, "readi": 1.6405284994999998, "loop": 2.60354038732, "action": 0.598043165069, "lack": 0.656050938907, "thorough": 2.39393487158, "furthermor": 1.70528363496, "until": 0.138474663439, "less": 0.3846144626, "pois": 4.09661471076, "aris": 2.0214436382, "represent": 1.7797382876499999, "univers": 0.222262105686, "reli": 1.42586787018, "someon": 1.59635928666, "use": 0.0292080197316, "high": 0.13782378654000002, "dynam": 1.8756834711200001, "seminar": 3.33928418576, "thiev": 3.8232390339599998, "serious": 0.949332539075, "latter": 0.850831432969, "simplist": 4.27893626755, "model": 0.7374500731110001, "backpack": 4.76728903546, "can": 0.162341096394, "coupl": 1.18089357972, "problem": 0.569140724273, "open": 0.219591038029, "block": 1.16400781588, "pattern": 1.33282404788, "grad": 4.86854276917, "issu": 0.364099043934, "seen": 0.47672812813, "too": 0.5965551547219999, "excit": 2.28423595433, "view": 0.49515994217299997, "three": 0.06411868822490001, "draft": 1.62986431701, "equal": 0.933027391343, "complex": 0.8502416364309999, "speci": 1.8943523393900001, "convey": 2.50939142306, "intern": 0.265095377816, "today": 0.559395353679, "enough": 0.802884439169, "with": 0.00119749171339, "eric": 1.8581641801, "upon": 0.47207177798199995, "mind": 1.2786688388299998, "could": 0.18595627229000003, "meet": 0.510363817255, "actual": 0.628514181648, "approach": 0.7302336145810001, "geometr": 3.1971310972, "puzzl": 3.23801729512, "two": 0.0136988443582, "neat": 3.9392225370099996, "architectur": 1.63469757919, "obvious": 1.86383450716, "salina": 4.70971918364, "dretsk": 7.369978720910001, "noth": 1.24245472939, "count": 1.24748591139, "condit": 0.654837788206, "kate": 2.9191258953099997, "usual": 0.545279017064, "employ": 0.7725602049429999, "store": 1.2374487335200002, "more": 0.017024931599999998, "lunch": 3.1214834788599997, "part": 0.04239531098280001, "state": 0.0466100027668, "proposit": 3.08777242152, "particular": 0.323157393804, "circumst": 1.66519674592, "invit": 1.36782154426, "cant": 4.87677326831, "believ": 0.497746997996, "behavior": 1.71014813378, "exact": 1.2437647732500001, "need": 0.362740163442, "therebi": 1.86831243037, "experi": 0.626272953933, "revis": 1.4635275481299999, "talk": 1.10867789449, "folk": 2.03677695251, "here": 0.8850381883700001, "crucial": 2.04696874177, "vision": 1.58523088743, "role": 0.44036410757399996, "pure": 1.55108343915, "hold": 0.503879117196, "system": 0.327430345585, "post": 0.8057001527009999, "new": 0.0177299468511, "els": 1.6945957207700002, "instead": 0.46663315041500003, "most": 0.020747896295599998, "which": 0.00517841384543, "let": 1.2488025672799998, "them": 0.0941833269093, "truli": 2.24126413875, "respons": 0.40991566230300003, "surpris": 1.47392435861, "bestdevelop": 7.369978720910001, "move": 0.255615859253, "day": 0.16865870631700003, "structur": 0.7217716751350001, "elementari": 2.25919647821, "come": 0.28390990653000003, "one": 0.0062553516455, "type": 0.707101485387, "make": 0.07349765782289999, "found": 0.107841124048, "commit": 1.0598786410299998, "abandon": 1.0938993004000002, "then": 0.08303386523089999, "better": 0.6964279406, "philosoph": 1.73269223754, "the": 0.0, "have": 0.0147850023412, "character": 1.51806363875, "modest": 2.36804786744, "look": 0.6463866936, "what": 0.225887296827, "general": 0.114952578063, "right": 0.34035985417, "function": 0.914465741594, "blog": 2.65237310559, "mandelbaum": 6.414467275880001, "presum": 2.1026361586599998, "all": 0.011402632097799998, "mani": 0.0433157581221, "school": 0.494746633632, "far": 0.536623764503, "network": 0.9530830530519999, "ned": 3.84361819629, "got": 1.2863908849299999, "disposit": 3.4034675302, "stanford": 2.53369681396, "whi": 1.18068843047, "unless": 1.69528182715, "and": 6.29901420636e-05, "her": 0.574944311991, "essay": 1.83225083058, "effect": 0.333830227158, "probabl": 0.972882412913, "earli": 0.117499629108, "categori": 1.38176946652, "whose": 0.5510546556329999, "yes": 2.65237310559, "whatwecareabout": 7.369978720910001, "robust": 2.9929646280599997, "doe": 0.5340417297169999, "becaus": 0.139343158825, "question": 0.790310929014, "becom": 0.11771217648900001, "octob": 0.37311426685500004, "ident": 1.03244527565, "into": 0.0149128632287, "discov": 0.924894023806, "befor": 0.0956377718795, "reject": 1.0372320944700002, "mean": 0.37092128352, "juli": 0.360931190445, "representationalist": 7.369978720910001, "care": 0.9139943029109999, "posit": 0.316652318608, "relat": 0.21310030165399999, "under": 0.07526180538319999, "fashion": 1.57940711618, "list": 0.309845761506, "manifest": 2.21842273576, "cognit": 3.0659136276999996, "long": 0.235645793878, "various": 0.28692650007, "reason": 0.544301552962, "manipul": 2.21322491868, "where": 0.0649921387457, "paribus": 6.7821920560099995, "short": 0.345685625679, "howev": 0.0903151173475, "specifi": 1.93451151621, "want": 0.6916366062549999, "exampl": 0.40868267499899996, "oop": 5.98368435979, "see": 0.240921585492, "indic": 0.7336385419149999, "find": 0.547781330288, "who": 0.0609002329859, "explain": 0.955700427358, "separ": 0.470759772949, "attitud": 1.7474063016799999, "cortex": 4.40470565484, "feel": 1.1428493419299999, "suitabl": 1.83067788492, "this": 0.0037864490525, "person": 0.34018281601800004, "liter": 1.6990638498800001, "favorit": 2.09390696331, "group": 0.190594534797, "ourselv": 3.30266283107, "net": 1.9406330919499999, "veri": 0.230159793238, "from": 0.000567054168866, "whether": 0.791561189647, "those": 0.17854939087299998, "homonuculi": 7.369978720910001, "but": 0.0161923720719, "pictur": 1.25144109124, "home": 0.378433916197, "your": 1.25430737035, "languag": 0.8306818244059999, "real": 0.824629060574, "content": 1.26473915954, "onli": 0.025324268329099998, "soul": 1.9189402673400002, "wide": 0.44458000675399995, "neural": 4.0853151555, "treat": 1.27821645249, "philosophi": 1.73091256097, "area": 0.327954821122, "happili": 4.0741418549, "ani": 0.125608358366, "immateri": 5.08759633523, "implement": 1.27437940907, "someday": 4.62913869698, "virtual": 1.4141413514399999, "dispositionalist": 7.369978720910001, "how": 0.47156695693000006, "decid": 0.655322871893, "expand": 0.80021683492, "littl": 0.438213989466, "billion": 1.5824680307199999, "field": 0.5760642583510001, "allow": 0.24028061118900002, "num": 0.00031499039539700004, "now": 0.149092945021, "imagin": 1.88684291737, "goe": 1.4473284897999998, "across": 0.549198455941, "prefer": 1.10581884366, "primari": 0.805277289914, "metaphys": 3.4303405484500002, "our": 0.8576392141820001, "later": 0.0829654259878, "other": 0.00987474791976, "monday": 2.35668030939, "for": 0.00031499039539700004, "uncertainti": 2.7768811161599998, "term": 0.33303898354600003, "predict": 1.6457402376899999, "nov": 3.2607455461900003, "mad": 2.4269087463099996, "was": 0.0112115188626, "think": 1.06717661175, "outsid": 0.515518738985, "bigpictur": 7.369978720910001, "infer": 3.0511581621399997, "vagu": 3.01326989422, "jfk": 4.35935783486, "messi": 4.860379458530001, "uniqu": 1.1039173409, "than": 0.0322608622182, "kind": 0.948031302717, "thing": 0.8781935346799999, "such": 0.059695977806, "activ": 0.381196603284, "underneath": 2.9693757006599997, "box": 1.41751491115, "also": 0.0146571578, "know": 0.952919694398, "detail": 0.816187777173, "are": 0.0294674735827, "might": 0.7683410765340001, "class": 0.7497721899330001, "rang": 0.579319213803, "experienti": 4.65528397709, "version": 0.697313064259, "matter": 0.8951625270360001, "these": 0.0715336194008, "pushback": 7.2746685411000005, "build": 0.491137452091, "encyclopedia": 1.5117598929499998, "concess": 2.7558487935500002, "secondari": 1.47447456495, "hypothet": 3.33220451018, "tend": 1.21597024462, "repli": 1.89602878572, "alreadi": 0.670478380747, "against": 0.254802851078, "plausibl": 3.39968680736, "alien": 2.1036681505000003, "case": 0.395406268889, "when": 0.0205549888584, "not": 0.0155524130075, "head": 0.456042582852, "dure": 0.0491209066894, "profil": 1.5751375153100002, "she": 0.7701082216959999, "mayb": 3.0471714458899997, "intellectu": 1.78573081495, "ceteri": 6.7821920560099995, "like": 0.139053576545, "inner": 1.86140042888, "own": 0.164195077421, "understood": 1.78160709776, "toosimpl": 7.369978720910001, "inform": 0.454453704662, "idea": 0.73863592212, "stori": 0.705059626587, "sens": 1.04257779501, "maplik": 7.369978720910001, "should": 0.509419876758, "stuck": 2.94154571342, "appropri": 1.4618957827399999, "account": 0.665074289973, "some": 0.0395735090645, "get": 0.579769005782, "acquir": 1.1332178178499999, "swift": 2.63641532015, "conscious": 2.09237439596, "just": 0.289531434109, "sinc": 0.0803681994577, "deriv": 1.02381618275, "influenc": 0.572373185428, "between": 0.033953681165299995, "somewher": 2.7450059076200004, "someth": 1.18830712273, "relev": 1.9371304613999998, "human": 0.640035183243, "deni": 1.2596206438600002, "way": 0.19809150993500002, "process": 0.527829199025, "varieti": 0.8316941898119999, "consider": 0.8325627480600001, "toward": 0.48877277716000006, "nottelmann": 7.369978720910001, "york": 0.42762879716200003, "pragmat": 3.36264553568, "that": 0.00397614837964, "their": 0.015360505122700001, "follow": 0.045356911094199995, "rather": 0.442714975539, "sensorimotor": 6.4945099835599995, "out": 0.0584263909193, "priorit": 4.320705680430001, "sort": 1.64639361896, "perspect": 1.61645415436, "respresent": 7.369978720910001, "answer": 1.5366310419, "conflict": 0.987824351275, "take": 0.130691962197, "student": 0.904923236645, "there": 0.0400978929255, "interpret": 1.1678481440000001, "seem": 0.829093032276, "track": 1.14028498507, "differ": 0.212321121312, "say": 0.562154280552, "architecturedriven": 7.369978720910001, "after": 0.020490694648099998, "ask": 0.776797209847, "onc": 0.403765872355, "onto": 1.4987063591299998, "paper": 0.979402539665, "daughter": 1.25034086008, "whisper": 3.8348333667400003, "last": 0.19204364461100001, "you": 0.771469692294, "well": 0.0635144383156, "they": 0.0297269947676, "languagelik": 7.369978720910001, "scientif": 1.42377308021, "direct": 0.200705689496, "much": 0.17749572930100002, "pretti": 2.75684036527, "connectionist": 7.369978720910001, "would": 0.0796176279647, "brought": 0.609100637788, "concern": 0.634079948873, "thought": 0.685867118283, "map": 1.40434493384, "outward": 2.9767648968400002, "anyway": 3.1460689543299996, "apart": 1.1324356512, "has": 0.0427239448548, "nous": 4.99973497944, "wait": 1.51605358782, "psycholog": 1.89981109743, "dispos": 2.34544052164, "tempor": 3.08639215905, "best": 0.459227932947, "neuron": 4.16317547727, "diverg": 2.64969572782, "given": 0.303255810831, "featur": 0.423387418142, "about": 0.0628434774746, "manner": 1.36905901503, "visual": 1.6539383488600001}, "tfidf": {"certain": 3.6155773172400005, "broad": 12.830818965509998, "marri": 2.89233011478, "cluster": 12.5007874016, "margin": 6.16783216783, "even": 2.32922535212, "figur": 2.0343413634, "suppos": 12.690647482020001, "prematur": 20.275862069000002, "scienc": 11.5984804208, "belief": 63.14093959728001, "constitut": 2.79802608389, "memori": 7.7217898832700005, "phenomen": 63.7590361446, "readi": 5.15789473684, "loop": 13.5114893617, "action": 1.81855670103, "lack": 1.9271667880599999, "thorough": 10.956521739100001, "furthermor": 5.50294627383, "until": 1.14852058164, "less": 1.46904783936, "pois": 60.136363636400006, "aris": 7.54921540656, "represent": 124.494398805, "univers": 1.24889867841, "reli": 4.16146788991, "someon": 4.9350326391, "use": 1.0296387573799999, "high": 1.14777327935, "dynam": 6.52527743527, "seminar": 28.1989342806, "thiev": 45.7521613833, "serious": 2.583984375, "latter": 2.34159292035, "simplist": 72.16363636359999, "model": 4.1811956808, "backpack": 117.6, "can": 4.70504556568, "coupl": 3.2572835453400004, "problem": 3.53349655018, "open": 1.24556723678, "block": 6.40548718984, "pattern": 30.33389061384, "grad": 130.131147541, "issu": 2.87843350558, "seen": 1.61079545455, "too": 3.6317053643, "excit": 19.636363636360002, "view": 11.48532451423, "three": 1.06621893889, "draft": 5.103182256509999, "equal": 2.542193755, "complex": 2.34021226415, "speci": 6.648241206030001, "convey": 12.297443842, "intern": 1.30355530011, "today": 8.74807141285, "enough": 2.2319696330700003, "with": 6.007189253939998, "eric": 6.411954765750001, "upon": 1.60331246213, "mind": 21.55113122172, "could": 2.4087391898, "meet": 1.6658971668399998, "actual": 1.87482286254, "approach": 4.15113086678, "geometr": 24.4622496148, "puzzl": 25.483146067399996, "two": 2.0275862069, "neat": 51.3786407767, "architectur": 61.53488372088, "obvious": 6.44841592201, "salina": 111.020979021, "dretsk": 1587.6, "noth": 3.46410648047, "count": 3.48157894737, "condit": 1.92483026188, "kate": 37.0501750292, "usual": 3.45017928936, "employ": 2.16530278232, "store": 20.68085106384, "more": 2.0343413634, "lunch": 22.68, "part": 1.04330682789, "state": 2.0954266481799997, "proposit": 21.9281767956, "particular": 4.144448311860001, "circumst": 15.860139860130001, "invit": 3.92678703933, "cant": 131.20661157, "believ": 29.6101958346, "behavior": 38.70846394982, "exact": 6.9372951715, "need": 1.4372623574099999, "therebi": 6.47735618115, "experi": 13.09437963946, "revis": 4.32117583016, "talk": 3.0303493033, "folk": 7.6658619024600005, "here": 4.84615384616, "crucial": 7.7443902439, "vision": 4.88041807562, "role": 1.55327267391, "pure": 4.716577540109999, "hold": 1.6551292744, "system": 4.16219522853, "post": 6.71478922881, "new": 2.0357761108, "els": 10.88888888888, "instead": 1.59461631177, "most": 2.04192926046, "which": 3.015575535, "let": 3.48616600791, "them": 1.09876115994, "truli": 9.405213270139999, "respons": 7.53345354465, "surpris": 4.36633663366, "bestdevelop": 1587.6, "move": 1.29125660838, "day": 1.18371607516, "structur": 2.0580762250499998, "elementari": 28.7261761158, "come": 2.65662650602, "one": 7.04392470054, "type": 2.0281042411900003, "make": 2.1525320317200003, "found": 1.11387076405, "commit": 5.772041447, "abandon": 2.9858943013, "then": 3.25973581548, "better": 2.0065722952500002, "philosoph": 5.65586034913, "the": 57.0, "have": 17.253212299379996, "character": 4.563380281690001, "modest": 10.676529926, "look": 3.8172637653199994, "what": 6.2671719563999995, "general": 2.2436404748400003, "right": 8.43271954674, "function": 7.486325055, "blog": 28.3753351206, "mandelbaum": 1221.23076923, "presum": 8.187725631769998, "all": 8.09174311928, "mani": 2.08853515754, "school": 13.12066115704, "far": 1.71022298826, "network": 2.59369384088, "ned": 46.6941176471, "got": 7.23939808482, "disposit": 420.95454545480004, "stanford": 12.6, "whi": 3.2566153846200003, "unless": 5.44818119423, "and": 28.001763779639997, "her": 8.885157824049998, "essay": 12.495867768599998, "effect": 1.3963060686000002, "probabl": 2.64555907349, "earli": 1.12468121281, "categori": 3.98194130926, "whose": 1.73508196721, "yes": 14.1876675603, "whatwecareabout": 1587.6, "robust": 19.9447236181, "doe": 3.4116256581, "becaus": 1.1495184997499999, "question": 2.20408163265, "becom": 1.12492028626, "octob": 1.45225027442, "ident": 2.80792359392, "into": 1.01502461479, "discov": 2.52160101652, "befor": 2.20072082062, "reject": 2.82139683668, "mean": 1.44906900329, "juli": 1.43466473884, "representationalist": 9525.599999999999, "care": 4.98853102906, "posit": 1.37252528746, "relat": 1.23750876919, "under": 4.3126655348, "fashion": 4.85207823961, "list": 1.36321483771, "manifest": 9.19281991893, "cognit": 193.08648648690001, "long": 1.2657259028899999, "various": 1.3323262839899999, "reason": 3.44680851064, "manipul": 18.290322580639998, "where": 3.20145190563, "paribus": 882.0, "short": 1.41295834817, "howev": 1.0945191313299998, "specifi": 6.920662598080001, "want": 5.99094339624, "exampl": 4.51450236966, "oop": 396.9, "see": 1.27242125511, "indic": 2.0826446281, "find": 1.7294117647099998, "who": 2.12558575446, "explain": 2.60049140049, "separ": 1.6012102874399998, "attitud": 5.7396963123599996, "cortex": 163.67010309280002, "feel": 3.1356903021900004, "suitabl": 12.47622789784, "this": 12.04552352052, "person": 1.40520446097, "liter": 5.468825353080001, "favorit": 8.116564417180001, "group": 1.20996875238, "ourselv": 27.184931506799998, "net": 6.96315789474, "veri": 2.51760228354, "from": 4.00226885988, "whether": 2.20683903253, "those": 2.39096385542, "homonuculi": 1587.6, "but": 7.11426925293, "pictur": 10.486129458390002, "home": 1.4599963215, "your": 21.03245749614, "languag": 2.29488291414, "real": 4.56206896552, "content": 14.1686746988, "onli": 6.153885909960001, "soul": 6.813733905580001, "wide": 1.5598349381, "neural": 59.4606741573, "treat": 3.59023066486, "philosophi": 11.29160739688, "area": 1.3881262568900001, "happili": 58.8, "ani": 2.26767604628, "immateri": 162.0, "implement": 17.8824059473, "someday": 102.425806452, "virtual": 4.11295336788, "dispositionalist": 4762.799999999999, "how": 3.20500656102, "decid": 1.9257641921400002, "expand": 2.2260235558000003, "littl": 1.5499365420299998, "billion": 4.8669527897, "field": 1.7790228597, "allow": 1.2716059271100002, "num": 9.00283536009, "now": 4.643123492, "imagin": 6.598503740650001, "goe": 4.251740760580001, "across": 1.7318642958400001, "prefer": 6.043395508180001, "primari": 6.711950394599999, "metaphys": 30.8871595331, "our": 11.78794178795, "later": 1.08650424309, "other": 1.00992366412, "monday": 10.5558510638, "for": 7.00220528007, "uncertainti": 16.0688259109, "term": 1.39520168732, "predict": 5.18484650555, "nov": 26.0689655172, "mad": 11.323823109800001, "was": 1.01127460348, "think": 8.721479582490002, "outsid": 1.67450690855, "bigpictur": 1587.6, "infer": 21.1398135819, "vagu": 20.353846153800003, "jfk": 234.6206896551, "messi": 387.219512196, "uniqu": 3.01595744681, "than": 2.0655737705, "kind": 2.5806241872599998, "thing": 2.4065484311099996, "such": 1.06151377374, "activ": 7.32017705645, "underneath": 38.9595092024, "box": 4.12685209254, "also": 6.08859060402, "know": 2.59327017315, "detail": 4.52372132782, "are": 7.20934155046, "might": 2.1561863370900003, "class": 8.46607119052, "rang": 5.354468802689999, "experienti": 105.139072848, "version": 2.0083491461099996, "matter": 17.13413506014, "these": 3.22246278756, "pushback": 2886.54545454, "build": 1.6341739578, "encyclopedia": 4.53470437018, "concess": 31.468780971199998, "secondari": 4.36873968079, "hypothet": 140.0, "tend": 6.7471313217199995, "repli": 6.6593959731500005, "alreadi": 1.9551724137900002, "against": 1.2902072328299998, "plausibl": 59.909433962200005, "alien": 16.39235931854, "case": 4.45496211768, "when": 2.0415353951, "not": 5.07836990595, "head": 3.15563506262, "dure": 1.0503473370799998, "profil": 19.3256238588, "she": 2.16, "mayb": 105.27851458900001, "intellectu": 5.963936889559999, "ceteri": 882.0, "like": 2.2983713355, "inner": 6.432739059969999, "own": 1.17844418052, "understood": 5.93939393939, "toosimpl": 1587.6, "inform": 1.5753125620200001, "idea": 2.0930784443, "stori": 6.071902090770001, "sens": 2.8365195640499996, "maplik": 1587.6, "should": 3.3286508019800003, "stuck": 18.945107398599998, "appropri": 4.31413043478, "account": 13.61244487995, "some": 4.16146788992, "get": 5.35687774155, "acquir": 3.10563380282, "swift": 13.963060685999999, "conscious": 8.10413476263, "just": 4.00740429111, "sinc": 1.08368600683, "deriv": 5.5675960021, "influenc": 3.54493692084, "between": 2.06907337416, "somewher": 15.5647058824, "someth": 3.28152128979, "relev": 13.877622377620002, "human": 3.7930952096599997, "deni": 10.572253052159999, "way": 1.2190739461, "process": 5.08574479446, "varieti": 2.2972073506, "consider": 4.59840695148, "toward": 1.6303142329, "nottelmann": 1587.6, "york": 1.53361669243, "pragmat": 28.8654545455, "that": 32.12749004, "their": 2.0309581681, "follow": 1.04640126549, "rather": 3.11385701676, "sensorimotor": 661.5, "out": 1.06016694491, "priorit": 75.2417061611, "sort": 15.564705882359998, "perspect": 5.03520456708, "respresent": 1587.6, "answer": 4.64890190337, "conflict": 2.6853856562900003, "take": 1.13961668222, "student": 2.47174217655, "there": 3.12273800157, "interpret": 3.2150668286799995, "seem": 9.16495886852, "track": 3.1276595744700004, "differ": 1.23654490225, "say": 5.2633440159, "architecturedriven": 1587.6, "after": 2.04140414042, "ask": 4.3489932886, "onc": 2.9949066213999997, "onto": 4.47589512264, "paper": 2.6628648104700003, "daughter": 38.406861667019996, "whisper": 46.285714285699996, "last": 1.2117234010100002, "you": 36.77002724793, "well": 2.1311497416, "they": 5.15086626435, "languagelik": 1587.6, "scientif": 8.30551922574, "direct": 1.22226499346, "much": 3.5826688731899994, "pretti": 15.75, "connectionist": 3175.2, "would": 1.0828729281799998, "brought": 1.8387769284200002, "concern": 1.8852867830400002, "thought": 1.9854927463699998, "map": 4.0728578758300005, "outward": 19.6242274413, "anyway": 23.244509516799997, "apart": 6.2064112588, "has": 1.0436497502, "nous": 148.373831776, "wait": 13.66265060241, "psycholog": 6.6846315789499995, "dispos": 41.75147929, "tempor": 21.897931034499997, "best": 1.5828514456600002, "neuron": 64.2753036437, "diverg": 28.2994652406, "given": 1.35426085473, "featur": 1.52712581762, "about": 8.51888121272, "manner": 3.93164933135, "visual": 20.91010865988}, "freq": {"certain": 2, "broad": 3, "marri": 1, "cluster": 1, "margin": 1, "even": 2, "figur": 1, "suppos": 3, "prematur": 1, "scienc": 5, "belief": 16, "constitut": 1, "memori": 3, "phenomen": 1, "readi": 1, "loop": 1, "action": 1, "lack": 1, "thorough": 1, "furthermor": 1, "until": 1, "less": 1, "pois": 1, "aris": 1, "represent": 21, "univers": 1, "reli": 1, "someon": 1, "use": 1, "high": 1, "dynam": 1, "seminar": 1, "thiev": 1, "serious": 1, "latter": 1, "simplist": 1, "model": 2, "backpack": 1, "can": 4, "coupl": 1, "problem": 2, "open": 1, "block": 2, "pattern": 8, "grad": 1, "issu": 2, "seen": 1, "too": 2, "excit": 2, "view": 7, "three": 1, "draft": 1, "equal": 1, "complex": 1, "speci": 1, "convey": 1, "intern": 1, "today": 5, "enough": 1, "with": 6, "eric": 1, "upon": 1, "mind": 6, "could": 2, "meet": 1, "actual": 1, "approach": 2, "geometr": 1, "puzzl": 1, "two": 2, "neat": 1, "architectur": 12, "obvious": 1, "salina": 1, "dretsk": 1, "noth": 1, "count": 1, "condit": 1, "kate": 2, "usual": 2, "employ": 1, "store": 6, "more": 2, "lunch": 1, "part": 1, "state": 2, "proposit": 1, "particular": 3, "circumst": 3, "invit": 1, "cant": 1, "believ": 18, "behavior": 7, "exact": 2, "need": 1, "therebi": 1, "experi": 7, "revis": 1, "talk": 1, "folk": 1, "here": 2, "crucial": 1, "vision": 1, "role": 1, "pure": 1, "hold": 1, "system": 3, "post": 3, "new": 2, "els": 2, "instead": 1, "most": 2, "which": 3, "let": 1, "them": 1, "truli": 1, "respons": 5, "surpris": 1, "bestdevelop": 1, "move": 1, "day": 1, "structur": 1, "elementari": 3, "come": 2, "one": 7, "type": 1, "make": 2, "found": 1, "commit": 2, "abandon": 1, "then": 3, "better": 1, "philosoph": 1, "the": 57, "have": 17, "character": 1, "modest": 1, "look": 2, "what": 5, "general": 2, "right": 6, "function": 3, "blog": 2, "mandelbaum": 2, "presum": 1, "all": 8, "mani": 2, "school": 8, "far": 1, "network": 1, "ned": 1, "got": 2, "disposit": 14, "stanford": 1, "whi": 1, "unless": 1, "and": 28, "her": 5, "essay": 2, "effect": 1, "probabl": 1, "earli": 1, "categori": 1, "whose": 1, "yes": 1, "whatwecareabout": 1, "robust": 1, "doe": 2, "becaus": 1, "question": 1, "becom": 1, "octob": 1, "ident": 1, "into": 1, "discov": 1, "befor": 2, "reject": 1, "mean": 1, "juli": 1, "representationalist": 6, "care": 2, "posit": 1, "relat": 1, "under": 4, "fashion": 1, "list": 1, "manifest": 1, "cognit": 9, "long": 1, "various": 1, "reason": 2, "manipul": 2, "where": 3, "paribus": 1, "short": 1, "howev": 1, "specifi": 1, "want": 3, "exampl": 3, "oop": 1, "see": 1, "indic": 1, "find": 1, "who": 2, "explain": 1, "separ": 1, "attitud": 1, "cortex": 2, "feel": 1, "suitabl": 2, "this": 12, "person": 1, "liter": 1, "favorit": 1, "group": 1, "ourselv": 1, "net": 1, "veri": 2, "from": 4, "whether": 1, "those": 2, "homonuculi": 1, "but": 7, "pictur": 3, "home": 1, "your": 6, "languag": 1, "real": 2, "content": 4, "onli": 6, "soul": 1, "wide": 1, "neural": 1, "treat": 1, "philosophi": 2, "area": 1, "happili": 1, "ani": 2, "immateri": 1, "implement": 5, "someday": 1, "virtual": 1, "dispositionalist": 3, "how": 2, "decid": 1, "expand": 1, "littl": 1, "billion": 1, "field": 1, "allow": 1, "num": 9, "now": 4, "imagin": 1, "goe": 1, "across": 1, "prefer": 2, "primari": 3, "metaphys": 1, "our": 5, "later": 1, "other": 1, "monday": 1, "for": 7, "uncertainti": 1, "term": 1, "predict": 1, "nov": 1, "mad": 1, "was": 1, "think": 3, "outsid": 1, "bigpictur": 1, "infer": 1, "vagu": 1, "jfk": 3, "messi": 3, "uniqu": 1, "than": 2, "kind": 1, "thing": 1, "such": 1, "activ": 5, "underneath": 2, "box": 1, "also": 6, "know": 1, "detail": 2, "are": 7, "might": 1, "class": 4, "rang": 3, "experienti": 1, "version": 1, "matter": 7, "these": 3, "pushback": 2, "build": 1, "encyclopedia": 1, "concess": 2, "secondari": 1, "hypothet": 5, "tend": 2, "repli": 1, "alreadi": 1, "against": 1, "plausibl": 2, "alien": 2, "case": 3, "when": 2, "not": 5, "head": 2, "dure": 1, "profil": 4, "she": 1, "mayb": 5, "intellectu": 1, "ceteri": 1, "like": 2, "inner": 1, "own": 1, "understood": 1, "toosimpl": 1, "inform": 1, "idea": 1, "stori": 3, "sens": 1, "maplik": 1, "should": 2, "stuck": 1, "appropri": 1, "account": 7, "some": 4, "get": 3, "acquir": 1, "swift": 1, "conscious": 1, "just": 3, "sinc": 1, "deriv": 2, "influenc": 2, "between": 2, "somewher": 1, "someth": 1, "relev": 2, "human": 2, "deni": 3, "way": 1, "process": 3, "varieti": 1, "consider": 2, "toward": 1, "nottelmann": 1, "york": 1, "pragmat": 1, "that": 32, "their": 2, "follow": 1, "rather": 2, "sensorimotor": 1, "out": 1, "priorit": 1, "sort": 3, "perspect": 1, "respresent": 1, "answer": 1, "conflict": 1, "take": 1, "student": 1, "there": 3, "interpret": 1, "seem": 4, "track": 1, "differ": 1, "say": 3, "architecturedriven": 1, "after": 2, "ask": 2, "onc": 2, "onto": 1, "paper": 1, "daughter": 11, "whisper": 1, "last": 1, "you": 17, "well": 2, "they": 5, "languagelik": 1, "scientif": 2, "direct": 1, "much": 3, "pretti": 1, "connectionist": 2, "would": 1, "brought": 1, "concern": 1, "thought": 1, "map": 1, "outward": 1, "anyway": 1, "apart": 2, "has": 1, "nous": 1, "wait": 3, "psycholog": 1, "dispos": 4, "tempor": 1, "best": 1, "neuron": 1, "diverg": 2, "given": 1, "featur": 1, "about": 8, "manner": 1, "visual": 4}, "idf": {"certain": 1.8077886586200003, "broad": 4.27693965517, "marri": 2.89233011478, "cluster": 12.5007874016, "margin": 6.16783216783, "even": 1.16461267606, "figur": 2.0343413634, "suppos": 4.23021582734, "prematur": 20.275862069000002, "scienc": 2.31969608416, "belief": 3.9463087248300006, "constitut": 2.79802608389, "memori": 2.57392996109, "phenomen": 63.7590361446, "readi": 5.15789473684, "loop": 13.5114893617, "action": 1.81855670103, "lack": 1.9271667880599999, "thorough": 10.956521739100001, "furthermor": 5.50294627383, "until": 1.14852058164, "less": 1.46904783936, "pois": 60.136363636400006, "aris": 7.54921540656, "represent": 5.928304705, "univers": 1.24889867841, "reli": 4.16146788991, "someon": 4.9350326391, "use": 1.0296387573799999, "high": 1.14777327935, "dynam": 6.52527743527, "seminar": 28.1989342806, "thiev": 45.7521613833, "serious": 2.583984375, "latter": 2.34159292035, "simplist": 72.16363636359999, "model": 2.0905978404, "backpack": 117.6, "can": 1.17626139142, "coupl": 3.2572835453400004, "problem": 1.76674827509, "open": 1.24556723678, "block": 3.20274359492, "pattern": 3.79173632673, "grad": 130.131147541, "issu": 1.43921675279, "seen": 1.61079545455, "too": 1.81585268215, "excit": 9.818181818180001, "view": 1.6407606448899998, "three": 1.06621893889, "draft": 5.103182256509999, "equal": 2.542193755, "complex": 2.34021226415, "speci": 6.648241206030001, "convey": 12.297443842, "intern": 1.30355530011, "today": 1.74961428257, "enough": 2.2319696330700003, "with": 1.0011982089899998, "eric": 6.411954765750001, "upon": 1.60331246213, "mind": 3.5918552036199998, "could": 1.2043695949, "meet": 1.6658971668399998, "actual": 1.87482286254, "approach": 2.07556543339, "geometr": 24.4622496148, "puzzl": 25.483146067399996, "two": 1.01379310345, "neat": 51.3786407767, "architectur": 5.12790697674, "obvious": 6.44841592201, "salina": 111.020979021, "dretsk": 1587.6, "noth": 3.46410648047, "count": 3.48157894737, "condit": 1.92483026188, "kate": 18.5250875146, "usual": 1.72508964468, "employ": 2.16530278232, "store": 3.44680851064, "more": 1.0171706817, "lunch": 22.68, "part": 1.04330682789, "state": 1.0477133240899998, "proposit": 21.9281767956, "particular": 1.3814827706200001, "circumst": 5.28671328671, "invit": 3.92678703933, "cant": 131.20661157, "believ": 1.6450108797, "behavior": 5.52978056426, "exact": 3.46864758575, "need": 1.4372623574099999, "therebi": 6.47735618115, "experi": 1.87062566278, "revis": 4.32117583016, "talk": 3.0303493033, "folk": 7.6658619024600005, "here": 2.42307692308, "crucial": 7.7443902439, "vision": 4.88041807562, "role": 1.55327267391, "pure": 4.716577540109999, "hold": 1.6551292744, "system": 1.38739840951, "post": 2.23826307627, "new": 1.0178880554, "els": 5.44444444444, "instead": 1.59461631177, "most": 1.02096463023, "which": 1.005191845, "let": 3.48616600791, "them": 1.09876115994, "truli": 9.405213270139999, "respons": 1.5066907089300001, "surpris": 4.36633663366, "bestdevelop": 1587.6, "move": 1.29125660838, "day": 1.18371607516, "structur": 2.0580762250499998, "elementari": 9.5753920386, "come": 1.32831325301, "one": 1.00627495722, "type": 2.0281042411900003, "make": 1.0762660158600001, "found": 1.11387076405, "commit": 2.8860207235, "abandon": 2.9858943013, "then": 1.08657860516, "better": 2.0065722952500002, "philosoph": 5.65586034913, "the": 1.0, "have": 1.0148948411399998, "character": 4.563380281690001, "modest": 10.676529926, "look": 1.9086318826599997, "what": 1.25343439128, "general": 1.1218202374200001, "right": 1.4054532577899999, "function": 2.495441685, "blog": 14.1876675603, "mandelbaum": 610.615384615, "presum": 8.187725631769998, "all": 1.01146788991, "mani": 1.04426757877, "school": 1.64008264463, "far": 1.71022298826, "network": 2.59369384088, "ned": 46.6941176471, "got": 3.61969904241, "disposit": 30.068181818200003, "stanford": 12.6, "whi": 3.2566153846200003, "unless": 5.44818119423, "and": 1.00006299213, "her": 1.7770315648099997, "essay": 6.247933884299999, "effect": 1.3963060686000002, "probabl": 2.64555907349, "earli": 1.12468121281, "categori": 3.98194130926, "whose": 1.73508196721, "yes": 14.1876675603, "whatwecareabout": 1587.6, "robust": 19.9447236181, "doe": 1.70581282905, "becaus": 1.1495184997499999, "question": 2.20408163265, "becom": 1.12492028626, "octob": 1.45225027442, "ident": 2.80792359392, "into": 1.01502461479, "discov": 2.52160101652, "befor": 1.10036041031, "reject": 2.82139683668, "mean": 1.44906900329, "juli": 1.43466473884, "representationalist": 1587.6, "care": 2.49426551453, "posit": 1.37252528746, "relat": 1.23750876919, "under": 1.0781663837, "fashion": 4.85207823961, "list": 1.36321483771, "manifest": 9.19281991893, "cognit": 21.454054054100002, "long": 1.2657259028899999, "various": 1.3323262839899999, "reason": 1.72340425532, "manipul": 9.145161290319999, "where": 1.06715063521, "paribus": 882.0, "short": 1.41295834817, "howev": 1.0945191313299998, "specifi": 6.920662598080001, "want": 1.99698113208, "exampl": 1.50483412322, "oop": 396.9, "see": 1.27242125511, "indic": 2.0826446281, "find": 1.7294117647099998, "who": 1.06279287723, "explain": 2.60049140049, "separ": 1.6012102874399998, "attitud": 5.7396963123599996, "cortex": 81.83505154640001, "feel": 3.1356903021900004, "suitabl": 6.23811394892, "this": 1.00379362671, "person": 1.40520446097, "liter": 5.468825353080001, "favorit": 8.116564417180001, "group": 1.20996875238, "ourselv": 27.184931506799998, "net": 6.96315789474, "veri": 1.25880114177, "from": 1.00056721497, "whether": 2.20683903253, "those": 1.19548192771, "homonuculi": 1587.6, "but": 1.01632417899, "pictur": 3.4953764861300005, "home": 1.4599963215, "your": 3.50540958269, "languag": 2.29488291414, "real": 2.28103448276, "content": 3.5421686747, "onli": 1.0256476516600002, "soul": 6.813733905580001, "wide": 1.5598349381, "neural": 59.4606741573, "treat": 3.59023066486, "philosophi": 5.64580369844, "area": 1.3881262568900001, "happili": 58.8, "ani": 1.13383802314, "immateri": 162.0, "implement": 3.57648118946, "someday": 102.425806452, "virtual": 4.11295336788, "dispositionalist": 1587.6, "how": 1.60250328051, "decid": 1.9257641921400002, "expand": 2.2260235558000003, "littl": 1.5499365420299998, "billion": 4.8669527897, "field": 1.7790228597, "allow": 1.2716059271100002, "num": 1.00031504001, "now": 1.160780873, "imagin": 6.598503740650001, "goe": 4.251740760580001, "across": 1.7318642958400001, "prefer": 3.0216977540900003, "primari": 2.2373167981999997, "metaphys": 30.8871595331, "our": 2.35758835759, "later": 1.08650424309, "other": 1.00992366412, "monday": 10.5558510638, "for": 1.00031504001, "uncertainti": 16.0688259109, "term": 1.39520168732, "predict": 5.18484650555, "nov": 26.0689655172, "mad": 11.323823109800001, "was": 1.01127460348, "think": 2.90715986083, "outsid": 1.67450690855, "bigpictur": 1587.6, "infer": 21.1398135819, "vagu": 20.353846153800003, "jfk": 78.2068965517, "messi": 129.073170732, "uniqu": 3.01595744681, "than": 1.03278688525, "kind": 2.5806241872599998, "thing": 2.4065484311099996, "such": 1.06151377374, "activ": 1.46403541129, "underneath": 19.4797546012, "box": 4.12685209254, "also": 1.01476510067, "know": 2.59327017315, "detail": 2.26186066391, "are": 1.02990593578, "might": 2.1561863370900003, "class": 2.11651779763, "rang": 1.7848229342299997, "experienti": 105.139072848, "version": 2.0083491461099996, "matter": 2.44773358002, "these": 1.07415426252, "pushback": 1443.27272727, "build": 1.6341739578, "encyclopedia": 4.53470437018, "concess": 15.734390485599999, "secondari": 4.36873968079, "hypothet": 28.0, "tend": 3.3735656608599998, "repli": 6.6593959731500005, "alreadi": 1.9551724137900002, "against": 1.2902072328299998, "plausibl": 29.954716981100002, "alien": 8.19617965927, "case": 1.48498737256, "when": 1.02076769755, "not": 1.01567398119, "head": 1.57781753131, "dure": 1.0503473370799998, "profil": 4.8314059647, "she": 2.16, "mayb": 21.0557029178, "intellectu": 5.963936889559999, "ceteri": 882.0, "like": 1.14918566775, "inner": 6.432739059969999, "own": 1.17844418052, "understood": 5.93939393939, "toosimpl": 1587.6, "inform": 1.5753125620200001, "idea": 2.0930784443, "stori": 2.02396736359, "sens": 2.8365195640499996, "maplik": 1587.6, "should": 1.6643254009900001, "stuck": 18.945107398599998, "appropri": 4.31413043478, "account": 1.94463498285, "some": 1.04036697248, "get": 1.78562591385, "acquir": 3.10563380282, "swift": 13.963060685999999, "conscious": 8.10413476263, "just": 1.33580143037, "sinc": 1.08368600683, "deriv": 2.78379800105, "influenc": 1.77246846042, "between": 1.03453668708, "somewher": 15.5647058824, "someth": 3.28152128979, "relev": 6.938811188810001, "human": 1.8965476048299998, "deni": 3.5240843507199995, "way": 1.2190739461, "process": 1.69524826482, "varieti": 2.2972073506, "consider": 2.29920347574, "toward": 1.6303142329, "nottelmann": 1587.6, "york": 1.53361669243, "pragmat": 28.8654545455, "that": 1.00398406375, "their": 1.01547908405, "follow": 1.04640126549, "rather": 1.55692850838, "sensorimotor": 661.5, "out": 1.06016694491, "priorit": 75.2417061611, "sort": 5.188235294119999, "perspect": 5.03520456708, "respresent": 1587.6, "answer": 4.64890190337, "conflict": 2.6853856562900003, "take": 1.13961668222, "student": 2.47174217655, "there": 1.04091266719, "interpret": 3.2150668286799995, "seem": 2.29123971713, "track": 3.1276595744700004, "differ": 1.23654490225, "say": 1.7544480053, "architecturedriven": 1587.6, "after": 1.02070207021, "ask": 2.1744966443, "onc": 1.4974533106999999, "onto": 4.47589512264, "paper": 2.6628648104700003, "daughter": 3.4915328788199997, "whisper": 46.285714285699996, "last": 1.2117234010100002, "you": 2.1629427792900002, "well": 1.0655748708, "they": 1.03017325287, "languagelik": 1587.6, "scientif": 4.15275961287, "direct": 1.22226499346, "much": 1.1942229577299999, "pretti": 15.75, "connectionist": 1587.6, "would": 1.0828729281799998, "brought": 1.8387769284200002, "concern": 1.8852867830400002, "thought": 1.9854927463699998, "map": 4.0728578758300005, "outward": 19.6242274413, "anyway": 23.244509516799997, "apart": 3.1032056294, "has": 1.0436497502, "nous": 148.373831776, "wait": 4.55421686747, "psycholog": 6.6846315789499995, "dispos": 10.4378698225, "tempor": 21.897931034499997, "best": 1.5828514456600002, "neuron": 64.2753036437, "diverg": 14.1497326203, "given": 1.35426085473, "featur": 1.52712581762, "about": 1.06486015159, "manner": 3.93164933135, "visual": 5.22752716497}, "logtfidf": {"certain": 1.184208725562, "broad": 4.35971316, "marri": 1.06206244535, "cluster": 2.52579163445, "margin": 1.81934742575, "even": 0.304777129668, "figur": 0.7101721121600001, "suppos": 4.32675904431, "prematur": 3.00943111791, "scienc": 4.207180894455, "belief": 21.9644902712, "constitut": 1.0289141985299999, "memori": 2.8363016959799996, "phenomen": 4.15511091744, "readi": 1.6405284994999998, "loop": 2.60354038732, "action": 0.598043165069, "lack": 0.656050938907, "thorough": 2.39393487158, "furthermor": 1.70528363496, "until": 0.138474663439, "less": 0.3846144626, "pois": 4.09661471076, "aris": 2.0214436382, "represent": 37.374504040649995, "univers": 0.222262105686, "reli": 1.42586787018, "someon": 1.59635928666, "use": 0.0292080197316, "high": 0.13782378654000002, "dynam": 1.8756834711200001, "seminar": 3.33928418576, "thiev": 3.8232390339599998, "serious": 0.949332539075, "latter": 0.850831432969, "simplist": 4.27893626755, "model": 1.4749001462220002, "backpack": 4.76728903546, "can": 0.649364385576, "coupl": 1.18089357972, "problem": 1.138281448546, "open": 0.219591038029, "block": 2.32801563176, "pattern": 10.66259238304, "grad": 4.86854276917, "issu": 0.728198087868, "seen": 0.47672812813, "too": 1.1931103094439999, "excit": 4.56847190866, "view": 3.4661195952109995, "three": 0.06411868822490001, "draft": 1.62986431701, "equal": 0.933027391343, "complex": 0.8502416364309999, "speci": 1.8943523393900001, "convey": 2.50939142306, "intern": 0.265095377816, "today": 2.796976768395, "enough": 0.802884439169, "with": 0.00718495028034, "eric": 1.8581641801, "upon": 0.47207177798199995, "mind": 7.672013032979999, "could": 0.37191254458000006, "meet": 0.510363817255, "actual": 0.628514181648, "approach": 1.4604672291620002, "geometr": 3.1971310972, "puzzl": 3.23801729512, "two": 0.0273976887164, "neat": 3.9392225370099996, "architectur": 19.61637095028, "obvious": 1.86383450716, "salina": 4.70971918364, "dretsk": 7.369978720910001, "noth": 1.24245472939, "count": 1.24748591139, "condit": 0.654837788206, "kate": 5.838251790619999, "usual": 1.090558034128, "employ": 0.7725602049429999, "store": 7.4246924011200015, "more": 0.034049863199999995, "lunch": 3.1214834788599997, "part": 0.04239531098280001, "state": 0.0932200055336, "proposit": 3.08777242152, "particular": 0.969472181412, "circumst": 4.99559023776, "invit": 1.36782154426, "cant": 4.87677326831, "believ": 8.959445963928, "behavior": 11.971036936459999, "exact": 2.4875295465000002, "need": 0.362740163442, "therebi": 1.86831243037, "experi": 4.3839106775309995, "revis": 1.4635275481299999, "talk": 1.10867789449, "folk": 2.03677695251, "here": 1.7700763767400003, "crucial": 2.04696874177, "vision": 1.58523088743, "role": 0.44036410757399996, "pure": 1.55108343915, "hold": 0.503879117196, "system": 0.982291036755, "post": 2.4171004581029996, "new": 0.0354598937022, "els": 3.3891914415400004, "instead": 0.46663315041500003, "most": 0.041495792591199995, "which": 0.01553524153629, "let": 1.2488025672799998, "them": 0.0941833269093, "truli": 2.24126413875, "respons": 2.049578311515, "surpris": 1.47392435861, "bestdevelop": 7.369978720910001, "move": 0.255615859253, "day": 0.16865870631700003, "structur": 0.7217716751350001, "elementari": 6.777589434629999, "come": 0.5678198130600001, "one": 0.0437874615185, "type": 0.707101485387, "make": 0.14699531564579998, "found": 0.107841124048, "commit": 2.1197572820599997, "abandon": 1.0938993004000002, "then": 0.24910159569269996, "better": 0.6964279406, "philosoph": 1.73269223754, "the": 0.0, "have": 0.2513450398004, "character": 1.51806363875, "modest": 2.36804786744, "look": 1.2927733872, "what": 1.129436484135, "general": 0.229905156126, "right": 2.04215912502, "function": 2.743397224782, "blog": 5.30474621118, "mandelbaum": 12.828934551760002, "presum": 2.1026361586599998, "all": 0.09122105678239999, "mani": 0.0866315162442, "school": 3.957973069056, "far": 0.536623764503, "network": 0.9530830530519999, "ned": 3.84361819629, "got": 2.5727817698599997, "disposit": 47.6485454228, "stanford": 2.53369681396, "whi": 1.18068843047, "unless": 1.69528182715, "and": 0.0017637239777808, "her": 2.8747215599550002, "essay": 3.66450166116, "effect": 0.333830227158, "probabl": 0.972882412913, "earli": 0.117499629108, "categori": 1.38176946652, "whose": 0.5510546556329999, "yes": 2.65237310559, "whatwecareabout": 7.369978720910001, "robust": 2.9929646280599997, "doe": 1.0680834594339998, "becaus": 0.139343158825, "question": 0.790310929014, "becom": 0.11771217648900001, "octob": 0.37311426685500004, "ident": 1.03244527565, "into": 0.0149128632287, "discov": 0.924894023806, "befor": 0.191275543759, "reject": 1.0372320944700002, "mean": 0.37092128352, "juli": 0.360931190445, "representationalist": 44.21987232546, "care": 1.8279886058219998, "posit": 0.316652318608, "relat": 0.21310030165399999, "under": 0.30104722153279995, "fashion": 1.57940711618, "list": 0.309845761506, "manifest": 2.21842273576, "cognit": 27.593222649299996, "long": 0.235645793878, "various": 0.28692650007, "reason": 1.088603105924, "manipul": 4.42644983736, "where": 0.19497641623710002, "paribus": 6.7821920560099995, "short": 0.345685625679, "howev": 0.0903151173475, "specifi": 1.93451151621, "want": 2.0749098187649997, "exampl": 1.2260480249969998, "oop": 5.98368435979, "see": 0.240921585492, "indic": 0.7336385419149999, "find": 0.547781330288, "who": 0.1218004659718, "explain": 0.955700427358, "separ": 0.470759772949, "attitud": 1.7474063016799999, "cortex": 8.80941130968, "feel": 1.1428493419299999, "suitabl": 3.66135576984, "this": 0.04543738863, "person": 0.34018281601800004, "liter": 1.6990638498800001, "favorit": 2.09390696331, "group": 0.190594534797, "ourselv": 3.30266283107, "net": 1.9406330919499999, "veri": 0.460319586476, "from": 0.002268216675464, "whether": 0.791561189647, "those": 0.35709878174599996, "homonuculi": 7.369978720910001, "but": 0.1133466045033, "pictur": 3.75432327372, "home": 0.378433916197, "your": 7.5258442221, "languag": 0.8306818244059999, "real": 1.649258121148, "content": 5.05895663816, "onli": 0.1519456099746, "soul": 1.9189402673400002, "wide": 0.44458000675399995, "neural": 4.0853151555, "treat": 1.27821645249, "philosophi": 3.46182512194, "area": 0.327954821122, "happili": 4.0741418549, "ani": 0.251216716732, "immateri": 5.08759633523, "implement": 6.37189704535, "someday": 4.62913869698, "virtual": 1.4141413514399999, "dispositionalist": 22.10993616273, "how": 0.9431339138600001, "decid": 0.655322871893, "expand": 0.80021683492, "littl": 0.438213989466, "billion": 1.5824680307199999, "field": 0.5760642583510001, "allow": 0.24028061118900002, "num": 0.0028349135585730005, "now": 0.596371780084, "imagin": 1.88684291737, "goe": 1.4473284897999998, "across": 0.549198455941, "prefer": 2.21163768732, "primari": 2.415831869742, "metaphys": 3.4303405484500002, "our": 4.288196070910001, "later": 0.0829654259878, "other": 0.00987474791976, "monday": 2.35668030939, "for": 0.0022049327677790003, "uncertainti": 2.7768811161599998, "term": 0.33303898354600003, "predict": 1.6457402376899999, "nov": 3.2607455461900003, "mad": 2.4269087463099996, "was": 0.0112115188626, "think": 3.2015298352499997, "outsid": 0.515518738985, "bigpictur": 7.369978720910001, "infer": 3.0511581621399997, "vagu": 3.01326989422, "jfk": 13.07807350458, "messi": 14.581138375590001, "uniqu": 1.1039173409, "than": 0.0645217244364, "kind": 0.948031302717, "thing": 0.8781935346799999, "such": 0.059695977806, "activ": 1.90598301642, "underneath": 5.938751401319999, "box": 1.41751491115, "also": 0.0879429468, "know": 0.952919694398, "detail": 1.632375554346, "are": 0.2062723150789, "might": 0.7683410765340001, "class": 2.9990887597320004, "rang": 1.7379576414089999, "experienti": 4.65528397709, "version": 0.697313064259, "matter": 6.266137689252001, "these": 0.2146008582024, "pushback": 14.549337082200001, "build": 0.491137452091, "encyclopedia": 1.5117598929499998, "concess": 5.5116975871000005, "secondari": 1.47447456495, "hypothet": 16.6610225509, "tend": 2.43194048924, "repli": 1.89602878572, "alreadi": 0.670478380747, "against": 0.254802851078, "plausibl": 6.79937361472, "alien": 4.207336301000001, "case": 1.186218806667, "when": 0.0411099777168, "not": 0.0777620650375, "head": 0.912085165704, "dure": 0.0491209066894, "profil": 6.300550061240001, "she": 0.7701082216959999, "mayb": 15.235857229449998, "intellectu": 1.78573081495, "ceteri": 6.7821920560099995, "like": 0.27810715309, "inner": 1.86140042888, "own": 0.164195077421, "understood": 1.78160709776, "toosimpl": 7.369978720910001, "inform": 0.454453704662, "idea": 0.73863592212, "stori": 2.1151788797610003, "sens": 1.04257779501, "maplik": 7.369978720910001, "should": 1.018839753516, "stuck": 2.94154571342, "appropri": 1.4618957827399999, "account": 4.655520029811, "some": 0.158294036258, "get": 1.739307017346, "acquir": 1.1332178178499999, "swift": 2.63641532015, "conscious": 2.09237439596, "just": 0.868594302327, "sinc": 0.0803681994577, "deriv": 2.0476323655, "influenc": 1.144746370856, "between": 0.06790736233059999, "somewher": 2.7450059076200004, "someth": 1.18830712273, "relev": 3.8742609227999996, "human": 1.280070366486, "deni": 3.7788619315800007, "way": 0.19809150993500002, "process": 1.583487597075, "varieti": 0.8316941898119999, "consider": 1.6651254961200002, "toward": 0.48877277716000006, "nottelmann": 7.369978720910001, "york": 0.42762879716200003, "pragmat": 3.36264553568, "that": 0.12723674814848, "their": 0.030721010245400002, "follow": 0.045356911094199995, "rather": 0.885429951078, "sensorimotor": 6.4945099835599995, "out": 0.0584263909193, "priorit": 4.320705680430001, "sort": 4.93918085688, "perspect": 1.61645415436, "respresent": 7.369978720910001, "answer": 1.5366310419, "conflict": 0.987824351275, "take": 0.130691962197, "student": 0.904923236645, "there": 0.12029367877649999, "interpret": 1.1678481440000001, "seem": 3.316372129104, "track": 1.14028498507, "differ": 0.212321121312, "say": 1.6864628416560001, "architecturedriven": 7.369978720910001, "after": 0.040981389296199995, "ask": 1.553594419694, "onc": 0.80753174471, "onto": 1.4987063591299998, "paper": 0.979402539665, "daughter": 13.753749460879998, "whisper": 3.8348333667400003, "last": 0.19204364461100001, "you": 13.114984768998, "well": 0.1270288766312, "they": 0.148634973838, "languagelik": 7.369978720910001, "scientif": 2.84754616042, "direct": 0.200705689496, "much": 0.5324871879030001, "pretti": 2.75684036527, "connectionist": 14.739957441820001, "would": 0.0796176279647, "brought": 0.609100637788, "concern": 0.634079948873, "thought": 0.685867118283, "map": 1.40434493384, "outward": 2.9767648968400002, "anyway": 3.1460689543299996, "apart": 2.2648713024, "has": 0.0427239448548, "nous": 4.99973497944, "wait": 4.54816076346, "psycholog": 1.89981109743, "dispos": 9.38176208656, "tempor": 3.08639215905, "best": 0.459227932947, "neuron": 4.16317547727, "diverg": 5.29939145564, "given": 0.303255810831, "featur": 0.423387418142, "about": 0.5027478197968, "manner": 1.36905901503, "visual": 6.6157533954400005}}, "html": "<!DOCTYPE html>\n\n<html dir=\"ltr\" xmlns=\"http://www.w3.org/1999/xhtml\" xmlns:b=\"http://www.google.com/2005/gml/b\" xmlns:data=\"http://www.google.com/2005/gml/data\" xmlns:expr=\"http://www.google.com/2005/gml/expr\">\n<head>\n<link href=\"https://www.blogger.com/static/v1/widgets/2890069739-widget_css_bundle.css\" rel=\"stylesheet\" type=\"text/css\"/>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<meta content=\"blogger\" name=\"generator\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<link href=\"http://schwitzsplinters.blogspot.com/2016/10/\" rel=\"canonical\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" rel=\"alternate\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default?alt=rss\" rel=\"alternate\" title=\"The Splintered Mind - RSS\" type=\"application/rss+xml\"/>\n<link href=\"https://www.blogger.com/feeds/26951738/posts/default\" rel=\"service.post\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<!--Can't find substitution for tag [blog.ieCssRetrofitLinks]-->\n<meta content=\"http://schwitzsplinters.blogspot.com/2016/10/\" property=\"og:url\"/>\n<meta content=\"The Splintered Mind\" property=\"og:title\"/>\n<meta content=\"reflections in philosophy of psychology, broadly construed\" property=\"og:description\"/>\n<!--[if IE]> <script> (function() { var html5 = (\"abbr,article,aside,audio,canvas,datalist,details,\" + \"figure,footer,header,hgroup,mark,menu,meter,nav,output,\" + \"progress,section,time,video\").split(','); for (var i = 0; i < html5.length; i++) { document.createElement(html5[i]); } try { document.execCommand('BackgroundImageCache', false, true); } catch(e) {} })(); </script> <![endif]-->\n<title>The Splintered Mind: October 2016</title>\n<style id=\"page-skin-1\" type=\"text/css\"><!--\n/*\n-----------------------------------------------\nBlogger Template Style\nName:     Son of Moto (Mean Green Blogging Machine variation)\nDesigner: Jeffrey Zeldman\nURL:      www.zeldman.com\nDate:     23 Feb 2004\nUpdated by: Blogger Team\n----------------------------------------------- */\n/* Variable definitions\n====================\n<Variable name=\"mainBgColor\" description=\"Main Background Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"mainTextColor\" description=\"Text Color\"\ntype=\"color\" default=\"#333333\">\n<Variable name=\"pageHeaderColor\" description=\"Blog Title Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"blogDescriptionColor\" description=\"Blog Description Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"linkColor\" description=\"Link Color\"\ntype=\"color\" default=\"#6E4117\">\n<Variable name=\"hoverLinkColor\" description=\"Link Hover Color\"\ntype=\"color\" default=\"#352117\">\n<Variable name=\"dateHeaderColor\" description=\"Date Header Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarHeaderColor\" description=\"Sidebar Title Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarTextColor\" description=\"Sidebar Text Color\"\ntype=\"color\" default=\"#555544\">\n<Variable name=\"bodyFont\" description=\"Text Font\" type=\"font\"\ndefault=\"normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif\">\n*/\n/* Primary layout */\nbody {\nmargin: 0;\npadding: 0;\nborder: 0;\ntext-align: center;\ncolor: #333333;\nbackground: #61381B url(https://lh3.googleusercontent.com/proxy/v1RkG4h0Fqpq7R6B2YznR_o4d4nyLHHWrWro3IL6-KcDxPt9kceW021YuZVzIyID2kTb9oMXlfKG-FcafWjalJjn3ItQutxU6ZxpvSMme83f=s0-d) top center repeat-y;\nfont-size: small;\n}\n.quickedit {\ndisplay:none;\n}\nimg {\nborder: 0;\ndisplay: block;\n}\n.clear {\nclear: both;\n}\n/* Wrapper */\n#outer-wrapper {\nmargin: 0 auto;\nborder: 0;\nwidth: 692px;\ntext-align: left;\nbackground: #ffffff url(//www.blogblog.com/moto_son/innerwrap.gif) top right repeat-y;\nfont: normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif;\n}\n/* Header */\n#header-wrapper\t{\nbackground: #000 url(https://lh6.googleusercontent.com/proxy/NJeOk6KUGooyV2G9KuXeQcWlFp0JG1fd7TXJgk_84tzhZb3IIoAHIdqbL-2qCl5qK_B93C7KKT8e1shY2I2E3ABLi5NHlVw=s0-d) bottom left repeat-x;\nmargin: 0 auto;\npadding: 0 0 15px 0;\nborder: 0;\n}\n#header h1 {\ntext-align: left;\nfont-size: 200%;\ncolor: #ffffff;\nmargin: 0;\npadding: 15px 20px 0 20px;\nbackground-image: url(https://lh6.googleusercontent.com/proxy/GzBF9FGavAmDGaCgZ07Uc8EkLiECoYGtRIJV26teY0mQdVIpkGTtduxWcITlqPLXgQsDWMtHCJ9-nBySufr9Dg=s0-d);\nbackground-repeat: repeat-x;\nbackground-position: top left;\n}\nh1 a, h1 a:link, h1 a:visited {\ncolor: #ffffff;\n}\n#header .description {\nfont-size: 110%;\ntext-align: left;\npadding: 3px 20px 10px 23px;\nmargin: 0;\nline-height:140%;\ncolor: #ffffff;\n}\n/* Inner layout */\n#content-wrapper {\npadding: 0 16px;\n}\n#main {\nwidth: 400px;\nfloat: left;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n#sidebar {\nwidth: 226px;\nfloat: right;\ncolor: #555544;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n/* Bottom layout */\n#footer\t{\nclear: left;\nmargin: 0;\npadding: 0 20px;\nborder: 0;\ntext-align: left;\nborder-top: 1px solid #f9f9f9;\n}\n#footer .widget\t{\ntext-align: left;\nmargin: 0;\npadding: 10px 0;\nbackground-color: transparent;\n}\n/* Default links \t*/\na:link, a:visited {\nfont-weight: bold;\ntext-decoration: none;\ncolor: #6E4117;\nbackground: transparent;\n}\na:hover {\nfont-weight: bold;\ntext-decoration: underline;\ncolor: #352117;\nbackground: transparent;\n}\na:active {\nfont-weight : bold;\ntext-decoration : none;\ncolor: #352117;\nbackground: transparent;\n}\n/* Typography */\n.main p, .sidebar p {\nline-height: 140%;\nmargin-top: 5px;\nmargin-bottom: 1em;\n}\nh2, h3, h4, h5\t{\nmargin: 0;\npadding: 0;\n}\nh2 {\nfont-size: 130%;\n}\nh2.date-header {\ncolor: #61381B;\n}\n.post h3 {\nmargin-top: 5px;\nfont-size: 120%;\n}\n.post-footer {\nfont-style: italic;\n}\n.sidebar h2 {\ncolor: #61381B;\n}\n.sidebar .widget {\nmargin: 12px 0 13px 0;\npadding: 0;\n}\n.main .widget {\nmargin: 12px 0 0 0 ;\n}\nli  {\nline-height: 160%;\n}\n.sidebar ul {\nmargin-left: 1;\nmargin-top: 0;\npadding-left: 0;\n}\n.sidebar ul li {\npadding-left: 0px;\npadding-top: 3px;\nmargin: 0;\n}\n.widget-content {\nmargin-top: 0.5em;\n}\n/* Profile\n----------------------------------------------- */\n.profile-datablock {\nmargin: 3px 0 5px 0;\nline-height: 140%;\n}\n.profile-textblock {\nmargin-left: 0;\n}\n.profile-img {\nfloat: left;\nmargin: 0 5px 5px 0;\nborder:4px solid #333333;\n}\n#comments  {\nborder: 0;\nborder-top: 1px dashed #eed;\nmargin: 10px 0 0 0;\npadding: 0;\n}\n#comments h4\t{\nmargin-top: 10px;\nmargin-bottom: -10px;\nfont-weight: normal;\nfont-style: italic;\ntext-transform: uppercase;\nletter-spacing: 1px;\n}\n#comments dl dt \t{\nfont-weight: bold;\nfont-style: italic;\nmargin-top: 35px;\npadding: 1px 0 0 18px;\nbackground: transparent url(//www.blogblog.com/moto_son/commentbug.gif) top left no-repeat;\n}\n#comments dl dd\t{\npadding: 0;\nmargin: 0;\n}\n.deleted-comment {\nfont-style:italic;\ncolor:gray;\n}\n.feed-links {\nclear: both;\nline-height: 2.5em;\n}\n#blog-pager-newer-link {\nfloat: left;\n}\n#blog-pager-older-link {\nfloat: right;\n}\n#blog-pager {\ntext-align: center;\n}\n/** Page structure tweaks for layout editor wireframe */\nbody#layout #outer-wrapper {\npadding-top: 0;\n}\nbody#layout #header,\nbody#layout #content-wrapper,\nbody#layout #footer {\npadding: 0;\n}\n\n--></style>\n<link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=03ededb8-159d-4b09-bb5b-55576702ae69\" media=\"none\" onload=\"if(media!='all')media='all'\" rel=\"stylesheet\"/><noscript><link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=03ededb8-159d-4b09-bb5b-55576702ae69\" rel=\"stylesheet\"/></noscript>\n</head>\n<body>\n<div class=\"navbar section\" id=\"navbar\"><div class=\"widget Navbar\" data-version=\"1\" id=\"Navbar1\"><script type=\"text/javascript\">\n    function setAttributeOnload(object, attribute, val) {\n      if(window.addEventListener) {\n        window.addEventListener('load',\n          function(){ object[attribute] = val; }, false);\n      } else {\n        window.attachEvent('onload', function(){ object[attribute] = val; });\n      }\n    }\n  </script>\n<div id=\"navbar-iframe-container\"></div>\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n      gapi.load(\"gapi.iframes:gapi.iframes.style.bubble\", function() {\n        if (gapi.iframes && gapi.iframes.getContext) {\n          gapi.iframes.getContext().openChild({\n              url: 'https://www.blogger.com/navbar.g?targetBlogID\\x3d26951738\\x26blogName\\x3dThe+Splintered+Mind\\x26publishMode\\x3dPUBLISH_MODE_BLOGSPOT\\x26navbarType\\x3dLIGHT\\x26layoutType\\x3dLAYOUTS\\x26searchRoot\\x3dhttps://schwitzsplinters.blogspot.com/search\\x26blogLocale\\x3den\\x26v\\x3d2\\x26homepageUrl\\x3dhttps://schwitzsplinters.blogspot.com/\\x26vt\\x3d-3736560391669663194',\n              where: document.getElementById(\"navbar-iframe-container\"),\n              id: \"navbar-iframe\"\n          });\n        }\n      });\n    </script><script type=\"text/javascript\">\n(function() {\nvar script = document.createElement('script');\nscript.type = 'text/javascript';\nscript.src = '//pagead2.googlesyndication.com/pagead/js/google_top_exp.js';\nvar head = document.getElementsByTagName('head')[0];\nif (head) {\nhead.appendChild(script);\n}})();\n</script>\n</div></div>\n<div id=\"outer-wrapper\"><div id=\"wrap2\">\n<!-- skip links for text browsers -->\n<span id=\"skiplinks\" style=\"display:none;\">\n<a href=\"#main\">skip to main </a> |\n      <a href=\"#sidebar\">skip to sidebar</a>\n</span>\n<div id=\"header-wrapper\">\n<div class=\"header section\" id=\"header\"><div class=\"widget Header\" data-version=\"1\" id=\"Header1\">\n<div id=\"header-inner\">\n<div class=\"titlewrapper\">\n<h1 class=\"title\">\n<a href=\"https://schwitzsplinters.blogspot.com/\">\nThe Splintered Mind\n</a>\n</h1>\n</div>\n<div class=\"descriptionwrapper\">\n<p class=\"description\"><span>reflections in philosophy of psychology, broadly construed</span></p>\n</div>\n</div>\n</div></div>\n</div>\n<div id=\"content-wrapper\">\n<div id=\"crosscol-wrapper\" style=\"text-align:center\">\n<div class=\"crosscol no-items section\" id=\"crosscol\"></div>\n</div>\n<div id=\"main-wrapper\">\n<div class=\"main section\" id=\"main\"><div class=\"widget Blog\" data-version=\"1\" id=\"Blog1\">\n<div class=\"blog-posts hfeed\">\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, October 27, 2016</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"4284265335596167578\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2016/10/dispositionalism-vs-representationalism.html\">Dispositionalism vs Representationalism about Belief</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>The Monday before last, <a href=\"http://www.nyu.edu/gsas/dept/philo/faculty/block/\">Ned Block</a> and <a href=\"http://www.baruch.cuny.edu/wsas/academics/philosophy/emandelbaum.htm\">Eric Mandelbaum</a> brought me into their <a href=\"http://www.nyu.edu/gsas/dept/philo/courses/perception2016/\">philosophy grad seminar</a> at New York University to talk about belief.  Our views are pretty far apart, and I got pushback during class (and before class, and after class!) from a variety of directions.  But the issue that stuck with me most was the big-picture issue of <i>dispositionalism </i>vs <i>respresentationalism </i>about belief.<p>\n\nI'm a <b>dispositionalist</b>.  By this I mean that <b>to believe some particular proposition</b>, such as that your daughter is at school, <b>is nothing more or less than to be disposed toward certain patterns of behavior, conscious experience, and cognition, under a range of hypothetical conditions</b> -- for example, to be disposed to go to your daughter's school if you decide you want to meet her, to be disposed to feel surprise should you head home for lunch and find her waiting there, and to be disposed, if the question arises, to infer that her favorite backpack is also probably at the school (since she usually takes it with her).  All of these dispositions hold only \"ceteris paribus\" or \"all else being equal\" and one needn't have <i>all</i> of them to count as believing.  (For more details about my version of dispositionalism in particular, see <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/AccountBel.htm\">here</a>.)  Crucial to the dispositionalist approach (but not unique to it) is the idea that <b>the implementational details don't matter -- or rather, they matter only derivatively.</b>  It doesn't matter if you've got a connectionist net in your head, or representations in the language of thought, or a billion little homonuculi whispering in thieves' cant, or an immaterial soul.  As long as you have the right clusters of behavioral, experiential, and cognitive dispositions, robustly, across a suitably broad range of hypothetical circumstances, you believe.<p>\n<b>On a representationalist view, implementation does matter.</b>  On a suitably modest view of what a \"representation\" is (I like <a href=\"https://mitpress.mit.edu/books/explaining-behavior\">Dretske's account</a>), the human mind uses representations.  For example, it's very plausible that neural activity in primary visual cortex is representational, if representations are states of a system that function to track or convey information about something else.  (In primary visual cortex, patterns of excitation in groups of neurons function to indicate geometrical features in various parts of the visual field.)  <b>The representationalist about belief commits to a general picture of the mind as a manipulator of representations, and then characterizes believing as a matter of having the right sort of representations</b> (e.g., one with the content \"my daughter it school\") <b>stored or activated in the right type of functional role in the mind</b> (for example, stored in memory and poised (if all goes well) to be activated in cognitive processing when you are asked, \"where is your daughter now?\").<p>\n\nI interpreted <i>some </i>of the pushback from Block, Mandelbaum, and their students as follows: \"Look, the best cognitive science employs a representational model of the mind.  So representations are real.  Even you don't deny that.  So if you want a truly scientific model of the mind instead of some vague dispositionalism that looks only at the effects or manifestations of real cognitive states, you should be a representationalist.\"<p>\n\nHow is a dispositionalist to reply to this concern?  I have three broad responses.<p>\n<b>The Implementational Response.</b>  The most concessive response (short of saying, \"oops, you're right!\") is to deny that there is any serious conflict between the two positions by allowing that the way one gets to have the dispositional profile constitutive of belief might be by manipulating representations in just the manner that the representationalist supposes.  <b>The views can be happily married!  You don't get to have the dispositional profile of a believer unless you already have right sort of representational architecture underneath</b>; and once you have the right sort of representational architecture underneath, you thereby acquire the relevant dispositional profile.  The views only diverge in marginal or hypothetical cases where representational architecture and dispositional profile come apart -- but maybe those cases don't matter too much.<p>\n\nHowever, I think that answer is too concessive, for a couple of reasons.<p>\n<b>The Messiness Response.</b>  Here's a too-simple hypothetical representationalist architecture for belief.  To believe that P (e.g., that my daughter is at school today) is to just to have a representation with the content P (\"my daughter is at school today\") stored somewhere in the mind, ready to be activated when it becomes relevant whether P is the case (e.g., I'm asked \"where is your daughter now?\").  One problem with this view is the problem of specifying the exact content.  I believe that the my daughter is at school today.  I also believe that my daughter is at JFK Elementary today.  I also believe that my daughter is at JFK Elementary now.  I also believe that Kate is at JFK Elementary now.  I also believe that Kate is in Ms. Salinas' class today.  This list could obviously be expanded considerably.  Do I literally have all of these representations stored separately?  Or is there only one representation stored, from which the others are swiftly derivable?  If so, which one?  How could we know?  This puzzle invites us to <b>reject the simplistic picture that believing P is a matter of having a stored representation with exactly the content P.</b>  But once we make this move, we open ourselves up to a certain kind of implementational <i> messiness</i> -- which is plausible anyway.  As we have seen in the two best-developed areas of cognitive science -- the cognitive science of memory and the cognitive science of vision -- the underlying architectural stories tend to be highly complex and tend not to map neatly onto our folk psychological categories.  Furthermore, viewed from an appropriately broad temporal perspective, scientific fashions come and go: We have this many memory systems, no we have this many; early visual processing is not much influenced by later processing, wait yes it is influenced, wait no it's not after all.  Dynamical systems, connectionist networks, patterns of looping activation can all be understood in terms of language-like representations, or no they can't, or maybe map-like representations or sensorimotor representations are better.  <b>Given the messiness and uncertainty of cognitive science, it is premature to commit to a thoroughly representationalist picture.</b>  Maybe someday we'll have all this figured out well enough so that we can say \"this architectural structure, this one, is what you have if you believe that your daughter is at school, we found it!\"  That would be exciting!  That day, I abandon dispositionalism.  Until then, I prefer to think of belief dispositionally rather than relying upon any particular architectural story, even as general an architectural story as representationalism.<p>\n<b>The What-We-Care-About Response.</b> <i>Why</i>, as philosophers, do we want an account of belief?  Presumably, it's because we care about predicting and explaining our behavior and our patterns of experience.  So let's suppose as much divergence as it's reasonable to suppose between patterns of experience and behavior and patterns of internal architecture.  Maybe we discover an alien species that has outward behavior and inner experiences virtually identical to our own but implemented very differently in the underlying architecture.  Or maybe we can imagine a human being whose actions and experiences, not only in her actual circumstances but also in a wide range of hypothetical circumstances, are just like that of someone who believes that P, but who lacks the usual underlying architecture.  On an architecture-driven account, it seems that we have to deny that these aliens or this person believes what they seem to believe; on a dispositional account, we get to say that they do believe what they seem to believe.  The latter seems preferable: <b>If what we care about in an account of belief is patterns of behavior and experience, then it makes sense to build an account of belief that prioritizes those patterns of behavior and experience as the primary thing, and treats purely architectural considerations as secondary.</b><p>\n\n----------------------------------------------<p>\n\nSome related posts and papers:<p>\n<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/AccountBel.htm\">\nA Phenomenal, Dispositional Account of Belief</a> (<i>Nous </i>2002).<p>\n<a href=\"http://plato.stanford.edu/entries/belief/\">Belief</a> (Stanford Encyclopedia of Philosophy, 2006 revised 2015).<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2008/11/mad-belief.html\">Mad Belief?</a> (blog post, Nov. 5, 2008).<p>\n<a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/BeliefBox.htm\">A Dispositional Approach to Attitudes: Thinking Outside of the Belief Box</a> (in Nottelmann, ed., <i>New Essays on Belief</i>, 2013).<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2015/07/against-intellectualism-about-belief.html\">Against Intellectualism About Belief</a> (blog post, July 31, 2015)<p>\n<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/PragBel.htm\">The Pragmatic Metaphysics of Belief</a> (essay in draft, October 2016).</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2016/10/dispositionalism-vs-representationalism.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2016-10-27T11:52:00-07:00\">11:52 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=4284265335596167578\" onclick=\"\">17\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/belief\" rel=\"tag\">belief</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Friday, October 21, 2016</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6439298227310179116\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2016/10/storytelling-in-philosophy-class.html\">Storytelling in Philosophy Class</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://3.bp.blogspot.com/-ifxpWRlqAGQ/WAj2nF1WLaI/AAAAAAAABmM/rE_92s0mTG05mxU4mCOM1f9zNHhsmNP4QCLcB/s1600/storytime.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" src=\"https://3.bp.blogspot.com/-ifxpWRlqAGQ/WAj2nF1WLaI/AAAAAAAABmM/rE_92s0mTG05mxU4mCOM1f9zNHhsmNP4QCLcB/s1600/storytime.jpg\"/></a></div><p>\n\nOne of my regular TAs, <a href=\"http://philosophy.ucr.edu/chris-mcvey/\">Chris McVey</a>, uses a lot of storytelling in his teaching.  About once a week, he'll spend ten minutes sharing a personal story from his life, relevant to the class material.  He'll talk about a family crisis or about his time in the U.S. Navy, connecting it back to the readings from the class.<p>\n\nAt last weekend's meeting of the <a href=\"https://uchv.princeton.edu/events/minorities-and-philosophy-conference-implicit-biasesstereotype-threat-and-pedagogy\">Minorities And Philosophy group at Princeton</a>, I was thinking about what teaching techniques philosophers might use to appeal to a broader diversity of students, and \"storytime with Chris\" came to mind.  The more I think about it, the more I find to like about it.<p>\n\nHere are some thoughts.<p>\n\n* <b>Students are hungry for stories, and rightly so</b>.  Philosophy class is usually abstract and impersonal, or when not abstract focused on toy examples or remote issues of public policy.  A good story, especially one that is <b>personally meaningful to the teacher</b>, leaps out and captures attention.  People in general love stories and are especially ready for them after long dry abstractions and policy discussions.  So why not harness that?  But furthermore, storytelling gives shape and flesh to the stick figures of philosophical abstraction.  <b>Most abstract principles only get their full meaning when we see how they play out in real cases</b>.  Kant might say \"act on that maxim that you can will to be a universal law\" or Mengzi might say \"human nature is good\" -- but what do such claims really amount to?  Students rightly feel at sea unless they are pulled away from toy examples and into the complexity of real life.  Although it's tempting to think that the real philosophical force is in the abstract principles and that storytelling is just needless frill and packaging, I think that the reverse might be closer to the truth: The heart of philosophy is in how we engage our minds when given real, messy examples, and the abstractions we derive from cases always partly miss the point.<p>\n\n* <b>Personal stories vividly display the relevance of philosophy.</b>  Many -- maybe most -- students are understandably turned off by philosophy because it seems so remote from anything of practical value.  What's the point, they wonder, in discussing <a href=\"http://homepages.wmich.edu/~baldner/qualities.htm\">Locke's view of primary and secondary qualities</a>, or semi-comical far-fetched <a href=\"https://en.wikipedia.org/wiki/Trolley_problem\">problems about runaway trolleys</a>, or under what conditions you \"know\" something is a barn in <a href=\"http://plato.stanford.edu/entries/knowledge-analysis/#FakBarCas\">Fake Barn Country</a>?  It takes a certain kind of beautiful, nerdy, impractical mind to love these questions for their own sake.  Too much focus on such issues can mislead students into thinking that philosophy is irrelevant to their lives.  However (I hope you'll agree), nothing is more relevant to our lives than philosophy.  Every choice we make expresses our values.  Every controversial opinion we form depends upon our general worldview and our implicit or explicit sense of what people or institutions or methods deserve our trust.  <b>Most students will understandably fail to see the connection between academic philosophy and the philosophy they personally live through their choices and opinions unless we vividly show how these are connected.</b>  Through storytelling, you model your struggle with Kant's hard line against lying, or with how far to trust purported scientific experts, or with your fading faith in an immaterial soul -- and students can see that philosophy is not just a <a href=\"https://en.wikipedia.org/wiki/The_Glass_Bead_Game\">Glass Bead Game</a>.<p>\n\n* <b>Personal stories shift the locus of academic capital.</b>  We might think of <b>\"academic capital\" as the resources students bring to class</b> which help them succeed.  In philosophy class, important capital includes skill at reading and evaluating abstract arguments and, in class discussion, skill at working up passable pro and con arguments on the spot.  Academic capital of this sort also includes knowledge of the philosophical tradition, comfort in a classroom environment, confidence that one knows how this game is played.  These are terrific skills to have of course; and some students have more of them than others, or at least believe they do.  Those students tend to dominate class discussion.  If you tell a personally meaningful story, however, you can make a different set of skills and experiences suddenly important.  Students who might have had similar stories from their own lives now have something unique to contribute.  <b>Students who are good at storytelling, students who have the social and emotional intelligence to evaluate what might have really happened in your family fight, students with cultural knowledge of the kind of situation you describe -- they now have some of the capital</b>.  And they might be a very different group from the ones who are so good at the argumentative pro-and-con.  In my experience, good philosophical storytelling engages and draws out discussion from a larger and more diverse group of students than does abstract argument and toy example.<p>\n\nIf philosophers were more serious about engaged, personal storytelling in class, we would I think have a different and broader range of students who loved our courses and appreciated the importance and interest of our discipline.<p>\n<p>[<a href=\"http://auglaize.oplin.org/content/its-story-time-your-library-0\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2016/10/storytelling-in-philosophy-class.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2016-10-21T08:27:00-07:00\">8:27 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6439298227310179116\" onclick=\"\">8\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/metaphilosophy\" rel=\"tag\">metaphilosophy</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/professional%20issues%20in%20philosophy\" rel=\"tag\">professional issues in philosophy</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/sociology%20of%20philosophy\" rel=\"tag\">sociology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, October 11, 2016</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"8204433781102751953\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2016/10/my-daughters-rented-eyes.html\">My Daughter's Rented Eyes</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>(inspired by a conversation with <a href=\"http://craphound.com/bio/\">Cory Doctorow</a> about how a kid's high-tech rented eyes might be turned toward favored products in the cereal aisle)<p>\n\nAt two million dollars outright, of course I couldn't afford to <i>buy </i> eyes for my four-year-old daughter Eva.  So, like everyone else whose kids had been blinded by the GuGuBoo Toy company's defective dolls (may its executives rot in bankruptcy Hell), I <i>rented </i>the eyes.  What else could I possibly do?<p>\n<a href=\"https://4.bp.blogspot.com/-wiWk9VUYfNg/V_0AlfSfkzI/AAAAAAAABlw/ixdvEkXaZQwGg3MjirKijOVKqbtpMMZGgCLcB/s1600/EyesA.jpg\" imageanchor=\"1\"><img border=\"0\" height=\"139\" src=\"https://4.bp.blogspot.com/-wiWk9VUYfNg/V_0AlfSfkzI/AAAAAAAABlw/ixdvEkXaZQwGg3MjirKijOVKqbtpMMZGgCLcB/s400/EyesA.jpg\" width=\"400\"/></a><p>\n\n\nUnlike some parents, I actually read the Eye &amp; Ear Company's contract.  So I knew part of what we were in for.  If we didn't make the monthly payments, her eyes would shut off.  We agreed to binding arbitration.  We agreed to a debt-priority clause, to financial liability for eye extraction, to automatic updates.  We agreed that from time to time the saccade patterns of her eyes would be subtly adjusted so that her gaze would linger over advertisements from companies that partnered with Eye &amp; Ear Co.  We agreed that <b>in the supermarket, Eva's eyes would be gently maneuvered toward the Froot Loops and the M&amp;Ms.</b><p>\n\nWhen the updates came in, we always had the legal right to refuse them.  We could, hypothetically, turn off Eva's eyes, then have them surgically removed and returned to Eye &amp; Ear Co.  Each new rental contract was thus technically voluntary.<p>\n\nWhen Eva was seven, the new updater threatened shutoff unless we transferred $1000 into a debit account.  Her updated eyes contained new software to detect any copyrighted text or images she might see.  <b>Instead of buying copyrighted works in the usual way, we agreed to have a small fee deducted from our account for each work Eva viewed.</b>  Instead of paying $4.99 for the digital copy of a Dr Seuss book, Eye &amp; Ear would deduct $0.50 each time she read the book.  Video games might be free with ads, or $0.05 per play, or $0.10, or even $1.00.  Since our finances were tight, we set up <b>parental controls</b>: Eva's eyes required parental permission for any charge over $0.99 or any cumulative charges over $5.00 in a day -- and of course they also blocked any \"adult\" material.  Until we granted approval, blocked or unpaid material was blurred and indecipherable, even if she was just peeking over someone's shoulder at a book or walking past a television in a dentist's lobby.<p>\n<b>When Eva was ten, the updater overlaid advertisements in her visual field.</b>  It helped keep the rental costs down.  (We could have bought out of the ads for an extra $6,000 a year.)  The ads never interfered much with Eva's vision -- they just kind of scrolled across the top of her visual field sometimes, Eva told us, or printed themselves onto clouds and the sides of buildings.<p>\n\nBy the time Eva was thirteen, I'd finally risen to a managerial position at work, and we could afford the <b>new luxury eyes</b> for her.  By adjusting the settings, Eva could see infrared at night.  She could zoom in on distant objects.  She could bug out her eyes and point them in different directions like some sort of weird animal, to take in a broader field of view.  She could also take snapshots and later retrieve them with a subvocalization -- which gave her a great advantage at school over her normal-eyed and cheaper-eyed peers.  Installed software could <b>text-search through stored snapshots, solve mathematical equations, and pull relevant information from the internet</b>.  When teachers tried to ban such enhancements from the classroom, Eye &amp; Ear fought back, arguing that the technology had become so integral to the children's lives that it couldn't be removed without disabling them.  Eye &amp; Ear refused to develop the technology to turn off the enhancement features, and no teacher could realistically prevent a kid from blinking and subvocalizing.<p>\n\nBy the time Eva was seventeen it looked like she and the two other <b>kids at her high school with luxury eye rentals would more or less have their choice among elite universities</b>.  I refused to believe the rumors about parents intentionally blinding their children so that they too could rent eyes.<p>\n\nWhen Eva turned twenty, all the updates -- not just the cheap ones -- required that you accept the <b>\"acceleration\" technology</b>.  <b>Companies contracted with Eye &amp; Ear to privilege their messages and materials for faster visual processing. </b> Pepsi paid a hundred million dollars a year so that users' eyes would prioritize resolving Pepsi cans and Pepsi symbols in the visual scene.  Coca Cola cans and symbols were \"deprioritized\" and stayed blurry unless you focused on them for a few seconds.  Loading stored images worked similarly.  A remembered scene with a Pepsi bottle in it would load almost instantly.  One with a Coke bottle would take longer and might start out fuzzy or fragmented.<p>\n<b>Eye &amp; Ear started to make glasses for the rest of us</b>, which imitated some of the functions of the implants.  Of course they were incredibly useful.  Who wouldn't want to take snapshots, see in the dark, zoom into the distance, get internet search and tagging?  We all rented whatever versions we could afford, signed the annual terms and conditions, received the updates.  We wore them pretty much all day, even in the shower.  The glasses beeped alarmingly whenever you took them off, unless you went through a complex shutdown sequence.<p>\n\nWhen the \"Johnson for President\" campaign bought an acceleration, the issue went all the way to the Supreme Court.  <b>Johnson's campaign had paid Eye &amp; Ear to prioritize the perception of his face and deprioritize the perception of his opponent's face, prioritize the visual resolution and recall of his ads</b>, deprioritize the resolution and recall of his opponent's ads.  Eva was now a high-powered lawyer in a New York firm, on the fast track toward partner.  She worked for the Johnson campaign, though I wouldn't have thought it was like her.  Johnson was so authoritarian, shrill, and right-wing -- or at least it seemed so to me, when I took my glasses off.<p>\n\nJohnson favored immigration restrictions, and his opponent claimed (but never proved) that Eye &amp; Ear implemented an algorithm that highlighted people's differences in skin tone -- making the lights a little lighter, the darks a little darker, the East Asians a bit yellow.  Johnson won narrowly, before his opponent's suit about the acceleration had made it through the appeals process.  It didn't hit the high court until a month after Johnson's inauguration.  Eva helped prepare Johnson's defense.  Eight of the nine justices were over eighty years old.  They lived stretched lives with enhanced longevity and of course all the best implants.  They heard the case through the very best ears.<p>\n\n---------------------------------<p>\n\nRelated post:<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2016/04/possible-cognitive-and-cultural-effects.html\">Possible Cognitive and Cultural Effects of Video Lifelogging</a> (Apr 21, 2016)<p>\n\n\n---------------------------------<p>\n\n\nImage source:<p>\n\n\nPhoto: HAL 9000 resurrected by <a href=\"https://www.flickr.com/photos/ramyoga/\">Ram Yoga</a>, doubled.</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2016/10/my-daughters-rented-eyes.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2016-10-11T09:03:00-07:00\">9:03 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=8204433781102751953\" onclick=\"\">6\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/science%20fiction\" rel=\"tag\">science fiction</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/speculative%20fiction\" rel=\"tag\">speculative fiction</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/transhumanism\" rel=\"tag\">transhumanism</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, October 04, 2016</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6471931634138269181\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2016/10/french-german-greek-latin-but-not.html\">French, German, Greek, Latin, but Not Arabic, Chinese, or Sanskrit?</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://2.bp.blogspot.com/-xMecEEm6ywY/V_PmrzfvzjI/AAAAAAAABk4/q9KjcoslyR4KPBvIrNS86cB_cpLMkpjJwCLcB/s1600/EpicRapBattle.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" height=\"150\" src=\"https://2.bp.blogspot.com/-xMecEEm6ywY/V_PmrzfvzjI/AAAAAAAABk4/q9KjcoslyR4KPBvIrNS86cB_cpLMkpjJwCLcB/s200/EpicRapBattle.jpg\" width=\"200\"/></a></div><p>\n\n[<a href=\"http://blog.apaonline.org/2016/10/04/french-german-greek-latin-but-not-arabic-chinese-or-sanskrit/\">cross-posted</a> at the <a href=\"http://blog.apaonline.org/\">Blog of the APA</a>]<p>\n\nWhen I was graduate student in Berkeley in the 1990s, philosophy PhD students were required to pass exams in two of the following four languages: <b>French, German, Greek, or Latin</b>.  I already knew German.  I argued that Spanish should count (I had read Unamuno in the original as an undergrad), but my petition was denied since I didn’t plan to do further work in Spanish.  I argued that a psychological methods course would be more useful than a second foreign language, given that my dissertation was in philosophy of psychology, but that was not treated as a serious suggestion.  I'd learned some classical Chinese, but I thought it would be pointless to attempt 600 characters in two hours as required (much more daunting than 600 words in a European language).  So I crammed French for a few weeks and passed the exam.<p>\n\nI have recently become interested in <b>mainstream Anglophone philosophers’ tendency to privilege certain languages</b> and traditions in the history of philosophy.  If we think globally, considering large, robust traditions of written work treating recognizably philosophical topics with argumentative sophistication and scholarly detail, it seems clear that <b><i>at least</i> Arabic, classical Chinese, and Sanskrit merit inclusion alongside French, German, Greek, and Latin</b> as languages of major philosophical importance.<p>\n\nThe exclusion of Arabic, Chinese, and Sanskrit from Berkeley’s standard language requirements could not, I think, have been mere ignorance.  Rather, <b>the focus on French, German, Greek, and Latin appeared to express a <i>value judgment:</i> that these four languages are more central to philosophy as it <i>ought</i> to be studied.</b><p>\n\nThe language requirements of philosophy PhD programs have loosened over the years, but French, German, Latin, and Greek still form the core language requirements in departments that have language requirements.  Students therefore continue to receive the message that these languages are the most important ones for philosophers to know.<p>\n<b>I examined the language requirements of a sample of PhD programs in the United States.</b>  Because of their sociological importance in the discipline, I started with the top twelve ranked programs in the <a href=\"http://www.philosophicalgourmet.com/\">Philosophical Gourmet Report</a>.  I then expanded the sample by considering a group of strong PhD programs that are not as sociologically central to the discipline – the programs ranked 40-50 in the U.S.<p>\n\nAmong the top twelve programs (corrections welcome):<p>\n\n* Four appeared to have no foreign language requirement (Michigan, NYU, Rutgers, Stanford).<p>\n\n* Seven (Berkeley, Columbia, Harvard, Pitt, UCLA, USC, Yale) had some version of a language requirement, requiring one of French, German, Greek or Latin -- always exactly that list. Some programs explicitly allowed another language and/or another relevant research skill by petition or consultation.<p>\n\n* <b>Only Princeton had a language requirement that did not appear to privilege French, German, Greek, and Latin.</b>  Princeton only requires a language “relevant to the student’s proposed course of study” (or alternatively “a unit of advanced work in another department” or “completion of an additional unit of work in any area of philosophy”).<p>\n\nYou might think that, practically speaking, Arabic or classical Chinese would be a fine language to choose.  Students can always petition; maybe such petitions are almost always granted.  This response, however, ignores the fact that something is communicated by other languages’ non-inclusion on the privileged list.  For a tendentious comparison – maybe too tendentious! – consider an admissions form that said “we admit men, but also women by petition”.  One thing is treated as a norm and the other as an exception.<p>\n\nInterestingly, <b>the PhD programs ranked less highly by the Philosophical Gourmet had more relaxed language requirements overall.</b>  In the 40-50 group, only two of the eleven mentioned a language requirement or list of languages.  <b>Still, the privileged languages were from the same set</b>: “French, German, or other” at Saint Louis University, and optional certification in French, German, Greek, or Latin at Rochester.<p>\n\nI do not believe that we should be sending students the message that French, German, Greek, and Latin are more important than other languages in which there is a body of interesting philosophical work.  It is too Eurocentric a vision of the history of philosophy.  Let’s change this.<p>\n\n------------------------------------<p>\n<i>Related Op-Eds:</i><p>\n<a href=\"http://www.latimes.com/opinion/op-ed/la-oe-0913-schwitzgebel-chinese-philosophy-20150913-story.html\">What’s missing in college philosophy classes? Chinese philosophers</a> (Schwitzgebel, <i>Los Angeles Times</i>, Sep 11, 2015)<p>\n<a href=\"http://www.nytimes.com/2016/05/11/opinion/if-philosophy-wont-diversify-lets-call-it-what-it-really-is.html\">If philosophy won’t diversify, let’s call it what it really is</a> (Garfield and Van Norden, <i>New York Times</i>, May 11, 2016)<p>\n\nAnd on the opposite side:<p>\n<a href=\"https://aeon.co/ideas/not-all-things-wise-and-good-are-philosophy\">Not all things wise and good are philosophy</a> (Tampio, <i>Aeon</i>, Sep 13, 2016)<p>\n\nThe image is, of course, from the <a href=\"https://www.youtube.com/watch?v=0N_RO-jL-90\">Epic Rap Battle, Eastern vs Western Philosophers</a>!\n\n\n\n \n\n</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2016/10/french-german-greek-latin-but-not.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2016-10-04T10:30:00-07:00\">10:30 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6471931634138269181\" onclick=\"\">13\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/chinese%20philosophy\" rel=\"tag\">chinese philosophy</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/professional%20issues%20in%20philosophy\" rel=\"tag\">professional issues in philosophy</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/sociology%20of%20philosophy\" rel=\"tag\">sociology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n</div>\n<div class=\"blog-pager\" id=\"blog-pager\">\n<span id=\"blog-pager-newer-link\">\n<a class=\"blog-pager-newer-link\" href=\"https://schwitzsplinters.blogspot.com/search?updated-max=2018-03-22T10:36:00-07:00&amp;max-results=100&amp;reverse-paginate=true\" id=\"Blog1_blog-pager-newer-link\" title=\"Newer Posts\">Newer Posts</a>\n</span>\n<span id=\"blog-pager-older-link\">\n<a class=\"blog-pager-older-link\" href=\"https://schwitzsplinters.blogspot.com/search?updated-max=2016-10-04T10:30:00-07:00&amp;max-results=100\" id=\"Blog1_blog-pager-older-link\" title=\"Older Posts\">Older Posts</a>\n</span>\n<a class=\"home-link\" href=\"https://schwitzsplinters.blogspot.com/\">Home</a>\n</div>\n<div class=\"clear\"></div>\n<div class=\"blog-feeds\">\n<div class=\"feed-links\">\nSubscribe to:\n<a class=\"feed-link\" href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" target=\"_blank\" type=\"application/atom+xml\">Posts (Atom)</a>\n</div>\n</div>\n</div></div>\n</div>\n<div id=\"sidebar-wrapper\">\n<div class=\"sidebar section\" id=\"sidebar\"><div class=\"widget HTML\" data-version=\"1\" id=\"HTML1\">\n<div class=\"widget-content\">\n<!-- Start of StatCounter Code -->\n<script language=\"javascript\" type=\"text/javascript\">\nvar sc_project=1508379; \nvar sc_invisible=1; \nvar sc_partition=13; \nvar sc_security=\"2c679bf5\"; \n</script>\n<script language=\"javascript\" src=\"//www.statcounter.com/counter/frames.js\" type=\"text/javascript\"></script><noscript><a href=\"http://www.statcounter.com/\" target=\"_blank\"><img alt=\"counter\" border=\"0\" src=\"https://lh5.googleusercontent.com/proxy/TttFETzU6Fyjbw8OTQa3FJTU6voqbJLJLUpwu-cpdPeafywusdwwP7glYc97L2xKGSvrrr4NvIgASxXMbEwi_U_RRXsWks6bqpkoSs1g9Zpv2uL97h9IjmZZ0d0P9zebmEy5rnSb9Ztru06j4rFAy0sL=s0-d\"/></a> </noscript>\n<!-- End of StatCounter Code -->\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=HTML&amp;widgetId=HTML1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"HTML1\"));' rel=\"nofollow\" target=\"configHTML1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget Profile\" data-version=\"1\" id=\"Profile1\">\n<h2>Contributors</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a class=\"profile-name-link g-profile\" href=\"https://www.blogger.com/profile/11541402189204286449\" style=\"background-image: url(//www.blogger.com/img/logo-16.png);\">Eric Schwitzgebel</a></li>\n<li><a class=\"profile-name-link g-profile\" href=\"https://plus.google.com/100155094439598517774\" style=\"background-image: url(//www.google.com/images/icons/ui/gprofile_button-16.png);\">Eric Schwitzgebel</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Profile&amp;widgetId=Profile1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Profile1\"));' rel=\"nofollow\" target=\"configProfile1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget FollowByEmail\" data-version=\"1\" id=\"FollowByEmail1\">\n<h2 class=\"title\">Follow by Email</h2>\n<div class=\"widget-content\">\n<div class=\"follow-by-email-inner\">\n<form action=\"https://feedburner.google.com/fb/a/mailverify\" method=\"post\" onsubmit='window.open(\"https://feedburner.google.com/fb/a/mailverify?uri=blogspot/FHhv\", \"popupwindow\", \"scrollbars=yes,width=550,height=520\"); return true' target=\"popupwindow\">\n<table width=\"100%\">\n<tr>\n<td>\n<input class=\"follow-by-email-address\" name=\"email\" placeholder=\"Email address...\" type=\"text\"/>\n</td>\n<td width=\"64px\">\n<input class=\"follow-by-email-submit\" type=\"submit\" value=\"Submit\"/>\n</td>\n</tr>\n</table>\n<input name=\"uri\" type=\"hidden\" value=\"blogspot/FHhv\"/>\n<input name=\"loc\" type=\"hidden\" value=\"en_US\"/>\n</form>\n</div>\n</div>\n<span class=\"item-control blog-admin\">\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=FollowByEmail&amp;widgetId=FollowByEmail1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"FollowByEmail1\"));' rel=\"nofollow\" target=\"configFollowByEmail1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</span>\n</div><div class=\"widget Feed\" data-version=\"1\" id=\"Feed1\">\n<h2>Recent Comments (may be delayed)</h2>\n<div class=\"widget-content\" id=\"Feed1_feedItemListDisplay\">\n<span style=\"filter: alpha(25); opacity: 0.25;\">\n<a href=\"http://schwitzsplinters.blogspot.com/feeds/comments/default\">Loading...</a>\n</span>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Feed&amp;widgetId=Feed1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Feed1\"));' rel=\"nofollow\" target=\"configFeed1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList1\">\n<h2>Links</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://cogsciphi.blogspot.com/\">Alternate Minds</a></li>\n<li><a href=\"http://www.philosophyofbrains.com/\">Brains</a></li>\n<li><a href=\"http://www.consciousentities.com/\">Conscious Entities</a></li>\n<li><a href=\"http://crookedtimber.org/\">Crooked Timber</a></li>\n<li><a href=\"http://dailynous.com/\">Daily Nous</a></li>\n<li><a href=\"http://digressionsnimpressions.typepad.com/\">Digressions &amp; Impressions</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/disability_and_disadvanta/\">Discrimination and Disadvantage</a></li>\n<li><a href=\"http://ericlinuskaplan.wordpress.com/\">Eric Linus Kaplan</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/xphi/\">Experimental Philosophy</a></li>\n<li><a href=\"http://agencyandresponsibility.typepad.com/flickers-of-freedom/\">Flickers of Freedom</a></li>\n<li><a href=\"http://leiterreports.typepad.com/\">Leiter Reports</a></li>\n<li><a href=\"http://whatsortsofpeople.wordpress.com/\">Living Archives on Eugenics Blog</a></li>\n<li><a href=\"http://loveofallwisdom.com/\">Love of All Wisdom</a></li>\n<li><a href=\"http://machineslikeus.com/\">Machines Like Us</a></li>\n<li><a href=\"http://www.mindhacks.com/\">Mind Hacks</a></li>\n<li><a href=\"http://www.davidpapineau.co.uk/blog.html\">More Important Than That (Philosophy and Sport)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/\">My Homepage</a></li>\n<li><a href=\"http://www.newappsblog.com/\">New APPS</a></li>\n<li><a href=\"http://peasoup.typepad.com/\">PEA Soup</a></li>\n<li><a href=\"http://philpercs.com/\">Philosophical Percolations</a></li>\n<li><a href=\"http://sometimesimwrong.typepad.com/wrong/\">Sometimes I'm Wrong</a></li>\n<li><a href=\"http://philosopherscocoon.typepad.com/blog/\">The Philosophers' Cocoon</a></li>\n<li><a href=\"http://tar.weatherson.org/\">Thoughts, Arguments, and Rants</a></li>\n<li><a href=\"http://rsbakker.wordpress.com/\">Three Pound Brain</a></li>\n<li><a href=\"http://warpweftandway.wordpress.com/\">Warp, Weft, and Way</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList1\"));' rel=\"nofollow\" target=\"configLinkList1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList6\">\n<h2>Advice on Applying to PhD Programs in Philosophy</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/applying%20to%20grad%20school\">various posts on that theme</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList6&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList6\"));' rel=\"nofollow\" target=\"configLinkList6\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList4\">\n<h2>Selected Essays</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/In-Between.htm\">2001: In-Between Believing</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/AccountBel.htm\">2002: A Phenomenal, Dispositional Account of Belief</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DreamB&amp;W.htm\">2002: Why Did We Think We Dreamed in Black and White?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospTrain.htm\">2004: Introspective Training Apprehensively Defended: Reflections on Titchener's Lab Manual</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Flat.htm\">2006: Do Things Look Flat?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Naive.htm\">2008: The Unreliability of Naive Introspection</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/PeerOpinion.htm\">2009: The Moral Behavior of Ethicists: Peer Opinion (with J Rust)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ActBel.htm\">2010: Acting Contrary to Our Professed Beliefs</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthOrder.htm\">2012: Expertise in Moral Reasoning? (with F Cushman)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospectionWhat.htm\">2012: Introspection, What?</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/BeliefBox.htm\">2013: A Dispositional Approach to Attitudes</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Jerks.htm\">2014: A Theory of Jerks</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/CrazyMind.htm\">2014: The Crazyist Metaphysics of Mind</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthSelfRep.htm\">2014: The Moral Behavior of Ethics Professors (with J Rust)</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/USAconscious.htm\">2015: If Materialism Is True, the United States Is Probably Conscious</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/1sk.htm\">2016: 1% Skepticism</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/WomenInPhil.htm\">2017: Women in Philosophy (with C D Jennings)</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList4&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList4\"));' rel=\"nofollow\" target=\"configLinkList4\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList7\">\n<h2>Selected Short Stories</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Eden.htm\">2013: Reinstalling Eden (with R S Bakker)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DauphinsMetaphysics.htm\">2015: The Dauphin's Metaphysics</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/FishDance.htm\">2016: Fish Dance</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList7&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList7\"));' rel=\"nofollow\" target=\"configLinkList7\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList3\">\n<h2>The Underblog?</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.schwitzsplintersunderblog.blogspot.com/\">The Underblog!</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList3&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList3\"));' rel=\"nofollow\" target=\"configLinkList3\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList5\">\n<h2>Past Guest Bloggers</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Lisa%20Bortolotti\">Lisa Bortolotti</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Brad%20Cokelet\">Brad Cokelet</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Carrie%20Figdor\">Carrie Figdor</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Keith%20Frankish\">Keith Frankish</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Dan%20Haybron\">Dan Haybron</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Jonathan%20Ichikawa\">Jonathan Ichikawa</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/G.%20Randolph%20Mayes\">G. Randolph Mayes</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Regina%20Rini\">Regina Rini</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Teed%20Rockwell\">Teed Rockwell</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Joshua%20Rust\">Joshua Rust</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Hagop%20Sarkissian\">Hagop Sarkissian</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search?q=shevlin\">Henry Shevlin</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Tamler%20Sommers\">Tamler Sommers</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/justin%20tiwald\">Justin Tiwald</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Bryan%20Van%20Norden\">Bryan Van Norden</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Manuel%20Vargas\">Manuel Vargas</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList5&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList5\"));' rel=\"nofollow\" target=\"configLinkList5\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget BlogArchive\" data-version=\"1\" id=\"BlogArchive1\">\n<h2>Blog Archive</h2>\n<div class=\"widget-content\">\n<div id=\"ArchiveList\">\n<div id=\"BlogArchive1_ArchiveList\">\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/\">\n2019\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/\">\n2018\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/\">\n2017\n</a>\n<span class=\"post-count\" dir=\"ltr\">(71)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/\">\n2016\n</a>\n<span class=\"post-count\" dir=\"ltr\">(81)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n<ul class=\"posts\">\n<li><a href=\"https://schwitzsplinters.blogspot.com/2016/10/dispositionalism-vs-representationalism.html\">Dispositionalism vs Representationalism about Beli...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2016/10/storytelling-in-philosophy-class.html\">Storytelling in Philosophy Class</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2016/10/my-daughters-rented-eyes.html\">My Daughter's Rented Eyes</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2016/10/french-german-greek-latin-but-not.html\">French, German, Greek, Latin, but Not Arabic, Chin...</a></li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/\">\n2015\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/\">\n2014\n</a>\n<span class=\"post-count\" dir=\"ltr\">(88)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/\">\n2013\n</a>\n<span class=\"post-count\" dir=\"ltr\">(87)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/\">\n2012\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/\">\n2011\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(3)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/\">\n2010\n</a>\n<span class=\"post-count\" dir=\"ltr\">(86)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/\">\n2009\n</a>\n<span class=\"post-count\" dir=\"ltr\">(83)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/\">\n2008\n</a>\n<span class=\"post-count\" dir=\"ltr\">(96)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/\">\n2007\n</a>\n<span class=\"post-count\" dir=\"ltr\">(168)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/\">\n2006\n</a>\n<span class=\"post-count\" dir=\"ltr\">(114)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(19)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(2)</span>\n</li>\n</ul>\n</li>\n</ul>\n</div>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=BlogArchive&amp;widgetId=BlogArchive1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"BlogArchive1\"));' rel=\"nofollow\" target=\"configBlogArchive1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget Text\" data-version=\"1\" id=\"Text1\">\n<div class=\"widget-content\">\n<span style=\"color:#999999;\">background image from </span><a href=\"http://biocarbons.en.ecplaza.net/\"><span style=\"color:#999999;\">http://biocarbons.en.ecplaza.net</span></a><br/>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Text&amp;widgetId=Text1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Text1\"));' rel=\"nofollow\" target=\"configText1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div></div>\n</div>\n<!-- spacer for skins that want sidebar and main to be the same height-->\n<div class=\"clear\"> </div>\n</div>\n<!-- end content-wrapper -->\n<div id=\"footer-wrapper\">\n<div class=\"footer no-items section\" id=\"footer\"></div>\n</div>\n</div></div>\n<!-- end outer-wrapper -->\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script src=\"https://www.blogger.com/static/v1/widgets/1854097286-widgets.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\nwindow['__wavt'] = 'AOuZoY5klrh0Zze2AGRhrIu4WLy2xqy8rQ:1554147675377';_WidgetManager._Init('//www.blogger.com/rearrange?blogID\\x3d26951738','//schwitzsplinters.blogspot.com/2016/10/','26951738');\n_WidgetManager._SetDataContext([{'name': 'blog', 'data': {'blogId': '26951738', 'title': 'The Splintered Mind', 'url': 'https://schwitzsplinters.blogspot.com/2016/10/', 'canonicalUrl': 'http://schwitzsplinters.blogspot.com/2016/10/', 'homepageUrl': 'https://schwitzsplinters.blogspot.com/', 'searchUrl': 'https://schwitzsplinters.blogspot.com/search', 'canonicalHomepageUrl': 'http://schwitzsplinters.blogspot.com/', 'blogspotFaviconUrl': 'https://schwitzsplinters.blogspot.com/favicon.ico', 'bloggerUrl': 'https://www.blogger.com', 'hasCustomDomain': false, 'httpsEnabled': true, 'enabledCommentProfileImages': true, 'gPlusViewType': 'FILTERED_POSTMOD', 'adultContent': false, 'analyticsAccountNumber': 'UA-43027794-1', 'encoding': 'UTF-8', 'locale': 'en', 'localeUnderscoreDelimited': 'en', 'languageDirection': 'ltr', 'isPrivate': false, 'isMobile': false, 'isMobileRequest': false, 'mobileClass': '', 'isPrivateBlog': false, 'feedLinks': '\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/rss+xml\\x22 title\\x3d\\x22The Splintered Mind - RSS\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default?alt\\x3drss\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22service.post\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://www.blogger.com/feeds/26951738/posts/default\\x22 /\\x3e\\n', 'meTag': '', 'adsenseHostId': 'ca-host-pub-1556223355139109', 'adsenseHasAds': false, 'view': '', 'dynamicViewsCommentsSrc': '//www.blogblog.com/dynamicviews/4224c15c4e7c9321/js/comments.js', 'dynamicViewsScriptSrc': '//www.blogblog.com/dynamicviews/0653eeb7078c79fe', 'plusOneApiSrc': 'https://apis.google.com/js/plusone.js', 'disableGComments': true, 'sharing': {'platforms': [{'name': 'Get link', 'key': 'link', 'shareMessage': 'Get link', 'target': ''}, {'name': 'Facebook', 'key': 'facebook', 'shareMessage': 'Share to Facebook', 'target': 'facebook'}, {'name': 'BlogThis!', 'key': 'blogThis', 'shareMessage': 'BlogThis!', 'target': 'blog'}, {'name': 'Twitter', 'key': 'twitter', 'shareMessage': 'Share to Twitter', 'target': 'twitter'}, {'name': 'Pinterest', 'key': 'pinterest', 'shareMessage': 'Share to Pinterest', 'target': 'pinterest'}, {'name': 'Email', 'key': 'email', 'shareMessage': 'Email', 'target': 'email'}], 'disableGooglePlus': true, 'googlePlusShareButtonWidth': 300, 'googlePlusBootstrap': '\\x3cscript type\\x3d\\x22text/javascript\\x22\\x3ewindow.___gcfg \\x3d {\\x27lang\\x27: \\x27en\\x27};\\x3c/script\\x3e'}, 'hasCustomJumpLinkMessage': false, 'jumpLinkMessage': 'Read more', 'pageType': 'archive', 'pageName': 'October 2016', 'pageTitle': 'The Splintered Mind: October 2016'}}, {'name': 'features', 'data': {'sharing_get_link_dialog': 'true', 'sharing_native': 'false'}}, {'name': 'messages', 'data': {'edit': 'Edit', 'linkCopiedToClipboard': 'Link copied to clipboard!', 'ok': 'Ok', 'postLink': 'Post Link'}}, {'name': 'template', 'data': {'name': 'custom', 'localizedName': 'Custom', 'isResponsive': false, 'isAlternateRendering': false, 'isCustom': true}}, {'name': 'view', 'data': {'classic': {'name': 'classic', 'url': '?view\\x3dclassic'}, 'flipcard': {'name': 'flipcard', 'url': '?view\\x3dflipcard'}, 'magazine': {'name': 'magazine', 'url': '?view\\x3dmagazine'}, 'mosaic': {'name': 'mosaic', 'url': '?view\\x3dmosaic'}, 'sidebar': {'name': 'sidebar', 'url': '?view\\x3dsidebar'}, 'snapshot': {'name': 'snapshot', 'url': '?view\\x3dsnapshot'}, 'timeslide': {'name': 'timeslide', 'url': '?view\\x3dtimeslide'}, 'isMobile': false, 'title': 'The Splintered Mind', 'description': 'reflections in philosophy of psychology, broadly construed', 'url': 'https://schwitzsplinters.blogspot.com/2016/10/', 'type': 'feed', 'isSingleItem': false, 'isMultipleItems': true, 'isError': false, 'isPage': false, 'isPost': false, 'isHomepage': false, 'isArchive': true, 'isLabelSearch': false, 'archive': {'year': 2016, 'month': 10, 'rangeMessage': 'Showing posts from October, 2016'}}}]);\n_WidgetManager._RegisterWidget('_NavbarView', new _WidgetInfo('Navbar1', 'navbar', document.getElementById('Navbar1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HeaderView', new _WidgetInfo('Header1', 'header', document.getElementById('Header1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogView', new _WidgetInfo('Blog1', 'main', document.getElementById('Blog1'), {'cmtInteractionsEnabled': false, 'lightboxEnabled': true, 'lightboxModuleUrl': 'https://www.blogger.com/static/v1/jsbin/2848338547-lbx.js', 'lightboxCssUrl': 'https://www.blogger.com/static/v1/v-css/368954415-lightbox_bundle.css'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HTMLView', new _WidgetInfo('HTML1', 'sidebar', document.getElementById('HTML1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_ProfileView', new _WidgetInfo('Profile1', 'sidebar', document.getElementById('Profile1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FollowByEmailView', new _WidgetInfo('FollowByEmail1', 'sidebar', document.getElementById('FollowByEmail1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FeedView', new _WidgetInfo('Feed1', 'sidebar', document.getElementById('Feed1'), {'title': 'Recent Comments (may be delayed)', 'showItemDate': true, 'showItemAuthor': true, 'feedUrl': 'http://schwitzsplinters.blogspot.com/feeds/comments/default', 'numItemsShow': 5, 'loadingMsg': 'Loading...', 'openLinksInNewWindow': false, 'useFeedWidgetServ': 'true'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList1', 'sidebar', document.getElementById('LinkList1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList6', 'sidebar', document.getElementById('LinkList6'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList4', 'sidebar', document.getElementById('LinkList4'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList7', 'sidebar', document.getElementById('LinkList7'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList3', 'sidebar', document.getElementById('LinkList3'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList5', 'sidebar', document.getElementById('LinkList5'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogArchiveView', new _WidgetInfo('BlogArchive1', 'sidebar', document.getElementById('BlogArchive1'), {'languageDirection': 'ltr', 'loadingMessage': 'Loading\\x26hellip;'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_TextView', new _WidgetInfo('Text1', 'sidebar', document.getElementById('Text1'), {}, 'displayModeFull'));\n</script>\n</body>\n</html>", "title_html": "<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2016/10/dispositionalism-vs-representationalism.html\">Dispositionalism vs Representationalism about Belief</a>\n</h3>", "read_time": 412.5}