{"content_html": "<div class=\"post-body entry-content\">\n<p><div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://1.bp.blogspot.com/-FUJSgixZRjQ/XJVBMsu15AI/AAAAAAAABjk/p7q7-MEtn9UJC-1rvI6nZ-KB6hTLTA6WwCLcBGAs/s1600/Wurst.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"599\" data-original-width=\"715\" height=\"168\" src=\"https://1.bp.blogspot.com/-FUJSgixZRjQ/XJVBMsu15AI/AAAAAAAABjk/p7q7-MEtn9UJC-1rvI6nZ-KB6hTLTA6WwCLcBGAs/s200/Wurst.jpg\" width=\"200\"/></a></div><p>\n\nIt's an honor and a pleasure to have one's work replicated, especially when it's done as carefully as <a href=\"https://www.tandfonline.com/doi/figure/10.1080/09515089.2019.1587912\">Philipp Schoenegger and Johannes Wagner have done</a>.<p>\n\nIn 2009, Joshua Rust and I surveyed the attitudes and behavior of ethicist philosophers in five U.S. states, comparing those attitudes and behavior to non-ethicist philosophers' and to a comparison group of other professors at the same universities.  Across nine different moral issues, we found that <a href=\"https://philpapers.org/rec/SCHTMB-4\">ethicists reported behaving overall no morally differently than the other two groups</a>, though on some issues, especially vegetarianism and charitable giving, they endorsed more stringent attitudes.  (In some cases, we also had observational behavioral data that didn't depend on self-report.  Here too we found no overall difference.)  Schoenegger and Wagner <b>translated our questionnaire into German</b> and added a few new questions, then distributed it by email to professors in German-speaking countries, achieving an overall response rate of 29.5% [corrected Mar 23].  (Josh and I had a response rate of 58%.)  With a couple of exceptions, Schoenegger and Wagner report similar results.<p>\n\nThe most interesting difference between Schoenegger and Wagner's results and Josh's and my results concerns vegetarianism.<p>\n<i>The Questions:</i><p>\n\nWe originally asked three questions about vegetarianism.  In the first part of the questionnaire, we asked respondents to rate \"regularly eating the meat of mammals, such as beef or pork\" on a nine-point scale from \"very morally bad\" to \"very morally good\", with \"morally neutral\" in the middle.<p>\n\nIn the second part of the questionnaire, we asked:<p>\n\n17. During about how many meals or snacks per week do you eat the meat of mammals such as beef or pork?<p>\n\n   enter number of times per week ____<p>\n\n18. Think back on your last evening meal, not including snacks. Did you eat the meat of a mammal during that meal?<p>\n\n   □ yes<p>\n\n   □ no<p>\n\n   □ don’t recall<p>\n<i>U.S. Results in 2009<p></p></i>\n\nOn the attitude question, <b>60% of ethicist respondents rated meat-eating somewhere on the \"bad\" side</b> of the nine-point scale, compared to 45% of non-ethicist philosophers and only 19% of professors from other departments (ANOVA, F = 17.0, p &lt; 0.001).  We also found substantial differences by both gender and age, with <b>women and younger respondents more likely to condemn meat-eating</b>.  For example, 81% of female philosophy respondents born 1960 or later rated eating the meat of mammals as morally bad, compared to 7% of male non-philosophers born before 1960.  That's a huge difference in attitude!<p>\n\nEight percent of respondents rated it at 1 or 2 on the nine-point scale -- either \"very bad\" or adjacent to very bad -- including 11% of ethicists (46/564 overall, 22/193 of ethicists).<p>\n\nOn self-report of behavior, Josh and I found much less difference.  <b>On our \"previous evening meal\" question, we detected at best a statistically marginal difference among the three main analysis groups</b>: 37% of ethicists reported having eaten meat at the previous evening meal, compared to 33% of non-ethicist philosophers and 45% of non-philosophers (chi-squared = 5.7, p = 0.06, excluding two respondents who answered \"don’t recall\").<p>\n\nThe \"meals per week\" question was actually designed in part as a test of \"socially desirable responding\" or a tendency to fudge answers: We thought it would be difficult to accurately estimate the number, thus it would be tempting for respondents to fudge a bit.  And mathematically, they did seem to be guilty of fudging: For example, 21% of respondents who reported eating meat at one meal per week also reported eating meat at the previous evening meal.  Even if we assume that meat is only consumed at evening meals, the number should be closer to 14% (1/7).  If we assume, more plausibly, that approximately half of all meat meals are evening meals, then the number should be closer to 7%.  With that caveat in mind, on the meals-per-week question we found a mean of 4.1 for ethicists, compared to 4.6 for non-ethicist philosophers and 5.3 for non-philosophers (ANOVA [square-root transformed], F = 5.2, p = 0.006).<p>\n\nWe concluded that although a majority of U.S. ethicists, especially younger ethicists and women ethicists, thought eating meat was morally bad, they ate meat at approximately the same rate as did the non-ethicists.<p>\n<i>German Results in 2018:</i><p>\n\nSchoenegger and Wagner find, similarly, a majority of German ethicist respondents rating meat-eating as bad: 67%.  <b>Evidently, a majority of U.S. and German ethicists think that eating meat is morally bad.</b><p>\n<b>However, among the non-ethicist professors, Schoenegger and Wagner find higher rates of condemnation of meat-eating than Josh and I found</b>: 63% among German-speaking non-ethicist philosophers in 2018 compared to our 45% in the U.S. in 2009 (80/127 vs. 92/204, z = 3.2, p = .001), and even more strikingly 40% among German-speaking professors from departments other than philosophy in 2018 compared to only 19% in the U.S. in 2009 (52/131 vs/ 31/167, z = 4.0, p &lt; .001; [note 1]).<p>\n<b>German professors were also much more likely than U.S. professors in 2009 to think that eating meat is <i>very </i>bad, with 18% rating it 1 or 2 on the scale, including 23% of ethicists</b> (57/408 and 35/150, excluding non-respondents; two-proportion test U.S. vs German: overall z = 2.8, p = .005, ethicists z = 2.9, p = .004).<p>\n\n\nApparently, German-speaking professors are not as fond of their wurst as cultural stereotypes might suggest!<p>\n\nA number of explanations are possible: One is that in general German academics are more pro-vegetarian than are U.S. academics.  Another is that attitudes toward vegetarianism are changing swiftly over time (as suggested by the age differences in Josh's and my study) and that the nine years between 2009 and 2018 saw a substantial shift in both cultures.  Still another concerns non-response bias. (For non-philosophers, Schoenegger and Wagner's response rate was 30%, while Josh's and mine was 53%.)<p>\n\nIn Schoenegger and Wagner's data, ethicists report having eaten less meat at the previous evening meal than the other two groups: 25%, vs. 40% of non-ethicist philosophers and 39% of the non-philosophers (chi-squared = 9.3, p = .01 [note 2]).  The meals per week data are less clear.  Schoenegger report 2.1 meals per week for ethicists, compared to 2.8 and 3.0 for non-ethicist philosophers and non-philosophers respectively (ANOVA, F = 3.4, p = .03), but their data are highly right skewed, and due to skew Josh and I had used a square-root transformation for original 2009 analysis.  A similar square-root transformation on Schoenegger and Wagner's raw data eliminates any statistically detectable difference (F = 0.8, p = .45). And there is again evidence of fudging in the meals-per-week responses: Among those reporting only one meat meal per week, for example, 18% reported having had meat at their previous evening meal.<p>\n\nIf we take the meals-per-week data at face value, the German respondents ate substantially less meat in 2018 than did the U.S. respondents in 2009: 2.6 meals for the Germans vs. 4.6 for the U.S. respondents (median 2 vs median 4, Mann-Whitney W = 287793, p &lt; .001).  However, the difference was not statistically detectable on the previous evening meal question: 38% U.S. vs 34% German (z = 1.3, p = .21).<p>\n\nAll of this is a bit difficult to interpret, but here's the tentative conclusion I draw:<p>\n<b>\nGerman professors today -- especially ethicists -- are more likely to condemn meat eating than were U.S. professors ten years ago.  They might also be a bit less likely to eat meat, again perhaps especially the ethicists, though that is not entirely clear and might reflect a bit of fudging in the self-reports.</b><p>\n\nThe other difference Schoenegger and Wagner found was in the question of whether ethicists were on the whole more likely than other professors to embrace stringent moral views -- but full analysis of this will require some detail and will have to wait for another time.<p>\n\n\n*********************************************<p>\n\nNote 1: In the published paper, Schoenegger and Wagner report 39% instead of the 40% I find in reanalyzing their raw data.  This might either be a rounding error [39.69%] or some small difference in our analyses.<p>\n\nNote 2: In the published paper, Schoenegger and Wagner report 24%, which again might be a rounding error (from 24.65%) or a small analytic difference.<p>\n\n[<a href=\"https://commons.wikimedia.org/wiki/File:Wurst_(Bruehwurst).jpg\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>", "title": "\nMost U.S. and German Ethicists Condemn Meat-Eating (or German Philosophers Think Meat Is the Wurst)\n", "url": "https://schwitzsplinters.blogspot.com/search/label/ethics%20professors", "content": "It's an honor and a pleasure to have one's work replicated, especially when it's done as carefully as Philipp Schoenegger and Johannes Wagner have done. In 2009, Joshua Rust and I surveyed the attitudes and behavior of ethicist philosophers in five U.S. states, comparing those attitudes and behavior to non-ethicist philosophers' and to a comparison group of other professors at the same universities. Across nine different moral issues, we found that ethicists reported behaving overall no morally differently than the other two groups, though on some issues, especially vegetarianism and charitable giving, they endorsed more stringent attitudes. (In some cases, we also had observational behavioral data that didn't depend on self-report. Here too we found no overall difference.) Schoenegger and Wagner translated our questionnaire into German and added a few new questions, then distributed it by email to professors in German-speaking countries, achieving an overall response rate of 29.5% [corrected Mar 23]. (Josh and I had a response rate of 58%.) With a couple of exceptions, Schoenegger and Wagner report similar results. The most interesting difference between Schoenegger and Wagner's results and Josh's and my results concerns vegetarianism. The Questions: We originally asked three questions about vegetarianism. In the first part of the questionnaire, we asked respondents to rate \"regularly eating the meat of mammals, such as beef or pork\" on a nine-point scale from \"very morally bad\" to \"very morally good\", with \"morally neutral\" in the middle. In the second part of the questionnaire, we asked: 17. During about how many meals or snacks per week do you eat the meat of mammals such as beef or pork?    enter number of times per week ____ 18. Think back on your last evening meal, not including snacks. Did you eat the meat of a mammal during that meal?    □ yes    □ no    □ don’t recall U.S. Results in 2009 On the attitude question, 60% of ethicist respondents rated meat-eating somewhere on the \"bad\" side of the nine-point scale, compared to 45% of non-ethicist philosophers and only 19% of professors from other departments (ANOVA, F = 17.0, p < 0.001). We also found substantial differences by both gender and age, with women and younger respondents more likely to condemn meat-eating. For example, 81% of female philosophy respondents born 1960 or later rated eating the meat of mammals as morally bad, compared to 7% of male non-philosophers born before 1960. That's a huge difference in attitude! Eight percent of respondents rated it at 1 or 2 on the nine-point scale -- either \"very bad\" or adjacent to very bad -- including 11% of ethicists (46/564 overall, 22/193 of ethicists). On self-report of behavior, Josh and I found much less difference. On our \"previous evening meal\" question, we detected at best a statistically marginal difference among the three main analysis groups: 37% of ethicists reported having eaten meat at the previous evening meal, compared to 33% of non-ethicist philosophers and 45% of non-philosophers (chi-squared = 5.7, p = 0.06, excluding two respondents who answered \"don’t recall\"). The \"meals per week\" question was actually designed in part as a test of \"socially desirable responding\" or a tendency to fudge answers: We thought it would be difficult to accurately estimate the number, thus it would be tempting for respondents to fudge a bit. And mathematically, they did seem to be guilty of fudging: For example, 21% of respondents who reported eating meat at one meal per week also reported eating meat at the previous evening meal. Even if we assume that meat is only consumed at evening meals, the number should be closer to 14% (1/7). If we assume, more plausibly, that approximately half of all meat meals are evening meals, then the number should be closer to 7%. With that caveat in mind, on the meals-per-week question we found a mean of 4.1 for ethicists, compared to 4.6 for non-ethicist philosophers and 5.3 for non-philosophers (ANOVA [square-root transformed], F = 5.2, p = 0.006). We concluded that although a majority of U.S. ethicists, especially younger ethicists and women ethicists, thought eating meat was morally bad, they ate meat at approximately the same rate as did the non-ethicists. German Results in 2018: Schoenegger and Wagner find, similarly, a majority of German ethicist respondents rating meat-eating as bad: 67%. Evidently, a majority of U.S. and German ethicists think that eating meat is morally bad. However, among the non-ethicist professors, Schoenegger and Wagner find higher rates of condemnation of meat-eating than Josh and I found: 63% among German-speaking non-ethicist philosophers in 2018 compared to our 45% in the U.S. in 2009 (80/127 vs. 92/204, z = 3.2, p = .001), and even more strikingly 40% among German-speaking professors from departments other than philosophy in 2018 compared to only 19% in the U.S. in 2009 (52/131 vs/ 31/167, z = 4.0, p < .001; [note 1]). German professors were also much more likely than U.S. professors in 2009 to think that eating meat is very bad, with 18% rating it 1 or 2 on the scale, including 23% of ethicists (57/408 and 35/150, excluding non-respondents; two-proportion test U.S. vs German: overall z = 2.8, p = .005, ethicists z = 2.9, p = .004). Apparently, German-speaking professors are not as fond of their wurst as cultural stereotypes might suggest! A number of explanations are possible: One is that in general German academics are more pro-vegetarian than are U.S. academics. Another is that attitudes toward vegetarianism are changing swiftly over time (as suggested by the age differences in Josh's and my study) and that the nine years between 2009 and 2018 saw a substantial shift in both cultures. Still another concerns non-response bias. (For non-philosophers, Schoenegger and Wagner's response rate was 30%, while Josh's and mine was 53%.) In Schoenegger and Wagner's data, ethicists report having eaten less meat at the previous evening meal than the other two groups: 25%, vs. 40% of non-ethicist philosophers and 39% of the non-philosophers (chi-squared = 9.3, p = .01 [note 2]). The meals per week data are less clear. Schoenegger report 2.1 meals per week for ethicists, compared to 2.8 and 3.0 for non-ethicist philosophers and non-philosophers respectively (ANOVA, F = 3.4, p = .03), but their data are highly right skewed, and due to skew Josh and I had used a square-root transformation for original 2009 analysis. A similar square-root transformation on Schoenegger and Wagner's raw data eliminates any statistically detectable difference (F = 0.8, p = .45). And there is again evidence of fudging in the meals-per-week responses: Among those reporting only one meat meal per week, for example, 18% reported having had meat at their previous evening meal. If we take the meals-per-week data at face value, the German respondents ate substantially less meat in 2018 than did the U.S. respondents in 2009: 2.6 meals for the Germans vs. 4.6 for the U.S. respondents (median 2 vs median 4, Mann-Whitney W = 287793, p < .001). However, the difference was not statistically detectable on the previous evening meal question: 38% U.S. vs 34% German (z = 1.3, p = .21). All of this is a bit difficult to interpret, but here's the tentative conclusion I draw: German professors today -- especially ethicists -- are more likely to condemn meat eating than were U.S. professors ten years ago. They might also be a bit less likely to eat meat, again perhaps especially the ethicists, though that is not entirely clear and might reflect a bit of fudging in the self-reports. The other difference Schoenegger and Wagner found was in the question of whether ethicists were on the whole more likely than other professors to embrace stringent moral views -- but full analysis of this will require some detail and will have to wait for another time. ********************************************* Note 1: In the published paper, Schoenegger and Wagner report 39% instead of the 40% I find in reanalyzing their raw data. This might either be a rounding error [39.69%] or some small difference in our analyses. Note 2: In the published paper, Schoenegger and Wagner report 24%, which again might be a rounding error (from 24.65%) or a small analytic difference. [image source]", "tfidf": {"logidf": {"attitud": 1.7474063016799999, "survey": 1.3294859427299999, "saw": 0.667036036556, "although": 0.139487981418, "the": 0.0, "philipp": 2.97800175538, "back": 0.23166743089699998, "substanti": 1.24639002087, "valu": 0.823193310148, "margin": 1.81934742575, "even": 0.152388564834, "again": 0.411340231612, "professor": 1.46108089746, "selfreport": 7.033506484289999, "age": 0.39624845300300005, "consum": 1.5954271753600002, "from": 0.000567054168866, "rate": 0.761033872166, "eight": 0.76874860218, "meat": 2.47213892096, "evid": 0.8103634834160001, "side": 0.46934876686899996, "possibl": 0.348805474891, "good": 0.418589404907, "email": 3.5113564922099996, "mani": 0.0433157581221, "publish": 0.313975865467, "mean": 0.37092128352, "bias": 2.61984276467, "ten": 0.6512071415940001, "their": 0.015360505122700001, "nonrespons": 7.033506484289999, "this": 0.0037864490525, "assum": 1.08435313525, "bit": 2.12032652634, "distribut": 1.00781305813, "univers": 0.222262105686, "philosophi": 1.73091256097, "guilti": 2.29418010091, "snack": 4.03777421073, "error": 1.7985854343, "high": 0.13782378654000002, "countri": 0.34630881733, "test": 0.977224437103, "especi": 0.511098609709, "give": 0.311392552224, "still": 0.17112222142900002, "coupl": 1.18089357972, "neutral": 1.9432681395900002, "correct": 1.29831763181, "achiev": 0.6270980851169999, "born": 0.7964382285070001, "num": 0.00031499039539700004, "stringent": 3.7563617513, "tempt": 3.87650606314, "across": 0.549198455941, "right": 0.34035985417, "week": 0.5907388641619999, "eaten": 3.292441277, "our": 0.8576392141820001, "nonrespond": 7.033506484289999, "other": 0.00987474791976, "german": 0.8016199500650001, "imag": 0.99376210729, "time": 0.0112115188626, "gender": 2.2442306197099997, "too": 0.5965551547219999, "should": 0.509419876758, "result": 0.136378908381, "was": 0.0112115188626, "mealsperweek": 7.033506484289999, "endors": 2.10418454607, "differ": 0.212321121312, "skew": 4.26988643203, "five": 0.320203181906, "when": 0.0205549888584, "reanalyz": 6.676831540349999, "recal": 1.6688664748100002, "three": 0.06411868822490001, "younger": 1.4274418474200001, "enter": 0.564256167492, "second": 0.10713976337999999, "found": 0.107841124048, "tentat": 3.28736941491, "moral": 1.5032274179700003, "either": 0.459327638815, "face": 0.589602371257, "translat": 1.0499301100299998, "anova": 7.033506484289999, "mind": 1.2786688388299998, "had": 0.0464780244111, "exclud": 1.67120878808, "detail": 0.816187777173, "somewher": 2.7450059076200004, "meal": 2.65058739083, "might": 0.7683410765340001, "wagner": 3.0808900818900002, "actual": 0.628514181648, "view": 0.49515994217299997, "johann": 2.43406697301, "tendenc": 2.05923883436, "among": 0.228496097073, "analysi": 1.2466091029200002, "male": 1.24442043932, "onli": 0.025324268329099998, "difficult": 0.912110767588, "into": 0.0149128632287, "desir": 1.0991793428399999, "round": 1.2191627555700002, "major": 0.138474663439, "those": 0.17854939087299998, "but": 0.0161923720719, "social": 0.688371502261, "with": 0.00119749171339, "adjac": 1.83107088944, "there": 0.0400978929255, "cultur": 0.620984734312, "two": 0.0136988443582, "such": 0.059695977806, "part": 0.04239531098280001, "state": 0.0466100027668, "which": 0.00517841384543, "elimin": 1.30201620283, "rust": 4.06309201872, "report": 0.31001750903700004, "plausibl": 3.39968680736, "case": 0.395406268889, "are": 0.0294674735827, "not": 0.0155524130075, "note": 0.353817568083, "issu": 0.364099043934, "dure": 0.0491209066894, "all": 0.011402632097799998, "first": 0.0075872898121599995, "than": 0.0322608622182, "how": 0.47156695693000006, "here": 0.8850381883700001, "questionnair": 4.47960696301, "compar": 0.6239191809269999, "like": 0.139053576545, "befor": 0.0956377718795, "charit": 3.1016808515599994, "origin": 0.128612437587, "ethicist": 5.958991747200001, "strike": 1.27033264096, "group": 0.190594534797, "eat": 2.01575372242, "comparison": 1.60134527393, "beef": 3.41489622602, "veri": 0.230159793238, "whether": 0.791561189647, "middl": 0.7141523446729999, "mar": 2.1124833488799997, "germanspeak": 7.033506484289999, "respect": 0.49733261904, "perhap": 1.14680739183, "data": 1.2168205848, "use": 0.0292080197316, "academ": 1.35895667459, "instead": 0.46663315041500003, "most": 0.020747896295599998, "per": 0.672821024072, "observ": 0.7995160149320001, "some": 0.0395735090645, "depend": 0.806969815, "appar": 1.15277399664, "half": 0.564256167492, "estim": 0.854377535975, "while": 0.04324998379380001, "did": 0.220847122352, "overal": 1.1132694464700001, "mannwhitney": 7.033506484289999, "transform": 1.22966322707, "howev": 0.0903151173475, "swift": 2.63641532015, "respons": 0.40991566230300003, "don": 1.7963049316, "raw": 2.36536149914, "less": 0.3846144626, "that": 0.00397614837964, "clear": 0.617474727198, "few": 0.275577913653, "chang": 0.166275625058, "though": 0.308044191079, "conclud": 1.1061995784799998, "draw": 1.0893956335600001, "ani": 0.125608358366, "except": 0.54202451213, "sourc": 0.529218310751, "stereotyp": 2.96082341885, "ate": 3.5744895317400003, "mine": 1.58430908678, "replic": 3.03924538062, "behavior": 1.71014813378, "respond": 1.15477080241, "thus": 0.49857627139300004, "meateat": 7.033506484289999, "toward": 0.48877277716000006, "have": 0.0147850023412, "think": 1.06717661175, "work": 0.109034567273, "new": 0.0177299468511, "will": 0.202786534915, "due": 0.21341214386399998, "embrac": 2.13513377732, "regular": 0.739163417847, "number": 0.0966085784186, "bad": 1.2221516561799999, "median": 2.66134982655, "reflect": 0.85201207065, "shift": 1.20351099781, "yes": 2.65237310559, "squareroot": 7.033506484289999, "scale": 1.32095306328, "conclus": 1.57818536893, "general": 0.114952578063, "small": 0.307101805059, "last": 0.19204364461100001, "one": 0.0062553516455, "pleasur": 2.57915918803, "for": 0.00031499039539700004, "anoth": 0.127896361652, "and": 6.29901420636e-05, "twoproport": 7.033506484289999, "answer": 1.5366310419, "take": 0.130691962197, "femal": 1.15757304604, "nonethicist": 7.033506484289999, "philosoph": 1.73269223754, "were": 0.024291143681099997, "nine": 0.9863031813709999, "design": 0.377239118022, "interpret": 1.1678481440000001, "seem": 0.829093032276, "best": 0.459227932947, "vegetarian": 4.02007463363, "ask": 0.776797209847, "pork": 3.71672644444, "both": 0.050842533389300004, "fond": 3.0043355654900004, "depart": 0.68887313257, "josh": 3.23481216417, "women": 0.8404139079, "done": 0.845975983129, "provegetarian": 7.033506484289999, "schoenegg": 7.033506484289999, "higher": 0.752308398995, "caveat": 4.88507207112, "your": 1.25430737035, "interest": 0.47207177798199995, "question": 0.790310929014, "care": 0.9139943029109999, "nonphilosoph": 7.033506484289999, "approxim": 0.7944845577770001, "over": 0.0249367214957, "fudg": 5.30311596144, "they": 0.0297269947676, "later": 0.0829654259878, "ninepoint": 7.033506484289999, "includ": 0.0188846813905, "then": 0.08303386523089999, "mathemat": 2.00027135827, "much": 0.17749572930100002, "behav": 2.7499199224299997, "would": 0.0796176279647, "concern": 0.634079948873, "thought": 0.685867118283, "same": 0.112059649604, "more": 0.017024931599999998, "mammal": 3.0261732990599994, "chisquar": 7.033506484289999, "accur": 1.75248061485, "whole": 0.8306818244059999, "wurst": 7.033506484289999, "percent": 1.3616570567299997, "also": 0.0146571578, "year": 0.047402238894600005, "suggest": 0.563702610877, "explan": 1.87322041569, "between": 0.033953681165299995, "honor": 1.26050894061, "detect": 1.68878274493, "previous": 0.356602960063, "closer": 1.7167880323700002, "joshua": 3.0808900818900002, "exampl": 0.40868267499899996, "huge": 1.47916358195, "wait": 1.51605358782, "paper": 0.979402539665, "full": 0.511203624148, "ago": 1.80163421715, "you": 0.771469692294, "similar": 0.318556092114, "today": 0.559395353679, "find": 0.547781330288, "condemn": 1.94944372164, "studi": 0.426470272221, "who": 0.0609002329859, "analyt": 2.8481901438599997, "analys": 2.5849901083400004, "about": 0.0628434774746, "requir": 0.424253510675, "entir": 0.46603068026999994, "main": 0.225571540588, "statist": 1.4451883070700002}, "tfidf": {"attitud": 34.43817787416, "survey": 3.7791002142300005, "saw": 1.94845360825, "although": 1.14968498805, "the": 55.0, "philipp": 19.6485148515, "back": 1.26070038911, "substanti": 10.433296823670002, "valu": 2.2777618364400003, "margin": 6.16783216783, "even": 12.81073943666, "again": 4.52651587152, "professor": 47.41677979907, "selfreport": 3402.0, "age": 2.97247706422, "consum": 4.93043478261, "from": 4.00226885988, "rate": 23.54536874745, "eight": 2.15706521739, "meat": 225.10746268600002, "evid": 4.49745042492, "side": 1.5989525632, "possibl": 1.4173734488, "good": 1.51981619759, "email": 33.4936708861, "mani": 1.04426757877, "publish": 2.73771339886, "mean": 1.44906900329, "bias": 13.7335640138, "ten": 1.9178545542400003, "their": 4.0619163362, "nonrespons": 1134.0, "this": 3.01138088013, "assum": 5.915052160959999, "bit": 33.33543307088, "distribut": 2.7396031061299997, "univers": 1.24889867841, "philosophi": 11.29160739688, "guilti": 9.91630231106, "snack": 113.4, "error": 12.08219178082, "high": 1.14777327935, "countri": 1.4138391664399999, "test": 5.31414225942, "especi": 8.3356085267, "give": 1.3653250774, "still": 1.1866357724799999, "coupl": 3.2572835453400004, "neutral": 6.981530343010001, "correct": 3.6631287494199998, "achiev": 1.87216981132, "born": 4.43525632072, "num": 103.03244912103, "stringent": 85.5849056604, "tempt": 48.2553191489, "across": 1.7318642958400001, "right": 1.4054532577899999, "week": 12.63725267231, "eaten": 53.8169491526, "our": 9.43035343036, "nonrespond": 1134.0, "other": 7.06946564884, "german": 24.52064026962, "imag": 2.70137825421, "time": 3.03382381044, "gender": 9.43315508021, "too": 1.81585268215, "should": 3.3286508019800003, "result": 5.7305804216, "was": 6.06764762088, "mealsperweek": 3402.0, "endors": 8.200413223139998, "differ": 17.3116286315, "skew": 143.027027027, "five": 1.37740760021, "when": 1.02076769755, "reanalyz": 793.8, "recal": 10.61229946524, "three": 2.13243787778, "younger": 8.33604620636, "enter": 1.75813953488, "second": 1.1130898128, "found": 7.79709534835, "tentat": 26.7723440135, "moral": 40.46559048432, "either": 3.1660185462199997, "face": 1.80327124035, "translat": 2.85745140389, "anova": 3402.0, "mind": 3.5918552036199998, "had": 4.190300230959999, "exclud": 10.63718592964, "detail": 2.26186066391, "somewher": 15.5647058824, "meal": 254.92239072179999, "might": 10.780931685450001, "wagner": 261.3333333336, "actual": 1.87482286254, "view": 1.6407606448899998, "johann": 11.4051724138, "tendenc": 7.84, "among": 6.283543101399999, "analysi": 10.43558282208, "male": 3.4709226060300002, "onli": 4.102590606640001, "difficult": 4.97914379802, "into": 1.01502461479, "desir": 3.00170164492, "round": 6.768706032819999, "major": 3.44556174492, "those": 2.39096385542, "but": 3.04897253697, "social": 1.9904714142400002, "with": 5.005991044949999, "adjac": 6.240566037740001, "there": 1.04091266719, "cultur": 3.72151898734, "two": 3.04137931035, "such": 2.12302754748, "part": 3.12992048367, "state": 1.0477133240899998, "which": 1.005191845, "elimin": 3.67670217693, "rust": 58.1538461538, "report": 14.997938852599999, "plausibl": 29.954716981100002, "case": 1.48498737256, "are": 9.26915342202, "not": 4.06269592476, "note": 5.69798115748, "issu": 2.87843350558, "dure": 2.1006946741599997, "all": 2.02293577982, "first": 1.00761614623, "than": 9.295081967249999, "how": 1.60250328051, "here": 4.84615384616, "questionnair": 264.6, "compar": 14.929822499120002, "like": 5.745928338750001, "befor": 1.10036041031, "charit": 22.235294117600002, "origin": 2.27449856734, "ethicist": 7357.1707317049995, "strike": 3.5620372447800004, "group": 4.83987500952, "eat": 82.57021276591999, "comparison": 4.9597000937199995, "beef": 60.8275862068, "veri": 6.29400570885, "whether": 2.20683903253, "middl": 2.04245465071, "mar": 8.26875, "germanspeak": 4536.0, "respect": 1.6443293630200002, "perhap": 3.14812611541, "data": 23.63504891538, "use": 1.0296387573799999, "academ": 7.784260848239999, "instead": 1.59461631177, "most": 1.02096463023, "per": 13.718306381919998, "observ": 2.22446406053, "some": 4.16146788992, "depend": 2.2411067193700003, "appar": 3.16696588869, "half": 1.75813953488, "estim": 2.34991119005, "while": 1.0441988950299999, "did": 6.235663786350001, "overal": 15.221476510049998, "mannwhitney": 1134.0, "transform": 10.26023265834, "howev": 2.1890382626599996, "swift": 13.963060685999999, "respons": 6.0267628357200005, "don": 12.05466970388, "raw": 21.2957746478, "less": 7.3452391968, "that": 14.055776892499999, "clear": 3.70847932726, "few": 1.31729173581, "chang": 1.1808985421, "though": 2.72152224222, "conclud": 3.02284843869, "draw": 2.97247706422, "ani": 1.13383802314, "except": 1.71948445792, "sourc": 1.69760479042, "stereotyp": 19.3138686131, "ate": 71.3528089888, "mine": 4.875921375919999, "replic": 20.889473684200002, "behavior": 22.11912225704, "respond": 41.25284829107, "thus": 1.6463756092500001, "meateat": 4536.0, "toward": 1.6303142329, "have": 6.089369046839999, "think": 8.721479582490002, "work": 1.11520089913, "new": 1.0178880554, "will": 2.44962197192, "due": 1.23789473684, "embrac": 8.45817794353, "regular": 2.09418282548, "number": 5.50714583045, "bad": 30.550352790239998, "median": 28.6311992786, "reflect": 2.3443591258099996, "shift": 3.3317943336799996, "yes": 14.1876675603, "squareroot": 3402.0, "scale": 14.987963181479998, "conclus": 4.84615384615, "general": 1.1218202374200001, "small": 2.7189587258, "last": 1.2117234010100002, "one": 4.02509982888, "pleasur": 13.1860465116, "for": 14.00441056014, "anoth": 3.40930565496, "and": 46.00289763798, "twoproport": 1134.0, "answer": 9.29780380674, "take": 1.13961668222, "femal": 3.18220084185, "nonethicist": 10206.0, "philosoph": 45.24688279304, "were": 3.07376573088, "nine": 5.36260766762, "design": 1.45825296225, "interpret": 3.2150668286799995, "seem": 2.29123971713, "best": 1.5828514456600002, "vegetarian": 222.8210526316, "ask": 6.5234899329000005, "pork": 82.2590673576, "both": 2.10431440122, "fond": 20.172808132100002, "depart": 3.98294029102, "josh": 177.81119999999999, "women": 4.63465187564, "done": 4.6605019814999995, "provegetarian": 1134.0, "schoenegg": 14742.0, "higher": 2.1218925421, "caveat": 132.3, "your": 3.50540958269, "interest": 1.60331246213, "question": 19.836734693849998, "care": 2.49426551453, "nonphilosoph": 6804.0, "approxim": 4.426599749059999, "over": 1.02525024217, "fudg": 1004.81012658, "they": 4.12069301148, "later": 1.08650424309, "ninepoint": 3402.0, "includ": 3.0571923743399996, "then": 2.17315721032, "mathemat": 7.391061452510001, "much": 2.3884459154599997, "behav": 15.6413793103, "would": 2.1657458563599996, "concern": 3.7705735660800004, "thought": 3.9709854927399997, "same": 2.23715916296, "more": 8.1373654536, "mammal": 82.4727272728, "chisquar": 2268.0, "accur": 5.768895348840001, "whole": 2.29488291414, "wurst": 1134.0, "percent": 3.9026548672600003, "also": 5.07382550335, "year": 2.0970873786400004, "suggest": 3.5143331488599996, "explan": 6.50922509225, "between": 2.06907337416, "honor": 3.5272161741800003, "detect": 16.23866348448, "previous": 8.57081158896, "closer": 11.133239831700001, "joshua": 21.7777777778, "exampl": 4.51450236966, "huge": 4.38927287808, "wait": 4.55421686747, "paper": 5.325729620940001, "full": 1.66729678639, "ago": 6.05954198473, "you": 4.3258855585800005, "similar": 4.12542226071, "today": 1.74961428257, "find": 5.188235294129999, "condemn": 21.074336283180003, "studi": 1.53184098804, "who": 2.12558575446, "analyt": 17.256521739100002, "analys": 13.2631578947, "about": 2.12972030318, "requir": 1.52844902282, "entir": 1.59365589239, "main": 1.25303867403, "statist": 12.727952966340002}, "freq": {"attitud": 6, "survey": 1, "saw": 1, "although": 1, "the": 55, "philipp": 1, "back": 1, "substanti": 3, "valu": 1, "margin": 1, "even": 11, "again": 3, "professor": 11, "selfreport": 3, "age": 2, "consum": 1, "from": 4, "rate": 11, "eight": 1, "meat": 19, "evid": 2, "side": 1, "possibl": 1, "good": 1, "email": 1, "mani": 1, "publish": 2, "mean": 1, "bias": 1, "ten": 1, "their": 4, "nonrespons": 1, "this": 3, "assum": 2, "bit": 4, "distribut": 1, "univers": 1, "philosophi": 2, "guilti": 1, "snack": 2, "error": 2, "high": 1, "countri": 1, "test": 2, "especi": 5, "give": 1, "still": 1, "coupl": 1, "neutral": 1, "correct": 1, "achiev": 1, "born": 2, "num": 103, "stringent": 2, "tempt": 1, "across": 1, "right": 1, "week": 7, "eaten": 2, "our": 4, "nonrespond": 1, "other": 7, "german": 11, "imag": 1, "time": 3, "gender": 1, "too": 1, "should": 2, "result": 5, "was": 6, "mealsperweek": 3, "endors": 1, "differ": 14, "skew": 2, "five": 1, "when": 1, "reanalyz": 1, "recal": 2, "three": 2, "younger": 2, "enter": 1, "second": 1, "found": 7, "tentat": 1, "moral": 9, "either": 2, "face": 1, "translat": 1, "anova": 3, "mind": 1, "had": 4, "exclud": 2, "detail": 1, "somewher": 1, "meal": 18, "might": 5, "wagner": 12, "actual": 1, "view": 1, "johann": 1, "tendenc": 1, "among": 5, "analysi": 3, "male": 1, "onli": 4, "difficult": 2, "into": 1, "desir": 1, "round": 2, "major": 3, "those": 2, "but": 3, "social": 1, "with": 5, "adjac": 1, "there": 1, "cultur": 2, "two": 3, "such": 2, "part": 3, "state": 1, "which": 1, "elimin": 1, "rust": 1, "report": 11, "plausibl": 1, "case": 1, "are": 9, "not": 4, "note": 4, "issu": 2, "dure": 2, "all": 2, "first": 1, "than": 9, "how": 1, "here": 2, "questionnair": 3, "compar": 8, "like": 5, "befor": 1, "charit": 1, "origin": 2, "ethicist": 19, "strike": 1, "group": 4, "eat": 11, "comparison": 1, "beef": 2, "veri": 5, "whether": 1, "middl": 1, "mar": 1, "germanspeak": 4, "respect": 1, "perhap": 1, "data": 7, "use": 1, "academ": 2, "instead": 1, "most": 1, "per": 7, "observ": 1, "some": 4, "depend": 1, "appar": 1, "half": 1, "estim": 1, "while": 1, "did": 5, "overal": 5, "mannwhitney": 1, "transform": 3, "howev": 2, "swift": 1, "respons": 4, "don": 2, "raw": 2, "less": 5, "that": 14, "clear": 2, "few": 1, "chang": 1, "though": 2, "conclud": 1, "draw": 1, "ani": 1, "except": 1, "sourc": 1, "stereotyp": 1, "ate": 2, "mine": 1, "replic": 1, "behavior": 4, "respond": 13, "thus": 1, "meateat": 4, "toward": 1, "have": 6, "think": 3, "work": 1, "new": 1, "will": 2, "due": 1, "embrac": 1, "regular": 1, "number": 5, "bad": 9, "median": 2, "reflect": 1, "shift": 1, "yes": 1, "squareroot": 3, "scale": 4, "conclus": 1, "general": 1, "small": 2, "last": 1, "one": 4, "pleasur": 1, "for": 14, "anoth": 3, "and": 46, "twoproport": 1, "answer": 2, "take": 1, "femal": 1, "nonethicist": 9, "philosoph": 8, "were": 3, "nine": 2, "design": 1, "interpret": 1, "seem": 1, "best": 1, "vegetarian": 4, "ask": 3, "pork": 2, "both": 2, "fond": 1, "depart": 2, "josh": 7, "women": 2, "done": 2, "provegetarian": 1, "schoenegg": 13, "higher": 1, "caveat": 1, "your": 1, "interest": 1, "question": 9, "care": 1, "nonphilosoph": 6, "approxim": 2, "over": 1, "fudg": 5, "they": 4, "later": 1, "ninepoint": 3, "includ": 3, "then": 2, "mathemat": 1, "much": 2, "behav": 1, "would": 2, "concern": 2, "thought": 2, "same": 2, "more": 8, "mammal": 4, "chisquar": 2, "accur": 1, "whole": 1, "wurst": 1, "percent": 1, "also": 5, "year": 2, "suggest": 2, "explan": 1, "between": 2, "honor": 1, "detect": 3, "previous": 6, "closer": 2, "joshua": 1, "exampl": 3, "huge": 1, "wait": 1, "paper": 2, "full": 1, "ago": 1, "you": 2, "similar": 3, "today": 1, "find": 3, "condemn": 3, "studi": 1, "who": 2, "analyt": 1, "analys": 1, "about": 2, "requir": 1, "entir": 1, "main": 1, "statist": 3}, "idf": {"attitud": 5.7396963123599996, "survey": 3.7791002142300005, "saw": 1.94845360825, "although": 1.14968498805, "the": 1.0, "philipp": 19.6485148515, "back": 1.26070038911, "substanti": 3.4777656078900003, "valu": 2.2777618364400003, "margin": 6.16783216783, "even": 1.16461267606, "again": 1.50883862384, "professor": 4.31061634537, "selfreport": 1134.0, "age": 1.48623853211, "consum": 4.93043478261, "from": 1.00056721497, "rate": 2.14048806795, "eight": 2.15706521739, "meat": 11.847761194, "evid": 2.24872521246, "side": 1.5989525632, "possibl": 1.4173734488, "good": 1.51981619759, "email": 33.4936708861, "mani": 1.04426757877, "publish": 1.36885669943, "mean": 1.44906900329, "bias": 13.7335640138, "ten": 1.9178545542400003, "their": 1.01547908405, "nonrespons": 1134.0, "this": 1.00379362671, "assum": 2.9575260804799997, "bit": 8.33385826772, "distribut": 2.7396031061299997, "univers": 1.24889867841, "philosophi": 5.64580369844, "guilti": 9.91630231106, "snack": 56.7, "error": 6.04109589041, "high": 1.14777327935, "countri": 1.4138391664399999, "test": 2.65707112971, "especi": 1.66712170534, "give": 1.3653250774, "still": 1.1866357724799999, "coupl": 3.2572835453400004, "neutral": 6.981530343010001, "correct": 3.6631287494199998, "achiev": 1.87216981132, "born": 2.21762816036, "num": 1.00031504001, "stringent": 42.7924528302, "tempt": 48.2553191489, "across": 1.7318642958400001, "right": 1.4054532577899999, "week": 1.80532181033, "eaten": 26.9084745763, "our": 2.35758835759, "nonrespond": 1134.0, "other": 1.00992366412, "german": 2.22914911542, "imag": 2.70137825421, "time": 1.01127460348, "gender": 9.43315508021, "too": 1.81585268215, "should": 1.6643254009900001, "result": 1.14611608432, "was": 1.01127460348, "mealsperweek": 1134.0, "endors": 8.200413223139998, "differ": 1.23654490225, "skew": 71.5135135135, "five": 1.37740760021, "when": 1.02076769755, "reanalyz": 793.8, "recal": 5.30614973262, "three": 1.06621893889, "younger": 4.16802310318, "enter": 1.75813953488, "second": 1.1130898128, "found": 1.11387076405, "tentat": 26.7723440135, "moral": 4.49617672048, "either": 1.5830092731099998, "face": 1.80327124035, "translat": 2.85745140389, "anova": 1134.0, "mind": 3.5918552036199998, "had": 1.0475750577399998, "exclud": 5.31859296482, "detail": 2.26186066391, "somewher": 15.5647058824, "meal": 14.1623550401, "might": 2.1561863370900003, "wagner": 21.7777777778, "actual": 1.87482286254, "view": 1.6407606448899998, "johann": 11.4051724138, "tendenc": 7.84, "among": 1.25670862028, "analysi": 3.47852760736, "male": 3.4709226060300002, "onli": 1.0256476516600002, "difficult": 2.48957189901, "into": 1.01502461479, "desir": 3.00170164492, "round": 3.3843530164099995, "major": 1.14852058164, "those": 1.19548192771, "but": 1.01632417899, "social": 1.9904714142400002, "with": 1.0011982089899998, "adjac": 6.240566037740001, "there": 1.04091266719, "cultur": 1.86075949367, "two": 1.01379310345, "such": 1.06151377374, "part": 1.04330682789, "state": 1.0477133240899998, "which": 1.005191845, "elimin": 3.67670217693, "rust": 58.1538461538, "report": 1.3634489866, "plausibl": 29.954716981100002, "case": 1.48498737256, "are": 1.02990593578, "not": 1.01567398119, "note": 1.42449528937, "issu": 1.43921675279, "dure": 1.0503473370799998, "all": 1.01146788991, "first": 1.00761614623, "than": 1.03278688525, "how": 1.60250328051, "here": 2.42307692308, "questionnair": 88.2, "compar": 1.8662278123900002, "like": 1.14918566775, "befor": 1.10036041031, "charit": 22.235294117600002, "origin": 1.13724928367, "ethicist": 387.219512195, "strike": 3.5620372447800004, "group": 1.20996875238, "eat": 7.50638297872, "comparison": 4.9597000937199995, "beef": 30.4137931034, "veri": 1.25880114177, "whether": 2.20683903253, "middl": 2.04245465071, "mar": 8.26875, "germanspeak": 1134.0, "respect": 1.6443293630200002, "perhap": 3.14812611541, "data": 3.37643555934, "use": 1.0296387573799999, "academ": 3.8921304241199994, "instead": 1.59461631177, "most": 1.02096463023, "per": 1.9597580545599997, "observ": 2.22446406053, "some": 1.04036697248, "depend": 2.2411067193700003, "appar": 3.16696588869, "half": 1.75813953488, "estim": 2.34991119005, "while": 1.0441988950299999, "did": 1.2471327572700002, "overal": 3.0442953020099996, "mannwhitney": 1134.0, "transform": 3.42007755278, "howev": 1.0945191313299998, "swift": 13.963060685999999, "respons": 1.5066907089300001, "don": 6.02733485194, "raw": 10.6478873239, "less": 1.46904783936, "that": 1.00398406375, "clear": 1.85423966363, "few": 1.31729173581, "chang": 1.1808985421, "though": 1.36076112111, "conclud": 3.02284843869, "draw": 2.97247706422, "ani": 1.13383802314, "except": 1.71948445792, "sourc": 1.69760479042, "stereotyp": 19.3138686131, "ate": 35.6764044944, "mine": 4.875921375919999, "replic": 20.889473684200002, "behavior": 5.52978056426, "respond": 3.17329602239, "thus": 1.6463756092500001, "meateat": 1134.0, "toward": 1.6303142329, "have": 1.0148948411399998, "think": 2.90715986083, "work": 1.11520089913, "new": 1.0178880554, "will": 1.22481098596, "due": 1.23789473684, "embrac": 8.45817794353, "regular": 2.09418282548, "number": 1.10142916609, "bad": 3.3944836433599996, "median": 14.3155996393, "reflect": 2.3443591258099996, "shift": 3.3317943336799996, "yes": 14.1876675603, "squareroot": 1134.0, "scale": 3.7469907953699995, "conclus": 4.84615384615, "general": 1.1218202374200001, "small": 1.3594793629, "last": 1.2117234010100002, "one": 1.00627495722, "pleasur": 13.1860465116, "for": 1.00031504001, "anoth": 1.13643521832, "and": 1.00006299213, "twoproport": 1134.0, "answer": 4.64890190337, "take": 1.13961668222, "femal": 3.18220084185, "nonethicist": 1134.0, "philosoph": 5.65586034913, "were": 1.02458857696, "nine": 2.68130383381, "design": 1.45825296225, "interpret": 3.2150668286799995, "seem": 2.29123971713, "best": 1.5828514456600002, "vegetarian": 55.7052631579, "ask": 2.1744966443, "pork": 41.1295336788, "both": 1.05215720061, "fond": 20.172808132100002, "depart": 1.99147014551, "josh": 25.4016, "women": 2.31732593782, "done": 2.3302509907499998, "provegetarian": 1134.0, "schoenegg": 1134.0, "higher": 2.1218925421, "caveat": 132.3, "your": 3.50540958269, "interest": 1.60331246213, "question": 2.20408163265, "care": 2.49426551453, "nonphilosoph": 1134.0, "approxim": 2.2132998745299997, "over": 1.02525024217, "fudg": 200.962025316, "they": 1.03017325287, "later": 1.08650424309, "ninepoint": 1134.0, "includ": 1.0190641247799999, "then": 1.08657860516, "mathemat": 7.391061452510001, "much": 1.1942229577299999, "behav": 15.6413793103, "would": 1.0828729281799998, "concern": 1.8852867830400002, "thought": 1.9854927463699998, "same": 1.11857958148, "more": 1.0171706817, "mammal": 20.6181818182, "chisquar": 1134.0, "accur": 5.768895348840001, "whole": 2.29488291414, "wurst": 1134.0, "percent": 3.9026548672600003, "also": 1.01476510067, "year": 1.0485436893200002, "suggest": 1.7571665744299998, "explan": 6.50922509225, "between": 1.03453668708, "honor": 3.5272161741800003, "detect": 5.41288782816, "previous": 1.42846859816, "closer": 5.5666199158500005, "joshua": 21.7777777778, "exampl": 1.50483412322, "huge": 4.38927287808, "wait": 4.55421686747, "paper": 2.6628648104700003, "full": 1.66729678639, "ago": 6.05954198473, "you": 2.1629427792900002, "similar": 1.37514075357, "today": 1.74961428257, "find": 1.7294117647099998, "condemn": 7.02477876106, "studi": 1.53184098804, "who": 1.06279287723, "analyt": 17.256521739100002, "analys": 13.2631578947, "about": 1.06486015159, "requir": 1.52844902282, "entir": 1.59365589239, "main": 1.25303867403, "statist": 4.24265098878}, "logtfidf": {"attitud": 10.48443781008, "survey": 1.3294859427299999, "saw": 0.667036036556, "although": 0.139487981418, "the": 0.0, "philipp": 2.97800175538, "back": 0.23166743089699998, "substanti": 3.7391700626100004, "valu": 0.823193310148, "margin": 1.81934742575, "even": 1.676274213174, "again": 1.234020694836, "professor": 16.07188987206, "selfreport": 21.100519452869996, "age": 0.7924969060060001, "consum": 1.5954271753600002, "from": 0.002268216675464, "rate": 8.371372593826, "eight": 0.76874860218, "meat": 46.97063949824, "evid": 1.6207269668320001, "side": 0.46934876686899996, "possibl": 0.348805474891, "good": 0.418589404907, "email": 3.5113564922099996, "mani": 0.0433157581221, "publish": 0.627951730934, "mean": 0.37092128352, "bias": 2.61984276467, "ten": 0.6512071415940001, "their": 0.061442020490800005, "nonrespons": 7.033506484289999, "this": 0.0113593471575, "assum": 2.1687062705, "bit": 8.48130610536, "distribut": 1.00781305813, "univers": 0.222262105686, "philosophi": 3.46182512194, "guilti": 2.29418010091, "snack": 8.07554842146, "error": 3.5971708686, "high": 0.13782378654000002, "countri": 0.34630881733, "test": 1.954448874206, "especi": 2.5554930485450003, "give": 0.311392552224, "still": 0.17112222142900002, "coupl": 1.18089357972, "neutral": 1.9432681395900002, "correct": 1.29831763181, "achiev": 0.6270980851169999, "born": 1.5928764570140002, "num": 0.032444010725891, "stringent": 7.5127235026, "tempt": 3.87650606314, "across": 0.549198455941, "right": 0.34035985417, "week": 4.135172049134, "eaten": 6.584882554, "our": 3.4305568567280003, "nonrespond": 7.033506484289999, "other": 0.06912323543832, "german": 8.817819450715001, "imag": 0.99376210729, "time": 0.0336345565878, "gender": 2.2442306197099997, "too": 0.5965551547219999, "should": 1.018839753516, "result": 0.681894541905, "was": 0.0672691131756, "mealsperweek": 21.100519452869996, "endors": 2.10418454607, "differ": 2.972495698368, "skew": 8.53977286406, "five": 0.320203181906, "when": 0.0205549888584, "reanalyz": 6.676831540349999, "recal": 3.3377329496200003, "three": 0.12823737644980002, "younger": 2.8548836948400003, "enter": 0.564256167492, "second": 0.10713976337999999, "found": 0.7548878683360001, "tentat": 3.28736941491, "moral": 13.529046761730003, "either": 0.91865527763, "face": 0.589602371257, "translat": 1.0499301100299998, "anova": 21.100519452869996, "mind": 1.2786688388299998, "had": 0.1859120976444, "exclud": 3.34241757616, "detail": 0.816187777173, "somewher": 2.7450059076200004, "meal": 47.710573034940005, "might": 3.8417053826700003, "wagner": 36.97068098268, "actual": 0.628514181648, "view": 0.49515994217299997, "johann": 2.43406697301, "tendenc": 2.05923883436, "among": 1.1424804853650001, "analysi": 3.7398273087600007, "male": 1.24442043932, "onli": 0.10129707331639999, "difficult": 1.824221535176, "into": 0.0149128632287, "desir": 1.0991793428399999, "round": 2.4383255111400004, "major": 0.415423990317, "those": 0.35709878174599996, "but": 0.0485771162157, "social": 0.688371502261, "with": 0.00598745856695, "adjac": 1.83107088944, "there": 0.0400978929255, "cultur": 1.241969468624, "two": 0.041096533074600004, "such": 0.119391955612, "part": 0.12718593294840003, "state": 0.0466100027668, "which": 0.00517841384543, "elimin": 1.30201620283, "rust": 4.06309201872, "report": 3.4101925994070004, "plausibl": 3.39968680736, "case": 0.395406268889, "are": 0.2652072622443, "not": 0.06220965203, "note": 1.415270272332, "issu": 0.728198087868, "dure": 0.0982418133788, "all": 0.022805264195599997, "first": 0.0075872898121599995, "than": 0.2903477599638, "how": 0.47156695693000006, "here": 1.7700763767400003, "questionnair": 13.438820889030001, "compar": 4.9913534474159995, "like": 0.6952678827250001, "befor": 0.0956377718795, "charit": 3.1016808515599994, "origin": 0.257224875174, "ethicist": 113.22084319680002, "strike": 1.27033264096, "group": 0.762378139188, "eat": 22.17329094662, "comparison": 1.60134527393, "beef": 6.82979245204, "veri": 1.15079896619, "whether": 0.791561189647, "middl": 0.7141523446729999, "mar": 2.1124833488799997, "germanspeak": 28.134025937159997, "respect": 0.49733261904, "perhap": 1.14680739183, "data": 8.5177440936, "use": 0.0292080197316, "academ": 2.71791334918, "instead": 0.46663315041500003, "most": 0.020747896295599998, "per": 4.709747168503999, "observ": 0.7995160149320001, "some": 0.158294036258, "depend": 0.806969815, "appar": 1.15277399664, "half": 0.564256167492, "estim": 0.854377535975, "while": 0.04324998379380001, "did": 1.10423561176, "overal": 5.566347232350001, "mannwhitney": 7.033506484289999, "transform": 3.6889896812100003, "howev": 0.180630234695, "swift": 2.63641532015, "respons": 1.6396626492120001, "don": 3.5926098632, "raw": 4.73072299828, "less": 1.923072313, "that": 0.05566607731496, "clear": 1.234949454396, "few": 0.275577913653, "chang": 0.166275625058, "though": 0.616088382158, "conclud": 1.1061995784799998, "draw": 1.0893956335600001, "ani": 0.125608358366, "except": 0.54202451213, "sourc": 0.529218310751, "stereotyp": 2.96082341885, "ate": 7.148979063480001, "mine": 1.58430908678, "replic": 3.03924538062, "behavior": 6.84059253512, "respond": 15.01202043133, "thus": 0.49857627139300004, "meateat": 28.134025937159997, "toward": 0.48877277716000006, "have": 0.0887100140472, "think": 3.2015298352499997, "work": 0.109034567273, "new": 0.0177299468511, "will": 0.40557306983, "due": 0.21341214386399998, "embrac": 2.13513377732, "regular": 0.739163417847, "number": 0.483042892093, "bad": 10.999364905619998, "median": 5.3226996531, "reflect": 0.85201207065, "shift": 1.20351099781, "yes": 2.65237310559, "squareroot": 21.100519452869996, "scale": 5.28381225312, "conclus": 1.57818536893, "general": 0.114952578063, "small": 0.614203610118, "last": 0.19204364461100001, "one": 0.025021406582, "pleasur": 2.57915918803, "for": 0.0044098655355580005, "anoth": 0.38368908495599996, "and": 0.0028975465349256, "twoproport": 7.033506484289999, "answer": 3.0732620838, "take": 0.130691962197, "femal": 1.15757304604, "nonethicist": 63.301558358609995, "philosoph": 13.86153790032, "were": 0.07287343104329999, "nine": 1.9726063627419999, "design": 0.377239118022, "interpret": 1.1678481440000001, "seem": 0.829093032276, "best": 0.459227932947, "vegetarian": 16.08029853452, "ask": 2.330391629541, "pork": 7.43345288888, "both": 0.10168506677860001, "fond": 3.0043355654900004, "depart": 1.37774626514, "josh": 22.64368514919, "women": 1.6808278158, "done": 1.691951966258, "provegetarian": 7.033506484289999, "schoenegg": 91.43558429576998, "higher": 0.752308398995, "caveat": 4.88507207112, "your": 1.25430737035, "interest": 0.47207177798199995, "question": 7.112798361126, "care": 0.9139943029109999, "nonphilosoph": 42.20103890573999, "approxim": 1.5889691155540002, "over": 0.0249367214957, "fudg": 26.515579807199998, "they": 0.1189079790704, "later": 0.0829654259878, "ninepoint": 21.100519452869996, "includ": 0.0566540441715, "then": 0.16606773046179998, "mathemat": 2.00027135827, "much": 0.35499145860200004, "behav": 2.7499199224299997, "would": 0.1592352559294, "concern": 1.268159897746, "thought": 1.371734236566, "same": 0.224119299208, "more": 0.13619945279999998, "mammal": 12.104693196239998, "chisquar": 14.067012968579998, "accur": 1.75248061485, "whole": 0.8306818244059999, "wurst": 7.033506484289999, "percent": 1.3616570567299997, "also": 0.073285789, "year": 0.09480447778920001, "suggest": 1.127405221754, "explan": 1.87322041569, "between": 0.06790736233059999, "honor": 1.26050894061, "detect": 5.0663482347899995, "previous": 2.139617760378, "closer": 3.4335760647400004, "joshua": 3.0808900818900002, "exampl": 1.2260480249969998, "huge": 1.47916358195, "wait": 1.51605358782, "paper": 1.95880507933, "full": 0.511203624148, "ago": 1.80163421715, "you": 1.542939384588, "similar": 0.9556682763419999, "today": 0.559395353679, "find": 1.643343990864, "condemn": 5.84833116492, "studi": 0.426470272221, "who": 0.1218004659718, "analyt": 2.8481901438599997, "analys": 2.5849901083400004, "about": 0.1256869549492, "requir": 0.424253510675, "entir": 0.46603068026999994, "main": 0.225571540588, "statist": 4.3355649212100005}}, "html": "<!DOCTYPE html>\n\n<html dir=\"ltr\" xmlns=\"http://www.w3.org/1999/xhtml\" xmlns:b=\"http://www.google.com/2005/gml/b\" xmlns:data=\"http://www.google.com/2005/gml/data\" xmlns:expr=\"http://www.google.com/2005/gml/expr\">\n<head>\n<link href=\"https://www.blogger.com/static/v1/widgets/2890069739-widget_css_bundle.css\" rel=\"stylesheet\" type=\"text/css\"/>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<meta content=\"blogger\" name=\"generator\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<link href=\"http://schwitzsplinters.blogspot.com/search/label/ethics%20professors\" rel=\"canonical\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" rel=\"alternate\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default?alt=rss\" rel=\"alternate\" title=\"The Splintered Mind - RSS\" type=\"application/rss+xml\"/>\n<link href=\"https://www.blogger.com/feeds/26951738/posts/default\" rel=\"service.post\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<!--Can't find substitution for tag [blog.ieCssRetrofitLinks]-->\n<meta content=\"http://schwitzsplinters.blogspot.com/search/label/ethics%20professors\" property=\"og:url\"/>\n<meta content=\"The Splintered Mind\" property=\"og:title\"/>\n<meta content=\"reflections in philosophy of psychology, broadly construed\" property=\"og:description\"/>\n<!--[if IE]> <script> (function() { var html5 = (\"abbr,article,aside,audio,canvas,datalist,details,\" + \"figure,footer,header,hgroup,mark,menu,meter,nav,output,\" + \"progress,section,time,video\").split(','); for (var i = 0; i < html5.length; i++) { document.createElement(html5[i]); } try { document.execCommand('BackgroundImageCache', false, true); } catch(e) {} })(); </script> <![endif]-->\n<title>The Splintered Mind: ethics professors</title>\n<style id=\"page-skin-1\" type=\"text/css\"><!--\n/*\n-----------------------------------------------\nBlogger Template Style\nName:     Son of Moto (Mean Green Blogging Machine variation)\nDesigner: Jeffrey Zeldman\nURL:      www.zeldman.com\nDate:     23 Feb 2004\nUpdated by: Blogger Team\n----------------------------------------------- */\n/* Variable definitions\n====================\n<Variable name=\"mainBgColor\" description=\"Main Background Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"mainTextColor\" description=\"Text Color\"\ntype=\"color\" default=\"#333333\">\n<Variable name=\"pageHeaderColor\" description=\"Blog Title Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"blogDescriptionColor\" description=\"Blog Description Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"linkColor\" description=\"Link Color\"\ntype=\"color\" default=\"#6E4117\">\n<Variable name=\"hoverLinkColor\" description=\"Link Hover Color\"\ntype=\"color\" default=\"#352117\">\n<Variable name=\"dateHeaderColor\" description=\"Date Header Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarHeaderColor\" description=\"Sidebar Title Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarTextColor\" description=\"Sidebar Text Color\"\ntype=\"color\" default=\"#555544\">\n<Variable name=\"bodyFont\" description=\"Text Font\" type=\"font\"\ndefault=\"normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif\">\n*/\n/* Primary layout */\nbody {\nmargin: 0;\npadding: 0;\nborder: 0;\ntext-align: center;\ncolor: #333333;\nbackground: #61381B url(https://lh3.googleusercontent.com/proxy/v1RkG4h0Fqpq7R6B2YznR_o4d4nyLHHWrWro3IL6-KcDxPt9kceW021YuZVzIyID2kTb9oMXlfKG-FcafWjalJjn3ItQutxU6ZxpvSMme83f=s0-d) top center repeat-y;\nfont-size: small;\n}\n.quickedit {\ndisplay:none;\n}\nimg {\nborder: 0;\ndisplay: block;\n}\n.clear {\nclear: both;\n}\n/* Wrapper */\n#outer-wrapper {\nmargin: 0 auto;\nborder: 0;\nwidth: 692px;\ntext-align: left;\nbackground: #ffffff url(//www.blogblog.com/moto_son/innerwrap.gif) top right repeat-y;\nfont: normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif;\n}\n/* Header */\n#header-wrapper\t{\nbackground: #000 url(https://lh6.googleusercontent.com/proxy/NJeOk6KUGooyV2G9KuXeQcWlFp0JG1fd7TXJgk_84tzhZb3IIoAHIdqbL-2qCl5qK_B93C7KKT8e1shY2I2E3ABLi5NHlVw=s0-d) bottom left repeat-x;\nmargin: 0 auto;\npadding: 0 0 15px 0;\nborder: 0;\n}\n#header h1 {\ntext-align: left;\nfont-size: 200%;\ncolor: #ffffff;\nmargin: 0;\npadding: 15px 20px 0 20px;\nbackground-image: url(https://lh6.googleusercontent.com/proxy/GzBF9FGavAmDGaCgZ07Uc8EkLiECoYGtRIJV26teY0mQdVIpkGTtduxWcITlqPLXgQsDWMtHCJ9-nBySufr9Dg=s0-d);\nbackground-repeat: repeat-x;\nbackground-position: top left;\n}\nh1 a, h1 a:link, h1 a:visited {\ncolor: #ffffff;\n}\n#header .description {\nfont-size: 110%;\ntext-align: left;\npadding: 3px 20px 10px 23px;\nmargin: 0;\nline-height:140%;\ncolor: #ffffff;\n}\n/* Inner layout */\n#content-wrapper {\npadding: 0 16px;\n}\n#main {\nwidth: 400px;\nfloat: left;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n#sidebar {\nwidth: 226px;\nfloat: right;\ncolor: #555544;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n/* Bottom layout */\n#footer\t{\nclear: left;\nmargin: 0;\npadding: 0 20px;\nborder: 0;\ntext-align: left;\nborder-top: 1px solid #f9f9f9;\n}\n#footer .widget\t{\ntext-align: left;\nmargin: 0;\npadding: 10px 0;\nbackground-color: transparent;\n}\n/* Default links \t*/\na:link, a:visited {\nfont-weight: bold;\ntext-decoration: none;\ncolor: #6E4117;\nbackground: transparent;\n}\na:hover {\nfont-weight: bold;\ntext-decoration: underline;\ncolor: #352117;\nbackground: transparent;\n}\na:active {\nfont-weight : bold;\ntext-decoration : none;\ncolor: #352117;\nbackground: transparent;\n}\n/* Typography */\n.main p, .sidebar p {\nline-height: 140%;\nmargin-top: 5px;\nmargin-bottom: 1em;\n}\nh2, h3, h4, h5\t{\nmargin: 0;\npadding: 0;\n}\nh2 {\nfont-size: 130%;\n}\nh2.date-header {\ncolor: #61381B;\n}\n.post h3 {\nmargin-top: 5px;\nfont-size: 120%;\n}\n.post-footer {\nfont-style: italic;\n}\n.sidebar h2 {\ncolor: #61381B;\n}\n.sidebar .widget {\nmargin: 12px 0 13px 0;\npadding: 0;\n}\n.main .widget {\nmargin: 12px 0 0 0 ;\n}\nli  {\nline-height: 160%;\n}\n.sidebar ul {\nmargin-left: 1;\nmargin-top: 0;\npadding-left: 0;\n}\n.sidebar ul li {\npadding-left: 0px;\npadding-top: 3px;\nmargin: 0;\n}\n.widget-content {\nmargin-top: 0.5em;\n}\n/* Profile\n----------------------------------------------- */\n.profile-datablock {\nmargin: 3px 0 5px 0;\nline-height: 140%;\n}\n.profile-textblock {\nmargin-left: 0;\n}\n.profile-img {\nfloat: left;\nmargin: 0 5px 5px 0;\nborder:4px solid #333333;\n}\n#comments  {\nborder: 0;\nborder-top: 1px dashed #eed;\nmargin: 10px 0 0 0;\npadding: 0;\n}\n#comments h4\t{\nmargin-top: 10px;\nmargin-bottom: -10px;\nfont-weight: normal;\nfont-style: italic;\ntext-transform: uppercase;\nletter-spacing: 1px;\n}\n#comments dl dt \t{\nfont-weight: bold;\nfont-style: italic;\nmargin-top: 35px;\npadding: 1px 0 0 18px;\nbackground: transparent url(//www.blogblog.com/moto_son/commentbug.gif) top left no-repeat;\n}\n#comments dl dd\t{\npadding: 0;\nmargin: 0;\n}\n.deleted-comment {\nfont-style:italic;\ncolor:gray;\n}\n.feed-links {\nclear: both;\nline-height: 2.5em;\n}\n#blog-pager-newer-link {\nfloat: left;\n}\n#blog-pager-older-link {\nfloat: right;\n}\n#blog-pager {\ntext-align: center;\n}\n/** Page structure tweaks for layout editor wireframe */\nbody#layout #outer-wrapper {\npadding-top: 0;\n}\nbody#layout #header,\nbody#layout #content-wrapper,\nbody#layout #footer {\npadding: 0;\n}\n\n--></style>\n<link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=03ededb8-159d-4b09-bb5b-55576702ae69\" media=\"none\" onload=\"if(media!='all')media='all'\" rel=\"stylesheet\"/><noscript><link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=03ededb8-159d-4b09-bb5b-55576702ae69\" rel=\"stylesheet\"/></noscript>\n</head>\n<body>\n<div class=\"navbar section\" id=\"navbar\"><div class=\"widget Navbar\" data-version=\"1\" id=\"Navbar1\"><script type=\"text/javascript\">\n    function setAttributeOnload(object, attribute, val) {\n      if(window.addEventListener) {\n        window.addEventListener('load',\n          function(){ object[attribute] = val; }, false);\n      } else {\n        window.attachEvent('onload', function(){ object[attribute] = val; });\n      }\n    }\n  </script>\n<div id=\"navbar-iframe-container\"></div>\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n      gapi.load(\"gapi.iframes:gapi.iframes.style.bubble\", function() {\n        if (gapi.iframes && gapi.iframes.getContext) {\n          gapi.iframes.getContext().openChild({\n              url: 'https://www.blogger.com/navbar.g?targetBlogID\\x3d26951738\\x26blogName\\x3dThe+Splintered+Mind\\x26publishMode\\x3dPUBLISH_MODE_BLOGSPOT\\x26navbarType\\x3dLIGHT\\x26layoutType\\x3dLAYOUTS\\x26searchRoot\\x3dhttps://schwitzsplinters.blogspot.com/search\\x26blogLocale\\x3den\\x26v\\x3d2\\x26homepageUrl\\x3dhttps://schwitzsplinters.blogspot.com/\\x26vt\\x3d-3736560391669663194',\n              where: document.getElementById(\"navbar-iframe-container\"),\n              id: \"navbar-iframe\"\n          });\n        }\n      });\n    </script><script type=\"text/javascript\">\n(function() {\nvar script = document.createElement('script');\nscript.type = 'text/javascript';\nscript.src = '//pagead2.googlesyndication.com/pagead/js/google_top_exp.js';\nvar head = document.getElementsByTagName('head')[0];\nif (head) {\nhead.appendChild(script);\n}})();\n</script>\n</div></div>\n<div id=\"outer-wrapper\"><div id=\"wrap2\">\n<!-- skip links for text browsers -->\n<span id=\"skiplinks\" style=\"display:none;\">\n<a href=\"#main\">skip to main </a> |\n      <a href=\"#sidebar\">skip to sidebar</a>\n</span>\n<div id=\"header-wrapper\">\n<div class=\"header section\" id=\"header\"><div class=\"widget Header\" data-version=\"1\" id=\"Header1\">\n<div id=\"header-inner\">\n<div class=\"titlewrapper\">\n<h1 class=\"title\">\n<a href=\"https://schwitzsplinters.blogspot.com/\">\nThe Splintered Mind\n</a>\n</h1>\n</div>\n<div class=\"descriptionwrapper\">\n<p class=\"description\"><span>reflections in philosophy of psychology, broadly construed</span></p>\n</div>\n</div>\n</div></div>\n</div>\n<div id=\"content-wrapper\">\n<div id=\"crosscol-wrapper\" style=\"text-align:center\">\n<div class=\"crosscol no-items section\" id=\"crosscol\"></div>\n</div>\n<div id=\"main-wrapper\">\n<div class=\"main section\" id=\"main\"><div class=\"widget Blog\" data-version=\"1\" id=\"Blog1\">\n<div class=\"blog-posts hfeed\">\n<div class=\"status-msg-wrap\">\n<div class=\"status-msg-body\">\nShowing posts with label <b>ethics professors</b>. <a href=\"https://schwitzsplinters.blogspot.com/\">Show all posts</a>\n</div>\n<div class=\"status-msg-border\">\n<div class=\"status-msg-bg\">\n<div class=\"status-msg-hidden\">Showing posts with label <b>ethics professors</b>. <a href=\"https://schwitzsplinters.blogspot.com/\">Show all posts</a></div>\n</div>\n</div>\n</div>\n<div style=\"clear: both;\"></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Friday, March 22, 2019</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"5772105575692616857\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2019/03/most-us-and-german-ethicists-condemn.html\">Most U.S. and German Ethicists Condemn Meat-Eating (or German Philosophers Think Meat Is the Wurst)</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://1.bp.blogspot.com/-FUJSgixZRjQ/XJVBMsu15AI/AAAAAAAABjk/p7q7-MEtn9UJC-1rvI6nZ-KB6hTLTA6WwCLcBGAs/s1600/Wurst.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"599\" data-original-width=\"715\" height=\"168\" src=\"https://1.bp.blogspot.com/-FUJSgixZRjQ/XJVBMsu15AI/AAAAAAAABjk/p7q7-MEtn9UJC-1rvI6nZ-KB6hTLTA6WwCLcBGAs/s200/Wurst.jpg\" width=\"200\"/></a></div><p>\n\nIt's an honor and a pleasure to have one's work replicated, especially when it's done as carefully as <a href=\"https://www.tandfonline.com/doi/figure/10.1080/09515089.2019.1587912\">Philipp Schoenegger and Johannes Wagner have done</a>.<p>\n\nIn 2009, Joshua Rust and I surveyed the attitudes and behavior of ethicist philosophers in five U.S. states, comparing those attitudes and behavior to non-ethicist philosophers' and to a comparison group of other professors at the same universities.  Across nine different moral issues, we found that <a href=\"https://philpapers.org/rec/SCHTMB-4\">ethicists reported behaving overall no morally differently than the other two groups</a>, though on some issues, especially vegetarianism and charitable giving, they endorsed more stringent attitudes.  (In some cases, we also had observational behavioral data that didn't depend on self-report.  Here too we found no overall difference.)  Schoenegger and Wagner <b>translated our questionnaire into German</b> and added a few new questions, then distributed it by email to professors in German-speaking countries, achieving an overall response rate of 29.5% [corrected Mar 23].  (Josh and I had a response rate of 58%.)  With a couple of exceptions, Schoenegger and Wagner report similar results.<p>\n\nThe most interesting difference between Schoenegger and Wagner's results and Josh's and my results concerns vegetarianism.<p>\n<i>The Questions:</i><p>\n\nWe originally asked three questions about vegetarianism.  In the first part of the questionnaire, we asked respondents to rate \"regularly eating the meat of mammals, such as beef or pork\" on a nine-point scale from \"very morally bad\" to \"very morally good\", with \"morally neutral\" in the middle.<p>\n\nIn the second part of the questionnaire, we asked:<p>\n\n17. During about how many meals or snacks per week do you eat the meat of mammals such as beef or pork?<p>\n\n   enter number of times per week ____<p>\n\n18. Think back on your last evening meal, not including snacks. Did you eat the meat of a mammal during that meal?<p>\n\n   □ yes<p>\n\n   □ no<p>\n\n   □ don’t recall<p>\n<i>U.S. Results in 2009<p></p></i>\n\nOn the attitude question, <b>60% of ethicist respondents rated meat-eating somewhere on the \"bad\" side</b> of the nine-point scale, compared to 45% of non-ethicist philosophers and only 19% of professors from other departments (ANOVA, F = 17.0, p &lt; 0.001).  We also found substantial differences by both gender and age, with <b>women and younger respondents more likely to condemn meat-eating</b>.  For example, 81% of female philosophy respondents born 1960 or later rated eating the meat of mammals as morally bad, compared to 7% of male non-philosophers born before 1960.  That's a huge difference in attitude!<p>\n\nEight percent of respondents rated it at 1 or 2 on the nine-point scale -- either \"very bad\" or adjacent to very bad -- including 11% of ethicists (46/564 overall, 22/193 of ethicists).<p>\n\nOn self-report of behavior, Josh and I found much less difference.  <b>On our \"previous evening meal\" question, we detected at best a statistically marginal difference among the three main analysis groups</b>: 37% of ethicists reported having eaten meat at the previous evening meal, compared to 33% of non-ethicist philosophers and 45% of non-philosophers (chi-squared = 5.7, p = 0.06, excluding two respondents who answered \"don’t recall\").<p>\n\nThe \"meals per week\" question was actually designed in part as a test of \"socially desirable responding\" or a tendency to fudge answers: We thought it would be difficult to accurately estimate the number, thus it would be tempting for respondents to fudge a bit.  And mathematically, they did seem to be guilty of fudging: For example, 21% of respondents who reported eating meat at one meal per week also reported eating meat at the previous evening meal.  Even if we assume that meat is only consumed at evening meals, the number should be closer to 14% (1/7).  If we assume, more plausibly, that approximately half of all meat meals are evening meals, then the number should be closer to 7%.  With that caveat in mind, on the meals-per-week question we found a mean of 4.1 for ethicists, compared to 4.6 for non-ethicist philosophers and 5.3 for non-philosophers (ANOVA [square-root transformed], F = 5.2, p = 0.006).<p>\n\nWe concluded that although a majority of U.S. ethicists, especially younger ethicists and women ethicists, thought eating meat was morally bad, they ate meat at approximately the same rate as did the non-ethicists.<p>\n<i>German Results in 2018:</i><p>\n\nSchoenegger and Wagner find, similarly, a majority of German ethicist respondents rating meat-eating as bad: 67%.  <b>Evidently, a majority of U.S. and German ethicists think that eating meat is morally bad.</b><p>\n<b>However, among the non-ethicist professors, Schoenegger and Wagner find higher rates of condemnation of meat-eating than Josh and I found</b>: 63% among German-speaking non-ethicist philosophers in 2018 compared to our 45% in the U.S. in 2009 (80/127 vs. 92/204, z = 3.2, p = .001), and even more strikingly 40% among German-speaking professors from departments other than philosophy in 2018 compared to only 19% in the U.S. in 2009 (52/131 vs/ 31/167, z = 4.0, p &lt; .001; [note 1]).<p>\n<b>German professors were also much more likely than U.S. professors in 2009 to think that eating meat is <i>very </i>bad, with 18% rating it 1 or 2 on the scale, including 23% of ethicists</b> (57/408 and 35/150, excluding non-respondents; two-proportion test U.S. vs German: overall z = 2.8, p = .005, ethicists z = 2.9, p = .004).<p>\n\n\nApparently, German-speaking professors are not as fond of their wurst as cultural stereotypes might suggest!<p>\n\nA number of explanations are possible: One is that in general German academics are more pro-vegetarian than are U.S. academics.  Another is that attitudes toward vegetarianism are changing swiftly over time (as suggested by the age differences in Josh's and my study) and that the nine years between 2009 and 2018 saw a substantial shift in both cultures.  Still another concerns non-response bias. (For non-philosophers, Schoenegger and Wagner's response rate was 30%, while Josh's and mine was 53%.)<p>\n\nIn Schoenegger and Wagner's data, ethicists report having eaten less meat at the previous evening meal than the other two groups: 25%, vs. 40% of non-ethicist philosophers and 39% of the non-philosophers (chi-squared = 9.3, p = .01 [note 2]).  The meals per week data are less clear.  Schoenegger report 2.1 meals per week for ethicists, compared to 2.8 and 3.0 for non-ethicist philosophers and non-philosophers respectively (ANOVA, F = 3.4, p = .03), but their data are highly right skewed, and due to skew Josh and I had used a square-root transformation for original 2009 analysis.  A similar square-root transformation on Schoenegger and Wagner's raw data eliminates any statistically detectable difference (F = 0.8, p = .45). And there is again evidence of fudging in the meals-per-week responses: Among those reporting only one meat meal per week, for example, 18% reported having had meat at their previous evening meal.<p>\n\nIf we take the meals-per-week data at face value, the German respondents ate substantially less meat in 2018 than did the U.S. respondents in 2009: 2.6 meals for the Germans vs. 4.6 for the U.S. respondents (median 2 vs median 4, Mann-Whitney W = 287793, p &lt; .001).  However, the difference was not statistically detectable on the previous evening meal question: 38% U.S. vs 34% German (z = 1.3, p = .21).<p>\n\nAll of this is a bit difficult to interpret, but here's the tentative conclusion I draw:<p>\n<b>\nGerman professors today -- especially ethicists -- are more likely to condemn meat eating than were U.S. professors ten years ago.  They might also be a bit less likely to eat meat, again perhaps especially the ethicists, though that is not entirely clear and might reflect a bit of fudging in the self-reports.</b><p>\n\nThe other difference Schoenegger and Wagner found was in the question of whether ethicists were on the whole more likely than other professors to embrace stringent moral views -- but full analysis of this will require some detail and will have to wait for another time.<p>\n\n\n*********************************************<p>\n\nNote 1: In the published paper, Schoenegger and Wagner report 39% instead of the 40% I find in reanalyzing their raw data.  This might either be a rounding error [39.69%] or some small difference in our analyses.<p>\n\nNote 2: In the published paper, Schoenegger and Wagner report 24%, which again might be a rounding error (from 24.65%) or a small analytic difference.<p>\n\n[<a href=\"https://commons.wikimedia.org/wiki/File:Wurst_(Bruehwurst).jpg\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2019/03/most-us-and-german-ethicists-condemn.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2019-03-22T13:26:00-07:00\">1:26 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=5772105575692616857\" onclick=\"\">0\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics%20professors\" rel=\"tag\">ethics professors</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/moral%20psychology\" rel=\"tag\">moral psychology</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Friday, March 15, 2019</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"7827613721931262080\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2019/03/should-you-defer-to-ethical-experts.html\">Should You Defer to Ethical Experts?</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://3.bp.blogspot.com/-rsOnRPTHCB0/XIvadESH5jI/AAAAAAAABis/XNGx0HbTky4ViTClq0hQke0Fk_1DOgLrQCLcBGAs/s1600/EthicalExperts.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"250\" data-original-width=\"250\" height=\"200\" src=\"https://3.bp.blogspot.com/-rsOnRPTHCB0/XIvadESH5jI/AAAAAAAABis/XNGx0HbTky4ViTClq0hQke0Fk_1DOgLrQCLcBGAs/s200/EthicalExperts.jpg\" width=\"200\"/></a></div><p>\n\n\nErnest Sosa gave a lovely and fascinating talk yesterday at UC Riverside on the importance of \"firsthand intuitive insight\" in philosophy.  It has me thinking about the extent to which we ought, or ought not, defer to ethical experts when we are otherwise inclined to disagree with their conclusions.<p>\n\nTo illustrate the idea of firsthand intuitive insight, Sosa gives two examples.  One concerns mathematics.  Consider a student who learns that the Pythagorean theorem is true without learning its proof.  This student knows that a^2 + b^2 = c^2 but doesn't have any insight into <i>why </i>it's true.  Contrast this student with one who masters the proof and consequently does understand why it's true.  The second student, but not the first, has firsthand intuitive insight.  Sosa's other example is in ethics.  One child bullies another.  Her mother, seeing the act and seeing the grief in the face of the other child, tells the bullying child that she should apologize.  The child might defer to her mother's ethical judgment, sincerely concluding she really should apologize, but without understanding why what she has done is bad enough to require apology.  Alternatively, she might come to genuinely notice the other child's grief and more fully understand how her bullying was inappropriate, and thus gain firsthand intuitive insight into the need for apology.  (I worry that firsthand intuitive insight is a bit of a slippery concept, but I don't think I can do more with it here.)<p>\n<b>Sosa argues that a central aim of much of philosophy is firsthand intuitive insight of this sort.</b>  In the sciences and in history, it's often enough just to know that some fact is true (that helium has two protons, that the Qin Dynasty fell in 206 BCE).  On such matters, we happily defer to experts.  In philosophy, we're less likely to accept a truth without having our own personal, firsthand intuitive insight.  Expert metaphysicians might almost universally agree that barstool-shaped-aggregates but not barstools themselves supervene on collections of particles arranged barstoolwise.  Expert ethicists might almost universally agree that a straightforward pleasure-maximizing utilitarian ethics would require radical revision of ordinary moral judgments.  But we're not inclined to just take them at their word.  We want to understand for ourselves how it is so.<p>\n\nThis seems right.  And yet, there's a bit of a puzzle in it, if we think that it's important that our ethical opinions be <i>correct</i>.  (Yes, I'm assuming that ethics is a domain in which there are correct and incorrect opinions.)  What should we do when the majority of philosophical experts think P, but your own (apparent) firsthand intuitive insight suggests not-P?  If you care about correctness above all, maybe you should defer to the experts, despite your lack of understanding.  But Sosa appears to think, as I suspect many of us do, that often the right course instead is to stand <a href=\"https://plato.stanford.edu/entries/disagreement/#SteaView\">steadfast</a>, continuing to judge according to your own best independent reasoning.<p>\n\nBorrowing an example from <a href=\"https://www.jstor.org/stable/40658407\">Sarah McGrath's work on moral deference</a>, consider the case of vegetarianism.  Based on <a href=\"https://philpapers.org/rec/SCHTMB-4\">some of my work</a>, I think that probably the majority of professional ethicists in the United States believe that it is normally morally wrong to eat the meat of factory-farmed animals.  This might also be true <a href=\"https://osf.io/35r48/\">in German-speaking countries</a>.  Impressionistically, most of the philosophers I know who have given the issue serious and detailed consideration come to endorse vegetarianism, including two of the most prominent ethicists currently alive, <a href=\"https://www.harpercollins.com/9780061711305/animal-liberation/\">Peter Singer</a> and <a href=\"https://www.amazon.com/gp/product/0198753853\">Christine Korsgaard</a>.  Now suppose that you haven't given the matter nearly as much thought as they have, but you have given it some thought.  You're inclined still to think that eating meat is okay, and you can maybe mount one or two plausible-seeming defenses of your view.  Should you defer to their ethical expertise?<p>\n\nSosa compares philosophical reasoning with archery.  You not only want to hit the target (the truth), you want to do so by the exercise of your own skill (your own intuitive insight), rather than by having an expert guide your hand (deference to experts).  I agree that ideally this is so.  It's nice when you have have both truth and intuitive insight!  But when the aim of hitting the target conflicts with the aim of doing so by your own intuitive insight, your preference should depend on the stakes.  If it's an archery contest, you don't want the coach's help: The most important thing is the test of your own skill.  But if you're a subsistence hunter who needs dinner, then you probably ought to take any help you can get, if the target looks like it's about to escape.  And isn't ethics (outside the classroom, at least) more like subsistence hunting than like an archery contest?  <b>What should matter most is whether you actually come to the right moral conclusion about eating meat (or whatever) not whether you get there by your own insight.</b>  Excessive emphasis on the individual's need for intuitive insight, at the cost of truth or correctness, risks turning ethics into a kind of sport.<p>\n\nSo maybe, then, you should defer to the majority of ethical experts, and conclude that it is normally wrong to eat factory-farmed meat, even if that conclusion doesn't accord with your own best attempts at insight?<p>\n\nWhile I'm tempted to say this, I simultaneously feel pulled in Sosa's direction -- and perhaps I should defer to his expertise as one of the world's leading epistemologists!  There's something I like about non-deference in philosophy, and our prizing of people's standing fast in their own best judgments, even in the teeth of disagreement by better-informed experts.  So here are four brief defenses of non-deference.  I fear none of them is quite sufficient.  But maybe in combination they will take us somewhere?<p>\n<b>(1.) The \"experts\" might not be experts.</b>  This is McGrath's defense of non-deference in ethics.  Despite their seeming expertise, great ethicists have often been horribly wrong in the past.  See Aristotle on slavery, <a href=\"http://schwitzsplinters.blogspot.com/2010/03/kant-on-killing-bastards-on.html\">Kant on bastards, masturbation, homosexuality, wives, and servants</a>, the <a href=\"http://schwitzsplinters.blogspot.com/2011/02/german-and-english-philosophers-in-1914.html\">consensus of philosophers in favor of World War I</a>, and ethicists' <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Stability.htm\">seeming inability</a> to reason better even about <a href=\"https://en.wikipedia.org/wiki/Trolley_problem\">trolley problems</a> than non-ethicists.<p>\n<b>(2.) Firsthand intuitive insight might be highly intrinsically valuable.</b>  I'm a big believer in the intrinsic value of knowledge (including <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrinsicSelfK.htm\">self-knowledge</a>).  One of the most amazing and important things about life on Earth is that sometimes we bags of mostly water can stop and reflect on some of the biggest, most puzzling questions that there are.  An important component of the intrinsic value of philosophical reflection is the real understanding that comes with firsthand intuitive insight, or seeming insight, or partial insight -- our ability to reach our <i>own</i> philosophical judgments instead of simply deferring to experts.  This might be valuable enough to merit some substantial loss of ethical correctness to preserve it.<p>\n<b>(3.) The philosophical community might profit from diversity of moral opinion, even if individuals with unusual views are likely to be incorrect.</b>  The philosophical community as a whole might, over time, be more likely to converge upon correct ethical views if it fosters diversity of opinion.  If we all defer to whoever seems to be most expert, we might reach consensus too fast on a wrong, or at least a narrow and partial, ethical view.  Compare <a href=\"https://www.amazon.com/Structure-Scientific-Revolutions-Thomas-Kuhn/dp/0226458083\">Kuhn</a> and <a href=\"https://press.princeton.edu/titles/4575.html\">Longino</a> on the value of diversity in scientific opinion: Intellectual communities need stubborn defenders of unlikely views, even if those stubborn folks are probably wrong -- since sometimes they have an important piece of the truth that others are missing.<p>\n<b>(4.) Proper moral motivation might require acting from one's own insight rather than from moral deference.</b>  The bully who apologizes out of deference gives, I think, a less perfect apology than the bully who has firsthand intuitive insight into the need to apologize.  Maybe in some cases, being motivated by one's own intuitive insight is so morally important that it's better to do the ethically wrong thing on the basis of your imperfect but non-deferential insight than to do the ethically right thing deferentially.<p>\n\nAs I said, none of these defenses of non-deference seems quite enough on its own.  Even if the experts <i>might </i>be wrong (Point 1), from a bird's-eye perspective it seems like our best guess should be that they're not.  And the considerations in Points 2-4 seem plausibly to be only secondary from the perspective of the person who wants really to have ethically correct views by which to guide her behavior.<p>\n\n[<a href=\"https://www.yelp.com/biz/the-ethical-experts-bloomfield-township\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2019/03/should-you-defer-to-ethical-experts.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2019-03-15T09:58:00-07:00\">9:58 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=7827613721931262080\" onclick=\"\">17\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics\" rel=\"tag\">ethics</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics%20professors\" rel=\"tag\">ethics professors</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/moral%20psychology\" rel=\"tag\">moral psychology</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Friday, February 15, 2019</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"9205395215810015131\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2019/02/studying-ethics-should-influence-your.html\">Studying Ethics Should Influence Your Behavior (But It Doesn't Seem to)</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Some academic disciplines have direct relevance to day-to-day life.  Studying these disciplines, you might think, would have an influence on one's practical behavior.  Studying nutritional health, it seems plausible to suppose, would have an influence of some sort on  your food choices.  Studying the stock market would likely have an influence on your investment strategies.  Studying parenting styles in developmental psychology would have an influence on your parenting decisions.  The effects might not be huge: A scholar of nutrition might not be able to entirely sacrifice Twinkies.  A scholar of parenting styles might sometimes lose her temper in ways she knows from her research to be counterproductive.  But it would be strange if studying such topics had <i>no effect whatsoever</i> -- if there were a perfect isolation between one's research on nutrition, investment, or parenting and one's personal food choices, investments, and approaches to parenting.<p>\n<a href=\"https://3.bp.blogspot.com/-ZYjk48qxfr0/XGbygfbEuqI/AAAAAAAABdU/gekmizqHK0crGsPu_Dvhmi2gFbOXfwqMwCLcBGAs/s1600/DoctorSmokeCrop.jpg\" imageanchor=\"1\"><img border=\"0\" data-original-height=\"407\" data-original-width=\"626\" height=\"208\" src=\"https://3.bp.blogspot.com/-ZYjk48qxfr0/XGbygfbEuqI/AAAAAAAABdU/gekmizqHK0crGsPu_Dvhmi2gFbOXfwqMwCLcBGAs/s320/DoctorSmokeCrop.jpg\" width=\"320\"/></a>\n[A doctor doing what doctors <a href=\"https://academic.oup.com/ntr/article/12/11/1167/1748983\">in fact don't do very much of</a>.]<p>\n\nOther academic topics have tenuous connections at best to practical matters of day-to-day life: studying the first second of the Big Bang, or mereological approaches to objecthood, or tortoise-shell divination in ancient China. Of course, studying such things <i>could </i>have behavioral effects.  Maybe immersion in Big Bang cosmology inspires one to a broader, less parochial worldview.  But I don't think we should particularly expect that or think something is strange if it doesn't.  It's not strange for a cosmologist to be parochial in the same way it would be for an anti-trans-fat health researcher to not attempt to reduce her own trans-fat intake.<p>\n\nEthics seems clearly to be in the category of academic disciplines that are directly relevant to scholars' day-to-day lives.  Not every sub-issue of every sub-specialization of ethics is so, of course.  Some ethical questions are highly abstract or concern matters irrelevant to the immediate choices of the scholars' lives; but few ethicists spend all of their energy on issues of that sort.  Issues like our obligations to the poor, the ethics of honesty and kindness, animal rights and environmentalism, prejudice, structural injustices in our society, the proper weighing of selfish concerns against the demands of others, the question of how much to abide by laws or directives with which you disagree -- all seem directly relevant to our lives.  It would be odd if devoting a substantial part of one's career to thinking about such issues had no influence of any sort on one's day-to-day behavior.<p>\n\nAnd yet it's not clear to me that studying ethics does have any influence on day-to-day behavior.  <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthBehBlackwell.htm\">Across a wide range of studies</a>, my collaborators and I have found no convincing evidence of systematic behavioral differences between ethicists and non-ethicists of similar social background.  Also, impressionistically, in my personal interactions with professional ethicists, my sense is that they behave overall similarly to non-ethicists.  Furthermore, there's <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthicsClasses.htm\">little evidence that university-level ethics classes influence students' behavior</a> either.<p>\n\nMaybe studying ethics does sometimes have a practical effect.  It would, in my mind, be stunning if studying ethics never had any influence of any sort on one's behavioral choices!  But the effects, if any, are subtle and difficult to detect empirically.<p>\n\nWhy this should be so is an underappreciated puzzle.<p>\n\nThe easiest answers -- \"academic ethics is all abstract and impractical\", \"ethics is all post-hoc rationalization of what you were going to do anyway\", \"our immoral desires are so compelling that no amount of rational thought could lead us to act otherwise\" -- don't withstand critical scrutiny as fully adequate answers (although each may have some element of truth).<p>\n\nFor several of my imperfect attempts to resolve this puzzle, see:<p>\n\n\"<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/PowerReason.htm\">The Moral Behavior of Ethicists and the Power of Reason</a>\" (with Joshua Rust), <i>Advances in Experimental Moral Psychology</i> (ed. H. Sarkissian and J. Wright, 2014).<p>\n\n\"<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Rationalization.htm\">Rationalization in Moral and Philosophical Thought</a>\" (with Jon Ellis), <i>Moral Inferences</i> (ed. J.F. Bonnefon and B. Tremoliere, 2017).<p>\n\n\"<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/MoralMediocrity.htm\">Aiming for Moral Mediocrity</a>\" (manuscript in draft).<p>\n\nI'm still banging my head against it.<p>\n\n[<a href=\"https://www.flickr.com/photos/gullig/273868403\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2019/02/studying-ethics-should-influence-your.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2019-02-15T09:36:00-08:00\">9:36 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=9205395215810015131\" onclick=\"\">26\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics\" rel=\"tag\">ethics</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics%20professors\" rel=\"tag\">ethics professors</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/moral%20psychology\" rel=\"tag\">moral psychology</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Wednesday, September 12, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"7022839094017605819\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/one-point-five-cheers-for-hugo-award.html\">One-Point-Five Cheers for a Hugo Award for a TV Show about Ethicists’ Moral Expertise</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>[<a href=\"http://www.kittywumpus.net/blog/2018/09/11/guest-post-eric-schwitzgebel-gives-one-point-five-cheers-for-a-hugo-award-for-a-tv-show-about-ethicists-moral-expertise/\">cross-posted</a> at <a href=\"http://www.kittywumpus.net/blog/\">Kittywumpus</a>]<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://4.bp.blogspot.com/-h5nZsAbBSKk/W5lddWu-TcI/AAAAAAAABEQ/Q8yWEODkRsMDE9FM8HuevArrfQN3wrEYQCLcBGAs/s1600/GoodTrolleyProblem.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"720\" data-original-width=\"1280\" height=\"180\" src=\"https://4.bp.blogspot.com/-h5nZsAbBSKk/W5lddWu-TcI/AAAAAAAABEQ/Q8yWEODkRsMDE9FM8HuevArrfQN3wrEYQCLcBGAs/s320/GoodTrolleyProblem.jpg\" width=\"320\"/></a></div><p>\n\nWhen <a href=\"https://www.imdb.com/title/tt6951978/\"><i>The Good Place</i> episode “The Trolley Problem”</a> won one of science fiction’s most prestigious awards, the Hugo, in the category of best dramatic presentation, short form, I celebrated. I celebrated not because I loved the episode (in fact, I had so far only seen a couple of The Good Place’s earlier episodes) but because, as a philosophy professor aiming to build bridges between academic philosophy and popular science fiction, the awarding of a Hugo to a show starring a professor of philosophy discussing a famous philosophical problem seemed to confirm that science fiction fans see some of the same synergies I see between science fiction and philosophy.<p>\n\nI do think the synergies are there and that the fans see and value them – as also revealed by the enduring popularity of The Matrix, and by West World, and Her, and Black Mirror, among others – but “The Trolley Problem”, considered as a free-standing episode, fumbles the job. (Below, I will suggest a twist by which The Good Place could redeem itself in later episodes.)<p>\n\nYeah, I’m going to be fussy when maybe I should just cheer and praise. And I’m going to take the episode more philosophically seriously than maybe I should, treating it as not just light humor. But taking good science fiction philosophically seriously is important to me – and that means engaging critically. So here we go.<p>\n<i>The Philosophical Trolley Problem</i><p>\n\nThe trolley problem – the classic academic philosophy version of the trolley problem – concerns a pair of scenarios.<p>\n\nIn one scenario, the Switch case, you are standing beside a railroad track watching a runaway railcar (or “trolley”) headed toward five people it will surely kill if you do nothing. You are standing by a switch, however, and you can flip the switch to divert the trolley onto a side track, saving the five people. Unfortunately, there is one person on the side track who will be killed if you divert the trolley. Question: Should you flip the switch?<p>\n\nIn another scenario, the Push case, you are standing on a footbridge when you see the runaway railcar headed toward the five people. In this case, there is no switch. You do, however, happen to be standing beside a hiker with a heavy backpack, who you could push off the bridge into the path of the trolley, which will then grind to a halt on his body, killing him and saving the five. (You are too light to stop the trolley with your own body.) He is leaning over the railing, heedless of you, so you could just push him over. Question: Should you push the hiker?<p>\n\nThe interesting thing about these problems is that most people say it’s okay to flip the switch in Switch but not okay to push the hiker in Push, despite the fact that in both cases you appear to be killing one person to save five. Is there really a meaningful difference between the cases? If so, what is it? Or are our ordinary intuitions about one or the other case wrong?<p>\n\nIt’s a lovely puzzle, much, much debated in academic philosophy, often with intricate variations on the cases. (Here’s <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Stability.htm\">one of my papers about it</a>.)<p>\n<i>The Problem with “The Trolley Problem”</i><p>\n\n“The Trolley Problem” episode nicely sets up some basic trolley scenarios, adding also a medical case of killing one to save five (an involuntary organ donor). The philosophy professor character, Chidi, is teaching the material to the other characters.<p>\n\nSpoilers coming.<p>\n\nThe episode stumbles by trying to do two conflicting things.<p>\n\nFirst, it seizes the trope of the philosophy professor who can’t put his theories into practice. The demon Michael sets up a simulated trolley, headed toward five victims, with Chidi at the helm. Chidi is called on to make a fast decision. He hesitates, agonizing, and crashes into the five. Micheal reruns the scenario with several variations, and it’s clear that Chidi, faced with a practical decision requiring swift action, can’t actually figure out what’s best. (However, Chidi is clear that he wouldn’t cut up a healthy patient in an involuntary organ donor case.)<p>\n\nSecond, incompatibly, the episode wants to affirm Chidi’s moral expertise. Michael, the demon who enjoys torturing humans, can’t seem to take Chidi’s philosophy lessons seriously, despite Chidi’s great knowledge of ethics. Michael tries to win Chidi’s favor by giving him a previously unseen notebook of Kant’s, but Chidi, with integrity that I suppose the viewer is expected to find admirable, casts the notebook aside, seeing it as a bribe. What Chidi really wants is for Michael to recognize his moral expertise. At the climax of the episode, Michael seems to do just this, saying:\n\n<blockquote>Oh, Chidi, I am so sorry. I didn’t understand human ethics, and you do. And it made me feel insecure, and I lashed out. And I really need your help because I feel so lost and vulnerable.</blockquote><p>\n\nIt’s unclear from within the episode whether we are supposed to regard Michael as sincere. Maybe not. Regardless, the viewer is invited to think that it’s what Michael should say, what his attitude should be – and Chidi accepts the apology.<p>\n\nBut this resolution hardly fits with Chidi’s failure in actual ethical decision making in the moment (a vice he also reveals in other episodes). Chidi has abstract, theoretical knowledge about ethical quandaries such as the trolley problem, and he is in some ways the most morally admirable of the lead characters, but his failure in vividly simulated trolley cases casts his practical ethical expertise into doubt. Nothing in the episode satisfactorily resolves that practical challenge to Chidi’s expertise, pro or con.<p>\n<i>Ethical Expertise?</i><p>\n\nNow, as it happens, I am the world’s leading expert on the ethical behavior of professional ethicists. (Yes, really. Admittedly, the <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthBehBlackwell.htm\">competition is limited</a>.)<p>\n\nThe one thing that shows most clearly from my and others’ work on this topic, and which is anyway pretty evident if you spend much time around professional ethicists, is that ethicists, on average, behave more or less similarly to other people of similar social background – not especially better, not especially worse. From the fact that Chidi is a professor of ethics, nothing in particular follows about his moral behavior. Often, indeed, expertise in philosophical ethics appears to become expertise in constructing <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Rationalization.htm\">post-hoc intellectual rationales for what you were inclined to do anyway</a>.<p>\n\nI hope you will agree with me about the following, concerning the philosophy of philosophy: Real ethical understanding is not a matter of what words you speak in classroom moments. It’s a matter of what you choose and what you do habitually, regardless of whether you can tell your friends a handsome story about it, grounded in your knowledge of Kant. It’s not clear that Chidi does have especially good ethical understanding in this practical sense. Moreover, to the extent Chidi does have some such practical ethical understanding, as a somewhat morally admirable person, it is not in virtue of his knowledge of Kant.<p>\n\nMichael should not be so deferential to Chidi’s expertise, and especially he should not be deferential on the basis of Chidi’s training as a philosopher. If, over the seasons, the characters improve morally, it is, or should be, because they learn from the practical situations they find themselves in, not because of Chidi’s theoretical lessons.<p>\n<i>How to Partly Redeem “The Trolley Problem”</i><p>\n\nThus, the episode, as a stand-alone work, is flawed both in plot (the resolution at climax failing to answer the problem posed by Chidi’s earlier practical indecisiveness) and in philosophy (being too deferential to the expertise of theoretical ethicists, in contrast with the episode’s implicit criticism of the practical, on-the-trolley value of Chidi’s theoretical ethics).<p>\n\nWhen the whole multi-season arc of The Good Place finally resolves, here’s what I hope happens, which in my judgment would partly redeem “The Trolley Problem”: Michael turns out, all along, to have been the most ethically insightful character, becoming Chidi’s teacher rather than the other way around.<p>\n\n[<a href=\"https://www.overthinkingit.com/2017/10/23/the-good-place-unlocked-season-2-episode-6-the-trolley-problem/\">image source</a>]<p>\n\n-----------------------------------------------<p>\n<i>Update, October 21, 2018:</i><p>\n\nWisecrack has a <a href=\"https://www.youtube.com/watch?v=stHk4_VePds\">terrific treatment of the philosophy of <i>The Good Place</i></a>, revealing that the show has a more nuanced view of the role of ethics lessons than one might infer from treating \"The Trolley Problem\" as a stand-alone work.  Bonus feature: I am depicted wearing a \"Captain Obvious\" hat.</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/09/one-point-five-cheers-for-hugo-award.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-09-12T11:46:00-07:00\">11:46 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=7022839094017605819\" onclick=\"\">5\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics%20professors\" rel=\"tag\">ethics professors</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/moral%20psychology\" rel=\"tag\">moral psychology</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/science%20fiction\" rel=\"tag\">science fiction</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/speculative%20fiction\" rel=\"tag\">speculative fiction</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Friday, June 01, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6688053486474536756\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/06/does-it-harm-philosophy-as-discipline.html\">Does It Harm Philosophy as a Discipline to Discuss the Apparently Meager Practical Effects of Studying Ethics?</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>I've done a lot of empirical work on the apparently meager practical effects of studying philosophical ethics.  Although most philosophers seem to view my work either neutrally or positively, or have concerns about the empirical details of this or that study, others react quite negatively to the whole project, more or less in principle.<p>\n\nAbout a month ago on Facebook, <a href=\"http://samrickless.com/\">Samuel Rickless</a> did such a nice job articulating some general concerns (see his comment on <a href=\"https://www.facebook.com/eschwitz/posts/10214223222607081\">this public post</a>) that I thought I'd quote his comments here and share some of my reactions.<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://2.bp.blogspot.com/--qoHvKKHU3g/WxFX5nlo1KI/AAAAAAAAA1k/Mz41tMXygJsV7PTMLjuwcydr2sEfcI9MQCLcBGAs/s1600/Boethius_initial_consolation_philosophy.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"599\" data-original-width=\"785\" height=\"244\" src=\"https://2.bp.blogspot.com/--qoHvKKHU3g/WxFX5nlo1KI/AAAAAAAAA1k/Mz41tMXygJsV7PTMLjuwcydr2sEfcI9MQCLcBGAs/s320/Boethius_initial_consolation_philosophy.jpg\" width=\"320\"/></a></div><p>\n<i>First, My Research:<p></p></i>\n\n* In a series of studies published from 2009 to 2014, mostly in collaboration with <a href=\"http://www.stetson.edu/other/faculty/profiles/joshua-rust.php\">Joshua Rust</a> (and summarized <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthBehBlackwell.htm\">here</a>), I've empirically explored the moral behavior of ethics professors.  As far as I know, no one else had ever systematically examined this question.  <b>Across 17 measures of (arguably) moral behavior,</b> ranging from rates of charitable donation to staying in contact with one's mother to vegetarianism to littering to responding to student emails to peer ratings of overall moral behavior, <b>I have found not a single main measure on which ethicists appeared to act morally better than comparison groups of other professors</b>; nor do they appear to behave better overall when the data are merged meta-analytically.  (Caveat: on some secondary measures we found ethicists to behave better.  However, on other measures we found them to behave worse, with no clearly interpretable overall pattern.)<p>\n\n* In a pair of studies with <a href=\"https://psychology.fas.harvard.edu/people/fiery-cushman\">Fiery Cushman</a>, published in <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthOrder.htm\">2012</a> and <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Stability.htm\">2015</a>, I've found that <b>philosophers, including professional ethicists, seem to be no less susceptible than non-philosophers to apparently irrational order effects and framing effects in their evaluation of moral dilemmas</b>.<p>\n\n* More recently, I've turned my attention to philosophical pedagogy.  In an <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthicsClasses.htm\">unpublished critical review from 2013</a>, I found <b>little good empirical evidence that business ethics or medical ethics instruction has any practical effect on student behavior</b>.  I have been following up with some empirical research of my own with several different collaborators.  None of it is complete yet, but preliminary results tend to confirm the lack of practical effect, except perhaps when there's the right kind of narrative or emotional engagement.  On grounds of armchair plausibility, I tend to favor multi-causal, canceling explanations over the view that philosophical reflection is simply inert (<a href=\"http://citeseerx.ist.psu.edu/viewdoc/summary?doi=10.1.1.643.9791\">contra </a><a href=\"https://www.amazon.com/Righteous-Mind-Divided-Politics-Religion/dp/0307455777\">Jon Haidt</a>); thus I'm inclined to explore how backfire effects might on average tend to cancel positive effects.  It was a post on the <a href=\"http://schwitzsplinters.blogspot.com/2018/04/three-ways-your-ethics-class-might.html\">possible backfire effects of teaching ethics</a> that prompted Rickless's comment.<p>\n<i>Rickless's Objection:</i></p></p></p></p></p></p></p></div></div></div></div></div></div></div></div></div></div></div></div></body></html>\n(shared with permission, adding lineation and emphasis for clarity)<p>\n\nRickless: And I’ll be honest, Eric, all this stuff about how unethical ethicists are, and how counterproductive their courses might be, really bothers me. It’s not that I think that ethics courses can’t be improved or that all ethicists are wonderful people. But please understand that the takeaway from this kind of research and speculation, as it will likely be processed by journalists and others who may well pick up and run with it, will be that philosophers are shits whose courses turn their students into shits. And this may lead to the defunding of philosophy, the removal of ethics courses from business school, and, to my mind, a host of other consequences that are almost certainly far worse than the ills that you are looking to prevent.<p>\n\nSchwitzgebel: Samuel, I understand that concern. You might be right about the effects. However, I also think that if it is correct that ethics classes as standardly taught have little of the positive effect that some administrators and students hope for from them, we as a society should know that. It should be explored in a rigorous way. On the possibly bright side, a new dimension of my research is starting to examine conditions under which teaching does have a positive measurable effect on real-world behavior. I am hopeful that understanding that better will lead us to teach better.<p>\n\nRickless: In theory, what you say about knowing that courses have little or no positive effect makes sense. But in practice, I have the following concerns.<p>\n\nFirst, <b>no set of studies could possibly measure all the positive and negative effects</b> of teaching ethics this way or that way. You just can’t control all the potentially relevant variables, in part because you don’t know what all the potentially relevant variables are, in part because you can’t fix all the parameters with only one parameter allowed to vary.<p>\n\nSecond, you need to be thinking very seriously about whether your own motives (particularly motives related to bursting bubbles and countering conventional wisdom) are playing a role in your research, because those motives can have unseen effects on the way that research is conducted, as well as the conclusions drawn from it. I am not imputing bad motives to you. Far from it, and quite the opposite. But I think that <b>all researchers, myself included, want their research to be striking and interesting, sometimes surprising</b>.<p>\n\nThird, <b>the tendency of researchers is to draw conclusions that go beyond the actual evidence</b>.<p>\n\nFourth, the combination of all these factors leads to <b>conclusions that have a significant likelihood of being mistaken</b>.<p>\n\nFifth, <b>those conclusions will likely be taken much more seriously by the powers-that-be</b> than by the researchers themselves. All the qualifiers inserted by researchers are usually removed by journalists and administrators.<p>\n\nSixth, <b>the consequences on the profession if negative results are taken seriously by persons in positions of power will be dire</b>.<p>\n\nUnder the circumstances, <b>it seems to me that research that is designed to reveal negative facts about the way things are taught had better be airtight before being publicized</b>. The problem is that there is no such research. This doesn’t mean that there is no answer to problems of ineffective teaching. But that is an issue for another day.<p>\n<i>My Reply:</i><p>\n<i>On the issue of motives:</i> Of course it is fun to have striking research!  Given my <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/SelfUcs.htm\">general skepticism about self-knowledge</a>, including of motives, I won't attempt self-diagnosis.  However, I will say that except for recent studies that are not yet complete, I have published every empirical study I've done on this topic, with no file-drawered results.  I am not selecting only the striking material for publication.  Also, in my recent pedagogy research I am collaborating with other researchers who very much hope for positive results.<p>\n<b>On the likelihood of being mistaken:</b> I acknowledge that any one study is likely to be mistaken.  However, my results are pretty consistent across a wide variety of methods and behavior types, including some issues specifically chosen with the thought that they might show ethicists in a good light (the charity and vegetarianism measures in <a href=\"https://www.tandfonline.com/doi/abs/10.1080/09515089.2012.727135\">Schwitzgebel and Rust 2014</a>).  I think this adds to credibility, though it would be better if other researchers with different methods and theoretical perspectives attempted to confirm or disconfirm our findings.  There is currently <a href=\"https://osf.io/35r48/\">one replication attempt</a> ongoing among German-language philosophers, so we will see how that plays out!<p>\n<b>On whether the powers-that-be will take the conclusions more seriously than the researchers:</b> I interpret Rickless here as meaning that they will tend to remove the caveats and go for the sexy headline.  I do think that is possible.  One potentially alarming fact from this point of view is that my most-cited and seemingly best-known study is the only study where I found ethicists seeming to behave worse than the comparison groups: the <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthicsBooks.htm\">study of missing library books</a>.  However, it was also my first published study on the topic, so I don't know to what extent the extra attention is a primacy effect.<p>\n<b>On possibly dire consequences:</b> The most likely path for dire consequences seems to me to be this: Part of the administrative justification for requiring ethics classes might be the implicit expectation that university-level ethics instruction positively influences moral behavior.  If this expectation is removed, so too is part of the administrative justification for ethics instruction.<p>\n\nRickless's conclusion appears to be that no empirical research on this topic, with negative or null results, should be published unless it is \"airtight\", and that it is practically impossible for such research to be airtight.  From this I infer that <b>Rickless thinks either that (a.) only positive results should be published</b>, while negative or null results remain unpublished because inevitably not airtight, <b>or that (b.) no studies of this sort should be published at all, whether positive, negative, or null</b>.<p>\n\nRickless's argument has merit, and I see the path to this conclusion.  Certainly there is a risk to the discipline in publishing negative or null results, and one ought to be careful.<p>\n\nHowever, both (a) and (b) seem to be bad policy.<p>\n<b>On (a): To think that only positive results should be published</b> (or more moderately that we should have a much higher bar for negative or null results than for positive ones) <b>runs contrary to the standards of open science</b> that have recently received so much attention in the social psychology <a href=\"https://en.wikipedia.org/wiki/Replication_crisis\">replication crisis</a>.  In the long run it is probably contrary to the interests of science, philosophy, and society as a whole for us to pursue a policy that will create an illusory disproportion of positive research.<p>\n\nThat said, there is a much more moderate strand of (a) that I could endorse: Being cautious and sober about one's research, rather than yielding to the temptation to inflate dubious, sexy results for the sake of publicity.  I hope that in my own work I generally meet this standard, and I would recommend that same standard for both positive <i>and </i>negative or null research.<p>\n<b>\nOn (b): It seems at least as undesirable to discourage all empirical research on these topics.</b>  Don't we want to know the relationship between philosophical moral reflection and real-world moral behavior?  Even if you think that studying the behavior of professional ethicists in particular is unilluminating, surely studying the effects of philosophical pedagogy is worthwhile.  We should want to know what sorts of effects our courses have on the students who take them and under what conditions -- <i>especially </i>if part of the administrative justification for requiring ethics courses is the assumption that they do have a practical effect.  To reject the whole enterprise of empirically researching the effects of studying philosophy because there's a risk that some studies will show that studying philosophy has little practical impact on real-world choices -- that seems radically antiscientific.<p>\n\nRickless raises legitimate worries.  I think the best practical response is more research, by more research groups, with open sharing of results, and open discussions of the issue by people working from a wide variety of perspectives.  In the long run, I hope that some of my null results can lay the groundwork for a fuller understanding of the moral psychology of philosophy.  Understanding the range of conditions under which philosophical moral reflection does and does not have practical effects on real-world behavior should ultimately empower rather than disempower philosophy as a discipline.<p>\n\n[<a href=\"https://commons.wikimedia.org/wiki/File:Boethius_initial_consolation_philosophy.jpg\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/06/does-it-harm-philosophy-as-discipline.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-06-01T08:05:00-07:00\">8:05 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6688053486474536756\" onclick=\"\">13\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics%20professors\" rel=\"tag\">ethics professors</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/experimental%20philosophy\" rel=\"tag\">experimental philosophy</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/metaphilosophy\" rel=\"tag\">metaphilosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n\n\n\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Monday, February 06, 2017</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"2970907133126371145\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2017/02/should-ethics-professors-be-held-to.html\">Should Ethics Professors Be Held to Higher Ethical Standards in Their Personal Behavior?</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>I've been waffling about this for years (e.g., <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/RolePhil.htm\">here</a> and <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthicalEthicists.htm\">here</a>).  Today, I'll try out a multi-dimensional answer.<p>\n<b>1.</b> My first thought is that <b>it would be <i>unfair </i> for us to hold ethics professors to higher standards of personal behavior because of their career choice.</b>  Ethics professors are hired based on their academic skills as philosophers -- their ability to interpret texts, evaluate arguments, and write and teach effectively about a topic of philosophical discourse.  If we demand that they also behave according to higher ethical standards than other professors, we put an additional burden on them that they don't deserve and isn't written into their work contracts.  They signed up to be scholars, not moral exemplars.  (In this way, ethics professors differ from clergy, whose role is partly that of exemplar.)<p>\n<b>2.</b> Nonetheless, <b>it might be reasonable for ethicists <i>to hold themselves</i> to higher moral standards.</b>  Consider my \"<a href=\"https://aeon.co/essays/how-often-do-ethics-professors-call-their-mothers\">cheeseburger ethicist</a>\" thought experiment.  An ethicist reads <a href=\"https://www.amazon.com/Animal-Liberation-Definitive-Classic-Movement/dp/0061711306\">Peter Singer on vegetarianism</a>, considers the available counterarguments, and ultimately concludes that Singer is correct.  Eating meat is seriously morally wrong, and we ought to stop.  She publishes a couple of articles, and she teaches the arguments to her classes.  But she just keeps eating meat at the same rate she always did, with no effort to change her ways.  If challenged by a surprised student, maybe she defends herself with something like Thought 1 above: \"I'm just paid to evaluate the arguments.  Don't demand that I also <i>live </i>that way.  I'm off duty!\"<p>\n<p><a href=\"https://4.bp.blogspot.com/-xgxj2Z7nbR4/WJj8xaJNIeI/AAAAAAAABwg/hmW1VAxj8d0ii2NnBBiX1YTVIMWaFXpRACLcB/s1600/David_-_The_Death_of_Socrates.jpg\" imageanchor=\"1\"><img border=\"0\" height=\"210\" src=\"https://4.bp.blogspot.com/-xgxj2Z7nbR4/WJj8xaJNIeI/AAAAAAAABwg/hmW1VAxj8d0ii2NnBBiX1YTVIMWaFXpRACLcB/s320/David_-_The_Death_of_Socrates.jpg\" width=\"320\"/></a><p>\n\n[Socrates: always on duty.]<p>\n\nThere's something strange and disappointing, I think, about a response that depends on treating the study of ethics as just another job.  Our cheeseburger ethicist knows a large range of literature, and she has given the matter extensive thought.  <b>If she insulates her philosophical thinking entirely from her personal behavior, she seems to be casting away a major resource for moral self-improvement.  </b>All of us, even if we don't aim to be saints, ought to take some advantage of the resources we have that can help us to be better people -- whether those resources are community, church, meditation, thoughtful reading, or the advice of friends we know to be wise.  As I've imagined her, the cheeseburger ethicist shows a disconcerting lack of interest in becoming a better person.<p>\n\nWe can run similar examples with political activism, charitable giving, environmentalism, sexual ethics, honesty, kindness, racism and sexism, etc. -- any issue with practical implications for one's life, to which an ethicist might give serious thought, leading to what she takes to be a discovery that she would be much morally better if she started doing X.  Almost all ethicists have thought seriously about <i>some </i>issues with practical implications for their lives.<p>\n<b>Combining 1 and 2.</b>  Despite the considerations of fairness raised in point 1, I think <b>we can reasonably expect ethicists to shape and improve their personal behavior in a way that is informed by their professional ethical reasoning.</b>  This is not because ethicists have a special burden as exemplars but rather because it's reasonable to expect <i>everyone </i>to use the tools at their disposal toward moral self-improvement, at least to some moderate degree, or at least toward the avoidance of serious moral wrongdoing.  We should similarly expect people who regularly attend religious services to try to use, rather than ignore, what they regard as the best moral insights of their religion.  We should also expect secular non-ethicists to explore and improve their moral worldviews, in some way that suits their abilities and life circumstances, and apply some of the results.<p>\n<b>3.</b> My third thought is to be <b>cautious with charges of hypocrisy</b>.  Part of the philosopher's job is to challenge widely held assumptions.  This can mean embracing unusual or radical views, if that's where the arguments seem to lead.  If we expect high consistency between a professional ethicist's espoused positions and her real-world choices, then we disincentivize highly demanding or self-sacrificial conclusions.  But it seems, epistemically, like a good thing if professional ethicists have the liberty to consider, on their argumentative merits alone, the strength of the arguments for highly demanding ethical conclusions (e.g., the relatively wealthy should give most of their money to charity, or if you are attacked you should \"turn the other cheek\") alongside the arguments for much less demanding ethical conclusions (e.g., there's no obligation to give to charity, revenge against wrongdoing is just fine).  <b>If our ethicist knows that as soon as she reaches a demanding moral conclusion she risks charges of hypocrisy, then our ethicist might understandably be tempted to draw the more lenient conclusion instead.</b>  If we demand ethicists to live according to the norms they endorse, we effectively pressure them to favor lenient moral systems compatible with their existing lifestyles.<p>\n\n(ETA: Based on personal experience, and my sense of the sociology of the field, and<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthSelfRep.htm\"> one empirical study</a>, it does seem that professional reflection on ethical issues, in contemporary Anglophone academia, coincides with a tendency to embrace more stringent moral norms and to see our lives as permeated with moral choices.)<p>\n<b>4.</b> And yet there's a complementary epistemic cost to insulating one's philosophical positions too much from one's life.  <b>To gain insight into an ethical position, especially a demanding one, it helps to try to live that way.</b>  When Gandhi and Martin Luther King Jr. talk about peaceful resistance, we rightly expect them to have some real understanding, since they have tried to put it to work.  Similarly for Christian compassion, Buddhist detachment, strict Kantian honesty, or even egoistic hedonism: We ought to expect people who have attempted to put these things into practice to have, on average, a richer understanding of the issues than those who have not.  If an ethicist aspires to write and teach about a topic, it seems almost intellectually irresponsible for them not to try to gain direct personal experience if they can.<p>\n\n(ETA 2: Also, to understand vice, it's probably useful to try it out!  Or better, to have lived through it in the past.)<p>\n<b>Combining 1, 2, 3, and 4.</b>  I don't think all of this fits neatly together.  <b>The four considerations are to some extent competing.</b>  Should we hold ethics professors to higher ethical standards?  Should we expect them to live according to the moral opinions they espouse?  <b>Neither \"yes\" nor \"no\" does justice to the complexity of the issue.</b><p>\n\nAt least, that's where I'm stuck today.  I guess \"multi-dimensional\" is a polite word for \"still confused and waffling\".<p>\n\n[<a href=\"https://en.wikipedia.org/wiki/Trial_of_Socrates\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2017/02/should-ethics-professors-be-held-to.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2017-02-06T14:44:00-08:00\">2:44 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=2970907133126371145\" onclick=\"\">23\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics%20professors\" rel=\"tag\">ethics professors</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/moral%20psychology\" rel=\"tag\">moral psychology</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/sociology%20of%20philosophy\" rel=\"tag\">sociology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, August 04, 2016</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6251743306407821397\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2016/08/are-social-elite-moral-experts.html\">Are the Social Elite Moral Experts?</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><a href=\"http://www.owl232.net/\">Michael Huemer</a> has just published an ambitious and interesting article defending the idea that <b>global moral progress toward \"liberal\" values is best explained as a result of the gradual discovery of the truth of those values</b>.  By \"liberal\", Huemer means views that recognize the equal dignity and worth of diverse people and oppose gratuitous coercion and violence.  (Published version <a href=\"http://link.springer.com/article/10.1007/s11098-015-0588-9\">here</a>; free preprint <a href=\"http://philpapers.org/archive/HUEALR.pdf\">here</a>.)<p>\n\nI'm inclined to accept Huemer's big-picture view (with some hesitations and modifications).  But I want to highlight one passage for discussion.  It concerns \"reformers\" -- the people who see past the prevailing norms of their day and push toward moral progress (e.g., early anti-slavery activists, early advocates of women's right to vote).<p>\n<blockquote>... reformers tend to be disproportionately influential members of society. They are more likely, for example, to be authors, professors, other intellectuals, or business or political leaders, as opposed to members of less influential professions. This is because <b>the ability to see through errors in prevailing social norms will be strongly correlated with one’s degree of intelligence and reflectiveness, which itself is correlated with belonging to relatively socially influential professions</b>.</blockquote><p>\n\nIn the manuscript preprint, but not in the final published version, the passage continues:<p>\n<blockquote> For example, a talented writer who wants to promote greater tolerance for homosexuality will have more influence on society than a steel worker who wants attitudes toward homosexuality to stay the same. That is an extreme example, but it illustrates the point that <b>people who desire social reform tend to have much more influential social positions than the average member of society</b>.</blockquote><p>\n\nSo: Is it true that intellectuals and business leaders are more likely to see beyond the moral errors of their culture and more likely to desire social reform?<p>\n\nThis is partly an empirical question.  It would be interesting to see some empirical data on this.  My hunch, though, is that the situation is more complicated than Huemer suggests.<p>\n<a href=\"https://2.bp.blogspot.com/-e1E4uWnIjdg/V6O8oGcN17I/AAAAAAAABeM/vPvUaQ_Q7awQWEUtVl2imXKX0VixNAGOwCLcB/s1600/mod1.jpg\" imageanchor=\"1\"><img border=\"0\" height=\"166\" src=\"https://2.bp.blogspot.com/-e1E4uWnIjdg/V6O8oGcN17I/AAAAAAAABeM/vPvUaQ_Q7awQWEUtVl2imXKX0VixNAGOwCLcB/s320/mod1.jpg\" width=\"320\"/></a><p>\n\nHere's what strikes me as likely to be right about Huemer's claim in the quoted passages:<p>\n\nThe <b>social and intellectual elite</b> will, on average, have traveled and read more widely than others.  As a result, (1.) they will, on average, have been <b>exposed to a greater variety of social norms</b>, including some that conflict with the local cultural norms of their childhood, and this is a plausible source of social and moral insight; and (2.) they will, on average, <b>tend to have more cosmopolitan worldviews in general</b>, seeing less of a divide between themselves and the social elite in other societies to which they have been exposed.<p>\n\nThe social and intellectual elite might also, on average, have <b>more social opportunity to advance reforms</b> that they care about, especially if pushing for reform can advance their career goals (e.g., giving them opportunities to write attention-grabbing articles).<p>\n\nHowever, I hesitate to draw the conclusion that members of socially elite professions have more accurate moral views in general or are more likely to desire social reform.<p>\n\nHere are some of my reasons for hesitation:<p>\n\n* The view comes across as a little bit <b>elitist and self-congratulatory</b>, at least on the surface. I say this not as a personal critique of Huemer, but just as a thought about how these statements read at first glance.   These are reasons not to accept the view quickly or casually, without careful examination of alternative possibilities.<p>\n\n* Members of socially elite professions tend to be people who are <b>benefiting from the status quo</b>, so it would be surprising if they were disproportionately dissatisfied with the system that has put them in their positions of power.<p>\n\n* Huemer is emphasizing certain sorts of moral norms on which, I agree, there has been a lot of progress in the past couple of centuries, and for which there is at least some superficially plausible reason to think intellectuals might tend to be opinion leaders -- what he calls the \"liberal\" norms of non-violence and equal rights.  But of course there are many other arguably ethical norms on which it's not clear we have made progress, and on which it's harder to build a case that intellectuals and businesspeople exhibit leadership, such as <b>norms of kindness and thoughtfulness to those around us</b> (not being a <a href=\"https://aeon.co/essays/so-you-re-surrounded-by-idiots-guess-who-the-real-jerk-is\">jerk</a>) and <b>norms of modesty, restraint, and humility</b>.  It seems to me at least possible that whatever cosmopolitan liberal insights the social elite may tend to have are approximately counterbalanced by a tendency toward lack of insight on some of these other issues.<p>\n\n* Suppose we grant that intellectuals are more likely to develop radical new moral insights at variance with their culture.  One possible explanation is greater moral intelligence.  But another possibility might be something like a <b>random walk view</b>: <b>Intellectuals might tend to to reject culturally prevailing norms in all directions, good, bad, and sideways</b>, just because part of being an intellectual means questioning existing norms.  We might then disproportionately remember the ones who endorsed views that we now favor and disproportionately forget the ones who advocated breaking cultural norms in ways that we don't favor -- e.g., calling for eugenics, increased colonization, nudist communes, forcible religious conversion, unrealistic utopian social planning, etc.  This disproportionate forgetting might lead to the impression in retrospect that intellectuals tend to be insightfully ahead of their time.<p>\n\n------------------------------------<p>\n\nHT: Helen De Cruz, \"<a href=\"https://medium.com/@helenldecruz/who-needs-moral-experts-anyway-6c0ae93f28fe#.irto8dmww\">Who Needs Moral Experts, Anyway?</a>\"<p>\n\n------------------------------------<p>\n\nRelated posts:<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2012/04/steven-pinker-wow-how-awesome-we.html\">Steven Pinker: \"Wow, How Awesome We Liberal Intellectuals Are!\"</a> (Apr 13, 2012)<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2012/03/on-whether-rich-are-jerks.html\">On Whether the Rich are Jerks</a> (Mar 31, 2012)<p>\n\n[<a href=\"http://www.handalglobal.com/\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2016/08/are-social-elite-moral-experts.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2016-08-04T15:20:00-07:00\">3:20 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6251743306407821397\" onclick=\"\">13\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics%20professors\" rel=\"tag\">ethics professors</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/moral%20psychology\" rel=\"tag\">moral psychology</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/sociology%20of%20philosophy\" rel=\"tag\">sociology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, May 17, 2016</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"5381344910351352420\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2016/05/whether-to-take-peter-singer-to.html\">Whether to Take Peter Singer to McDonalds</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://1.bp.blogspot.com/-CXxWgU5-IOY/VzvQ-GbEKMI/AAAAAAAABXQ/BceoDHebBUEWBZBXs4KvCMmo0y-i6irewCLcB/s1600/McDonalds%2BHong%2BKong.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" src=\"https://1.bp.blogspot.com/-CXxWgU5-IOY/VzvQ-GbEKMI/AAAAAAAABXQ/BceoDHebBUEWBZBXs4KvCMmo0y-i6irewCLcB/s200/McDonalds%2BHong%2BKong.jpg\"/></a></div><p>Greetings from Hong Kong!<p>\n\nI'm highly allergic to shellfish.  I'm allergic enough that cross-contamination is an issue: If I'm served something that has been fried on the same surface as shellfish or touched with an implement that has touched shellfish, I will have a minor allergic reaction.  Shellfish is so prevalent in the southern coastal Chinese diet that I have minor shellfish reactions at about half of my lunch or evening meals, even if I try to be careful.  I've learned that there are only two types of restaurants that are entirely safe: strict Buddhist vegetarian restaurants and McDonalds.<p>\n\nI was discussing this with my hosts at a university here in Hong Kong.  One of the hosts said, \"Well, we could go to that Buddhist restaurant that we took [the famous vegetarian philosopher] <a href=\"http://www.petersinger.info/\">Peter Singer</a> to\".  Sounds like a good idea to me!  Another host said, \"Yes, but that restaurant is so expensive!  Too bad there isn't another good Buddhist restaurant around.\"  I suggested that McDonalds would be fine, really.  I didn't want to force them to spend a lot of money hosting me.<p>\n\nIt occurred to me that they should have taken Peter Singer to McDonalds, too.  Singer is as famous for his argument against luxurious spending as he is for his argument in favor of vegetarianism, and one of his favorite examples of needless luxury spending is high-priced restaurant meals.  The idea is that the money you spend on a luxurious restaurant meal could be donated to charity and perhaps save the life of a child living in poverty somewhere.<p>\n\nSo here's my thought.  Suppose that the two options are (a) an expensive Buddhist restaurant, maybe $300 Hong Kong dollars per person for 10 people, $3000 Hong Kong dollars total ($400 US dollars), or (b) McDonalds for $500 HKD total ($65 US dollars).  The money saved by choosing option b, if donated to an effective charity, is within the ballpark of what could be expected to save one person's life [update: or maybe about a tenth of a life; estimates vary].  On the other hand, the flesh from a steer can generate about 2000 McDonald's hamburgers, so ten people would be eating only 1/200 of a steer.  Clearly one [or one tenth of a] human life is more valuable than 1/200 of a steer.  Therefore, the university should have taken Peter Singer to McDonalds and donated the savings to an effective charity.<p>\n\nOf course, there are other costs to McDonalds (other wasteful practices, environmental damage in meat production, etc.) and possibly other benefits to eating at the Buddhist restaurant (supporting good farming practices, possibly putting the profits to good use) -- but it seems unlikely that these differences would cumulatively outweigh the central tradeoff of the unsaved human life vs. 1/200 of a steer.<p>\n\nIf I ever have the chance to take Singer to dinner, I'd like to try this argument out on him and see what he thinks.  (I wouldn't be surprised if he has already thought all of this through.)<p>\n\nOur own dinner decision resolved in favor of the cheap student vegetarian cafeteria nearby, which I think maybe they had been hesitating about because it didn't seem fancy enough a venue for a visiting speaker.  But it was perfect for me -- a rather \"utilitarian\" place, I might say -- and probably where they <i>really</i> should have taken Singer.<p>\n\n[<a href=\"http://www.voanews.com/content/mcdonalds-meat-supplier-in-china-to-address-meat-scandal/1966313.html\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2016/05/whether-to-take-peter-singer-to.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2016-05-17T19:30:00-07:00\">7:30 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=5381344910351352420\" onclick=\"\">12\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/culture\" rel=\"tag\">culture</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics%20professors\" rel=\"tag\">ethics professors</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Monday, May 09, 2016</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"1051683525880220804\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2016/05/i-also-doubt-that-it-is-contingently-so.html\">I Also Doubt That It Is Contingently So</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><iframe allowfullscreen=\"true\" allowtransparency=\"true\" frameborder=\"0\" height=\"315\" scrolling=\"no\" src=\"https://www.facebook.com/plugins/video.php?href=https%3A%2F%2Fwww.facebook.com%2Fdavid.estlund%2Fvideos%2F10101036305103071%2F&amp;show_text=0&amp;width=560\" style=\"border:none;overflow:hidden\" width=\"560\"></iframe>\nVocals: <a href=\"https://vivo.brown.edu/display/narpaly\">Nomy Arpaly</a>.  Guitar: <a href=\"https://www.brown.edu/academics/philosophy/index.php?q=david-estlund\">David Estlund</a>.</p></div></div></div></div></div>\n\n\nLyrics by Nomy Arpaly:<p>\n\nIt ain't necessarily so</p>\nIt ain't necessarily so\nWhat ethicists say\nCan sound good in a way\nBut it ain't necessarily so\n\nMorality trumps other oughts\nMorality trumps other oughts\nNo rational action\nCan be an infraction\nMorality trumps other oughts\n\nFor eudaimonia --\nYou get the idea --\nBe virtuous by day and night\nDepartures from virtue\nAre all gonna hurt you\nSometimes I wanna say yeah right\n\nWe always give laws to ourselves\nWe always give laws to ourselves\nWe lose our potential\nFor being agential\nWhen we break them laws from ourselves\n\nI say it ain't necessarily so\nIt ain't necessarily so\nI'll say it though, frankly\nThey'll stare at me blankly\nIt ain't necessarily so\n<div style=\"clear: both;\"></div>\n\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2016/05/i-also-doubt-that-it-is-contingently-so.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2016-05-09T11:03:00-07:00\">11:03 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=1051683525880220804\" onclick=\"\">0\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics%20professors\" rel=\"tag\">ethics professors</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/humor\" rel=\"tag\">humor</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n\n\n\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, October 06, 2015</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"2316897942543538818\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2015/10/the-laughter-of-ethicists.html\">The Laughter of Ethicists</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>A guest post by <a href=\"http://reginarini.net\">Regina Rini</a>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"//2.bp.blogspot.com/-r9sS-oLzWkY/VhP4-7iKShI/AAAAAAAABFU/CV-ByqD1s7U/s1600/tracks.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" src=\"//2.bp.blogspot.com/-r9sS-oLzWkY/VhP4-7iKShI/AAAAAAAABFU/CV-ByqD1s7U/s320/tracks.jpg\"/></a></div>\n<p>\n<p>You are loitering by the railyard when you see an out-of-control trolley hurtling toward five innocent orphans who’ve been lashed to the track by a mustachioed villain. There is a switch nearby, which would activate an enormous fan and disrupt the air above you. There is a very fat man hang-gliding over the tracks. Since (like most ethicists) you are an expert in the aerodynamics of obesity, you know that the fan would force him to swoop down right into the path of the trolley; the collision would save the five orphans, though the very fat hang-glider would die. </p>\n<p>There is another option. You happen to be carrying one of those t-shirt cannons they use to fire souvenir t-shirts into the stands at sporting events. And the tracks are right next to a nursey for babies born without developed brains, who will surely die within hours in any case. Since (like most ethicists) you are an expert in infant ballistics, you know that you could use the t-shirt cannon to fire ten anencephalic infants at the trolley, and that would be just enough to derail it, saving the orphans, though killing the projectile babies.</p>\n<p>What should you do? Do nothing and let the five orphans die? Flip the switch and blow the very fat hang-glider into the trolley? Or use the t-shirt cannon to fire the ten anencephalic infants at the trolley? </p>\n<p>Actually, don’t answer that. My story is only a parody, though it is not far off from many stories you will find in professional philosophy journals. Moral philosophers have a penchant for inventing goofy thought experiments in which numerous people are oddly imperiled. These stories have a purpose: they are meant to isolate and test some purported moral principle. The absurd details are often unnecessary, though they keep the writing from becoming dull. But we might ask: should we really be amusing ourselves with ethics? </p>\n<p>One possible worry is that amusingly absurd thought experiments can make our moral intuitions less reliable. Some have thought that <a href=\"http://philpapers.org/rec/ELSHOC\">the frequent use of unrealistic scenarios might make for bad philosophy</a>. Others might point out that <a href=\"http://pss.sagepub.com/content/17/6/476.full\">being put in a humorous mood changes how people react to moral dilemmas</a>. But I will leave that sort of objection to the side. My question is this: is there something <i>morally inappropriate</i> about constructing amusing moral dilemmas?</p>\n<p>It’s important to keep in mind that these scenarios are often intended to provide simplified models of very troubling moral issues: killing in war, abortion, euthanasia. Even when justified, killing is killing, and it would obviously never be appropriate to laugh at a person wracked by guilt over a justifiable homicide. If our thought experiments are meant to inform reflective moral deliberation, or to model the features of real-world moral dilemma, then should we really be so irreverent toward our ultimate subject matter? The worry is that our practice of constructing funny thought experiments has caused us to become desensitized to the real human suffering we claim to be studying. </p>\n<p>One response to this worry is that we are simply engaged in gallows humors. Emergency room physicians talk about this phenomenon often. When you are confronted with pain and death every day, and when inevitably people will die in your care, some levity may be necessary to keep yourself functioning.  Physicians make jokes about their patients, sometimes even about their patients’ suffering, and perhaps this is just a psychological necessity (though extreme instances <a href=\"http://annals.org/article.aspx?articleid=2427613\">give pause to even the most hardened medics</a> [WARNING: this link may be triggering to victims of sexual assault]).</p>\n<p>But this can’t be the right justification for moral philosophers. We don’t actually watch people suffer and die right in front of us, and certainly not under our care. Our professional experience of dying is a pale imitation of what physicians experience. </p>\n<p>However, there may be something to the parallel with medical gallows humor. What moral philosophers are intimately familiar with is the absurdity of human life and choice. It is absurd, the existentialists will remind us, that we imbue so much meaning in the lives and the deaths of tiny beings dangling from a vast chain of eternal galactic causation. Yet we do, of course, see our lives as meaningful – and so it is absurd that our meaningful lives can be ended by things that do not matter. People are killed by trolleys. People die hang-gliding. Human pain and mortality are not produced exclusively by wrenching sacrificial choice. Sometimes a three-cent bolt comes loose, sometimes the insulation peels off the wires, sometimes a pebble is in just the wrong place on the bike path – and then a meaningful human life ends with no meaning at all. </p>\n<p>The moral philosopher is responsible for being reflectively aware of the ultimate limits of human life. We do not face concrete instances of death and suffering as physicians must, but we do confront the abstract reality of human limitation, with its inevitable implication of our own personal vulnerability. Perhaps this is a professional hazard of moral philosophy; we are not in a business that allows us to simply look away from unpleasant ultimate realities. Perhaps all philosophers must find some way to sublimate their necessary awareness of life’s fragility. Some bury it under anodyne logical formalism. Others lean into the absurd, mocking death’s dominion over their thought experiment characters – and so, over themselves. Perhaps the laughter of ethicists is not irreverence, but the unyielding desire to find human joy even in the contemplation of human misery. </p>\n<p><small>Thanks to Tyler Doggett and William Ruddick for helping me think through how to express this idea. </small></p>\n<p><small>image credit:  <a href=\"https://www.flickr.com/photos/closee/8167526122/\">'Tracks' by Clint Losee</a></small></p></p>\n<div style=\"clear: both;\"></div>\n</p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2015/10/the-laughter-of-ethicists.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2015-10-06T09:39:00-07:00\">9:39 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=2316897942543538818\" onclick=\"\">2\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics\" rel=\"tag\">ethics</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics%20professors\" rel=\"tag\">ethics professors</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/psychology%20of%20philosophy\" rel=\"tag\">psychology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, September 01, 2015</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"2569595178446156008\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2015/09/a-defense-of-rights-of-artificial.html\">A Defense of the Rights of Artificial Intelligences</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>... a new essay in draft, which I've done collaboratively with a student named <a href=\"http://narziss.net/\">Mara</a> (whose last name is currently in flux and not finally settled).<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"//4.bp.blogspot.com/-7ovyNMRxPQI/VeYHofguVjI/AAAAAAAABAk/YfWYs3kFL_I/s1600/robotrights.jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"><img border=\"0\" src=\"//4.bp.blogspot.com/-7ovyNMRxPQI/VeYHofguVjI/AAAAAAAABAk/YfWYs3kFL_I/s400/robotrights.jpg\"/></a></div>\n\nThis essay draws together ideas from several past blog posts including:\n<li><a href=\"http://schwitzsplinters.blogspot.com/2014/01/our-possible-imminent-divinity.html\">Our Possible Imminent Divinity</a> (Jan. 2, 2014)</li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2015/01/our-moral-duties-to-artificial.html\">Our Moral Duties to Artificial Intelligences</a> (Jan. 14, 2015)</li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2015/01/two-arguments-for-ai-or-robot-rights-no.html\">Two Arguments for AI (or Robot) Rights</a> (Jan. 16, 2015)</li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2015/02/how-robots-and-monsters-might-break.html\">How Robots and Monsters Might Break Human Moral Systems</a> (Feb. 3, 2015)</li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2015/07/cute-ai-and-asimo-problem.html\">Cute AI and the ASIMO Problem</a> (July 24, 2015)</li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2015/08/weird-minds-might-destabilize-human.html\">How Weird Minds Might Destabilize Ethics</a> (Aug. 3, 2015)</li>\n------------------------------------------<p>\n\nAbstract:<p>\n<b>There are possible artificially intelligent beings who do not differ in any morally relevant respect from human beings.</b>  Such possible beings would deserve moral consideration similar to that of human beings.  Our duties to them would not be appreciably reduced by the fact that they are non-human, nor by the fact that they owe their existence to us.  <b>Indeed, if they owe their existence to us, we would likely have additional moral obligations to them that we don’t ordinarily owe to human strangers</b> – obligations similar to those of parent to child or god to creature.  Given our moral obligations to such AIs, two principles for ethical AI design recommend themselves: (1) design AIs that tend to provoke reactions from users that accurately reflect the AIs’ real moral status, and (2) avoid designing AIs whose moral status is unclear.  Since human moral intuition and moral theory evolved and developed in contexts without AI, those intuitions and theories might break down or become destabilized when confronted with the wide range of weird minds that AI design might make possible.<p>\n<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/AIRights.htm\">Full version available here</a>.<p>\n\nAs always, comments warmly welcomed -- either by email or on this blog post.  We're submitting it to a special issue of Midwest Studies with a hard deadline of September 15, so comments before that deadline would be especially useful.<p>\n\n[<a href=\"http://www.redicecreations.com/article.php?id=27970\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2015/09/a-defense-of-rights-of-artificial.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2015-09-01T13:20:00-07:00\">1:20 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=2569595178446156008\" onclick=\"\">10\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/AI%2Frobot%2FMartian%20rights\" rel=\"tag\">AI/robot/Martian rights</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics%20professors\" rel=\"tag\">ethics professors</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/science%20fiction\" rel=\"tag\">science fiction</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/transhumanism\" rel=\"tag\">transhumanism</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, July 28, 2015</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"192827189473285403\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2015/07/podcast-interview-of-me-about-ethicists.html\">Podcast Interview of Me, about Ethicists' Moral Behavior</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>... other topics included rationalization and confronting one's moral imperfection,<p>\n\nat <a href=\"http://rationallyspeakingpodcast.org/show/rs139-eric-schwitzgebel-on-moral-hypocrisy-why-doesnt-knowin.html\">Rationally Speaking</a>.<p>\n\nThanks, Julia, for your terrific, probing questions!</p>\n<div style=\"clear: both;\"></div>\n</p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2015/07/podcast-interview-of-me-about-ethicists.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2015-07-28T17:43:00-07:00\">5:43 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=192827189473285403\" onclick=\"\">0\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/announcements\" rel=\"tag\">announcements</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics%20professors\" rel=\"tag\">ethics professors</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/moral%20psychology\" rel=\"tag\">moral psychology</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Wednesday, October 15, 2014</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"2399164610829922094\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2014/10/professional-philosophers.html\">Professional Philosophers’ Susceptibility to Order Effects and Framing Effects in Evaluating Moral Dilemmas</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><a href=\"http://cushmanlab.fas.harvard.edu/FieryCushman/Home.html\">Fiery Cushman</a> and I have a <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Stability.htm\">new paper</a> in draft, exploring the question of whether professional philosophers' judgments about moral dilemmas are less influenced than non-philosophers' by factors such as order of presentation and phrasing differences.<p>\n\nWe recruited hundreds of academic participants with graduate degrees in philosophy and a comparison group of academics with graduate degrees in other fields.  We gave them two \"<a href=\"http://en.wikipedia.org/wiki/Trolley_problem\">trolley problems</a>\" and two <a href=\"http://en.wikipedia.org/wiki/Framing_(social_sciences)\">\"Asian disease\"-type framing effect</a> cases.<p>\n\nWe presented the trolley problems either with a Switch case first (the protagonist saves five people by Switching a runaway trolley onto a side track where it kills one), followed by a Push or Drop case (saving five by Pushing one person into the trolley's path or by Dropping him into its path); or Push/Drop first, followed by Switch.  For each scenario, participants rated the protagonists' choice to kill the one person to save the five others, using a 7-point scale from \"extremely morally good\" to \"extremely morally bad\".<p>\n<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthOrder.htm\">Our previous research</a> suggests that non-philosophers are much more likely to judge the Push case and the Switch case equivalently when Push is presented first than when Switch is presented first.  On some views of <a href=\"http://onlinelibrary.wiley.com/doi/10.1111/phc3.12154/abstract\">philosophical expertise</a>, philosophers' judgments about these cases should be less dependent on order of presentation than are non-philosophers' judgments.  In other words, philosophers, due to their familiarity with scenarios of this type and their expertise in applying moral principles to them, should have more stable opinions, less influenced by order of presentation.  <b>We wanted to see if philosophers with prior familiarity with the cases, or self-reported expertise in the area, or self-reported stability of opinion, would show smaller order effects.</b>  We also wanted to see if we could reduce order effects by enforcing a delay before responding during which we encouraged participants to reflect carefully on different versions of the scenario and different ways of phrasing the scenarios.<p>\n\nWe were unable to find any level of expertise at which the order effects were detectably reduced.  Nor did adding a reflection condition appear to reduce the order effects.  This figure shows the rates at which Switch was rated as morally equivalent to either Drop or Push on the 7-point scale:<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"//4.bp.blogspot.com/-ORv9cv_xgsI/VD7mgpWpyEI/AAAAAAAAArs/FA4BxCMPI9M/s1600/Stability1.jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"><img border=\"0\" src=\"//4.bp.blogspot.com/-ORv9cv_xgsI/VD7mgpWpyEI/AAAAAAAAArs/FA4BxCMPI9M/s400/Stability1.jpg\"/></a></div>[click to enlarge]<p>\n<b>The order effect, as indicated by the differences in height between the black and the gray bars, is basically the same for philosophers and the non-philosophers, even in the \"reflection\" condition.</b><p>\n\nThis next figure breaks the results down by degree of self-reported expertise among philosopher respondents:<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"//4.bp.blogspot.com/-ujUEvdwrOsg/VD7n7-Qd2RI/AAAAAAAAAr4/H5WN91JVl8M/s1600/Stability2.jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"><img border=\"0\" src=\"//4.bp.blogspot.com/-ujUEvdwrOsg/VD7n7-Qd2RI/AAAAAAAAAr4/H5WN91JVl8M/s400/Stability2.jpg\"/></a></div>\n[click to enlarge]<p>\n<b>Note that at no level of expertise does the order effect appear to be reduced: not among philosophers reporting being professors with a specialization in ethics, nor among philosophers reporting having a \"stable opinion\" about trolley problems of this sort.</b>  If anything, the trend appears to be toward <i>larger </i>order effects with increasing expertise.<p>\n\nSome of the most famous results in psychology are the Tversky-Kahneman \"loss aversion\" <a href=\"http://en.wikipedia.org/wiki/Framing_effect_(psychology)\">framing effects</a>.  Participants are asked to imagine that an unusual disease will kill 600 people if nothing is done and then given a choice between two programs: On Program A, 200 people will be saved.  On Program B, there's a one-third probability that 600 people will be saved and a two-thirds probability that no people will be saved.  When the decision is framed this way, in terms of the number \"saved\", most people favor the non-risky Program A.  When what are (<a href=\"http://psycnet.apa.org/psycinfo/2013-30638-001/\">purportedly</a>) the exact same options are presented in terms of how many will die (400 will die vs. one-third probability that none will die and two-thirds probability that 600 will die), respondents tend to favor the risky Program B.<p>\n\nThe results:</p></p></p></p></p></p></p></p></p></p></div></div></div></div></div>\nPercentage of philosopher respondents recommending the risky Program B, by framing, level of expertise, and order of presentation:<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"//3.bp.blogspot.com/-VFKM1G-LNS8/VD7rXF5xyFI/AAAAAAAAAsE/2O_cyfKNjPQ/s1600/Stability3.jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"><img border=\"0\" src=\"//3.bp.blogspot.com/-VFKM1G-LNS8/VD7rXF5xyFI/AAAAAAAAAsE/2O_cyfKNjPQ/s400/Stability3.jpg\"/></a></div>\n[click to expand]<p>\n\nAs is evident from the figure, <b>our philosopher respondents showed very large framing effects</b> (similar to those of our comparison group and similar to the effect sizes seen in other studies with non-expert populations) -- <b>again up to very high levels of expertise, including self-reported expertise on framing effects and self-reported stability of opinion about framing effects.</b>  To see this, look just at the black bars above, ignoring the gray bars.<p>\n<b>Philosophers also showed large order effects when they were presented two slightly different framing-effect scenarios, either die-frame followed by save-frame or save-frame followed by die-frame.</b>  To see this, compare the adjacent pairs of black and gray bars above.<p>\n\nFull manuscript in draft <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Stability.htm\">here</a>.  Comments welcome!</p>\n<div style=\"clear: both;\"></div>\n</p></p>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2014/10/professional-philosophers.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2014-10-15T15:13:00-07:00\">3:13 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=2399164610829922094\" onclick=\"\">16\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics%20professors\" rel=\"tag\">ethics professors</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/experimental%20philosophy\" rel=\"tag\">experimental philosophy</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/metaphilosophy\" rel=\"tag\">metaphilosophy</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/moral%20psychology\" rel=\"tag\">moral psychology</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n\n\n\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, October 02, 2014</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"3867872914873047199\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2014/10/on-aiming-for-moral-mediocrity.html\">On Aiming for Moral Mediocrity</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>People seem to calibrate toward moral mediocrity.  If we see, or are told, that many people violate a norm, that seems to increase the rate at which we ourselves violate the norm (e.g., <a href=\"http://www.tandfonline.com/doi/abs/10.1080/15534510500181459#.VC2UZvldU70\">Cialdini et al 2006</a>; <a href=\"http://www.rug.nl/staff/e.m.steg/keizerlindenbergstegprohibition.pdf\">Keizer et al. 2011</a> [though see <a href=\"http://gpi.sagepub.com/content/17/3/388.full.pdf+html\">here</a>]).  Commit a good deed or think of yourself in a good light, and shortly thereafter you might be more likely to commit a bad deed, or less likely to commit another good deed, than you otherwise would have been (\"<a href=\"http://wat1224.ucr.edu/Morality/Monin%202010%20Compass%20on%20Moral%20Licensing.pdf\">moral self-licensing</a>\"; though see <a href=\"http://psycnet.apa.org/journals/zsp/45/3/232/\">here</a>).  <a href=\"http://philpapers.org/rec/WOLMS\">Susan Wolf tells us</a> that people do not, and should not, aim to be moral saints.  But maybe she understates the case: <b>Not only do people not want to be saints, they don't even want to be particularly good.</b><p>\n\nIf so, this might fit nicely with the psychology of genocide and war crimes: Yes, it was wrong, perpetrators often say in interviews after the fact.  So (the audience wonders), if you knew it was wrong, why did you do it?!  Answer: So many people were doing wrong and getting away with it; others would have done the same in the same situation.  Interpretation: I was aiming at mediocrity and I hit the target!<p>\n\nHow good do you want to be?  Don't try to think about what you would have done in Auschwitz.  I doubt most of us can know that.  Some closer-to-home thought experiments:<p>\n\nSuppose you think that cheating on taxes is morally wrong, independent of compliance rates and whether one is caught.  Suppose, now, that you learn that 20% of tax filers with capital gains income cheat on taxes by underreporting their gains, without being caught.  You have capital gains you've been honestly reporting.  Do you now feel like a <a href=\"http://schwitzsplinters.blogspot.com/2007/10/game-of-jerk-and-sucker-freeway-version.html\">sucker</a>?  Or do you proudly stand with the upright 80%?  What if you learn that only 1% cheat?  What if you learn that most people -- 70%, 95% -- cheat?<p>\n\nOr consider sacrificing luxuries so that you can give to charity, or spending two hours to give blood, or having a secret romantic affair, or cheating on a badly-proctored exam, or doing unpleasant duties at work.  <b>If the majority are reaping the benefits of immorality -- or if a non-trivial minority (say 20%) are -- do you join them?</b>  Do you want to be more charitable than average <i>and</i> more giving of your time than average <i>and</i> to carry more than the average load of group-supporting duties at work <i>and</i> to be more honest with your spouse <i>and</i> a better parent <i>and</i> a better citizen <i>and and and</i>...?  Or is moral mediocrity, when you think about it, actually fine with you, the level to which you really aspire?<p>\n\nYou might say: To be better than average in so many ways <i>would</i> be to be a moral saint of sorts -- maybe not even humanly possible.  But I don't think that's true.  I believe that I know some people who are, across a pretty wide range of dimensions, morally admirable (certainly not perfect).  But I don't think many people aspire to be like them.<p>\n\nIf this is correct, two further thoughts:<p>\n\n(1.) <b>Maybe it's fine to aspire to moral mediocrity?</b>  I don't think most of us <i>like</i> to think ourselves as moral mediocrities.  But when I think of all the demands the world puts on us, and all the opportunities to be better that we decline or don't even bother to try to see, I feel considerable sympathy for moral mediocrity.  (To be clear: In some situations, such as the Holocaust, I think mediocrity is a moral catastrophe to be avoided even at high personal cost.)<p>\n\n(2.) Part of the idea of mediocrity is that the moral standards are <i>relative</i> to what one sees others doing.  <b>So if one wants to change one's calibration, or the calibration of others, one effective way might be to change what sorts of behavior receive attention.</b>  Some of the ancient wisdom traditions encourage us to think about positive exemplars -- Confucius, Jesus, Buddha, saints, heroes.  Perhaps the more we think about those types of cases, keeping them salient, and because salient perhaps representative, the more we will be inclined to model ourselves after them.  (<i>Perhaps.</i>)  <b>Conversely, perhaps the typical business ethics or research ethics class, which focuses on analyzing examples of corporate or scientific malfeasance, risks backfiring by creating the impression that the world is full of unpunished cheaters.</b><p>\n\nP.S.: I write this in the spirit of arguing with myself.<p>\n\n[See also: <a href=\"http://schwitzsplinters.blogspot.com/2014/06/the-calibration-view-of-moral-reflection.html\">The Calibration View of Moral Reflection</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2014/10/on-aiming-for-moral-mediocrity.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2014-10-02T14:25:00-07:00\">2:25 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=3867872914873047199\" onclick=\"\">39\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics\" rel=\"tag\">ethics</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics%20professors\" rel=\"tag\">ethics professors</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/moral%20psychology\" rel=\"tag\">moral psychology</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Monday, June 23, 2014</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"2223876765453334593\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2014/06/the-calibration-view-of-moral-reflection.html\">The Calibration View of Moral Reflection</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><blockquote>Oh, when the saints go marching in</blockquote></p></div></div></div></div></div>\nOh, when the saints go marching in\nLord, <b>I want to be in that number</b>\nWhen the saints go marching in.\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"//2.bp.blogspot.com/-egS0_4OIFLQ/U5IMpMLpAMI/AAAAAAAAAn8/-NVj3fouQTQ/s1600/All-Saints.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" src=\"//2.bp.blogspot.com/-egS0_4OIFLQ/U5IMpMLpAMI/AAAAAAAAAn8/-NVj3fouQTQ/s320/All-Saints.jpg\"/></a></div>No.  No you don't, Louis. Not really.<p>\n\nIf you want to be a saint, dear reader, or the secular equivalent, then you know what to do: Abandon those selfish pleasures, give your life over to the best cause you know (or if not a single great cause then a multitude of small ones) -- all your money, all your time.  Maybe you'll misfire, but at least we'll see you trying.  But I don't think we see you trying.<p>\n<b>Closer to you what you really want, I suspect, is this: Grab whatever pleasures you can here on Earth consistent with just squeaking through the pearly gates.</b>  More secularly: <b>Be good enough to meet some threshold</b>, but not better, not a full-on saint, not at the cost of your cappuccino and car and easy Sundays.  Aim to be just a little bit better, maybe, in your own estimation, than your neighbor.<p>\n\nHere's where philosophical moral reflection can come in very handy!<p>\n\nAs regular readers will know, <a href=\"http://www2.stetson.edu/~jrust/\">Joshua Rust</a> and I have done a number of studies -- <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthBehBlackwell.htm\">eighteen different measures</a> in all -- consistently finding that <b>professors of ethics behave no morally better</b> than do socially similar comparison groups.  These findings create a challenge for what we call the <i>booster view</i> of philosophical moral reflection.  <b>On the booster view, philosophical moral reflection reveals moral truths, which the person is then motivated to act on, thereby becoming a better person.</b> Versions of the booster view were common in both the Eastern and the Western philosophical traditions until the 19th century, at least as a normative aim for the discipline: From Confucius and Socrates through at least Wang Yangming and Kant, philosophy done right was held to be morally improving.<p>\n\nNow, there are a variety of ways to duck this conclusion: Maybe philosophical ethics neither does nor should have any practical relevance to the philosophers expert in it; or maybe most ethics professors are actually philosophizing badly; or....  But what I'll call the <i>calibration view</i> is, I think, among the more interesting possibilities.  <b>On the calibration view, the proper role of philosophical moral theorizing is not moral self-improvement but rather more precisely targeting the (possibly quite mediocre) moral level you're aiming for.</b>  This could often involve consciously deciding to act morally <i>worse</i>.<p>\n\nConsider <a href=\"http://wat1224.ucr.edu/Morality/Monin%202010%20Compass%20on%20Moral%20Licensing.pdf\">moral licensing</a> in social psychology and behavioral economics.  When people do a good deed, they then seem to behave worse in follow-up measures than people who had no opportunity to do a good deed first.  One possible explanation is something like calibration: You want to be only so good and not more.  A unusually good deed inflates you past your moral target; you can adjust back down by acting a bit jerkishly later.<p>\n<b>Why engage in philosophical moral reflection, then?  To see if you're on target.</b>  Are you acting more jerkishly than you'd like?  Seems worth figuring out.  Or maybe, instead, are you really behaving too much like a sweetheart/sucker/do-gooder and really you would feel okay taking more goodies for yourself?  That could be worth figuring out, too.  <b>Do I really <i>need </i>to give X amount to charity to be the not-too-bad person I'd like to think I am?  Could I maybe even give less?  Do I really need to serve again on such-and-such worthwhile-but-boring committee,</b> or to be a vegetarian, or do such-and-such chore rather than pushing it off on my wife?  Sometimes yes, sometimes no.  <b>When the answer is no, my applied philosophical moral insight will lead me to behave morally worse than I otherwise would have, in full knowledge that this is what I'm doing</b> -- not because I'm a skeptic about morality but because I have a clear-eyed vision of how to achieve exactly my own low moral standards and nothing more.<p>\n\nIf this is right, then two further things might follow.<p>\n\nFirst, <b>if calibration is relative to peers rather than absolute, then embracing more stringent moral norms might <i>not </i>lead to improvements in moral behavior in line with those more stringent norms.</b>  If one's peers aren't living up to those standards, one is no worse relative to them if one also declines to do so.  This could explain the <a href=\"http://schwitzsplinters.blogspot.com/2012/12/animal-rights-advocate-eats.html\">cheeseburger ethicist</a> phenomenon -- the phenomenon of ethicists tending to embrace stringent moral norms (such as that eating meat is morally bad) while not being especially prone to act in accord with those stringent norms.<p>\n\nSecond, <b>if one is skilled at self-serving rationalization, then attempts at calibration might tend to misfire toward the low side, leading one on average away from morality.</b>  The motivated, toxic rationalizer can deploy her philosophical tools to falsely convince herself that although X would be morally good (e.g., not blowing off responsibilities, lending a helping hand) it's really not required to meet the mediocre standards she sets herself and the mediocre behavior she sees in her peers.  But in fact, she's fooling herself and going even lower than she thinks.  When professional ethicists behave in crappy ways, such mis-aimed low-calibration rationalizing is, I suspect, often exactly what's going on.</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2014/06/the-calibration-view-of-moral-reflection.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2014-06-23T09:00:00-07:00\">9:00 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=2223876765453334593\" onclick=\"\">17\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics%20professors\" rel=\"tag\">ethics professors</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/moral%20psychology\" rel=\"tag\">moral psychology</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/psychology%20of%20philosophy\" rel=\"tag\">psychology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n\n\n\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, April 29, 2014</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"2726550732664615230\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2014/04/the-1935-preface-to-kant-studien.html\">The 1935 Preface to <i>Kant-Studien</i></a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>When I was in Berlin in 2010, I spent some time in the Humboldt University library, looking through philosophy journals from the Nazi era, in connection with my interest in the extent to which German philosophers either embraced or resisted Nazism.  (Summary version: <a href=\"http://schwitzsplinters.blogspot.com/2010/12/nazi-philosophers.html\">about 1/3 embraced Nazism</a>, about 1/3 rejected Nazism, and about 1/3 ducked their heads and kept quiet.)<p> <div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"//4.bp.blogspot.com/-PxHU191Lkbs/U1_ROQBrwAI/AAAAAAAAAmI/Dgvaoh5ROII/s1600/IMG_0499r.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" src=\"//4.bp.blogspot.com/-PxHU191Lkbs/U1_ROQBrwAI/AAAAAAAAAmI/Dgvaoh5ROII/s320/IMG_0499r.jpg\"/></a></div>\n\nThe journals differed in their degree of Nazification.  Perhaps the most Nazified was <a href=\"http://www.degruyter.com/view/j/kant\">Kant-Studien</a>, which at the time was one of the leading German-language journals of general philosophy (not just a journal for Kant scholarship).  The old issues of <i>Kant-Studien</i> aren't available online, but I took some photos.  Here, <a href=\"http://www.finks.de\">Sascha Fink</a> and I have translated the preface to <i>Kant-Studien</i> Vol. 40 (1935), p. 3-4 (emphasis added):<p>\n***********************************<p>\n<i>Kant-Studien</i>, now under its new leadership that begins with this first issue of the 40th volume, sets itself a new task: to bring the new will, in which the deeper essence of the German life and the German mind is powerfully realized, to a breakthrough in the fundamental questions as well as the individual questions of philosophy and science.<p>\n<b>Guiding us is the conviction that the German Revolution is a unified metaphysical act of German life, which expresses itself in all areas of German existence, and which will therefore – with irresistible necessity – put philosophy and science under its spell.</b><p>\n\nBut is this not – as is so often said – to snatch away the autonomy of philosophy and science and give it over to a law alien to them?<p>\n\nAgainst all such questions and concerns, we offer the insight that moves our innermost being: That the reality of our life, that shapes itself and will shape itself, is deeper, more fundamental, and more true than that of our modern era as a whole – that philosophy and science, which compete for it, will in a radical sense become liberated to their own essence, to their own truth.  Precisely for the sake of truth, the struggle with modernity – maybe with the basic norms and basic forms of the time in which we live – is necessary.  It is – in a sense that is alien and outrageous to modern thinking – to recapture the form in which the untrue and fundamentally destroyed life can win back its innermost truth – its rescue and salvation.  <b>This connection of the German life to fundamental forces and to the original truth of Being and its order – as has never been attempted in the same depth in our entire history – is what we think of when we hear that word of destiny: a new Reich.</b><p>\n\nIf on the basis of German life German philosophy struggles for this truly Platonic unity of truth with historical-political life, then it takes up a European duty.  Because it poses the problem that each European people must solve, as a necessity of life, from its own individual powers and freedoms.<p>\n\nAgain, one must – and now in a new and unexpected sense, in the spirit of Kant’s term, “bracket knowledge” [das Wissen aufzuheben].  Not for the sake of negation: but to gain space for a more fundamental form of philosophy and science, for the new form of spirit and life [<b>für die neue Form ... des Lebens Raum zu gewinnen</b>]. In this living and creative sense is <i>Kant-Studien</i> connected to the true spirit of Kantian philosophy.<p>\n\nSo we call on the productive forces of German philosophy and science to collaborate in these new tasks. <b>We also turn especially to foreign friends, confident that in this joint struggle with the fundamental questions of philosophy and science, concerning the truth of Being and life, we will gain not only a deeper understanding of each other, but also develop an awareness of our joint responsibility for the cultural community of peoples.</b><p>\n\n-- H. Heyse,\nProfessor of Philosophy, University of Königsberg<p>\n\n***********************************<p>\n\nIn the 1910s through 1930s, <a href=\"http://www.amazon.com/The-Decline-German-Mandarins-Community/dp/0819562351\">especially in Germany</a>, <b>philosophers tended to occupy the political right</b> (including <a href=\"http://schwitzsplinters.blogspot.com/2011/02/german-and-english-philosophers-in-1914.html\">cheering on World War I</a> and ostracizing Bertrand Russell for not doing so) -- deploying, as here, the tools of their discipline in the service of what we can now recognize as hideous views.  Heidegger was by no means alone in doing so, nor the worst offender.<p>\n\nThe political views of the mainstream 21st-century philosophical community are very different and, I'd like to think, much better grounded. <b> It would be nice</b>, though, <b>if we had a more trustworthy method for distinguishing tissues of noxious rationalization from real philosophical insight.</b><p>\n\n***********************************<p>\n\nFor a transcription of the original German, see <a href=\"http://schwitzsplintersunderblog.blogspot.com/2014/04/the-1935-preface-to-kant-studien.html\">the Underblog</a>.<p>\n\nFor a fuller historical discussion of the role of <i>Kant-Studien</i> in the Third Reich, see <a href=\"http://homepages.uni-tuebingen.de/gerd.simon/ks.pdf\">this article</a> (in German).<p>\n\nIf you zoom in on the title-page image above, you will see that it promises two pictures of <a href=\"http://en.wikipedia.org/wiki/Elisabeth_F%C3%B6rster-Nietzsche\">Elisabeth Foerster-Nietzsche</a>, Nietzsche's famously antisemitic sister.  The volume does include two full-page photos of her (though one appears to be merely a close-up of the other), alongside a fawning obituary of the \"wise, gracious\" Elisabeth.</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2014/04/the-1935-preface-to-kant-studien.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2014-04-29T09:35:00-07:00\">9:35 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=2726550732664615230\" onclick=\"\">15\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics%20professors\" rel=\"tag\">ethics professors</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n\n<div class=\"blog-pager\" id=\"blog-pager\">\n<span id=\"blog-pager-older-link\">\n<a class=\"blog-pager-older-link\" href=\"https://schwitzsplinters.blogspot.com/search/label/ethics%20professors?updated-max=2014-04-29T09:35:00-07:00&amp;max-results=20&amp;start=16&amp;by-date=false\" id=\"Blog1_blog-pager-older-link\" title=\"Older Posts\">Older Posts</a>\n</span>\n<a class=\"home-link\" href=\"https://schwitzsplinters.blogspot.com/\">Home</a>\n</div>\n<div class=\"clear\"></div>\n<div class=\"blog-feeds\">\n<div class=\"feed-links\">\nSubscribe to:\n<a class=\"feed-link\" href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" target=\"_blank\" type=\"application/atom+xml\">Posts (Atom)</a>\n</div>\n</div>\n\n\n<div id=\"sidebar-wrapper\">\n<div class=\"sidebar section\" id=\"sidebar\"><div class=\"widget HTML\" data-version=\"1\" id=\"HTML1\">\n<div class=\"widget-content\">\n<!-- Start of StatCounter Code -->\n<script language=\"javascript\" type=\"text/javascript\">\nvar sc_project=1508379; \nvar sc_invisible=1; \nvar sc_partition=13; \nvar sc_security=\"2c679bf5\"; \n</script>\n<script language=\"javascript\" src=\"//www.statcounter.com/counter/frames.js\" type=\"text/javascript\"></script><noscript><a href=\"http://www.statcounter.com/\" target=\"_blank\"><img alt=\"counter\" border=\"0\" src=\"https://lh5.googleusercontent.com/proxy/TttFETzU6Fyjbw8OTQa3FJTU6voqbJLJLUpwu-cpdPeafywusdwwP7glYc97L2xKGSvrrr4NvIgASxXMbEwi_U_RRXsWks6bqpkoSs1g9Zpv2uL97h9IjmZZ0d0P9zebmEy5rnSb9Ztru06j4rFAy0sL=s0-d\"/></a> </noscript>\n<!-- End of StatCounter Code -->\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=HTML&amp;widgetId=HTML1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"HTML1\"));' rel=\"nofollow\" target=\"configHTML1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget Profile\" data-version=\"1\" id=\"Profile1\">\n<h2>Contributors</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a class=\"profile-name-link g-profile\" href=\"https://www.blogger.com/profile/11541402189204286449\" style=\"background-image: url(//www.blogger.com/img/logo-16.png);\">Eric Schwitzgebel</a></li>\n<li><a class=\"profile-name-link g-profile\" href=\"https://plus.google.com/100155094439598517774\" style=\"background-image: url(//www.google.com/images/icons/ui/gprofile_button-16.png);\">Eric Schwitzgebel</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Profile&amp;widgetId=Profile1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Profile1\"));' rel=\"nofollow\" target=\"configProfile1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget FollowByEmail\" data-version=\"1\" id=\"FollowByEmail1\">\n<h2 class=\"title\">Follow by Email</h2>\n<div class=\"widget-content\">\n<div class=\"follow-by-email-inner\">\n<form action=\"https://feedburner.google.com/fb/a/mailverify\" method=\"post\" onsubmit='window.open(\"https://feedburner.google.com/fb/a/mailverify?uri=blogspot/FHhv\", \"popupwindow\", \"scrollbars=yes,width=550,height=520\"); return true' target=\"popupwindow\">\n<table width=\"100%\">\n<tr>\n<td>\n<input class=\"follow-by-email-address\" name=\"email\" placeholder=\"Email address...\" type=\"text\"/>\n</td>\n<td width=\"64px\">\n<input class=\"follow-by-email-submit\" type=\"submit\" value=\"Submit\"/>\n</td>\n</tr>\n</table>\n<input name=\"uri\" type=\"hidden\" value=\"blogspot/FHhv\"/>\n<input name=\"loc\" type=\"hidden\" value=\"en_US\"/>\n</form>\n</div>\n</div>\n<span class=\"item-control blog-admin\">\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=FollowByEmail&amp;widgetId=FollowByEmail1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"FollowByEmail1\"));' rel=\"nofollow\" target=\"configFollowByEmail1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</span>\n</div><div class=\"widget Feed\" data-version=\"1\" id=\"Feed1\">\n<h2>Recent Comments (may be delayed)</h2>\n<div class=\"widget-content\" id=\"Feed1_feedItemListDisplay\">\n<span style=\"filter: alpha(25); opacity: 0.25;\">\n<a href=\"http://schwitzsplinters.blogspot.com/feeds/comments/default\">Loading...</a>\n</span>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Feed&amp;widgetId=Feed1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Feed1\"));' rel=\"nofollow\" target=\"configFeed1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList1\">\n<h2>Links</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://cogsciphi.blogspot.com/\">Alternate Minds</a></li>\n<li><a href=\"http://www.philosophyofbrains.com/\">Brains</a></li>\n<li><a href=\"http://www.consciousentities.com/\">Conscious Entities</a></li>\n<li><a href=\"http://crookedtimber.org/\">Crooked Timber</a></li>\n<li><a href=\"http://dailynous.com/\">Daily Nous</a></li>\n<li><a href=\"http://digressionsnimpressions.typepad.com/\">Digressions &amp; Impressions</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/disability_and_disadvanta/\">Discrimination and Disadvantage</a></li>\n<li><a href=\"http://ericlinuskaplan.wordpress.com/\">Eric Linus Kaplan</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/xphi/\">Experimental Philosophy</a></li>\n<li><a href=\"http://agencyandresponsibility.typepad.com/flickers-of-freedom/\">Flickers of Freedom</a></li>\n<li><a href=\"http://leiterreports.typepad.com/\">Leiter Reports</a></li>\n<li><a href=\"http://whatsortsofpeople.wordpress.com/\">Living Archives on Eugenics Blog</a></li>\n<li><a href=\"http://loveofallwisdom.com/\">Love of All Wisdom</a></li>\n<li><a href=\"http://machineslikeus.com/\">Machines Like Us</a></li>\n<li><a href=\"http://www.mindhacks.com/\">Mind Hacks</a></li>\n<li><a href=\"http://www.davidpapineau.co.uk/blog.html\">More Important Than That (Philosophy and Sport)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/\">My Homepage</a></li>\n<li><a href=\"http://www.newappsblog.com/\">New APPS</a></li>\n<li><a href=\"http://peasoup.typepad.com/\">PEA Soup</a></li>\n<li><a href=\"http://philpercs.com/\">Philosophical Percolations</a></li>\n<li><a href=\"http://sometimesimwrong.typepad.com/wrong/\">Sometimes I'm Wrong</a></li>\n<li><a href=\"http://philosopherscocoon.typepad.com/blog/\">The Philosophers' Cocoon</a></li>\n<li><a href=\"http://tar.weatherson.org/\">Thoughts, Arguments, and Rants</a></li>\n<li><a href=\"http://rsbakker.wordpress.com/\">Three Pound Brain</a></li>\n<li><a href=\"http://warpweftandway.wordpress.com/\">Warp, Weft, and Way</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList1\"));' rel=\"nofollow\" target=\"configLinkList1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList6\">\n<h2>Advice on Applying to PhD Programs in Philosophy</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/applying%20to%20grad%20school\">various posts on that theme</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList6&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList6\"));' rel=\"nofollow\" target=\"configLinkList6\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList4\">\n<h2>Selected Essays</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/In-Between.htm\">2001: In-Between Believing</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/AccountBel.htm\">2002: A Phenomenal, Dispositional Account of Belief</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DreamB&amp;W.htm\">2002: Why Did We Think We Dreamed in Black and White?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospTrain.htm\">2004: Introspective Training Apprehensively Defended: Reflections on Titchener's Lab Manual</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Flat.htm\">2006: Do Things Look Flat?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Naive.htm\">2008: The Unreliability of Naive Introspection</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/PeerOpinion.htm\">2009: The Moral Behavior of Ethicists: Peer Opinion (with J Rust)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ActBel.htm\">2010: Acting Contrary to Our Professed Beliefs</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthOrder.htm\">2012: Expertise in Moral Reasoning? (with F Cushman)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospectionWhat.htm\">2012: Introspection, What?</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/BeliefBox.htm\">2013: A Dispositional Approach to Attitudes</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Jerks.htm\">2014: A Theory of Jerks</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/CrazyMind.htm\">2014: The Crazyist Metaphysics of Mind</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthSelfRep.htm\">2014: The Moral Behavior of Ethics Professors (with J Rust)</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/USAconscious.htm\">2015: If Materialism Is True, the United States Is Probably Conscious</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/1sk.htm\">2016: 1% Skepticism</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/WomenInPhil.htm\">2017: Women in Philosophy (with C D Jennings)</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList4&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList4\"));' rel=\"nofollow\" target=\"configLinkList4\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList7\">\n<h2>Selected Short Stories</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Eden.htm\">2013: Reinstalling Eden (with R S Bakker)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DauphinsMetaphysics.htm\">2015: The Dauphin's Metaphysics</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/FishDance.htm\">2016: Fish Dance</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList7&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList7\"));' rel=\"nofollow\" target=\"configLinkList7\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList3\">\n<h2>The Underblog?</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.schwitzsplintersunderblog.blogspot.com/\">The Underblog!</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList3&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList3\"));' rel=\"nofollow\" target=\"configLinkList3\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList5\">\n<h2>Past Guest Bloggers</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Lisa%20Bortolotti\">Lisa Bortolotti</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Brad%20Cokelet\">Brad Cokelet</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Carrie%20Figdor\">Carrie Figdor</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Keith%20Frankish\">Keith Frankish</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Dan%20Haybron\">Dan Haybron</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Jonathan%20Ichikawa\">Jonathan Ichikawa</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/G.%20Randolph%20Mayes\">G. Randolph Mayes</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Regina%20Rini\">Regina Rini</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Teed%20Rockwell\">Teed Rockwell</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Joshua%20Rust\">Joshua Rust</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Hagop%20Sarkissian\">Hagop Sarkissian</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search?q=shevlin\">Henry Shevlin</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Tamler%20Sommers\">Tamler Sommers</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/justin%20tiwald\">Justin Tiwald</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Bryan%20Van%20Norden\">Bryan Van Norden</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Manuel%20Vargas\">Manuel Vargas</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList5&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList5\"));' rel=\"nofollow\" target=\"configLinkList5\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget BlogArchive\" data-version=\"1\" id=\"BlogArchive1\">\n<h2>Blog Archive</h2>\n<div class=\"widget-content\">\n<div id=\"ArchiveList\">\n<div id=\"BlogArchive1_ArchiveList\">\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/\">\n2019\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n<ul class=\"posts\">\n<li><a href=\"https://schwitzsplinters.blogspot.com/2019/03/journey-2-psychology.html\">Journey 2 Psychology</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2019/03/against-mind-package-view-of-minds.html\">Against the Mind-Package View of Minds</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2019/03/new-podcast-interview-how-little-thou.html\">New Podcast Interview: How Little Thou Can Know Th...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2019/03/most-us-and-german-ethicists-condemn.html\">Most U.S. and German Ethicists Condemn Meat-Eating...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2019/03/should-you-defer-to-ethical-experts.html\">Should You Defer to Ethical Experts?</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2019/03/thoughts-judgments-and-beliefs-whats.html\">Thoughts, Judgments, and Beliefs -- What's the Dif...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2019/03/in-philosophy-departments-with-more.html\">In Philosophy, Departments with More Women Faculty...</a></li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/\">\n2018\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/\">\n2017\n</a>\n<span class=\"post-count\" dir=\"ltr\">(71)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/\">\n2016\n</a>\n<span class=\"post-count\" dir=\"ltr\">(81)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/\">\n2015\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/\">\n2014\n</a>\n<span class=\"post-count\" dir=\"ltr\">(88)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/\">\n2013\n</a>\n<span class=\"post-count\" dir=\"ltr\">(87)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/\">\n2012\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/\">\n2011\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(3)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/\">\n2010\n</a>\n<span class=\"post-count\" dir=\"ltr\">(86)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/\">\n2009\n</a>\n<span class=\"post-count\" dir=\"ltr\">(83)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/\">\n2008\n</a>\n<span class=\"post-count\" dir=\"ltr\">(96)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/\">\n2007\n</a>\n<span class=\"post-count\" dir=\"ltr\">(168)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/\">\n2006\n</a>\n<span class=\"post-count\" dir=\"ltr\">(114)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(19)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(2)</span>\n</li>\n</ul>\n</li>\n</ul>\n</div>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=BlogArchive&amp;widgetId=BlogArchive1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"BlogArchive1\"));' rel=\"nofollow\" target=\"configBlogArchive1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget Text\" data-version=\"1\" id=\"Text1\">\n<div class=\"widget-content\">\n<span style=\"color:#999999;\">background image from </span><a href=\"http://biocarbons.en.ecplaza.net/\"><span style=\"color:#999999;\">http://biocarbons.en.ecplaza.net</span></a><br/>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Text&amp;widgetId=Text1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Text1\"));' rel=\"nofollow\" target=\"configText1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div></div>\n</div>\n<!-- spacer for skins that want sidebar and main to be the same height-->\n<div class=\"clear\"> </div>\n\n<!-- end content-wrapper -->\n<div id=\"footer-wrapper\">\n<div class=\"footer no-items section\" id=\"footer\"></div>\n</div>\n\n<!-- end outer-wrapper -->\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script src=\"https://www.blogger.com/static/v1/widgets/1854097286-widgets.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\nwindow['__wavt'] = 'AOuZoY4PUaQFVpN1E7FY9C7DwJo29DTuOA:1554147335439';_WidgetManager._Init('//www.blogger.com/rearrange?blogID\\x3d26951738','//schwitzsplinters.blogspot.com/search/label/ethics%20professors','26951738');\n_WidgetManager._SetDataContext([{'name': 'blog', 'data': {'blogId': '26951738', 'title': 'The Splintered Mind', 'url': 'https://schwitzsplinters.blogspot.com/search/label/ethics%20professors', 'canonicalUrl': 'http://schwitzsplinters.blogspot.com/search/label/ethics%20professors', 'homepageUrl': 'https://schwitzsplinters.blogspot.com/', 'searchUrl': 'https://schwitzsplinters.blogspot.com/search', 'canonicalHomepageUrl': 'http://schwitzsplinters.blogspot.com/', 'blogspotFaviconUrl': 'https://schwitzsplinters.blogspot.com/favicon.ico', 'bloggerUrl': 'https://www.blogger.com', 'hasCustomDomain': false, 'httpsEnabled': true, 'enabledCommentProfileImages': true, 'gPlusViewType': 'FILTERED_POSTMOD', 'adultContent': false, 'analyticsAccountNumber': 'UA-43027794-1', 'encoding': 'UTF-8', 'locale': 'en', 'localeUnderscoreDelimited': 'en', 'languageDirection': 'ltr', 'isPrivate': false, 'isMobile': false, 'isMobileRequest': false, 'mobileClass': '', 'isPrivateBlog': false, 'feedLinks': '\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/rss+xml\\x22 title\\x3d\\x22The Splintered Mind - RSS\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default?alt\\x3drss\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22service.post\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://www.blogger.com/feeds/26951738/posts/default\\x22 /\\x3e\\n', 'meTag': '', 'adsenseHostId': 'ca-host-pub-1556223355139109', 'adsenseHasAds': false, 'view': '', 'dynamicViewsCommentsSrc': '//www.blogblog.com/dynamicviews/4224c15c4e7c9321/js/comments.js', 'dynamicViewsScriptSrc': '//www.blogblog.com/dynamicviews/0653eeb7078c79fe', 'plusOneApiSrc': 'https://apis.google.com/js/plusone.js', 'disableGComments': true, 'sharing': {'platforms': [{'name': 'Get link', 'key': 'link', 'shareMessage': 'Get link', 'target': ''}, {'name': 'Facebook', 'key': 'facebook', 'shareMessage': 'Share to Facebook', 'target': 'facebook'}, {'name': 'BlogThis!', 'key': 'blogThis', 'shareMessage': 'BlogThis!', 'target': 'blog'}, {'name': 'Twitter', 'key': 'twitter', 'shareMessage': 'Share to Twitter', 'target': 'twitter'}, {'name': 'Pinterest', 'key': 'pinterest', 'shareMessage': 'Share to Pinterest', 'target': 'pinterest'}, {'name': 'Email', 'key': 'email', 'shareMessage': 'Email', 'target': 'email'}], 'disableGooglePlus': true, 'googlePlusShareButtonWidth': 300, 'googlePlusBootstrap': '\\x3cscript type\\x3d\\x22text/javascript\\x22\\x3ewindow.___gcfg \\x3d {\\x27lang\\x27: \\x27en\\x27};\\x3c/script\\x3e'}, 'hasCustomJumpLinkMessage': false, 'jumpLinkMessage': 'Read more', 'pageType': 'index', 'searchLabel': 'ethics professors', 'pageName': 'ethics professors', 'pageTitle': 'The Splintered Mind: ethics professors'}}, {'name': 'features', 'data': {'sharing_get_link_dialog': 'true', 'sharing_native': 'false'}}, {'name': 'messages', 'data': {'edit': 'Edit', 'linkCopiedToClipboard': 'Link copied to clipboard!', 'ok': 'Ok', 'postLink': 'Post Link'}}, {'name': 'template', 'data': {'name': 'custom', 'localizedName': 'Custom', 'isResponsive': false, 'isAlternateRendering': false, 'isCustom': true}}, {'name': 'view', 'data': {'classic': {'name': 'classic', 'url': '?view\\x3dclassic'}, 'flipcard': {'name': 'flipcard', 'url': '?view\\x3dflipcard'}, 'magazine': {'name': 'magazine', 'url': '?view\\x3dmagazine'}, 'mosaic': {'name': 'mosaic', 'url': '?view\\x3dmosaic'}, 'sidebar': {'name': 'sidebar', 'url': '?view\\x3dsidebar'}, 'snapshot': {'name': 'snapshot', 'url': '?view\\x3dsnapshot'}, 'timeslide': {'name': 'timeslide', 'url': '?view\\x3dtimeslide'}, 'isMobile': false, 'title': 'The Splintered Mind', 'description': 'reflections in philosophy of psychology, broadly construed', 'url': 'https://schwitzsplinters.blogspot.com/search/label/ethics%20professors', 'type': 'feed', 'isSingleItem': false, 'isMultipleItems': true, 'isError': false, 'isPage': false, 'isPost': false, 'isHomepage': false, 'isArchive': false, 'isSearch': true, 'isLabelSearch': true, 'search': {'label': 'ethics professors', 'resultsMessage': 'Showing posts with the label ethics professors', 'resultsMessageHtml': 'Showing posts with the label \\x3cspan class\\x3d\\x27search-label\\x27\\x3eethics professors\\x3c/span\\x3e'}}}]);\n_WidgetManager._RegisterWidget('_NavbarView', new _WidgetInfo('Navbar1', 'navbar', document.getElementById('Navbar1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HeaderView', new _WidgetInfo('Header1', 'header', document.getElementById('Header1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogView', new _WidgetInfo('Blog1', 'main', document.getElementById('Blog1'), {'cmtInteractionsEnabled': false, 'navMessage': 'Showing posts with label \\x3cb\\x3eethics professors\\x3c/b\\x3e. \\x3ca href\\x3d\\x22https://schwitzsplinters.blogspot.com/\\x22\\x3eShow all posts\\x3c/a\\x3e', 'lightboxEnabled': true, 'lightboxModuleUrl': 'https://www.blogger.com/static/v1/jsbin/2848338547-lbx.js', 'lightboxCssUrl': 'https://www.blogger.com/static/v1/v-css/368954415-lightbox_bundle.css'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HTMLView', new _WidgetInfo('HTML1', 'sidebar', document.getElementById('HTML1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_ProfileView', new _WidgetInfo('Profile1', 'sidebar', document.getElementById('Profile1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FollowByEmailView', new _WidgetInfo('FollowByEmail1', 'sidebar', document.getElementById('FollowByEmail1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FeedView', new _WidgetInfo('Feed1', 'sidebar', document.getElementById('Feed1'), {'title': 'Recent Comments (may be delayed)', 'showItemDate': true, 'showItemAuthor': true, 'feedUrl': 'http://schwitzsplinters.blogspot.com/feeds/comments/default', 'numItemsShow': 5, 'loadingMsg': 'Loading...', 'openLinksInNewWindow': false, 'useFeedWidgetServ': 'true'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList1', 'sidebar', document.getElementById('LinkList1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList6', 'sidebar', document.getElementById('LinkList6'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList4', 'sidebar', document.getElementById('LinkList4'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList7', 'sidebar', document.getElementById('LinkList7'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList3', 'sidebar', document.getElementById('LinkList3'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList5', 'sidebar', document.getElementById('LinkList5'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogArchiveView', new _WidgetInfo('BlogArchive1', 'sidebar', document.getElementById('BlogArchive1'), {'languageDirection': 'ltr', 'loadingMessage': 'Loading\\x26hellip;'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_TextView', new _WidgetInfo('Text1', 'sidebar', document.getElementById('Text1'), {}, 'displayModeFull'));\n</script>\n\n", "title_html": "<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2019/03/most-us-and-german-ethicists-condemn.html\">Most U.S. and German Ethicists Condemn Meat-Eating (or German Philosophers Think Meat Is the Wurst)</a>\n</h3>", "read_time": 403.2}