{"content_html": "<div class=\"post-body entry-content\">\n<p>At <a href=\"http://thedeviantphilosopher.org/\">The Deviant Philosopher</a> Wayne Riggs, Amy Olberding, Kelly Epley, and Seth Robertson are collecting suggestions for teaching units, exercises, and primers that incorporate philosophical approaches and philosophers that are not currently well-represented in the formal institutional structures of the discipline.  The idea is to help philosophers who want suggestions for diversifying their curriculum.  It looks like a useful resource!<br/>\n<br/>\nI contributed the following to their site, and I hope that others who are interested in diversifying the philosophical curriculum will also contribute something to their project.<br/>\n<br/>\n<b>Lynching, the Milgram Experiments, and the Question of Whether \"Human Nature Is Good\"</b><br/>\n<b><br/></b>\n<i>Primary Texts</i><br/>\n<ul>\n<li>Allen, James, Hilton Als, John Lewis, and Leon F. Litwack (2000).  <i>Without sanctuary: Lynching photography in America.</i>  Santa Fe: Twin Palms.  Pp. 8-16, 173-176, 178-180, 184-185, 187-190, 194-196, 198, 201 (text only), and plates #20, 25, 31, 37-38, 54, 57, 62-65, 74, and 97.</li>\n<li>Wells-Barnett, Ida B. (1892/2002).  <i>On lynchings.</i>  Ed. P.H. Collins.  Amherst, NY: Humanity.  Pp. 42-46.</li>\n<li><i>Mengzi </i>(3rd c. BCE/1970).  Trans. B.W. Van Norden.  Indianapolis: Hackett.  1A7, 1B5, 1B11, 2A2 (p. 35-41 only), 2A6, 2B9, 3A5, 4B12, 6A1 through 6A15, 6B1, 7A7, 7A15, 7A21, 7B24, 7B31.</li>\n<li>Rousseau, Jean-Jacques (1755/1995).  <i>Discourse on the origin of inequality. </i> Trans. F Philip.  Ed. P. Coleman.  Oxford: Oxford.  Pp. 45-48.</li>\n<li>Xunzi (3rd c. BCE/2014).  <i>Xunzi: The complete text.</i>  Trans. E. Hutton.  Princeton, NJ: Princeton.  Pp. 1-8, 248-257.</li>\n<li>Hobbes, Thomas (1651/1996).  <i>Leviathan.</i>  Ed. R. Tuck.  Cambridge: Cambridge.  Pp. 86-90.</li>\n<li>Doris, John M. (2002).  <i>Lack of character.</i>  Cambridge: Cambridge.  Pp. 28-61.</li>\n<li>The Milgram video on <i>Obedience to Authority.</i></li>\n</ul>\n<i>Secondary Texts for Instructor</i><br/><ul>\n<li>Dray, Philip (2002). <i>At the hands of persons unknown.</i>  New York: Modern Library.</li>\n<li>Ivanhoe, Philip J. (2000).  C<i>onfucian moral self cultivation, 2nd ed. </i> Indianapolis: Hackett. </li>\n<li>Schwitzgebel, Eric (2007).  Human nature and moral education in Mencius, Xunzi, Hobbes, and Rousseau.  <i>History of Philosophy Quarterly, 24,</i> 147-168.</li>\n</ul>\n<i>Suggested Courses</i><br/>\n<ul>\n<li>Introduction to Ethics</li>\n<li>Ethics</li>\n<li>Introduction to Philosophy</li>\n<li>Evil</li>\n<li>Philosophy of Psychology</li>\n<li>Political Philosophy</li>\n</ul>\n<i>Overview</i><br/>\n<br/>\nThis is a two-week unit.  Day one is on the history of lynching in the United States, featuring lynching photography and Ida B. Wells.  Day two is Mengzi on human nature (with Rousseau as secondary reading).  Day three is Xunzi on human nature (with Hobbes as secondary reading).  Days four and five are the Milgram video and John Doris on situationism.<br/>\n<br/>\nThe central question concerns the psychology of lynching perpetrators and Milgram participants.  On a “human nature is good” view, we all have some natural sympathies or an innate moral compass that would be revolted by our participation in such activities, if we were not somehow swept along by bad influences (Mengzi, Rousseau).  On a “human nature is bad” view, our natural inclinations are mostly self-serving and morality is an artificial human construction; so if one’s culture says “this is the thing to do” there is no inner source of resistance unless you have already been properly trained (Xunzi, Hobbes).  Situationism (which is not inconsistent with either of these alternatives) suggests that most people can commit great evil or good depending on what seem to be fairly moderate situational pressures (Doris, Milgram).<br/>\n<br/>\nStudents should be alerted in advance about the possibly upsetting photographs, and they must be encouraged to look closely at the faces of the perpetrators rather than being too focused on the bodies of the victims (which may be edited out if desired for classroom presentation).  You might even consider giving the students possible alternative readings if they find the lynching material too difficult (such as an uplifting chapter from Colby &amp; Damon 1992).<br/>\n<br/>\nOn Day One, a point of emphasis should be that most of the victims were not even accused of capital crimes, and focus can be both on the history of lynching in general and on the emotional reactions of the perpetrators as revealed by their behavior described in the texts and by their faces in the photos.<br/>\n<br/>\nOn Day Two, the main emphasis should be on Mengzi’s view that human nature is good.  King Xuan and the ox (1A7), the child at the well (2A6), and the beggar refusing food insultingly given (6A10) are the most vivid examples.  The metaphor of cultivating sprouts is well worth extended attention (as discussed in the Ivanhoe and Schwitzgebel readings for the instructor).  If the lynchers had paused to reflect in the right way, would they have found in themselves a natural revulsion against what they were doing, as Mengzi would predict?  Rousseau’s view is similar (especially as developed in Emile) but puts more emphasis on the capacity of philosophical thinking to produce rationalizations of bad behavior.<br/>\n<br/>\nOn Day Three, the main emphasis should be on Xunzi’s view that human nature is bad.  His metaphor of straightening a board is fruitfully contrasted with Mengzi’s of cultivating sprouts.  For example, in straightening a board, the shape (the moral structure) is imposed by force from outside.  In cultivating a sprout, the shape grows naturally from within, given a supportive, nutritive, non-damaging environment.  Students can be invited to consider cartoon versions of “conservative” moral education (“here are the rules, like it or not, follow them or you’ll be punished!”) versus “liberal” moral education (“don’t you feel bad that you hurt Ana’s feelings?”).<br/>\n<br/>\nDay Four you might just show the Milgram video.<br/>\n<br/>\nDay Five the focus should be on articulating situationism vs dispositionism (or whatever you want to call the view that broad, stable, enduring character traits explain most of our moral behavior).  I recommend highlighting the elements of truth in both views, and then showing how there are both situationist and dispositionist elements in both Mengzi and Xunzi (e.g., Mengzi says that young men are mostly cruel in times of famine, but he also recommends cultivating stable dispositions).  Students can be encouraged to discuss how well or poorly the three different types of approach explain the lynchings and the Milgram results<br/>\n<br/>\nIf desired, Day Six and beyond can cover material on the Holocaust.  Hannah Arendt’s <i>Eichmann in Jerusalem</i> and Daniel Goldhagen’s <i>Hitler’s Willing Executioners</i> make a good contrast (with Mengzian elements in Arendt and Xunzian elements in Goldhagen).  (If you do use Goldhagen, be sure you are aware of the legitimate criticisms of some aspects of his view by Browning and others.)<br/>\n<br/>\n<i>Discussion Questions</i><br/>\n<ul>\n<li>What emotions are the lynchers feeling in the photographs?</li>\n<li>If the lynchers had stopped to reflect on their actions, would they have been able to realize that what they were doing was morally wrong?</li>\n<li>Mengzi lived in a time of great chaos and evil.  Although he thought human nature was good, he never denied that people actually commit great evil.  What resources are available in his view to explain actions like those of the lynch mobs, or other types of evil actions?</li>\n<li>Is morality an artificial cultural invention?  Or do we all have natural moral tendencies that only need to be cultivated in a nurturing environment?</li>\n<li>In elementary school moral education, is it better to focus on enforcing rules that might not initially make sense to the children, or is it better to try to appeal to their sympathies and concerns for other people?</li>\n<li>How effectively do you think people can predict what they themselves would do in a situation like the Milgram experiment or a lynch mob?</li>\n<li>Are there people who are morally steadfast enough to resist even strong situational pressures?  If so, how do they become like that?</li>\n</ul>\n<i>Activities (optional)</i><br/>\n<br/>\nOn the first day, an in class assignment might be for them to spend 5-7 minutes writing down their opinion on whether human nature is good or evil (or in-between, or alternatively that the question doesn’t even make sense as formulated).  Then can then trade their written notes with a neighbor or two and compare answers.  On the last day, they can review what they wrote on the first day and discuss whether their opinions have changed.<br/>\n\n[Greetings from Graz, Austria, by the way!]</p>\n<div style=\"clear: both;\"></div>\n</div>", "title": "\nLynching, the Milgram Experiments, and the Question of Whether \"Human Nature Is Good\"\n", "url": "https://schwitzsplinters.blogspot.com/2017/05", "content": "At The Deviant Philosopher Wayne Riggs, Amy Olberding, Kelly Epley, and Seth Robertson are collecting suggestions for teaching units, exercises, and primers that incorporate philosophical approaches and philosophers that are not currently well-represented in the formal institutional structures of the discipline. The idea is to help philosophers who want suggestions for diversifying their curriculum. It looks like a useful resource! I contributed the following to their site, and I hope that others who are interested in diversifying the philosophical curriculum will also contribute something to their project. Lynching, the Milgram Experiments, and the Question of Whether \"Human Nature Is Good\" Primary Texts Allen, James, Hilton Als, John Lewis, and Leon F. Litwack (2000). Without sanctuary: Lynching photography in America. Santa Fe: Twin Palms. Pp. 8-16, 173-176, 178-180, 184-185, 187-190, 194-196, 198, 201 (text only), and plates #20, 25, 31, 37-38, 54, 57, 62-65, 74, and 97. Wells-Barnett, Ida B. (1892/2002). On lynchings. Ed. P.H. Collins. Amherst, NY: Humanity. Pp. 42-46. Mengzi (3rd c. BCE/1970). Trans. B.W. Van Norden. Indianapolis: Hackett. 1A7, 1B5, 1B11, 2A2 (p. 35-41 only), 2A6, 2B9, 3A5, 4B12, 6A1 through 6A15, 6B1, 7A7, 7A15, 7A21, 7B24, 7B31. Rousseau, Jean-Jacques (1755/1995). Discourse on the origin of inequality. Trans. F Philip. Ed. P. Coleman. Oxford: Oxford. Pp. 45-48. Xunzi (3rd c. BCE/2014). Xunzi: The complete text. Trans. E. Hutton. Princeton, NJ: Princeton. Pp. 1-8, 248-257. Hobbes, Thomas (1651/1996). Leviathan. Ed. R. Tuck. Cambridge: Cambridge. Pp. 86-90. Doris, John M. (2002). Lack of character. Cambridge: Cambridge. Pp. 28-61. The Milgram video on Obedience to Authority. Secondary Texts for Instructor Dray, Philip (2002). At the hands of persons unknown. New York: Modern Library. Ivanhoe, Philip J. (2000). Confucian moral self cultivation, 2nd ed. Indianapolis: Hackett.  Schwitzgebel, Eric (2007). Human nature and moral education in Mencius, Xunzi, Hobbes, and Rousseau. History of Philosophy Quarterly, 24, 147-168. Suggested Courses Introduction to Ethics Ethics Introduction to Philosophy Evil Philosophy of Psychology Political Philosophy Overview This is a two-week unit. Day one is on the history of lynching in the United States, featuring lynching photography and Ida B. Wells. Day two is Mengzi on human nature (with Rousseau as secondary reading). Day three is Xunzi on human nature (with Hobbes as secondary reading). Days four and five are the Milgram video and John Doris on situationism. The central question concerns the psychology of lynching perpetrators and Milgram participants. On a “human nature is good” view, we all have some natural sympathies or an innate moral compass that would be revolted by our participation in such activities, if we were not somehow swept along by bad influences (Mengzi, Rousseau). On a “human nature is bad” view, our natural inclinations are mostly self-serving and morality is an artificial human construction; so if one’s culture says “this is the thing to do” there is no inner source of resistance unless you have already been properly trained (Xunzi, Hobbes). Situationism (which is not inconsistent with either of these alternatives) suggests that most people can commit great evil or good depending on what seem to be fairly moderate situational pressures (Doris, Milgram). Students should be alerted in advance about the possibly upsetting photographs, and they must be encouraged to look closely at the faces of the perpetrators rather than being too focused on the bodies of the victims (which may be edited out if desired for classroom presentation). You might even consider giving the students possible alternative readings if they find the lynching material too difficult (such as an uplifting chapter from Colby & Damon 1992). On Day One, a point of emphasis should be that most of the victims were not even accused of capital crimes, and focus can be both on the history of lynching in general and on the emotional reactions of the perpetrators as revealed by their behavior described in the texts and by their faces in the photos. On Day Two, the main emphasis should be on Mengzi’s view that human nature is good. King Xuan and the ox (1A7), the child at the well (2A6), and the beggar refusing food insultingly given (6A10) are the most vivid examples. The metaphor of cultivating sprouts is well worth extended attention (as discussed in the Ivanhoe and Schwitzgebel readings for the instructor). If the lynchers had paused to reflect in the right way, would they have found in themselves a natural revulsion against what they were doing, as Mengzi would predict? Rousseau’s view is similar (especially as developed in Emile) but puts more emphasis on the capacity of philosophical thinking to produce rationalizations of bad behavior. On Day Three, the main emphasis should be on Xunzi’s view that human nature is bad. His metaphor of straightening a board is fruitfully contrasted with Mengzi’s of cultivating sprouts. For example, in straightening a board, the shape (the moral structure) is imposed by force from outside. In cultivating a sprout, the shape grows naturally from within, given a supportive, nutritive, non-damaging environment. Students can be invited to consider cartoon versions of “conservative” moral education (“here are the rules, like it or not, follow them or you’ll be punished!”) versus “liberal” moral education (“don’t you feel bad that you hurt Ana’s feelings?”). Day Four you might just show the Milgram video. Day Five the focus should be on articulating situationism vs dispositionism (or whatever you want to call the view that broad, stable, enduring character traits explain most of our moral behavior). I recommend highlighting the elements of truth in both views, and then showing how there are both situationist and dispositionist elements in both Mengzi and Xunzi (e.g., Mengzi says that young men are mostly cruel in times of famine, but he also recommends cultivating stable dispositions). Students can be encouraged to discuss how well or poorly the three different types of approach explain the lynchings and the Milgram results If desired, Day Six and beyond can cover material on the Holocaust. Hannah Arendt’s Eichmann in Jerusalem and Daniel Goldhagen’s Hitler’s Willing Executioners make a good contrast (with Mengzian elements in Arendt and Xunzian elements in Goldhagen). (If you do use Goldhagen, be sure you are aware of the legitimate criticisms of some aspects of his view by Browning and others.) Discussion Questions What emotions are the lynchers feeling in the photographs? If the lynchers had stopped to reflect on their actions, would they have been able to realize that what they were doing was morally wrong? Mengzi lived in a time of great chaos and evil. Although he thought human nature was good, he never denied that people actually commit great evil. What resources are available in his view to explain actions like those of the lynch mobs, or other types of evil actions? Is morality an artificial cultural invention? Or do we all have natural moral tendencies that only need to be cultivated in a nurturing environment? In elementary school moral education, is it better to focus on enforcing rules that might not initially make sense to the children, or is it better to try to appeal to their sympathies and concerns for other people? How effectively do you think people can predict what they themselves would do in a situation like the Milgram experiment or a lynch mob? Are there people who are morally steadfast enough to resist even strong situational pressures? If so, how do they become like that? Activities (optional) On the first day, an in class assignment might be for them to spend 5-7 minutes writing down their opinion on whether human nature is good or evil (or in-between, or alternatively that the question doesn’t even make sense as formulated). Then can then trade their written notes with a neighbor or two and compare answers. On the last day, they can review what they wrote on the first day and discuss whether their opinions have changed. [Greetings from Graz, Austria, by the way!]", "tfidf": {"logidf": {"broad": 1.45323772, "although": 0.139487981418, "twoweek": 7.369978720910001, "steadfast": 4.13917432518, "discours": 2.8014725192900003, "help": 0.336207721344, "tri": 0.61759152916, "great": 0.235805258079, "ration": 2.26342736998, "fruit": 2.13994019511, "oxford": 1.25673911688, "enforc": 1.59698117723, "been": 0.023645982368400004, "wellrepres": 7.369978720910001, "possibl": 0.348805474891, "psycholog": 1.89981109743, "proper": 1.2056118389200001, "innat": 3.7456377879300002, "write": 0.721512439877, "sourc": 0.529218310751, "deviant": 4.91038987911, "this": 0.0037864490525, "hope": 0.919824304455, "inclin": 2.7027731439999996, "worth": 1.65065103492, "eichmann": 5.59502637, "unit": 0.143188061817, "insult": 2.76681053759, "emphasi": 1.7936509016099997, "evil": 2.04307389751, "extend": 0.673191417311, "food": 1.08565801008, "difficult": 0.912110767588, "even": 0.152388564834, "educ": 0.696807183384, "colbi": 4.94517599519, "attent": 1.03332999658, "can": 0.162341096394, "goldhagen": 6.83935046985, "num": 0.00031499039539700004, "are": 0.0294674735827, "minut": 1.1353719359799999, "cultiv": 2.23476869223, "too": 0.5965551547219999, "view": 0.49515994217299997, "paus": 3.3902970670099997, "three": 0.06411868822490001, "particip": 0.7876766120659999, "altern": 0.760359972282, "five": 0.320203181906, "victim": 1.64933912919, "photo": 1.8593765463799998, "written": 0.671587369833, "read": 0.83939268088, "moder": 1.69528182715, "lewi": 1.72842632279, "uplift": 4.04494270021, "sprout": 4.34955383476, "face": 0.589602371257, "eric": 1.8581641801, "site": 0.6791364434899999, "trait": 2.61294618561, "these": 0.0715336194008, "dray": 6.72812483474, "origin": 0.128612437587, "allen": 1.87281049562, "note": 0.353817568083, "actual": 0.628514181648, "approach": 0.7302336145810001, "spend": 1.42534376116, "tendenc": 2.05923883436, "milgram": 6.4945099835599995, "endur": 1.953433973, "somehow": 3.21265935953, "grow": 0.821043542212, "desir": 1.0991793428399999, "hutton": 4.14313472639, "schwitzgebel": 7.369978720910001, "two": 0.0136988443582, "thoma": 0.874109117838, "children": 0.649637945787, "beggar": 4.26539204244, "experi": 0.626272953933, "abl": 0.599303982475, "that": 0.00397614837964, "capit": 0.89933402787, "invit": 1.36782154426, "state": 0.0466100027668, "better": 0.6964279406, "need": 0.362740163442, "which": 0.00517841384543, "fair": 1.16481508131, "dispositionist": 7.369978720910001, "first": 0.0075872898121599995, "amherst": 4.225826442240001, "here": 0.8850381883700001, "numbnum": 5.801362803, "john": 0.304194577702, "action": 0.598043165069, "project": 0.561601885907, "becom": 0.11771217648900001, "element": 0.8586792558769999, "diversifi": 3.19098668463, "call": 0.0654627744488, "assign": 1.3445959556, "whether": 0.791561189647, "king": 0.707101485387, "chao": 2.56513833979, "legitim": 2.2149545241900004, "curriculum": 2.9391619220700003, "seth": 3.79763308305, "new": 0.0177299468511, "most": 0.020747896295599998, "poor": 0.8845804177050001, "down": 0.306673741186, "jerusalem": 2.62157436683, "board": 0.909135739949, "with": 0.00119749171339, "exampl": 0.40868267499899996, "four": 0.190213538869, "hand": 0.479471335336, "support": 0.237880610037, "confucian": 4.07044499302, "don": 1.7963049316, "peopl": 0.193265578473, "influenc": 0.572373185428, "focus": 0.6981989720559999, "introduct": 1.02276465794, "contrast": 1.0589701282, "disciplin": 1.93582013145, "structur": 0.7217716751350001, "indianapoli": 3.2840024083599997, "cruel": 3.21579415833, "onli": 0.025324268329099998, "type": 0.707101485387, "option": 1.39846181161, "stabl": 1.90234060974, "pressur": 1.09484012275, "versus": 2.05087881518, "commit": 1.0598786410299998, "obedi": 3.4639737878099996, "then": 0.08303386523089999, "behavior": 1.71014813378, "jame": 0.658238325853, "critic": 0.512885356729, "were": 0.024291143681099997, "kelli": 2.3467563113099996, "present": 0.227546654799, "have": 0.0147850023412, "cambridg": 1.45404623641, "use": 0.0292080197316, "day": 0.16865870631700003, "look": 0.6463866936, "swept": 2.67863083868, "what": 0.225887296827, "alert": 2.61037218162, "general": 0.114952578063, "wayn": 2.4205098620500003, "articul": 2.84168957926, "right": 0.34035985417, "artifici": 2.11822899018, "wrote": 0.744188554049, "sure": 2.0086865552, "leon": 2.5289462112, "school": 0.494746633632, "depend": 0.806969815, "wrong": 1.70078769102, "princeton": 2.3467563113099996, "capac": 1.35284642705, "disposit": 3.4034675302, "famin": 3.0339960247400004, "overview": 2.54006626224, "for": 0.00031499039539700004, "unless": 1.69528182715, "and": 6.29901420636e-05, "vivid": 3.2840024083599997, "text": 1.14048200999, "emot": 1.79478748063, "current": 0.42695282784500005, "make": 0.07349765782289999, "young": 0.6358627983380001, "wellsbarnett": 7.369978720910001, "question": 0.790310929014, "palm": 2.60439181351, "inconsist": 2.6667747946500002, "hackett": 4.35444382006, "chapter": 1.2850238307100001, "author": 0.35274143130999996, "nurtur": 3.6466978400800003, "primer": 4.12348772901, "perpetr": 3.23801729512, "hannah": 3.63469289398, "refus": 0.948356453102, "cover": 0.526975319156, "compar": 0.6239191809269999, "live": 0.266903399347, "especi": 0.511098609709, "plate": 2.07969352606, "america": 0.6064402926870001, "nutrit": 3.27897305995, "holocaust": 2.99045521645, "olberd": 7.369978720910001, "differ": 0.212321121312, "themselv": 0.7225497843690001, "hilton": 3.82612503885, "must": 0.653383947388, "want": 0.6916366062549999, "without": 0.258874517941, "leviathan": 4.90187918944, "give": 0.311392552224, "out": 0.0584263909193, "result": 0.136378908381, "coleman": 3.4187350023299996, "arendt": 5.51368073054, "find": 0.547781330288, "collect": 0.49536666052, "who": 0.0609002329859, "explain": 0.955700427358, "time": 0.0112115188626, "main": 0.225571540588, "robertson": 3.00815479355, "rule": 0.554777423537, "xunzian": 7.369978720910001, "review": 0.7929522039210001, "feel": 1.1428493419299999, "lack": 0.656050938907, "quarter": 1.22086960472, "person": 0.34018281601800004, "litwack": 7.369978720910001, "brown": 1.16987530869, "materi": 0.7561918990209999, "lynch": 3.04982748995, "resist": 1.1723133432200001, "those": 0.17854939087299998, "encourag": 1.02873797155, "tran": 2.82455853933, "polit": 0.570142784146, "neighbor": 1.7546632275799998, "natur": 0.431306339292, "may": 0.050709995284400004, "chang": 0.166275625058, "straighten": 4.49641408133, "cours": 0.765899404133, "van": 1.38453224613, "initi": 0.30010459245, "six": 0.441636808318, "philosophi": 1.73091256097, "last": 0.19204364461100001, "classroom": 2.9144693094800003, "good": 0.418589404907, "damon": 4.04494270021, "how": 0.47156695693000006, "had": 0.0464780244111, "from": 0.000567054168866, "but": 0.0161923720719, "primari": 0.805277289914, "environ": 1.2341974030299998, "instructor": 3.11720692209, "our": 0.8576392141820001, "norden": 5.482909071880001, "numnd": 1.09070710916, "predict": 1.6457402376899999, "situationist": 6.08904487545, "their": 0.015360505122700001, "was": 0.0112115188626, "think": 1.06717661175, "outsid": 0.515518738985, "inequ": 3.0891545917400003, "dori": 3.69621290461, "point": 0.23103235903299998, "describ": 0.385447603125, "strong": 0.49712549393600003, "mengzian": 7.369978720910001, "situation": 7.369978720910001, "inbetween": 7.369978720910001, "resourc": 1.08137694258, "found": 0.107841124048, "moral": 1.5032274179700003, "either": 0.459327638815, "avail": 0.547454586289, "other": 0.00987474791976, "thing": 0.8781935346799999, "such": 0.059695977806, "activ": 0.381196603284, "also": 0.0146571578, "daniel": 1.47474978168, "institut": 0.576176322003, "might": 0.7683410765340001, "class": 0.7497721899330001, "impos": 1.5929457845100001, "modern": 0.426566764719, "reaction": 1.54309404912, "charact": 0.923148407239, "student": 0.904923236645, "metaphor": 2.92029343776, "hurt": 2.4543869755000003, "complet": 0.215285242047, "opinion": 1.33617333331, "version": 0.697313064259, "stop": 0.778579374963, "liber": 1.1597803309799999, "cultur": 0.620984734312, "greet": 2.60354038732, "through": 0.0683586918849, "xuan": 5.57821925168, "secondari": 1.47447456495, "than": 0.0322608622182, "more": 0.017024931599999998, "alreadi": 0.670478380747, "against": 0.254802851078, "sanctuari": 2.9706034479000003, "epley": 7.369978720910001, "truth": 1.74849148898, "not": 0.0155524130075, "numanum": 5.18392744417, "follow": 0.045356911094199995, "all": 0.011402632097799998, "awar": 1.45323772, "train": 0.660918312839, "consid": 0.214894723824, "effect": 0.333830227158, "central": 0.477540146039, "disposition": 7.369978720910001, "selfserv": 7.369978720910001, "like": 0.139053576545, "inner": 1.86140042888, "video": 1.19307248967, "austria": 2.0761715098400004, "recommend": 1.36461126863, "crime": 1.45404623641, "idea": 0.73863592212, "edit": 0.6896260501610001, "sens": 1.04257779501, "should": 0.509419876758, "similar": 0.318556092114, "photograph": 1.52701418212, "forc": 0.280652166524, "some": 0.0395735090645, "santa": 2.14746306778, "show": 0.236682766013, "appeal": 1.2978562707799999, "xunzi": 7.369978720910001, "just": 0.289531434109, "never": 0.443205436091, "child": 1.16481508131, "lyncher": 7.369978720910001, "within": 0.21263272059799998, "his": 0.0901772433641, "someth": 1.18830712273, "human": 0.640035183243, "accus": 1.38705050482, "deni": 1.2596206438600002, "upset": 2.5496971553, "mob": 2.85802091664, "bodi": 0.6215709351609999, "contribut": 0.655201578909, "cartoon": 2.76281053226, "ivanho": 5.843922417409999, "collin": 2.28733289084, "photographi": 2.8858468633, "along": 0.260344385917, "york": 0.42762879716200003, "close": 0.250666759864, "ami": 2.82032124485, "bad": 1.2221516561799999, "situat": 0.725668290015, "incorpor": 0.9664045229739999, "tuck": 4.23448450498, "whatev": 2.0343655696200003, "elementari": 2.25919647821, "teach": 1.38277323072, "shape": 1.16420957115, "rather": 0.442714975539, "one": 0.0062553516455, "mencius": 6.58152136054, "self": 2.48264164316, "hobb": 4.04854630772, "answer": 1.5366310419, "realiz": 1.5876931847600002, "reveal": 0.9677299042149999, "philosoph": 1.73269223754, "there": 0.0400978929255, "sympathi": 2.7768811161599998, "enough": 0.802884439169, "seem": 0.829093032276, "ida": 3.9489787119499997, "bcenum": 7.369978720910001, "say": 0.562154280552, "rigg": 4.99043258678, "numrd": 1.26652567185, "them": 0.0941833269093, "ana": 3.6064557238, "hitler": 2.6731413463900005, "unknown": 1.32782105949, "both": 0.050842533389300004, "histori": 0.187550624069, "revolt": 2.19157165103, "exercis": 1.5552513523, "formul": 2.2885743559200002, "doesn": 7.369978720910001, "emil": 3.22051485947, "put": 0.505652999854, "punish": 1.8150830269599998, "discuss": 0.78698452262, "trade": 0.865091924188, "men": 0.624742371425, "you": 0.771469692294, "well": 0.0635144383156, "they": 0.0297269947676, "rousseau": 4.27893626755, "beyond": 0.934469583725, "construct": 0.658603355972, "twin": 1.9393181673700002, "execution": 4.682131227119999, "invent": 1.52701418212, "aspect": 1.12795002691, "librari": 0.986809980943, "would": 0.0796176279647, "produc": 0.314320812003, "concern": 0.634079948873, "thought": 0.685867118283, "develop": 0.178624694913, "ethic": 2.19044489035, "mengzi": 7.369978720910001, "nondamag": 7.369978720910001, "advanc": 0.6930212121780001, "suggest": 0.563702610877, "way": 0.19809150993500002, "will": 0.202786534915, "jeanjacqu": 7.369978720910001, "the": 0.0, "revuls": 5.59502637, "graz": 5.25372320611, "formal": 0.894546004205, "reflect": 0.85201207065, "highlight": 1.76307432123, "interest": 0.47207177798199995, "given": 0.303255810831, "featur": 0.423387418142, "about": 0.0628434774746, "conserv": 1.19994966588, "compass": 2.92380426641, "philip": 1.6247344564500001}, "tfidf": {"broad": 4.27693965517, "although": 1.14968498805, "twoweek": 1587.6, "steadfast": 62.750988142299995, "discours": 16.468879668, "help": 1.39962972759, "tri": 1.8544562551099997, "great": 3.79778327088, "ration": 9.6159903089, "fruit": 8.498929336189999, "oxford": 7.0278884462199995, "enforc": 4.93810264386, "been": 2.0478555304799997, "wellrepres": 1587.6, "possibl": 2.8347468976, "psycholog": 13.369263157899999, "proper": 3.3388012618299996, "innat": 42.336000000000006, "write": 2.0575427682700003, "sourc": 1.69760479042, "deviant": 135.692307692, "this": 2.00758725342, "hope": 2.50884955752, "inclin": 14.9210526316, "worth": 5.210370856580001, "eichmann": 269.084745763, "unit": 3.46184038377, "insult": 15.907815631300002, "emphasi": 24.04543733436, "evil": 46.28571428573999, "extend": 1.9604840701400004, "food": 2.9613878007800003, "difficult": 2.48957189901, "even": 4.65845070424, "educ": 8.02933367052, "colbi": 140.495575221, "attent": 2.81040892193, "can": 9.41009113136, "goldhagen": 2801.647058823, "num": 36.01134144036, "are": 14.41868310092, "minut": 3.11233091551, "cultiv": 56.0659211301, "too": 3.6317053643, "view": 14.766845804009998, "paus": 29.6747663551, "three": 3.1986568166700002, "particip": 4.39656604818, "altern": 6.4171382376600015, "five": 2.75481520042, "victim": 10.40707964602, "photo": 6.41973311767, "written": 1.9573418813999999, "read": 9.259842519680001, "moder": 5.44818119423, "lewi": 5.6317843206800005, "uplift": 57.1079136691, "sprout": 232.331707317, "face": 3.6065424807, "eric": 6.411954765750001, "site": 1.9721739130400002, "trait": 13.6391752577, "these": 1.07415426252, "dray": 835.5789473680001, "origin": 1.13724928367, "allen": 6.50655737705, "note": 1.42449528937, "actual": 1.87482286254, "approach": 4.15113086678, "spend": 4.15928739848, "tendenc": 7.84, "milgram": 5292.0, "endur": 7.052865393160001, "somehow": 24.8450704225, "grow": 2.27287043665, "desir": 6.00340328984, "hutton": 63.0, "schwitzgebel": 3175.2, "two": 3.04137931035, "thoma": 2.39673913043, "children": 1.91484742492, "beggar": 71.1928251121, "experi": 3.74125132556, "abl": 1.8208510150200001, "that": 17.06772908375, "capit": 2.45796562935, "invit": 3.92678703933, "state": 1.0477133240899998, "better": 4.0131445905000005, "need": 1.4372623574099999, "which": 2.01038369, "fair": 3.20533010297, "dispositionist": 1587.6, "first": 2.01523229246, "amherst": 68.4310344828, "here": 2.42307692308, "numbnum": 2315.25, "john": 4.06659836067, "action": 5.45567010309, "project": 1.7534791252500002, "becom": 1.12492028626, "element": 9.44016649324, "diversifi": 48.624808575799996, "call": 1.0676529926, "assign": 3.83663605607, "whether": 6.62051709759, "king": 2.0281042411900003, "chao": 13.0024570025, "legitim": 9.16099249856, "curriculum": 37.8, "seth": 44.595505618000004, "new": 1.0178880554, "most": 6.12578778138, "poor": 2.42196796339, "down": 1.35889754344, "jerusalem": 13.7573656846, "board": 4.96435272046, "with": 6.007189253939998, "exampl": 3.00966824644, "four": 2.41901569404, "hand": 1.6152202665600002, "support": 1.2685577307200002, "confucian": 58.583025830299995, "don": 6.02733485194, "peopl": 6.0660247593, "influenc": 1.77246846042, "focus": 8.04051658648, "introduct": 5.561744613759999, "contrast": 5.7667998547, "disciplin": 6.92972501091, "structur": 4.1161524500999995, "indianapoli": 53.364705882399996, "cruel": 24.9230769231, "onli": 3.0769429549800007, "type": 4.056208482380001, "option": 4.04896710023, "stabl": 13.40312368088, "pressur": 5.977409638559999, "versus": 7.77473065622, "commit": 5.772041447, "obedi": 31.943661971799997, "then": 3.25973581548, "behavior": 16.58934169278, "jame": 1.9313868613099998, "critic": 1.67010309278, "were": 4.09835430784, "kelli": 10.451612903200001, "present": 1.25551601423, "have": 6.089369046839999, "cambridg": 17.12159611756, "use": 2.0592775147599998, "day": 15.38830897708, "look": 3.8172637653199994, "swept": 14.565137614700001, "what": 8.77404073896, "alert": 13.6041131105, "general": 1.1218202374200001, "wayn": 11.251594613699998, "articul": 17.1447084233, "right": 1.4054532577899999, "artifici": 16.63279203772, "wrote": 2.10473286491, "sure": 7.453521126760001, "leon": 12.5402843602, "school": 1.64008264463, "depend": 2.2411067193700003, "wrong": 5.478260869570001, "princeton": 20.903225806400002, "capac": 3.86842105263, "disposit": 30.068181818200003, "famin": 20.780104712, "overview": 12.6805111821, "for": 8.00252032008, "unless": 5.44818119423, "and": 34.00214173242, "vivid": 26.682352941199998, "text": 15.64137931035, "emot": 12.03639120546, "current": 1.5325803649, "make": 3.2287980475800007, "young": 1.8886509636000002, "wellsbarnett": 1587.6, "question": 8.8163265306, "palm": 13.5229982964, "inconsist": 14.3934723481, "hackett": 155.64705882360002, "chapter": 3.6147540983599997, "author": 1.4229631621399998, "nurtur": 38.347826087, "primer": 61.7743190661, "perpetr": 76.44943820219999, "hannah": 37.8902147971, "refus": 2.58146341463, "cover": 1.69380134429, "compar": 1.8662278123900002, "live": 1.30591428806, "especi": 1.66712170534, "plate": 8.00201612903, "america": 1.83389164838, "nutrit": 26.5484949833, "holocaust": 19.894736842100002, "olberd": 1587.6, "differ": 1.23654490225, "themselv": 4.11935651272, "hilton": 45.884393063599994, "must": 1.9220338983099996, "want": 3.99396226416, "without": 1.29547123623, "leviathan": 134.542372881, "give": 1.3653250774, "out": 1.06016694491, "result": 1.14611608432, "coleman": 30.5307692308, "arendt": 496.125, "find": 1.7294117647099998, "collect": 1.64109985528, "who": 3.18837863169, "explain": 7.8014742014700005, "time": 2.02254920696, "main": 2.50607734806, "robertson": 20.25, "rule": 3.4831066257199996, "xunzian": 1587.6, "review": 2.2099109131400003, "feel": 9.407070906570002, "lack": 1.9271667880599999, "quarter": 3.39013452915, "person": 1.40520446097, "litwack": 1587.6, "brown": 3.2215909090900006, "materi": 4.26029786664, "lynch": 232.2287234047, "resist": 6.458909682660001, "those": 1.19548192771, "encourag": 5.5950660792999996, "tran": 50.560509554099994, "polit": 1.76851954996, "neighbor": 5.781500364169999, "natur": 23.089005235650003, "may": 1.05201775893, "chang": 1.1808985421, "straighten": 179.3898305084, "cours": 2.15092805853, "van": 3.99295774648, "initi": 1.35, "six": 1.5552507837, "philosophi": 22.58321479376, "last": 1.2117234010100002, "classroom": 18.4390243902, "good": 10.63871338313, "damon": 57.1079136691, "how": 6.41001312204, "had": 2.0951501154799996, "from": 4.00226885988, "but": 2.03264835798, "primari": 2.2373167981999997, "environ": 6.87123999134, "instructor": 45.166429587399996, "our": 7.07276507277, "norden": 240.545454545, "numnd": 2.9763779527599996, "predict": 10.3696930111, "situationist": 441.0, "their": 10.1547908405, "was": 2.02254920696, "think": 5.81431972166, "outsid": 1.67450690855, "inequ": 21.9585062241, "dori": 120.8832487311, "point": 1.25990000794, "describ": 1.47027227264, "strong": 1.6439888163999998, "mengzian": 1587.6, "situation": 4762.799999999999, "inbetween": 1587.6, "resourc": 5.8974739970200005, "found": 1.11387076405, "moral": 58.45029736624, "either": 1.5830092731099998, "avail": 1.7288467821, "other": 4.03969465648, "thing": 2.4065484311099996, "such": 2.12302754748, "activ": 2.92807082258, "also": 2.02953020134, "daniel": 4.36994219653, "institut": 1.7792222346700002, "might": 8.624745348360001, "class": 2.11651779763, "impos": 4.918215613380001, "modern": 1.5319888063299998, "reaction": 4.67904509284, "charact": 5.03440621532, "student": 9.8869687062, "metaphor": 37.093457944, "hurt": 11.6392961877, "complet": 1.24021560816, "opinion": 7.6089144500399994, "version": 2.0083491461099996, "stop": 2.1783754116400003, "liber": 3.18923262354, "cultur": 3.72151898734, "greet": 13.5114893617, "through": 1.07074930869, "xuan": 264.6, "secondari": 13.10621904237, "than": 1.03278688525, "more": 1.0171706817, "alreadi": 1.9551724137900002, "against": 1.2902072328299998, "sanctuari": 19.503685503699998, "epley": 1587.6, "truth": 5.745928338759999, "not": 6.09404388714, "numanum": 2140.584269664, "follow": 2.09280253098, "all": 2.02293577982, "awar": 4.27693965517, "train": 1.9365698950999999, "consid": 2.4794627518400003, "effect": 1.3963060686000002, "central": 1.6121039805000001, "disposition": 1587.6, "selfserv": 1587.6, "like": 5.745928338750001, "inner": 6.432739059969999, "video": 9.89158878504, "austria": 7.97388247112, "recommend": 7.828402366860001, "crime": 4.28039902939, "idea": 2.0930784443, "edit": 1.99297012302, "sens": 5.673039128099999, "should": 8.32162700495, "similar": 1.37514075357, "photograph": 9.208816705339999, "forc": 1.32399299475, "some": 2.08073394496, "santa": 8.56310679612, "show": 2.5340782123, "appeal": 3.6614391143900002, "xunzi": 11113.199999999999, "just": 1.33580143037, "never": 1.55769230769, "child": 3.20533010297, "lyncher": 4762.799999999999, "within": 1.2369302688, "his": 3.2831047080600007, "someth": 3.28152128979, "human": 22.75857125796, "accus": 4.00302571861, "deni": 3.5240843507199995, "upset": 12.8032258065, "mob": 34.8540065862, "bodi": 1.8618505922400002, "contribut": 3.8510612492400003, "cartoon": 15.8443113772, "ivanho": 690.2608695660001, "collin": 9.84863523573, "photographi": 35.8374717832, "along": 1.2973768080399999, "york": 1.53361669243, "close": 1.2848818387799998, "ami": 16.7822410148, "bad": 16.972418216799998, "situat": 6.198334200930001, "incorpor": 2.62847682119, "tuck": 69.0260869565, "whatev": 7.6473988439300005, "elementari": 9.5753920386, "teach": 3.98594024605, "shape": 6.40677966102, "rather": 1.55692850838, "one": 3.01882487166, "mencius": 721.636363636, "self": 11.972850678699999, "hobb": 229.2563176896, "answer": 4.64890190337, "realiz": 4.89244992296, "reveal": 2.63196286472, "philosoph": 33.93516209478, "there": 3.12273800157, "sympathi": 32.1376518218, "enough": 2.2319696330700003, "seem": 2.29123971713, "ida": 103.7647058824, "bcenum": 3175.2, "say": 3.5088960106, "rigg": 147.0, "numrd": 7.0970049173000005, "them": 2.19752231988, "ana": 36.8352668213, "hitler": 14.4854014599, "unknown": 3.77281368821, "both": 4.20862880244, "histori": 3.6188739457500003, "revolt": 8.94926719278, "exercis": 4.73627684964, "formul": 9.86086956522, "doesn": 1587.6, "emil": 25.0410094637, "put": 1.65806788512, "punish": 6.1415860735, "discuss": 8.78704856788, "trade": 2.37522441652, "men": 1.86776470588, "you": 21.629427792900003, "well": 4.2622994832, "they": 10.3017325287, "rousseau": 360.81818181799997, "beyond": 2.54586273252, "construct": 1.9320920043799998, "twin": 6.954007884360001, "execution": 108.0, "invent": 4.604408352669999, "aspect": 3.0893169877399997, "librari": 2.68266306185, "would": 5.414364640899999, "produc": 1.36932896326, "concern": 3.7705735660800004, "thought": 1.9854927463699998, "develop": 1.1955719557200002, "ethic": 17.87837837838, "mengzi": 14288.4, "nondamag": 1587.6, "advanc": 1.9997480791, "suggest": 7.028666297719999, "way": 2.4381478922, "will": 2.44962197192, "jeanjacqu": 1587.6, "the": 68.0, "revuls": 269.084745763, "graz": 191.277108434, "formal": 2.44622496148, "reflect": 4.688718251619999, "highlight": 5.83033419023, "interest": 1.60331246213, "given": 2.70852170946, "featur": 1.52712581762, "about": 1.06486015159, "conserv": 3.3199498117900004, "compass": 18.611957796, "philip": 15.23121202431}, "freq": {"broad": 1, "although": 1, "twoweek": 1, "steadfast": 1, "discours": 1, "help": 1, "tri": 1, "great": 3, "ration": 1, "fruit": 1, "oxford": 2, "enforc": 1, "been": 2, "wellrepres": 1, "possibl": 2, "psycholog": 2, "proper": 1, "innat": 1, "write": 1, "sourc": 1, "deviant": 1, "this": 2, "hope": 1, "inclin": 1, "worth": 1, "eichmann": 1, "unit": 3, "insult": 1, "emphasi": 4, "evil": 6, "extend": 1, "food": 1, "difficult": 1, "even": 4, "educ": 4, "colbi": 1, "attent": 1, "can": 8, "goldhagen": 3, "num": 36, "are": 14, "minut": 1, "cultiv": 6, "too": 2, "view": 9, "paus": 1, "three": 3, "particip": 2, "altern": 3, "five": 2, "victim": 2, "photo": 1, "written": 1, "read": 4, "moder": 1, "lewi": 1, "uplift": 1, "sprout": 3, "face": 2, "eric": 1, "site": 1, "trait": 1, "these": 1, "dray": 1, "origin": 1, "allen": 1, "note": 1, "actual": 1, "approach": 2, "spend": 1, "tendenc": 1, "milgram": 8, "endur": 1, "somehow": 1, "grow": 1, "desir": 2, "hutton": 1, "schwitzgebel": 2, "two": 3, "thoma": 1, "children": 1, "beggar": 1, "experi": 2, "abl": 1, "that": 17, "capit": 1, "invit": 1, "state": 1, "better": 2, "need": 1, "which": 2, "fair": 1, "dispositionist": 1, "first": 2, "amherst": 1, "here": 1, "numbnum": 7, "john": 3, "action": 3, "project": 1, "becom": 1, "element": 4, "diversifi": 2, "call": 1, "assign": 1, "whether": 3, "king": 1, "chao": 1, "legitim": 1, "curriculum": 2, "seth": 1, "new": 1, "most": 6, "poor": 1, "down": 1, "jerusalem": 1, "board": 2, "with": 6, "exampl": 2, "four": 2, "hand": 1, "support": 1, "confucian": 1, "don": 1, "peopl": 5, "influenc": 1, "focus": 4, "introduct": 2, "contrast": 2, "disciplin": 1, "structur": 2, "indianapoli": 2, "cruel": 1, "onli": 3, "type": 2, "option": 1, "stabl": 2, "pressur": 2, "versus": 1, "commit": 2, "obedi": 1, "then": 3, "behavior": 3, "jame": 1, "critic": 1, "were": 4, "kelli": 1, "present": 1, "have": 6, "cambridg": 4, "use": 2, "day": 13, "look": 2, "swept": 1, "what": 7, "alert": 1, "general": 1, "wayn": 1, "articul": 1, "right": 1, "artifici": 2, "wrote": 1, "sure": 1, "leon": 1, "school": 1, "depend": 1, "wrong": 1, "princeton": 2, "capac": 1, "disposit": 1, "famin": 1, "overview": 1, "for": 8, "unless": 1, "and": 34, "vivid": 1, "text": 5, "emot": 2, "current": 1, "make": 3, "young": 1, "wellsbarnett": 1, "question": 4, "palm": 1, "inconsist": 1, "hackett": 2, "chapter": 1, "author": 1, "nurtur": 1, "primer": 1, "perpetr": 3, "hannah": 1, "refus": 1, "cover": 1, "compar": 1, "live": 1, "especi": 1, "plate": 1, "america": 1, "nutrit": 1, "holocaust": 1, "olberd": 1, "differ": 1, "themselv": 2, "hilton": 1, "must": 1, "want": 2, "without": 1, "leviathan": 1, "give": 1, "out": 1, "result": 1, "coleman": 1, "arendt": 2, "find": 1, "collect": 1, "who": 3, "explain": 3, "time": 2, "main": 2, "robertson": 1, "rule": 2, "xunzian": 1, "review": 1, "feel": 3, "lack": 1, "quarter": 1, "person": 1, "litwack": 1, "brown": 1, "materi": 2, "lynch": 11, "resist": 2, "those": 1, "encourag": 2, "tran": 3, "polit": 1, "neighbor": 1, "natur": 15, "may": 1, "chang": 1, "straighten": 2, "cours": 1, "van": 1, "initi": 1, "six": 1, "philosophi": 4, "last": 1, "classroom": 1, "good": 7, "damon": 1, "how": 4, "had": 2, "from": 4, "but": 2, "primari": 1, "environ": 2, "instructor": 2, "our": 3, "norden": 1, "numnd": 1, "predict": 2, "situationist": 1, "their": 10, "was": 2, "think": 2, "outsid": 1, "inequ": 1, "dori": 3, "point": 1, "describ": 1, "strong": 1, "mengzian": 1, "situation": 3, "inbetween": 1, "resourc": 2, "found": 1, "moral": 13, "either": 1, "avail": 1, "other": 4, "thing": 1, "such": 2, "activ": 2, "also": 2, "daniel": 1, "institut": 1, "might": 4, "class": 1, "impos": 1, "modern": 1, "reaction": 1, "charact": 2, "student": 4, "metaphor": 2, "hurt": 1, "complet": 1, "opinion": 2, "version": 1, "stop": 1, "liber": 1, "cultur": 2, "greet": 1, "through": 1, "xuan": 1, "secondari": 3, "than": 1, "more": 1, "alreadi": 1, "against": 1, "sanctuari": 1, "epley": 1, "truth": 1, "not": 6, "numanum": 12, "follow": 2, "all": 2, "awar": 1, "train": 1, "consid": 2, "effect": 1, "central": 1, "disposition": 1, "selfserv": 1, "like": 5, "inner": 1, "video": 3, "austria": 1, "recommend": 2, "crime": 1, "idea": 1, "edit": 1, "sens": 2, "should": 5, "similar": 1, "photograph": 2, "forc": 1, "some": 2, "santa": 1, "show": 2, "appeal": 1, "xunzi": 7, "just": 1, "never": 1, "child": 1, "lyncher": 3, "within": 1, "his": 3, "someth": 1, "human": 12, "accus": 1, "deni": 1, "upset": 1, "mob": 2, "bodi": 1, "contribut": 2, "cartoon": 1, "ivanho": 2, "collin": 1, "photographi": 2, "along": 1, "york": 1, "close": 1, "ami": 1, "bad": 5, "situat": 3, "incorpor": 1, "tuck": 1, "whatev": 1, "elementari": 1, "teach": 1, "shape": 2, "rather": 1, "one": 3, "mencius": 1, "self": 1, "hobb": 4, "answer": 1, "realiz": 1, "reveal": 1, "philosoph": 6, "there": 3, "sympathi": 2, "enough": 1, "seem": 1, "ida": 2, "bcenum": 2, "say": 2, "rigg": 1, "numrd": 2, "them": 2, "ana": 1, "hitler": 1, "unknown": 1, "both": 4, "histori": 3, "revolt": 1, "exercis": 1, "formul": 1, "doesn": 1, "emil": 1, "put": 1, "punish": 1, "discuss": 4, "trade": 1, "men": 1, "you": 10, "well": 4, "they": 10, "rousseau": 5, "beyond": 1, "construct": 1, "twin": 1, "execution": 1, "invent": 1, "aspect": 1, "librari": 1, "would": 5, "produc": 1, "concern": 2, "thought": 1, "develop": 1, "ethic": 2, "mengzi": 9, "nondamag": 1, "advanc": 1, "suggest": 4, "way": 2, "will": 2, "jeanjacqu": 1, "the": 68, "revuls": 1, "graz": 1, "formal": 1, "reflect": 2, "highlight": 1, "interest": 1, "given": 2, "featur": 1, "about": 1, "conserv": 1, "compass": 1, "philip": 3}, "idf": {"broad": 4.27693965517, "although": 1.14968498805, "twoweek": 1587.6, "steadfast": 62.750988142299995, "discours": 16.468879668, "help": 1.39962972759, "tri": 1.8544562551099997, "great": 1.26592775696, "ration": 9.6159903089, "fruit": 8.498929336189999, "oxford": 3.5139442231099998, "enforc": 4.93810264386, "been": 1.0239277652399998, "wellrepres": 1587.6, "possibl": 1.4173734488, "psycholog": 6.6846315789499995, "proper": 3.3388012618299996, "innat": 42.336000000000006, "write": 2.0575427682700003, "sourc": 1.69760479042, "deviant": 135.692307692, "this": 1.00379362671, "hope": 2.50884955752, "inclin": 14.9210526316, "worth": 5.210370856580001, "eichmann": 269.084745763, "unit": 1.15394679459, "insult": 15.907815631300002, "emphasi": 6.01135933359, "evil": 7.714285714289999, "extend": 1.9604840701400004, "food": 2.9613878007800003, "difficult": 2.48957189901, "even": 1.16461267606, "educ": 2.00733341763, "colbi": 140.495575221, "attent": 2.81040892193, "can": 1.17626139142, "goldhagen": 933.882352941, "num": 1.00031504001, "are": 1.02990593578, "minut": 3.11233091551, "cultiv": 9.34432018835, "too": 1.81585268215, "view": 1.6407606448899998, "paus": 29.6747663551, "three": 1.06621893889, "particip": 2.19828302409, "altern": 2.1390460792200003, "five": 1.37740760021, "victim": 5.20353982301, "photo": 6.41973311767, "written": 1.9573418813999999, "read": 2.3149606299200003, "moder": 5.44818119423, "lewi": 5.6317843206800005, "uplift": 57.1079136691, "sprout": 77.443902439, "face": 1.80327124035, "eric": 6.411954765750001, "site": 1.9721739130400002, "trait": 13.6391752577, "these": 1.07415426252, "dray": 835.5789473680001, "origin": 1.13724928367, "allen": 6.50655737705, "note": 1.42449528937, "actual": 1.87482286254, "approach": 2.07556543339, "spend": 4.15928739848, "tendenc": 7.84, "milgram": 661.5, "endur": 7.052865393160001, "somehow": 24.8450704225, "grow": 2.27287043665, "desir": 3.00170164492, "hutton": 63.0, "schwitzgebel": 1587.6, "two": 1.01379310345, "thoma": 2.39673913043, "children": 1.91484742492, "beggar": 71.1928251121, "experi": 1.87062566278, "abl": 1.8208510150200001, "that": 1.00398406375, "capit": 2.45796562935, "invit": 3.92678703933, "state": 1.0477133240899998, "better": 2.0065722952500002, "need": 1.4372623574099999, "which": 1.005191845, "fair": 3.20533010297, "dispositionist": 1587.6, "first": 1.00761614623, "amherst": 68.4310344828, "here": 2.42307692308, "numbnum": 330.75, "john": 1.35553278689, "action": 1.81855670103, "project": 1.7534791252500002, "becom": 1.12492028626, "element": 2.36004162331, "diversifi": 24.312404287899998, "call": 1.0676529926, "assign": 3.83663605607, "whether": 2.20683903253, "king": 2.0281042411900003, "chao": 13.0024570025, "legitim": 9.16099249856, "curriculum": 18.9, "seth": 44.595505618000004, "new": 1.0178880554, "most": 1.02096463023, "poor": 2.42196796339, "down": 1.35889754344, "jerusalem": 13.7573656846, "board": 2.48217636023, "with": 1.0011982089899998, "exampl": 1.50483412322, "four": 1.20950784702, "hand": 1.6152202665600002, "support": 1.2685577307200002, "confucian": 58.583025830299995, "don": 6.02733485194, "peopl": 1.21320495186, "influenc": 1.77246846042, "focus": 2.01012914662, "introduct": 2.7808723068799996, "contrast": 2.88339992735, "disciplin": 6.92972501091, "structur": 2.0580762250499998, "indianapoli": 26.682352941199998, "cruel": 24.9230769231, "onli": 1.0256476516600002, "type": 2.0281042411900003, "option": 4.04896710023, "stabl": 6.70156184044, "pressur": 2.9887048192799996, "versus": 7.77473065622, "commit": 2.8860207235, "obedi": 31.943661971799997, "then": 1.08657860516, "behavior": 5.52978056426, "jame": 1.9313868613099998, "critic": 1.67010309278, "were": 1.02458857696, "kelli": 10.451612903200001, "present": 1.25551601423, "have": 1.0148948411399998, "cambridg": 4.28039902939, "use": 1.0296387573799999, "day": 1.18371607516, "look": 1.9086318826599997, "swept": 14.565137614700001, "what": 1.25343439128, "alert": 13.6041131105, "general": 1.1218202374200001, "wayn": 11.251594613699998, "articul": 17.1447084233, "right": 1.4054532577899999, "artifici": 8.31639601886, "wrote": 2.10473286491, "sure": 7.453521126760001, "leon": 12.5402843602, "school": 1.64008264463, "depend": 2.2411067193700003, "wrong": 5.478260869570001, "princeton": 10.451612903200001, "capac": 3.86842105263, "disposit": 30.068181818200003, "famin": 20.780104712, "overview": 12.6805111821, "for": 1.00031504001, "unless": 5.44818119423, "and": 1.00006299213, "vivid": 26.682352941199998, "text": 3.12827586207, "emot": 6.01819560273, "current": 1.5325803649, "make": 1.0762660158600001, "young": 1.8886509636000002, "wellsbarnett": 1587.6, "question": 2.20408163265, "palm": 13.5229982964, "inconsist": 14.3934723481, "hackett": 77.82352941180001, "chapter": 3.6147540983599997, "author": 1.4229631621399998, "nurtur": 38.347826087, "primer": 61.7743190661, "perpetr": 25.483146067399996, "hannah": 37.8902147971, "refus": 2.58146341463, "cover": 1.69380134429, "compar": 1.8662278123900002, "live": 1.30591428806, "especi": 1.66712170534, "plate": 8.00201612903, "america": 1.83389164838, "nutrit": 26.5484949833, "holocaust": 19.894736842100002, "olberd": 1587.6, "differ": 1.23654490225, "themselv": 2.05967825636, "hilton": 45.884393063599994, "must": 1.9220338983099996, "want": 1.99698113208, "without": 1.29547123623, "leviathan": 134.542372881, "give": 1.3653250774, "out": 1.06016694491, "result": 1.14611608432, "coleman": 30.5307692308, "arendt": 248.0625, "find": 1.7294117647099998, "collect": 1.64109985528, "who": 1.06279287723, "explain": 2.60049140049, "time": 1.01127460348, "main": 1.25303867403, "robertson": 20.25, "rule": 1.7415533128599998, "xunzian": 1587.6, "review": 2.2099109131400003, "feel": 3.1356903021900004, "lack": 1.9271667880599999, "quarter": 3.39013452915, "person": 1.40520446097, "litwack": 1587.6, "brown": 3.2215909090900006, "materi": 2.13014893332, "lynch": 21.1117021277, "resist": 3.2294548413300004, "those": 1.19548192771, "encourag": 2.7975330396499998, "tran": 16.8535031847, "polit": 1.76851954996, "neighbor": 5.781500364169999, "natur": 1.5392670157100001, "may": 1.05201775893, "chang": 1.1808985421, "straighten": 89.6949152542, "cours": 2.15092805853, "van": 3.99295774648, "initi": 1.35, "six": 1.5552507837, "philosophi": 5.64580369844, "last": 1.2117234010100002, "classroom": 18.4390243902, "good": 1.51981619759, "damon": 57.1079136691, "how": 1.60250328051, "had": 1.0475750577399998, "from": 1.00056721497, "but": 1.01632417899, "primari": 2.2373167981999997, "environ": 3.43561999567, "instructor": 22.583214793699998, "our": 2.35758835759, "norden": 240.545454545, "numnd": 2.9763779527599996, "predict": 5.18484650555, "situationist": 441.0, "their": 1.01547908405, "was": 1.01127460348, "think": 2.90715986083, "outsid": 1.67450690855, "inequ": 21.9585062241, "dori": 40.2944162437, "point": 1.25990000794, "describ": 1.47027227264, "strong": 1.6439888163999998, "mengzian": 1587.6, "situation": 1587.6, "inbetween": 1587.6, "resourc": 2.9487369985100003, "found": 1.11387076405, "moral": 4.49617672048, "either": 1.5830092731099998, "avail": 1.7288467821, "other": 1.00992366412, "thing": 2.4065484311099996, "such": 1.06151377374, "activ": 1.46403541129, "also": 1.01476510067, "daniel": 4.36994219653, "institut": 1.7792222346700002, "might": 2.1561863370900003, "class": 2.11651779763, "impos": 4.918215613380001, "modern": 1.5319888063299998, "reaction": 4.67904509284, "charact": 2.51720310766, "student": 2.47174217655, "metaphor": 18.546728972, "hurt": 11.6392961877, "complet": 1.24021560816, "opinion": 3.8044572250199997, "version": 2.0083491461099996, "stop": 2.1783754116400003, "liber": 3.18923262354, "cultur": 1.86075949367, "greet": 13.5114893617, "through": 1.07074930869, "xuan": 264.6, "secondari": 4.36873968079, "than": 1.03278688525, "more": 1.0171706817, "alreadi": 1.9551724137900002, "against": 1.2902072328299998, "sanctuari": 19.503685503699998, "epley": 1587.6, "truth": 5.745928338759999, "not": 1.01567398119, "numanum": 178.38202247200002, "follow": 1.04640126549, "all": 1.01146788991, "awar": 4.27693965517, "train": 1.9365698950999999, "consid": 1.2397313759200002, "effect": 1.3963060686000002, "central": 1.6121039805000001, "disposition": 1587.6, "selfserv": 1587.6, "like": 1.14918566775, "inner": 6.432739059969999, "video": 3.29719626168, "austria": 7.97388247112, "recommend": 3.9142011834300003, "crime": 4.28039902939, "idea": 2.0930784443, "edit": 1.99297012302, "sens": 2.8365195640499996, "should": 1.6643254009900001, "similar": 1.37514075357, "photograph": 4.604408352669999, "forc": 1.32399299475, "some": 1.04036697248, "santa": 8.56310679612, "show": 1.26703910615, "appeal": 3.6614391143900002, "xunzi": 1587.6, "just": 1.33580143037, "never": 1.55769230769, "child": 3.20533010297, "lyncher": 1587.6, "within": 1.2369302688, "his": 1.0943682360200002, "someth": 3.28152128979, "human": 1.8965476048299998, "accus": 4.00302571861, "deni": 3.5240843507199995, "upset": 12.8032258065, "mob": 17.4270032931, "bodi": 1.8618505922400002, "contribut": 1.9255306246200001, "cartoon": 15.8443113772, "ivanho": 345.13043478300006, "collin": 9.84863523573, "photographi": 17.9187358916, "along": 1.2973768080399999, "york": 1.53361669243, "close": 1.2848818387799998, "ami": 16.7822410148, "bad": 3.3944836433599996, "situat": 2.06611140031, "incorpor": 2.62847682119, "tuck": 69.0260869565, "whatev": 7.6473988439300005, "elementari": 9.5753920386, "teach": 3.98594024605, "shape": 3.20338983051, "rather": 1.55692850838, "one": 1.00627495722, "mencius": 721.636363636, "self": 11.972850678699999, "hobb": 57.3140794224, "answer": 4.64890190337, "realiz": 4.89244992296, "reveal": 2.63196286472, "philosoph": 5.65586034913, "there": 1.04091266719, "sympathi": 16.0688259109, "enough": 2.2319696330700003, "seem": 2.29123971713, "ida": 51.8823529412, "bcenum": 1587.6, "say": 1.7544480053, "rigg": 147.0, "numrd": 3.5485024586500002, "them": 1.09876115994, "ana": 36.8352668213, "hitler": 14.4854014599, "unknown": 3.77281368821, "both": 1.05215720061, "histori": 1.20629131525, "revolt": 8.94926719278, "exercis": 4.73627684964, "formul": 9.86086956522, "doesn": 1587.6, "emil": 25.0410094637, "put": 1.65806788512, "punish": 6.1415860735, "discuss": 2.19676214197, "trade": 2.37522441652, "men": 1.86776470588, "you": 2.1629427792900002, "well": 1.0655748708, "they": 1.03017325287, "rousseau": 72.16363636359999, "beyond": 2.54586273252, "construct": 1.9320920043799998, "twin": 6.954007884360001, "execution": 108.0, "invent": 4.604408352669999, "aspect": 3.0893169877399997, "librari": 2.68266306185, "would": 1.0828729281799998, "produc": 1.36932896326, "concern": 1.8852867830400002, "thought": 1.9854927463699998, "develop": 1.1955719557200002, "ethic": 8.93918918919, "mengzi": 1587.6, "nondamag": 1587.6, "advanc": 1.9997480791, "suggest": 1.7571665744299998, "way": 1.2190739461, "will": 1.22481098596, "jeanjacqu": 1587.6, "the": 1.0, "revuls": 269.084745763, "graz": 191.277108434, "formal": 2.44622496148, "reflect": 2.3443591258099996, "highlight": 5.83033419023, "interest": 1.60331246213, "given": 1.35426085473, "featur": 1.52712581762, "about": 1.06486015159, "conserv": 3.3199498117900004, "compass": 18.611957796, "philip": 5.07707067477}, "logtfidf": {"broad": 1.45323772, "although": 0.139487981418, "twoweek": 7.369978720910001, "steadfast": 4.13917432518, "discours": 2.8014725192900003, "help": 0.336207721344, "tri": 0.61759152916, "great": 0.707415774237, "ration": 2.26342736998, "fruit": 2.13994019511, "oxford": 2.51347823376, "enforc": 1.59698117723, "been": 0.04729196473680001, "wellrepres": 7.369978720910001, "possibl": 0.697610949782, "psycholog": 3.79962219486, "proper": 1.2056118389200001, "innat": 3.7456377879300002, "write": 0.721512439877, "sourc": 0.529218310751, "deviant": 4.91038987911, "this": 0.007572898105, "hope": 0.919824304455, "inclin": 2.7027731439999996, "worth": 1.65065103492, "eichmann": 5.59502637, "unit": 0.429564185451, "insult": 2.76681053759, "emphasi": 7.174603606439999, "evil": 12.258443385059998, "extend": 0.673191417311, "food": 1.08565801008, "difficult": 0.912110767588, "even": 0.609554259336, "educ": 2.787228733536, "colbi": 4.94517599519, "attent": 1.03332999658, "can": 1.298728771152, "goldhagen": 20.51805140955, "num": 0.011339654234292002, "are": 0.4125446301578, "minut": 1.1353719359799999, "cultiv": 13.408612153379998, "too": 1.1931103094439999, "view": 4.456439479557, "paus": 3.3902970670099997, "three": 0.1923560646747, "particip": 1.5753532241319999, "altern": 2.281079916846, "five": 0.640406363812, "victim": 3.29867825838, "photo": 1.8593765463799998, "written": 0.671587369833, "read": 3.35757072352, "moder": 1.69528182715, "lewi": 1.72842632279, "uplift": 4.04494270021, "sprout": 13.04866150428, "face": 1.179204742514, "eric": 1.8581641801, "site": 0.6791364434899999, "trait": 2.61294618561, "these": 0.0715336194008, "dray": 6.72812483474, "origin": 0.128612437587, "allen": 1.87281049562, "note": 0.353817568083, "actual": 0.628514181648, "approach": 1.4604672291620002, "spend": 1.42534376116, "tendenc": 2.05923883436, "milgram": 51.956079868479996, "endur": 1.953433973, "somehow": 3.21265935953, "grow": 0.821043542212, "desir": 2.1983586856799997, "hutton": 4.14313472639, "schwitzgebel": 14.739957441820001, "two": 0.041096533074600004, "thoma": 0.874109117838, "children": 0.649637945787, "beggar": 4.26539204244, "experi": 1.252545907866, "abl": 0.599303982475, "that": 0.06759452245388, "capit": 0.89933402787, "invit": 1.36782154426, "state": 0.0466100027668, "better": 1.3928558812, "need": 0.362740163442, "which": 0.01035682769086, "fair": 1.16481508131, "dispositionist": 7.369978720910001, "first": 0.015174579624319999, "amherst": 4.225826442240001, "here": 0.8850381883700001, "numbnum": 40.609539620999996, "john": 0.9125837331059999, "action": 1.7941294952070002, "project": 0.561601885907, "becom": 0.11771217648900001, "element": 3.4347170235079996, "diversifi": 6.38197336926, "call": 0.0654627744488, "assign": 1.3445959556, "whether": 2.3746835689409997, "king": 0.707101485387, "chao": 2.56513833979, "legitim": 2.2149545241900004, "curriculum": 5.8783238441400005, "seth": 3.79763308305, "new": 0.0177299468511, "most": 0.12448737777359999, "poor": 0.8845804177050001, "down": 0.306673741186, "jerusalem": 2.62157436683, "board": 1.818271479898, "with": 0.00718495028034, "exampl": 0.8173653499979999, "four": 0.380427077738, "hand": 0.479471335336, "support": 0.237880610037, "confucian": 4.07044499302, "don": 1.7963049316, "peopl": 0.9663278923649999, "influenc": 0.572373185428, "focus": 2.7927958882239996, "introduct": 2.04552931588, "contrast": 2.1179402564, "disciplin": 1.93582013145, "structur": 1.4435433502700001, "indianapoli": 6.568004816719999, "cruel": 3.21579415833, "onli": 0.0759728049873, "type": 1.414202970774, "option": 1.39846181161, "stabl": 3.80468121948, "pressur": 2.1896802455, "versus": 2.05087881518, "commit": 2.1197572820599997, "obedi": 3.4639737878099996, "then": 0.24910159569269996, "behavior": 5.13044440134, "jame": 0.658238325853, "critic": 0.512885356729, "were": 0.09716457472439999, "kelli": 2.3467563113099996, "present": 0.227546654799, "have": 0.0887100140472, "cambridg": 5.81618494564, "use": 0.0584160394632, "day": 2.1925631821210003, "look": 1.2927733872, "swept": 2.67863083868, "what": 1.581211077789, "alert": 2.61037218162, "general": 0.114952578063, "wayn": 2.4205098620500003, "articul": 2.84168957926, "right": 0.34035985417, "artifici": 4.23645798036, "wrote": 0.744188554049, "sure": 2.0086865552, "leon": 2.5289462112, "school": 0.494746633632, "depend": 0.806969815, "wrong": 1.70078769102, "princeton": 4.693512622619999, "capac": 1.35284642705, "disposit": 3.4034675302, "famin": 3.0339960247400004, "overview": 2.54006626224, "for": 0.0025199231631760004, "unless": 1.69528182715, "and": 0.0021416648301624, "vivid": 3.2840024083599997, "text": 5.70241004995, "emot": 3.58957496126, "current": 0.42695282784500005, "make": 0.22049297346869998, "young": 0.6358627983380001, "wellsbarnett": 7.369978720910001, "question": 3.161243716056, "palm": 2.60439181351, "inconsist": 2.6667747946500002, "hackett": 8.70888764012, "chapter": 1.2850238307100001, "author": 0.35274143130999996, "nurtur": 3.6466978400800003, "primer": 4.12348772901, "perpetr": 9.71405188536, "hannah": 3.63469289398, "refus": 0.948356453102, "cover": 0.526975319156, "compar": 0.6239191809269999, "live": 0.266903399347, "especi": 0.511098609709, "plate": 2.07969352606, "america": 0.6064402926870001, "nutrit": 3.27897305995, "holocaust": 2.99045521645, "olberd": 7.369978720910001, "differ": 0.212321121312, "themselv": 1.4450995687380002, "hilton": 3.82612503885, "must": 0.653383947388, "want": 1.3832732125099998, "without": 0.258874517941, "leviathan": 4.90187918944, "give": 0.311392552224, "out": 0.0584263909193, "result": 0.136378908381, "coleman": 3.4187350023299996, "arendt": 11.02736146108, "find": 0.547781330288, "collect": 0.49536666052, "who": 0.1827006989577, "explain": 2.867101282074, "time": 0.0224230377252, "main": 0.451143081176, "robertson": 3.00815479355, "rule": 1.109554847074, "xunzian": 7.369978720910001, "review": 0.7929522039210001, "feel": 3.4285480257899996, "lack": 0.656050938907, "quarter": 1.22086960472, "person": 0.34018281601800004, "litwack": 7.369978720910001, "brown": 1.16987530869, "materi": 1.5123837980419998, "lynch": 33.54810238945, "resist": 2.3446266864400003, "those": 0.17854939087299998, "encourag": 2.0574759431, "tran": 8.47367561799, "polit": 0.570142784146, "neighbor": 1.7546632275799998, "natur": 6.46959508938, "may": 0.050709995284400004, "chang": 0.166275625058, "straighten": 8.99282816266, "cours": 0.765899404133, "van": 1.38453224613, "initi": 0.30010459245, "six": 0.441636808318, "philosophi": 6.92365024388, "last": 0.19204364461100001, "classroom": 2.9144693094800003, "good": 2.930125834349, "damon": 4.04494270021, "how": 1.8862678277200002, "had": 0.0929560488222, "from": 0.002268216675464, "but": 0.0323847441438, "primari": 0.805277289914, "environ": 2.4683948060599996, "instructor": 6.23441384418, "our": 2.5729176425460003, "norden": 5.482909071880001, "numnd": 1.09070710916, "predict": 3.2914804753799998, "situationist": 6.08904487545, "their": 0.15360505122700002, "was": 0.0224230377252, "think": 2.1343532235, "outsid": 0.515518738985, "inequ": 3.0891545917400003, "dori": 11.088638713829999, "point": 0.23103235903299998, "describ": 0.385447603125, "strong": 0.49712549393600003, "mengzian": 7.369978720910001, "situation": 22.10993616273, "inbetween": 7.369978720910001, "resourc": 2.16275388516, "found": 0.107841124048, "moral": 19.541956433610004, "either": 0.459327638815, "avail": 0.547454586289, "other": 0.03949899167904, "thing": 0.8781935346799999, "such": 0.119391955612, "activ": 0.762393206568, "also": 0.0293143156, "daniel": 1.47474978168, "institut": 0.576176322003, "might": 3.0733643061360003, "class": 0.7497721899330001, "impos": 1.5929457845100001, "modern": 0.426566764719, "reaction": 1.54309404912, "charact": 1.846296814478, "student": 3.61969294658, "metaphor": 5.84058687552, "hurt": 2.4543869755000003, "complet": 0.215285242047, "opinion": 2.67234666662, "version": 0.697313064259, "stop": 0.778579374963, "liber": 1.1597803309799999, "cultur": 1.241969468624, "greet": 2.60354038732, "through": 0.0683586918849, "xuan": 5.57821925168, "secondari": 4.423423694849999, "than": 0.0322608622182, "more": 0.017024931599999998, "alreadi": 0.670478380747, "against": 0.254802851078, "sanctuari": 2.9706034479000003, "epley": 7.369978720910001, "truth": 1.74849148898, "not": 0.093314478045, "numanum": 62.207129330040004, "follow": 0.09071382218839999, "all": 0.022805264195599997, "awar": 1.45323772, "train": 0.660918312839, "consid": 0.429789447648, "effect": 0.333830227158, "central": 0.477540146039, "disposition": 7.369978720910001, "selfserv": 7.369978720910001, "like": 0.6952678827250001, "inner": 1.86140042888, "video": 3.57921746901, "austria": 2.0761715098400004, "recommend": 2.72922253726, "crime": 1.45404623641, "idea": 0.73863592212, "edit": 0.6896260501610001, "sens": 2.08515559002, "should": 2.54709938379, "similar": 0.318556092114, "photograph": 3.05402836424, "forc": 0.280652166524, "some": 0.079147018129, "santa": 2.14746306778, "show": 0.473365532026, "appeal": 1.2978562707799999, "xunzi": 51.58985104637001, "just": 0.289531434109, "never": 0.443205436091, "child": 1.16481508131, "lyncher": 22.10993616273, "within": 0.21263272059799998, "his": 0.2705317300923, "someth": 1.18830712273, "human": 7.680422198916, "accus": 1.38705050482, "deni": 1.2596206438600002, "upset": 2.5496971553, "mob": 5.71604183328, "bodi": 0.6215709351609999, "contribut": 1.310403157818, "cartoon": 2.76281053226, "ivanho": 11.687844834819998, "collin": 2.28733289084, "photographi": 5.7716937266, "along": 0.260344385917, "york": 0.42762879716200003, "close": 0.250666759864, "ami": 2.82032124485, "bad": 6.110758280899999, "situat": 2.1770048700449998, "incorpor": 0.9664045229739999, "tuck": 4.23448450498, "whatev": 2.0343655696200003, "elementari": 2.25919647821, "teach": 1.38277323072, "shape": 2.3284191423, "rather": 0.442714975539, "one": 0.0187660549365, "mencius": 6.58152136054, "self": 2.48264164316, "hobb": 16.19418523088, "answer": 1.5366310419, "realiz": 1.5876931847600002, "reveal": 0.9677299042149999, "philosoph": 10.39615342524, "there": 0.12029367877649999, "sympathi": 5.5537622323199995, "enough": 0.802884439169, "seem": 0.829093032276, "ida": 7.897957423899999, "bcenum": 14.739957441820001, "say": 1.124308561104, "rigg": 4.99043258678, "numrd": 2.5330513437, "them": 0.1883666538186, "ana": 3.6064557238, "hitler": 2.6731413463900005, "unknown": 1.32782105949, "both": 0.20337013355720002, "histori": 0.562651872207, "revolt": 2.19157165103, "exercis": 1.5552513523, "formul": 2.2885743559200002, "doesn": 7.369978720910001, "emil": 3.22051485947, "put": 0.505652999854, "punish": 1.8150830269599998, "discuss": 3.14793809048, "trade": 0.865091924188, "men": 0.624742371425, "you": 7.71469692294, "well": 0.2540577532624, "they": 0.297269947676, "rousseau": 21.39468133775, "beyond": 0.934469583725, "construct": 0.658603355972, "twin": 1.9393181673700002, "execution": 4.682131227119999, "invent": 1.52701418212, "aspect": 1.12795002691, "librari": 0.986809980943, "would": 0.3980881398235, "produc": 0.314320812003, "concern": 1.268159897746, "thought": 0.685867118283, "develop": 0.178624694913, "ethic": 4.3808897807, "mengzi": 66.32980848819001, "nondamag": 7.369978720910001, "advanc": 0.6930212121780001, "suggest": 2.254810443508, "way": 0.39618301987000004, "will": 0.40557306983, "jeanjacqu": 7.369978720910001, "the": 0.0, "revuls": 5.59502637, "graz": 5.25372320611, "formal": 0.894546004205, "reflect": 1.7040241413, "highlight": 1.76307432123, "interest": 0.47207177798199995, "given": 0.606511621662, "featur": 0.423387418142, "about": 0.0628434774746, "conserv": 1.19994966588, "compass": 2.92380426641, "philip": 4.874203369350001}}, "html": "<!DOCTYPE html>\n\n<html dir=\"ltr\" xmlns=\"http://www.w3.org/1999/xhtml\" xmlns:b=\"http://www.google.com/2005/gml/b\" xmlns:data=\"http://www.google.com/2005/gml/data\" xmlns:expr=\"http://www.google.com/2005/gml/expr\">\n<head>\n<link href=\"https://www.blogger.com/static/v1/widgets/2890069739-widget_css_bundle.css\" rel=\"stylesheet\" type=\"text/css\"/>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<meta content=\"blogger\" name=\"generator\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<link href=\"http://schwitzsplinters.blogspot.com/2017/05/\" rel=\"canonical\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" rel=\"alternate\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default?alt=rss\" rel=\"alternate\" title=\"The Splintered Mind - RSS\" type=\"application/rss+xml\"/>\n<link href=\"https://www.blogger.com/feeds/26951738/posts/default\" rel=\"service.post\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<!--Can't find substitution for tag [blog.ieCssRetrofitLinks]-->\n<meta content=\"http://schwitzsplinters.blogspot.com/2017/05/\" property=\"og:url\"/>\n<meta content=\"The Splintered Mind\" property=\"og:title\"/>\n<meta content=\"reflections in philosophy of psychology, broadly construed\" property=\"og:description\"/>\n<!--[if IE]> <script> (function() { var html5 = (\"abbr,article,aside,audio,canvas,datalist,details,\" + \"figure,footer,header,hgroup,mark,menu,meter,nav,output,\" + \"progress,section,time,video\").split(','); for (var i = 0; i < html5.length; i++) { document.createElement(html5[i]); } try { document.execCommand('BackgroundImageCache', false, true); } catch(e) {} })(); </script> <![endif]-->\n<title>The Splintered Mind: May 2017</title>\n<style id=\"page-skin-1\" type=\"text/css\"><!--\n/*\n-----------------------------------------------\nBlogger Template Style\nName:     Son of Moto (Mean Green Blogging Machine variation)\nDesigner: Jeffrey Zeldman\nURL:      www.zeldman.com\nDate:     23 Feb 2004\nUpdated by: Blogger Team\n----------------------------------------------- */\n/* Variable definitions\n====================\n<Variable name=\"mainBgColor\" description=\"Main Background Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"mainTextColor\" description=\"Text Color\"\ntype=\"color\" default=\"#333333\">\n<Variable name=\"pageHeaderColor\" description=\"Blog Title Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"blogDescriptionColor\" description=\"Blog Description Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"linkColor\" description=\"Link Color\"\ntype=\"color\" default=\"#6E4117\">\n<Variable name=\"hoverLinkColor\" description=\"Link Hover Color\"\ntype=\"color\" default=\"#352117\">\n<Variable name=\"dateHeaderColor\" description=\"Date Header Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarHeaderColor\" description=\"Sidebar Title Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarTextColor\" description=\"Sidebar Text Color\"\ntype=\"color\" default=\"#555544\">\n<Variable name=\"bodyFont\" description=\"Text Font\" type=\"font\"\ndefault=\"normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif\">\n*/\n/* Primary layout */\nbody {\nmargin: 0;\npadding: 0;\nborder: 0;\ntext-align: center;\ncolor: #333333;\nbackground: #61381B url(https://lh3.googleusercontent.com/proxy/v1RkG4h0Fqpq7R6B2YznR_o4d4nyLHHWrWro3IL6-KcDxPt9kceW021YuZVzIyID2kTb9oMXlfKG-FcafWjalJjn3ItQutxU6ZxpvSMme83f=s0-d) top center repeat-y;\nfont-size: small;\n}\n.quickedit {\ndisplay:none;\n}\nimg {\nborder: 0;\ndisplay: block;\n}\n.clear {\nclear: both;\n}\n/* Wrapper */\n#outer-wrapper {\nmargin: 0 auto;\nborder: 0;\nwidth: 692px;\ntext-align: left;\nbackground: #ffffff url(//www.blogblog.com/moto_son/innerwrap.gif) top right repeat-y;\nfont: normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif;\n}\n/* Header */\n#header-wrapper\t{\nbackground: #000 url(https://lh6.googleusercontent.com/proxy/NJeOk6KUGooyV2G9KuXeQcWlFp0JG1fd7TXJgk_84tzhZb3IIoAHIdqbL-2qCl5qK_B93C7KKT8e1shY2I2E3ABLi5NHlVw=s0-d) bottom left repeat-x;\nmargin: 0 auto;\npadding: 0 0 15px 0;\nborder: 0;\n}\n#header h1 {\ntext-align: left;\nfont-size: 200%;\ncolor: #ffffff;\nmargin: 0;\npadding: 15px 20px 0 20px;\nbackground-image: url(https://lh6.googleusercontent.com/proxy/GzBF9FGavAmDGaCgZ07Uc8EkLiECoYGtRIJV26teY0mQdVIpkGTtduxWcITlqPLXgQsDWMtHCJ9-nBySufr9Dg=s0-d);\nbackground-repeat: repeat-x;\nbackground-position: top left;\n}\nh1 a, h1 a:link, h1 a:visited {\ncolor: #ffffff;\n}\n#header .description {\nfont-size: 110%;\ntext-align: left;\npadding: 3px 20px 10px 23px;\nmargin: 0;\nline-height:140%;\ncolor: #ffffff;\n}\n/* Inner layout */\n#content-wrapper {\npadding: 0 16px;\n}\n#main {\nwidth: 400px;\nfloat: left;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n#sidebar {\nwidth: 226px;\nfloat: right;\ncolor: #555544;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n/* Bottom layout */\n#footer\t{\nclear: left;\nmargin: 0;\npadding: 0 20px;\nborder: 0;\ntext-align: left;\nborder-top: 1px solid #f9f9f9;\n}\n#footer .widget\t{\ntext-align: left;\nmargin: 0;\npadding: 10px 0;\nbackground-color: transparent;\n}\n/* Default links \t*/\na:link, a:visited {\nfont-weight: bold;\ntext-decoration: none;\ncolor: #6E4117;\nbackground: transparent;\n}\na:hover {\nfont-weight: bold;\ntext-decoration: underline;\ncolor: #352117;\nbackground: transparent;\n}\na:active {\nfont-weight : bold;\ntext-decoration : none;\ncolor: #352117;\nbackground: transparent;\n}\n/* Typography */\n.main p, .sidebar p {\nline-height: 140%;\nmargin-top: 5px;\nmargin-bottom: 1em;\n}\nh2, h3, h4, h5\t{\nmargin: 0;\npadding: 0;\n}\nh2 {\nfont-size: 130%;\n}\nh2.date-header {\ncolor: #61381B;\n}\n.post h3 {\nmargin-top: 5px;\nfont-size: 120%;\n}\n.post-footer {\nfont-style: italic;\n}\n.sidebar h2 {\ncolor: #61381B;\n}\n.sidebar .widget {\nmargin: 12px 0 13px 0;\npadding: 0;\n}\n.main .widget {\nmargin: 12px 0 0 0 ;\n}\nli  {\nline-height: 160%;\n}\n.sidebar ul {\nmargin-left: 1;\nmargin-top: 0;\npadding-left: 0;\n}\n.sidebar ul li {\npadding-left: 0px;\npadding-top: 3px;\nmargin: 0;\n}\n.widget-content {\nmargin-top: 0.5em;\n}\n/* Profile\n----------------------------------------------- */\n.profile-datablock {\nmargin: 3px 0 5px 0;\nline-height: 140%;\n}\n.profile-textblock {\nmargin-left: 0;\n}\n.profile-img {\nfloat: left;\nmargin: 0 5px 5px 0;\nborder:4px solid #333333;\n}\n#comments  {\nborder: 0;\nborder-top: 1px dashed #eed;\nmargin: 10px 0 0 0;\npadding: 0;\n}\n#comments h4\t{\nmargin-top: 10px;\nmargin-bottom: -10px;\nfont-weight: normal;\nfont-style: italic;\ntext-transform: uppercase;\nletter-spacing: 1px;\n}\n#comments dl dt \t{\nfont-weight: bold;\nfont-style: italic;\nmargin-top: 35px;\npadding: 1px 0 0 18px;\nbackground: transparent url(//www.blogblog.com/moto_son/commentbug.gif) top left no-repeat;\n}\n#comments dl dd\t{\npadding: 0;\nmargin: 0;\n}\n.deleted-comment {\nfont-style:italic;\ncolor:gray;\n}\n.feed-links {\nclear: both;\nline-height: 2.5em;\n}\n#blog-pager-newer-link {\nfloat: left;\n}\n#blog-pager-older-link {\nfloat: right;\n}\n#blog-pager {\ntext-align: center;\n}\n/** Page structure tweaks for layout editor wireframe */\nbody#layout #outer-wrapper {\npadding-top: 0;\n}\nbody#layout #header,\nbody#layout #content-wrapper,\nbody#layout #footer {\npadding: 0;\n}\n\n--></style>\n<link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=03ededb8-159d-4b09-bb5b-55576702ae69\" media=\"none\" onload=\"if(media!='all')media='all'\" rel=\"stylesheet\"/><noscript><link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=03ededb8-159d-4b09-bb5b-55576702ae69\" rel=\"stylesheet\"/></noscript>\n</head>\n<body>\n<div class=\"navbar section\" id=\"navbar\"><div class=\"widget Navbar\" data-version=\"1\" id=\"Navbar1\"><script type=\"text/javascript\">\n    function setAttributeOnload(object, attribute, val) {\n      if(window.addEventListener) {\n        window.addEventListener('load',\n          function(){ object[attribute] = val; }, false);\n      } else {\n        window.attachEvent('onload', function(){ object[attribute] = val; });\n      }\n    }\n  </script>\n<div id=\"navbar-iframe-container\"></div>\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n      gapi.load(\"gapi.iframes:gapi.iframes.style.bubble\", function() {\n        if (gapi.iframes && gapi.iframes.getContext) {\n          gapi.iframes.getContext().openChild({\n              url: 'https://www.blogger.com/navbar.g?targetBlogID\\x3d26951738\\x26blogName\\x3dThe+Splintered+Mind\\x26publishMode\\x3dPUBLISH_MODE_BLOGSPOT\\x26navbarType\\x3dLIGHT\\x26layoutType\\x3dLAYOUTS\\x26searchRoot\\x3dhttps://schwitzsplinters.blogspot.com/search\\x26blogLocale\\x3den\\x26v\\x3d2\\x26homepageUrl\\x3dhttps://schwitzsplinters.blogspot.com/\\x26vt\\x3d-3736560391669663194',\n              where: document.getElementById(\"navbar-iframe-container\"),\n              id: \"navbar-iframe\"\n          });\n        }\n      });\n    </script><script type=\"text/javascript\">\n(function() {\nvar script = document.createElement('script');\nscript.type = 'text/javascript';\nscript.src = '//pagead2.googlesyndication.com/pagead/js/google_top_exp.js';\nvar head = document.getElementsByTagName('head')[0];\nif (head) {\nhead.appendChild(script);\n}})();\n</script>\n</div></div>\n<div id=\"outer-wrapper\"><div id=\"wrap2\">\n<!-- skip links for text browsers -->\n<span id=\"skiplinks\" style=\"display:none;\">\n<a href=\"#main\">skip to main </a> |\n      <a href=\"#sidebar\">skip to sidebar</a>\n</span>\n<div id=\"header-wrapper\">\n<div class=\"header section\" id=\"header\"><div class=\"widget Header\" data-version=\"1\" id=\"Header1\">\n<div id=\"header-inner\">\n<div class=\"titlewrapper\">\n<h1 class=\"title\">\n<a href=\"https://schwitzsplinters.blogspot.com/\">\nThe Splintered Mind\n</a>\n</h1>\n</div>\n<div class=\"descriptionwrapper\">\n<p class=\"description\"><span>reflections in philosophy of psychology, broadly construed</span></p>\n</div>\n</div>\n</div></div>\n</div>\n<div id=\"content-wrapper\">\n<div id=\"crosscol-wrapper\" style=\"text-align:center\">\n<div class=\"crosscol no-items section\" id=\"crosscol\"></div>\n</div>\n<div id=\"main-wrapper\">\n<div class=\"main section\" id=\"main\"><div class=\"widget Blog\" data-version=\"1\" id=\"Blog1\">\n<div class=\"blog-posts hfeed\">\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, May 25, 2017</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"4622267552074614078\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2017/05/lynching-milgram-experiments-and.html\">Lynching, the Milgram Experiments, and the Question of Whether \"Human Nature Is Good\"</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>At <a href=\"http://thedeviantphilosopher.org/\">The Deviant Philosopher</a> Wayne Riggs, Amy Olberding, Kelly Epley, and Seth Robertson are collecting suggestions for teaching units, exercises, and primers that incorporate philosophical approaches and philosophers that are not currently well-represented in the formal institutional structures of the discipline.  The idea is to help philosophers who want suggestions for diversifying their curriculum.  It looks like a useful resource!<br/>\n<br/>\nI contributed the following to their site, and I hope that others who are interested in diversifying the philosophical curriculum will also contribute something to their project.<br/>\n<br/>\n<b>Lynching, the Milgram Experiments, and the Question of Whether \"Human Nature Is Good\"</b><br/>\n<b><br/></b>\n<i>Primary Texts</i><br/>\n<ul>\n<li>Allen, James, Hilton Als, John Lewis, and Leon F. Litwack (2000).  <i>Without sanctuary: Lynching photography in America.</i>  Santa Fe: Twin Palms.  Pp. 8-16, 173-176, 178-180, 184-185, 187-190, 194-196, 198, 201 (text only), and plates #20, 25, 31, 37-38, 54, 57, 62-65, 74, and 97.</li>\n<li>Wells-Barnett, Ida B. (1892/2002).  <i>On lynchings.</i>  Ed. P.H. Collins.  Amherst, NY: Humanity.  Pp. 42-46.</li>\n<li><i>Mengzi </i>(3rd c. BCE/1970).  Trans. B.W. Van Norden.  Indianapolis: Hackett.  1A7, 1B5, 1B11, 2A2 (p. 35-41 only), 2A6, 2B9, 3A5, 4B12, 6A1 through 6A15, 6B1, 7A7, 7A15, 7A21, 7B24, 7B31.</li>\n<li>Rousseau, Jean-Jacques (1755/1995).  <i>Discourse on the origin of inequality. </i> Trans. F Philip.  Ed. P. Coleman.  Oxford: Oxford.  Pp. 45-48.</li>\n<li>Xunzi (3rd c. BCE/2014).  <i>Xunzi: The complete text.</i>  Trans. E. Hutton.  Princeton, NJ: Princeton.  Pp. 1-8, 248-257.</li>\n<li>Hobbes, Thomas (1651/1996).  <i>Leviathan.</i>  Ed. R. Tuck.  Cambridge: Cambridge.  Pp. 86-90.</li>\n<li>Doris, John M. (2002).  <i>Lack of character.</i>  Cambridge: Cambridge.  Pp. 28-61.</li>\n<li>The Milgram video on <i>Obedience to Authority.</i></li>\n</ul>\n<i>Secondary Texts for Instructor</i><br/><ul>\n<li>Dray, Philip (2002). <i>At the hands of persons unknown.</i>  New York: Modern Library.</li>\n<li>Ivanhoe, Philip J. (2000).  C<i>onfucian moral self cultivation, 2nd ed. </i> Indianapolis: Hackett. </li>\n<li>Schwitzgebel, Eric (2007).  Human nature and moral education in Mencius, Xunzi, Hobbes, and Rousseau.  <i>History of Philosophy Quarterly, 24,</i> 147-168.</li>\n</ul>\n<i>Suggested Courses</i><br/>\n<ul>\n<li>Introduction to Ethics</li>\n<li>Ethics</li>\n<li>Introduction to Philosophy</li>\n<li>Evil</li>\n<li>Philosophy of Psychology</li>\n<li>Political Philosophy</li>\n</ul>\n<i>Overview</i><br/>\n<br/>\nThis is a two-week unit.  Day one is on the history of lynching in the United States, featuring lynching photography and Ida B. Wells.  Day two is Mengzi on human nature (with Rousseau as secondary reading).  Day three is Xunzi on human nature (with Hobbes as secondary reading).  Days four and five are the Milgram video and John Doris on situationism.<br/>\n<br/>\nThe central question concerns the psychology of lynching perpetrators and Milgram participants.  On a “human nature is good” view, we all have some natural sympathies or an innate moral compass that would be revolted by our participation in such activities, if we were not somehow swept along by bad influences (Mengzi, Rousseau).  On a “human nature is bad” view, our natural inclinations are mostly self-serving and morality is an artificial human construction; so if one’s culture says “this is the thing to do” there is no inner source of resistance unless you have already been properly trained (Xunzi, Hobbes).  Situationism (which is not inconsistent with either of these alternatives) suggests that most people can commit great evil or good depending on what seem to be fairly moderate situational pressures (Doris, Milgram).<br/>\n<br/>\nStudents should be alerted in advance about the possibly upsetting photographs, and they must be encouraged to look closely at the faces of the perpetrators rather than being too focused on the bodies of the victims (which may be edited out if desired for classroom presentation).  You might even consider giving the students possible alternative readings if they find the lynching material too difficult (such as an uplifting chapter from Colby &amp; Damon 1992).<br/>\n<br/>\nOn Day One, a point of emphasis should be that most of the victims were not even accused of capital crimes, and focus can be both on the history of lynching in general and on the emotional reactions of the perpetrators as revealed by their behavior described in the texts and by their faces in the photos.<br/>\n<br/>\nOn Day Two, the main emphasis should be on Mengzi’s view that human nature is good.  King Xuan and the ox (1A7), the child at the well (2A6), and the beggar refusing food insultingly given (6A10) are the most vivid examples.  The metaphor of cultivating sprouts is well worth extended attention (as discussed in the Ivanhoe and Schwitzgebel readings for the instructor).  If the lynchers had paused to reflect in the right way, would they have found in themselves a natural revulsion against what they were doing, as Mengzi would predict?  Rousseau’s view is similar (especially as developed in Emile) but puts more emphasis on the capacity of philosophical thinking to produce rationalizations of bad behavior.<br/>\n<br/>\nOn Day Three, the main emphasis should be on Xunzi’s view that human nature is bad.  His metaphor of straightening a board is fruitfully contrasted with Mengzi’s of cultivating sprouts.  For example, in straightening a board, the shape (the moral structure) is imposed by force from outside.  In cultivating a sprout, the shape grows naturally from within, given a supportive, nutritive, non-damaging environment.  Students can be invited to consider cartoon versions of “conservative” moral education (“here are the rules, like it or not, follow them or you’ll be punished!”) versus “liberal” moral education (“don’t you feel bad that you hurt Ana’s feelings?”).<br/>\n<br/>\nDay Four you might just show the Milgram video.<br/>\n<br/>\nDay Five the focus should be on articulating situationism vs dispositionism (or whatever you want to call the view that broad, stable, enduring character traits explain most of our moral behavior).  I recommend highlighting the elements of truth in both views, and then showing how there are both situationist and dispositionist elements in both Mengzi and Xunzi (e.g., Mengzi says that young men are mostly cruel in times of famine, but he also recommends cultivating stable dispositions).  Students can be encouraged to discuss how well or poorly the three different types of approach explain the lynchings and the Milgram results<br/>\n<br/>\nIf desired, Day Six and beyond can cover material on the Holocaust.  Hannah Arendt’s <i>Eichmann in Jerusalem</i> and Daniel Goldhagen’s <i>Hitler’s Willing Executioners</i> make a good contrast (with Mengzian elements in Arendt and Xunzian elements in Goldhagen).  (If you do use Goldhagen, be sure you are aware of the legitimate criticisms of some aspects of his view by Browning and others.)<br/>\n<br/>\n<i>Discussion Questions</i><br/>\n<ul>\n<li>What emotions are the lynchers feeling in the photographs?</li>\n<li>If the lynchers had stopped to reflect on their actions, would they have been able to realize that what they were doing was morally wrong?</li>\n<li>Mengzi lived in a time of great chaos and evil.  Although he thought human nature was good, he never denied that people actually commit great evil.  What resources are available in his view to explain actions like those of the lynch mobs, or other types of evil actions?</li>\n<li>Is morality an artificial cultural invention?  Or do we all have natural moral tendencies that only need to be cultivated in a nurturing environment?</li>\n<li>In elementary school moral education, is it better to focus on enforcing rules that might not initially make sense to the children, or is it better to try to appeal to their sympathies and concerns for other people?</li>\n<li>How effectively do you think people can predict what they themselves would do in a situation like the Milgram experiment or a lynch mob?</li>\n<li>Are there people who are morally steadfast enough to resist even strong situational pressures?  If so, how do they become like that?</li>\n</ul>\n<i>Activities (optional)</i><br/>\n<br/>\nOn the first day, an in class assignment might be for them to spend 5-7 minutes writing down their opinion on whether human nature is good or evil (or in-between, or alternatively that the question doesn’t even make sense as formulated).  Then can then trade their written notes with a neighbor or two and compare answers.  On the last day, they can review what they wrote on the first day and discuss whether their opinions have changed.<br/>\n\n[Greetings from Graz, Austria, by the way!]</p>\n<div style=\"clear: both;\"></div>\n</div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2017/05/lynching-milgram-experiments-and.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2017-05-25T13:20:00-07:00\">1:20 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=4622267552074614078\" onclick=\"\">1 comments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/announcements\" rel=\"tag\">announcements</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/chinese%20philosophy\" rel=\"tag\">chinese philosophy</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics\" rel=\"tag\">ethics</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/moral%20development\" rel=\"tag\">moral development</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/moral%20psychology\" rel=\"tag\">moral psychology</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Friday, May 19, 2017</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"296192271155808167\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2017/05/pre-excuse.html\">Pre-Excuse</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>I'm heading off to Europe tomorrow for a series of talks and workshops.  Nijmegen, Vienna, Graz, Lille, Leuven, Antwerp, Oxford, Cambridge -- whee!  Then back to Riverside for a week and off to Iceland with the family to celebrate my son's high school graduation.\n  Whee again!  I return to sanity July 5.<p>\n\nI've sketched out a few ideas for blog posts, but nothing polished.<p>\n\nIf I descend into incoherence, I have my pre-excuse ready!  Jetlag and hotel insomnia.<p>\n<a href=\"https://4.bp.blogspot.com/-8grjF2jnL18/WR4ylX5EHUI/AAAAAAAAALQ/24VuXvqC99kslZFRhBI4ZY-RFPiQaYkVQCLcB/s1600/Lindbergh.jpg\" imageanchor=\"1\"><img border=\"0\" height=\"280\" src=\"https://4.bp.blogspot.com/-8grjF2jnL18/WR4ylX5EHUI/AAAAAAAAALQ/24VuXvqC99kslZFRhBI4ZY-RFPiQaYkVQCLcB/s320/Lindbergh.jpg\" width=\"320\"/></a><p>\n[<a href=\"https://www.pinterest.com/pin/424323596112897206/\">image source</a>]\n</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2017/05/pre-excuse.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2017-05-19T11:21:00-07:00\">11:21 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=296192271155808167\" onclick=\"\">2\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/announcements\" rel=\"tag\">announcements</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, May 18, 2017</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"7725604044729743148\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2017/05/hint-confirm-remind.html\">Hint, Confirm, Remind</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://3.bp.blogspot.com/-mcGAIig5aGE/WR3Mj3dXr4I/AAAAAAAAAK0/jdca1WHIgzk5B4Z-3TAeMj5hCyxfZm2egCLcB/s1600/120827_SCI_Armstrong-footprint.jpg.CROP.rectangle3-large.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" height=\"122\" src=\"https://3.bp.blogspot.com/-mcGAIig5aGE/WR3Mj3dXr4I/AAAAAAAAAK0/jdca1WHIgzk5B4Z-3TAeMj5hCyxfZm2egCLcB/s200/120827_SCI_Armstrong-footprint.jpg.CROP.rectangle3-large.jpg\" width=\"200\"/></a></div><p>\n<b>You can't say anything only <i>once</i> -- not when you're writing, not if you want the reader to remember</b>.  People won't read the words exactly as you intend them, or they will breeze over them; and often your words will admit of more interpretations than you realize, which you rule out by clarifying, angling in, repeating, filling out with examples, adding qualifiers, showing how what you say is different from some other thing it might be mistaken for.<p>\n\nI have long known this about academic writing.  Some undergraduates struggle to fill their 1500-word papers because they think that every idea gets one sentence.  How do you have eighty ideas?!  It becomes much easier to fill the pages -- indeed the challenge shifts from filling the pages to staying concise -- once you recognize that every idea in an academic paper deserves a full academic-sized paragraph.  Throw in an intro and conclusion and you've got, what, five ideas in a 1500-word paper?  Background, a main point, one elaboration or application, one objection, a response -- done.<p>\n<b>It took a while for me to learn that this is also true in writing fiction.</b>  You can't just say something once.  My first stories were too dense.  (They are now either trunked or substantially expanded.)  I guess I implicitly figured that you say something, maybe in a clever oblique way, the reader gets it, and you're done with that thing.  Who wants boring repetition and didacticism in fiction?<p>\n\nWithout being didactically tiresome, there are lots of ways to slow things down so that the reader can relish your idea, your plot turn, your character's emotion or reaction, rather than having the thing over and done in a sentence.  You can break it into phases; you can explicitly set it up, then deliver; you can repeat in different words (especially if the phrasings are lovely); you can show different aspects of the scene, relevant sensory detail, inner monologue, other characters' reactions, a symbolic event in the environment.<p>\n\nBut one of my favorite techniques is <b>hint, confirm, remind</b>.  You can do this in a compact way (as in the example I'm about to give), but writers more commonly spread HCRs throughout the story.  Some early detail hints or foreshadows -- gives the reader a basis for guessing.  Then later, when you hit it directly, the earlier hint is remembered (or if not, no biggie, not all readers are super careful), and the alert reader will enjoy seeing how the pieces come together.  Still later, you remind the reader -- more quickly, like a final little hammer tap (and also so that the least alert readers finally get it).<p>\n<a href=\"http://www.neilgaiman.com/\">Neil Gaiman</a> is a master of the art.  As I was preparing some thoughts for a fiction-writing workshop for philosophers I'm co-leading next month, I noticed <a href=\"https://qz.com/984070/neil-gaiman-has-the-perfect-anecdote-for-anyone-with-impostors-syndrome/\">this passage about \"imposter syndrome\", recently going around</a>.  Here's Gaiman:\n\n<blockquote><p>Some years ago, I was lucky enough invited to a gathering of great and good people: artists and scientists, writers and discoverers of things. And I felt that at any moment they would realise that I didn’t qualify to be there, among these people who had really done things.<p>\n\nOn my second or third night there, I was standing at the back of the hall, while a musical entertainment happened, and I started talking to a very nice, polite, elderly gentleman about several things, including our shared first name. And then he pointed to the hall of people, and said words to the effect of, \"I just look at all these people, and I think, what the heck am I doing here? They’ve made amazing things. I just went where I was sent.\"<p>\n\nAnd I said, \"Yes. But you were the first man on the moon. I think that counts for something.\"<p>\n\nAnd I felt a bit better. Because if Neil Armstrong felt like an imposter, maybe everyone did.</p></p></p></p></blockquote><p>\n\nHint: an elderly gentleman, same first name as Gaiman, famous enough to be backstage among well known artists and scientists.  Went where he was sent.<p>\n\nConfirm: \"You were the first man on the moon\".<p>\n\nRemind: \"... if Neil Armstrong...\"<p>\n<b>The hints set up the puzzle.</b>  It's unfolding fast before you, if you're reading at a normal pace.  You could slow way down and treat it as a riddle, but few of us would do that.<p>\n<b>The confirm gives you the answer.</b>  Now it all fits together.  Bonus points to Gaiman for making it natural dialogue rather than flat-footed exposition.<p>\n\nThe remind here is too soon after the confirm to really be a <i>reminder</i>, as it would be if it appeared a couple of pages later in a longer piece of writing.  But the basic structure is the same: <b>The remind hammer-taps the thing that should already be obvious,</b> to make sure the reader really has it -- but quickly, with a light touch.<p>\n\nIf you want the reader to remember, you can't just say it only once.<p>\n\n[<a href=\"http://www.slate.com/articles/health_and_science/science/2012/08/neil_armstrong_s_moon_landing_quote_did_he_say_one_small_step_for_a_man_.html\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2017/05/hint-confirm-remind.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2017-05-18T09:28:00-07:00\">9:28 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=7725604044729743148\" onclick=\"\">1 comments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/science%20fiction\" rel=\"tag\">science fiction</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/speculative%20fiction\" rel=\"tag\">speculative fiction</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, May 11, 2017</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"824306019035479016\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2017/05/the-sucky-and-awesome.html\">The Sucky and the Awesome</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Here are some things that \"suck\":<p>\n<blockquote><li>bad sports teams;</li>\n<li>bad popular music groups;</li>\n<li>getting a flat tire, which you try to change in the rain because you're late to catch a plane for that vacation trip you've been planning all year, but the replacement tire is also flat, and you get covered in mud, miss the plane, miss the vacation, and catch a cold;</li>\n<li>me, at playing Sonic the Hedgehog.</li></blockquote><p>\n\nIt's tempting to say that all bad things \"suck\".  There probably is a legitimate usage of the term on which you can say of anything bad that it sucks; and yet I'm inclined to think that this broad usage is an extension from a narrower range of cases that are more central to the term's meaning.<p>\n\nHere are some bad things that it doesn't seem quite as natural to describe as sucking:<p>\n<blockquote><li>a broken leg (though it might suck to break your leg and be laid up at home in pain);</li>\n<li>lying about important things (though it might suck to have a boyfriend/girlfriend who regularly lies);</li>\n<li>inferring not-Q from (i) P implies Q and (ii) not-P (though you might suck at logic problems);</li>\n<li>the Holocaust.</li></blockquote><p>\n\nThe most paradigmatic examples of suckiness <b>combine aesthetic failure with failure of skill or functioning</b>.  The sports team or the rock band, instead of showing awesome skill and thereby creating an awesome audience experience of musical or athletic splendor, can be counted on to drop the ball, hit the wrong note, make a jaw-droppingly stupid pass, choose a trite chord and tacky lyric.  Things that happen to you can suck in a similar way to the way it sucks to be stuck at a truly horrible concert: Instead of having the awesome experience you might have hoped for, you have a lousy experience (getting splashed while trying to fix your tire, then missing your plane).  There's a sense of waste, lost opportunity, distaste, displeasure, and things going badly.  You're forced to experience one stupid, rotten thing after the next.<p>\n<b>Something <i>sucks</i> if (and only if) it should deliver good, worthwhile experiences or results, but it doesn't, instead wasting people's time, effort, and resources in an unpleasant and aesthetically distasteful way.</b><p>\n\nThe opposite of sucking is being awesome.  Notice the etymological idea of \"awe\" in the \"awesome\": Something is awesome if it does or should produce awe and wonder at its greatness -- its great beauty, its great skill, the way everything fits elegantly together.  The most truly sucky of sucky things instead, produces wonder at its badness.  Wow, how could something be <i>that</i> pointless and awful!  It's amazing!<p>\n<b>That \"sucking\" focuses our attention on the aesthetic and experiential is what makes it sound not quite right to say that the Holocaust sucked.</b>  In a sense, of course, the Holocaust did suck.  But the phrasing trivializes it -- as though what is most worth comment is not the moral horror and the millions of deaths but rather the unpleasant <i>experiences</i> it produced.<p>\n\nSimilarly for other non-sucky bad things.  What's central to their badness isn't aesthetic or experiential.  To find nearby things that more paradigmatically suck, you have to shift to the experiential or to a lack of (awesome) skill or functioning.<p>\n\nAll of this is very important to understand as a philosopher, of course, because... because...<p>\n\nWell, look.  We wouldn't be using the word \"sucks\" so much if it wasn't important to us whether or not things suck, right?  <i>Why</i> is it so important?  What does it say about us, that we think so much in terms of what sucks and what is awesome?<p>\n\nHere's a Google Ngram of \"that sucks, this sucks, that's awesome\".  Notice the sharp rise that starts in the mid-1980s and appears to be continuing through the end of the available data.<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://4.bp.blogspot.com/-VpryGHlbBKA/WRD6zMYD3MI/AAAAAAAAAKI/ZDeIRNgn4igKLxCFWQFr0f8lOjVYfB8IQCLcB/s1600/Sucks2.jpg\" imageanchor=\"1\" style=\"clear: left; float: left; margin-bottom: 1em; margin-right: 1em;\"><img border=\"0\" height=\"201\" src=\"https://4.bp.blogspot.com/-VpryGHlbBKA/WRD6zMYD3MI/AAAAAAAAAKI/ZDeIRNgn4igKLxCFWQFr0f8lOjVYfB8IQCLcB/s400/Sucks2.jpg\" width=\"400\"/></a></div><p>\n[click to enlarge]<p>\n\nWe seem to be more inclined than ever to divide the world into the sucky and the awesome.<p>\n<b>To see the world through the lens of sucking and awesomeness is to evaluate the world as one would evaluate a music video: in terms of its ability to entertain, and generate positive experiences,</b> and wow with its beauty, magnificence, and amazing displays of skill.<p>\n\nIt's to think like Beavis and Butthead, or like the characters in the Lego Movie.<p>\n<iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/jyF-VleZXJQ\" width=\"560\"></iframe>\n<iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/9cQgQIMlwWw\" width=\"560\"></iframe><p>\n\nThat sounds like a superficial perspective on the world, but there's also something glorious about it.  It's glorious that we have come so far -- that our lives are so secure that we expect them to be full of positive aesthetic experiences and maestro performances, so that we can dismissively say \"that sucks!\" when those high expectations aren't met.<p>\n\n--------------------------------------<p>\n\nFor a quite different (but still awesome!) analysis of the sucky and the awesome, check out Nick Riggle's essay \"<a href=\"https://aeon.co/essays/how-being-awesome-became-the-great-imperative-of-our-time\">How Being Awesome Became the Great Imperative of Our Time</a>\".<p>\n\nMany thanks to my Facebook friends and followers for the awesome comments and examples on <a href=\"https://www.facebook.com/eschwitz/posts/10211316501860879\">my public post</a> about this last week.</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2017/05/the-sucky-and-awesome.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2017-05-11T09:36:00-07:00\">9:36 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=824306019035479016\" onclick=\"\">8\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/aesthetics\" rel=\"tag\">aesthetics</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/culture\" rel=\"tag\">culture</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/humor\" rel=\"tag\">humor</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Wednesday, May 03, 2017</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"5952966941657565363\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2017/05/on-trumps-restraint-and-good-judgment-i.html\">On Trump's Restraint and Good Judgment (I Hope)</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Yesterday afternoon, I worked up the nerve to say the following to a room full of (mostly) white retirees in my politically middle-of-the-road home town of Riverside, California.<p>\n\n(I said this after giving a slightly trimmed version of my Jan 29 <i>L.A. Times</i> op-ed <a href=\"http://www.latimes.com/opinion/op-ed/la-oe-schwitzgebel-experts-dilemma-20170129-story.html\">What Happens to Democracy If the Experts Can't Be Both Factual and Balanced</a>.)<p>\n\nOur democracy requires substantial restraints on the power of the chief executive.  The president cannot simply do whatever he wants.  That's dictatorship.<p>\n\nDictatorship has arrived when other branches of government -- the legislature and the judiciary -- are unable to thwart the president.  This can happen either because the other branches are populated with stooges or because the other branches reliably fail in their attempts to resist the president.<p>\n\nPresident Trump appears to have expressed admiration for undemocratic chief executives who seize power away from judiciaries and legislatures.<p>\n\nHere's something that could occur.  President Trump might instruct the security apparatus of the United States -- the military, the border patrol, police departments -- to do something, for example to imprison or deport groups of people he describes as a threat.  And then a judge or a group of judges might decide that Trump's instructions should not be implemented.  And Trump might persist rather than deferring.  He might insist that the judge or judges who aim to block him are misinterpreting or misusing the law.  He might demand that his orders be implemented <i>despite the judicial outcome</i>.<p>\n\nHere's one reason to think that won't occur: In January, Trump issued an executive order banning travel from seven majority-Muslim countries.  When judges decided to block the order, Trump backed down.  He insulted the judges and derided the decision, saying it left the nation less safe.  But he did not demand that the security apparatus of the United States ignore the decision.<p>\n\nSo that's good.<p>\n<i>Probably</i> Trump will continue to defer to the judiciary in that way.  He <a href=\"https://www.theguardian.com/commentisfree/2017/may/02/donald-trump-authoritarian-look-actions-not-words\">has not been as aggressive about seizing power</a> as he could have been, if he were set upon maximizing executive power.<p>\n\nBut if, improbably, Trump in the future decides to continue with an order that a judge is attempting to halt -- if, for some reason, Trump decides to insist that the executive branch disregard what he sees as an unwise and unjust judicial decision -- then quite suddenly our democracy would be comprised.<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://2.bp.blogspot.com/-RXlZK0XVRjY/WQpr0ufRN5I/AAAAAAAAAJo/kjRvl2dsVOcFtBYkGrwKenpS2tso_PXewCLcB/s1600/Justice-Ruth-Bader-Ginsburg-Apologizes-for-Ill-Advised-Comments-on-Donald-Trump.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" height=\"134\" src=\"https://2.bp.blogspot.com/-RXlZK0XVRjY/WQpr0ufRN5I/AAAAAAAAAJo/kjRvl2dsVOcFtBYkGrwKenpS2tso_PXewCLcB/s320/Justice-Ruth-Bader-Ginsburg-Apologizes-for-Ill-Advised-Comments-on-Donald-Trump.jpg\" width=\"320\"/></a></div><p>\n\nDemocracy depends on the improbable capacity of a few people who sit in courtrooms and study the law to convince large groups of people with guns to do things that those people with guns might not want to do, including things that the people with guns regard as contrary to the best interest of their country and the safety of their communities.  It's quite amazing.  A few people in black robes -- perhaps themselves with divided opinions -- versus the righteous desires of an army.<p>\n\nIf Trump says <i>do this</i>, and a judge in Hawaii says <i>no, stop</i>, and then Trump says <i>army of mine, ignore that judge</i>, what will the people with the guns do?<p>\n\nIt won’t happen.  I don’t <i>think </i>it will happen.<p>\n\nWe as a country have chosen to wager our democracy on Trump's restraint and good judgment.<p>\n\n[<a href=\"http://www.thetruthaboutguns.com/2016/07/johannes-paulsen/justice-ginsburg-recuse-drop-gun-cases-notoriousrbg/\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2017/05/on-trumps-restraint-and-good-judgment-i.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2017-05-03T16:52:00-07:00\">4:52 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=5952966941657565363\" onclick=\"\">9\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/culture\" rel=\"tag\">culture</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/politics\" rel=\"tag\">politics</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, May 02, 2017</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"760601784435461963\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2017/05/is-my-usage-of-crazy-ableist.html\">Is My Usage of \"Crazy\" Ableist?</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>In 2014, I published a paper titled \"<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/CrazyMind.htm\">The Crazyist Metaphysics of Mind</a>\".  Since the beginning, I have been somewhat ambivalent about my use of the word \"crazy\".<p>\n\nSome of my friends have expressed the concern that my use of \"crazy\" is ableist.  I do agree that the use of \"crazy\" <i>can </i>be ableist -- for example, when it is used to insult or dismiss someone with a perceived psychological disability.<p>\n\nI have a new book contract with MIT Press.  The working title of the book is \"<a href=\"http://schwitzsplinters.blogspot.com/2017/05/my-next-book.html\">How to Be a Crazy Philosopher</a>\".  Some of my friends have urged me to reconsider the title.<p>\n\nI disagree that the usage is ableist, but I am open to being convinced.<p>\n\nI define a position as \"crazy\" just in case (1) it is highly contrary to common sense, and (2) we are not epistemically compelled to believe it.  \"Crazyism\" about some domain is the view that something that meets conditions (1) and (2) must be true in that domain.  I defend crazyism about the metaphysics of mind, and in some other areas.  In these areas, something highly contrary to common sense must be true, but we are not in a good epistemic position to know which of the \"crazy\" possibilities is the true one.  For example, panpsychism might be true, or the literal group consciousness of the United States, or the transcendental ideality of space, or....<p>\n\nI believe that this usage is not ableist in part because (a) I am using the term with a positive valence, (b) I am not labeling individual people, and (c) the term is often used with a positive valence in our culture when it is not used to label people (e.g., \"that's some <a href=\"https://www.google.com/search?q=%22crazy+jazz%22&amp;rlz=1C1CHBF_enUS698US698&amp;oq=%22crazy+jazz%22&amp;aqs=chrome..69i57j0l5.4103j0j7&amp;sourceid=chrome&amp;ie=UTF-8\">crazy jazz</a>!\", \"we had a <a href=\"https://www.google.com/search?q=%22crazy+jazz%22&amp;rlz=1C1CHBF_enUS698US698&amp;oq=%22crazy+jazz%22&amp;aqs=chrome..69i57j0l5.4103j0j7&amp;sourceid=chrome&amp;ie=UTF-8#q=%22crazy+good+time%22\">crazy good time</a> in Vegas\").  I'm inclined to think that usages like those are typically morally permissible and not objectionably ableist.<p>\n\nI welcome discussion, either in comments on this post or by email, if you have thoughts about this.<p>\n\nUpdate: On <a href=\"https://www.facebook.com/eschwitz/posts/10211291562557412\">my public post on Facebook</a>, Daniel Estrada writes:\n\n<blockquote>I think the critical thing is to explicitly acknowledge and appreciate how the term \"crazy\" has been used to stigmatize and mystify issues around mental health. I don't think it's wrong to use any term, as long as you appreciate its history, and how your use contributes to that history. I think the overlap on \"mystification\" in your use is the extra prickly thorn in this nest. \n\nContributing an essay (maybe just the preface?) where you address these complications explicitly seems like basic due diligence.</blockquote><p>\n\nI like that idea.  If I keep the title and the usage, perhaps we can premise further discussion on the assumption that I do something like what Daniel has suggested.</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2017/05/is-my-usage-of-crazy-ableist.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2017-05-02T12:08:00-07:00\">12:08 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=760601784435461963\" onclick=\"\">8\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/crazyism\" rel=\"tag\">crazyism</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"3141408302788947624\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2017/05/my-next-book.html\">My Next Book...</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>I've signed a contract with MIT Press for my next book. Working title: <i>How to Be a Crazy Philosopher</i>.<p>\n\nThe book will collect, revise, and to some extent integrate selected blog posts, op-eds, and longform journalism pieces, plus some new material. It will not be thematically unified around \"crazyism\" although of course it will include some of my material on that theme.<p>\n\nReaders, if any my posts have struck you as especially memorable and worth including, I'd be interested to hear your opinion, either in the comments to this post or by email.<p>\n\n-----------------------------------<p>\n\nSome friends have expressed concerns about my use of \"crazy\" in the working title, since they view the usage as ableist.  I am ambivalent about my use of the word, though I have been on the hook for it since at least 2014, when I published \"<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/CrazyMind.htm\">The Crazyist Metaphysics of Mind</a>\".  I will now create a separate post for discussion of that issue.</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2017/05/my-next-book.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2017-05-02T11:37:00-07:00\">11:37 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=3141408302788947624\" onclick=\"\">0\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/announcements\" rel=\"tag\">announcements</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n</div>\n<div class=\"blog-pager\" id=\"blog-pager\">\n<span id=\"blog-pager-newer-link\">\n<a class=\"blog-pager-newer-link\" href=\"https://schwitzsplinters.blogspot.com/search?updated-max=2018-11-16T09:23:00-08:00&amp;max-results=100&amp;reverse-paginate=true\" id=\"Blog1_blog-pager-newer-link\" title=\"Newer Posts\">Newer Posts</a>\n</span>\n<span id=\"blog-pager-older-link\">\n<a class=\"blog-pager-older-link\" href=\"https://schwitzsplinters.blogspot.com/search?updated-max=2017-05-02T11:37:00-07:00&amp;max-results=100\" id=\"Blog1_blog-pager-older-link\" title=\"Older Posts\">Older Posts</a>\n</span>\n<a class=\"home-link\" href=\"https://schwitzsplinters.blogspot.com/\">Home</a>\n</div>\n<div class=\"clear\"></div>\n<div class=\"blog-feeds\">\n<div class=\"feed-links\">\nSubscribe to:\n<a class=\"feed-link\" href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" target=\"_blank\" type=\"application/atom+xml\">Posts (Atom)</a>\n</div>\n</div>\n</div></div>\n</div>\n<div id=\"sidebar-wrapper\">\n<div class=\"sidebar section\" id=\"sidebar\"><div class=\"widget HTML\" data-version=\"1\" id=\"HTML1\">\n<div class=\"widget-content\">\n<!-- Start of StatCounter Code -->\n<script language=\"javascript\" type=\"text/javascript\">\nvar sc_project=1508379; \nvar sc_invisible=1; \nvar sc_partition=13; \nvar sc_security=\"2c679bf5\"; \n</script>\n<script language=\"javascript\" src=\"//www.statcounter.com/counter/frames.js\" type=\"text/javascript\"></script><noscript><a href=\"http://www.statcounter.com/\" target=\"_blank\"><img alt=\"counter\" border=\"0\" src=\"https://lh5.googleusercontent.com/proxy/TttFETzU6Fyjbw8OTQa3FJTU6voqbJLJLUpwu-cpdPeafywusdwwP7glYc97L2xKGSvrrr4NvIgASxXMbEwi_U_RRXsWks6bqpkoSs1g9Zpv2uL97h9IjmZZ0d0P9zebmEy5rnSb9Ztru06j4rFAy0sL=s0-d\"/></a> </noscript>\n<!-- End of StatCounter Code -->\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=HTML&amp;widgetId=HTML1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"HTML1\"));' rel=\"nofollow\" target=\"configHTML1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget Profile\" data-version=\"1\" id=\"Profile1\">\n<h2>Contributors</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a class=\"profile-name-link g-profile\" href=\"https://www.blogger.com/profile/11541402189204286449\" style=\"background-image: url(//www.blogger.com/img/logo-16.png);\">Eric Schwitzgebel</a></li>\n<li><a class=\"profile-name-link g-profile\" href=\"https://plus.google.com/100155094439598517774\" style=\"background-image: url(//www.google.com/images/icons/ui/gprofile_button-16.png);\">Eric Schwitzgebel</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Profile&amp;widgetId=Profile1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Profile1\"));' rel=\"nofollow\" target=\"configProfile1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget FollowByEmail\" data-version=\"1\" id=\"FollowByEmail1\">\n<h2 class=\"title\">Follow by Email</h2>\n<div class=\"widget-content\">\n<div class=\"follow-by-email-inner\">\n<form action=\"https://feedburner.google.com/fb/a/mailverify\" method=\"post\" onsubmit='window.open(\"https://feedburner.google.com/fb/a/mailverify?uri=blogspot/FHhv\", \"popupwindow\", \"scrollbars=yes,width=550,height=520\"); return true' target=\"popupwindow\">\n<table width=\"100%\">\n<tr>\n<td>\n<input class=\"follow-by-email-address\" name=\"email\" placeholder=\"Email address...\" type=\"text\"/>\n</td>\n<td width=\"64px\">\n<input class=\"follow-by-email-submit\" type=\"submit\" value=\"Submit\"/>\n</td>\n</tr>\n</table>\n<input name=\"uri\" type=\"hidden\" value=\"blogspot/FHhv\"/>\n<input name=\"loc\" type=\"hidden\" value=\"en_US\"/>\n</form>\n</div>\n</div>\n<span class=\"item-control blog-admin\">\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=FollowByEmail&amp;widgetId=FollowByEmail1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"FollowByEmail1\"));' rel=\"nofollow\" target=\"configFollowByEmail1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</span>\n</div><div class=\"widget Feed\" data-version=\"1\" id=\"Feed1\">\n<h2>Recent Comments (may be delayed)</h2>\n<div class=\"widget-content\" id=\"Feed1_feedItemListDisplay\">\n<span style=\"filter: alpha(25); opacity: 0.25;\">\n<a href=\"http://schwitzsplinters.blogspot.com/feeds/comments/default\">Loading...</a>\n</span>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Feed&amp;widgetId=Feed1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Feed1\"));' rel=\"nofollow\" target=\"configFeed1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList1\">\n<h2>Links</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://cogsciphi.blogspot.com/\">Alternate Minds</a></li>\n<li><a href=\"http://www.philosophyofbrains.com/\">Brains</a></li>\n<li><a href=\"http://www.consciousentities.com/\">Conscious Entities</a></li>\n<li><a href=\"http://crookedtimber.org/\">Crooked Timber</a></li>\n<li><a href=\"http://dailynous.com/\">Daily Nous</a></li>\n<li><a href=\"http://digressionsnimpressions.typepad.com/\">Digressions &amp; Impressions</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/disability_and_disadvanta/\">Discrimination and Disadvantage</a></li>\n<li><a href=\"http://ericlinuskaplan.wordpress.com/\">Eric Linus Kaplan</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/xphi/\">Experimental Philosophy</a></li>\n<li><a href=\"http://agencyandresponsibility.typepad.com/flickers-of-freedom/\">Flickers of Freedom</a></li>\n<li><a href=\"http://leiterreports.typepad.com/\">Leiter Reports</a></li>\n<li><a href=\"http://whatsortsofpeople.wordpress.com/\">Living Archives on Eugenics Blog</a></li>\n<li><a href=\"http://loveofallwisdom.com/\">Love of All Wisdom</a></li>\n<li><a href=\"http://machineslikeus.com/\">Machines Like Us</a></li>\n<li><a href=\"http://www.mindhacks.com/\">Mind Hacks</a></li>\n<li><a href=\"http://www.davidpapineau.co.uk/blog.html\">More Important Than That (Philosophy and Sport)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/\">My Homepage</a></li>\n<li><a href=\"http://www.newappsblog.com/\">New APPS</a></li>\n<li><a href=\"http://peasoup.typepad.com/\">PEA Soup</a></li>\n<li><a href=\"http://philpercs.com/\">Philosophical Percolations</a></li>\n<li><a href=\"http://sometimesimwrong.typepad.com/wrong/\">Sometimes I'm Wrong</a></li>\n<li><a href=\"http://philosopherscocoon.typepad.com/blog/\">The Philosophers' Cocoon</a></li>\n<li><a href=\"http://tar.weatherson.org/\">Thoughts, Arguments, and Rants</a></li>\n<li><a href=\"http://rsbakker.wordpress.com/\">Three Pound Brain</a></li>\n<li><a href=\"http://warpweftandway.wordpress.com/\">Warp, Weft, and Way</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList1\"));' rel=\"nofollow\" target=\"configLinkList1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList6\">\n<h2>Advice on Applying to PhD Programs in Philosophy</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/applying%20to%20grad%20school\">various posts on that theme</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList6&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList6\"));' rel=\"nofollow\" target=\"configLinkList6\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList4\">\n<h2>Selected Essays</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/In-Between.htm\">2001: In-Between Believing</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/AccountBel.htm\">2002: A Phenomenal, Dispositional Account of Belief</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DreamB&amp;W.htm\">2002: Why Did We Think We Dreamed in Black and White?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospTrain.htm\">2004: Introspective Training Apprehensively Defended: Reflections on Titchener's Lab Manual</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Flat.htm\">2006: Do Things Look Flat?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Naive.htm\">2008: The Unreliability of Naive Introspection</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/PeerOpinion.htm\">2009: The Moral Behavior of Ethicists: Peer Opinion (with J Rust)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ActBel.htm\">2010: Acting Contrary to Our Professed Beliefs</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthOrder.htm\">2012: Expertise in Moral Reasoning? (with F Cushman)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospectionWhat.htm\">2012: Introspection, What?</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/BeliefBox.htm\">2013: A Dispositional Approach to Attitudes</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Jerks.htm\">2014: A Theory of Jerks</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/CrazyMind.htm\">2014: The Crazyist Metaphysics of Mind</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthSelfRep.htm\">2014: The Moral Behavior of Ethics Professors (with J Rust)</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/USAconscious.htm\">2015: If Materialism Is True, the United States Is Probably Conscious</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/1sk.htm\">2016: 1% Skepticism</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/WomenInPhil.htm\">2017: Women in Philosophy (with C D Jennings)</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList4&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList4\"));' rel=\"nofollow\" target=\"configLinkList4\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList7\">\n<h2>Selected Short Stories</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Eden.htm\">2013: Reinstalling Eden (with R S Bakker)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DauphinsMetaphysics.htm\">2015: The Dauphin's Metaphysics</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/FishDance.htm\">2016: Fish Dance</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList7&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList7\"));' rel=\"nofollow\" target=\"configLinkList7\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList3\">\n<h2>The Underblog?</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.schwitzsplintersunderblog.blogspot.com/\">The Underblog!</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList3&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList3\"));' rel=\"nofollow\" target=\"configLinkList3\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList5\">\n<h2>Past Guest Bloggers</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Lisa%20Bortolotti\">Lisa Bortolotti</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Brad%20Cokelet\">Brad Cokelet</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Carrie%20Figdor\">Carrie Figdor</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Keith%20Frankish\">Keith Frankish</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Dan%20Haybron\">Dan Haybron</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Jonathan%20Ichikawa\">Jonathan Ichikawa</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/G.%20Randolph%20Mayes\">G. Randolph Mayes</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Regina%20Rini\">Regina Rini</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Teed%20Rockwell\">Teed Rockwell</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Joshua%20Rust\">Joshua Rust</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Hagop%20Sarkissian\">Hagop Sarkissian</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search?q=shevlin\">Henry Shevlin</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Tamler%20Sommers\">Tamler Sommers</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/justin%20tiwald\">Justin Tiwald</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Bryan%20Van%20Norden\">Bryan Van Norden</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Manuel%20Vargas\">Manuel Vargas</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList5&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList5\"));' rel=\"nofollow\" target=\"configLinkList5\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget BlogArchive\" data-version=\"1\" id=\"BlogArchive1\">\n<h2>Blog Archive</h2>\n<div class=\"widget-content\">\n<div id=\"ArchiveList\">\n<div id=\"BlogArchive1_ArchiveList\">\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/\">\n2019\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/\">\n2018\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/\">\n2017\n</a>\n<span class=\"post-count\" dir=\"ltr\">(71)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n<ul class=\"posts\">\n<li><a href=\"https://schwitzsplinters.blogspot.com/2017/05/lynching-milgram-experiments-and.html\">Lynching, the Milgram Experiments, and the Questio...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2017/05/pre-excuse.html\">Pre-Excuse</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2017/05/hint-confirm-remind.html\">Hint, Confirm, Remind</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2017/05/the-sucky-and-awesome.html\">The Sucky and the Awesome</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2017/05/on-trumps-restraint-and-good-judgment-i.html\">On Trump's Restraint and Good Judgment (I Hope)</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2017/05/is-my-usage-of-crazy-ableist.html\">Is My Usage of \"Crazy\" Ableist?</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2017/05/my-next-book.html\">My Next Book...</a></li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/\">\n2016\n</a>\n<span class=\"post-count\" dir=\"ltr\">(81)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/\">\n2015\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/\">\n2014\n</a>\n<span class=\"post-count\" dir=\"ltr\">(88)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/\">\n2013\n</a>\n<span class=\"post-count\" dir=\"ltr\">(87)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/\">\n2012\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/\">\n2011\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(3)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/\">\n2010\n</a>\n<span class=\"post-count\" dir=\"ltr\">(86)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/\">\n2009\n</a>\n<span class=\"post-count\" dir=\"ltr\">(83)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/\">\n2008\n</a>\n<span class=\"post-count\" dir=\"ltr\">(96)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/\">\n2007\n</a>\n<span class=\"post-count\" dir=\"ltr\">(168)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/\">\n2006\n</a>\n<span class=\"post-count\" dir=\"ltr\">(114)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(19)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(2)</span>\n</li>\n</ul>\n</li>\n</ul>\n</div>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=BlogArchive&amp;widgetId=BlogArchive1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"BlogArchive1\"));' rel=\"nofollow\" target=\"configBlogArchive1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget Text\" data-version=\"1\" id=\"Text1\">\n<div class=\"widget-content\">\n<span style=\"color:#999999;\">background image from </span><a href=\"http://biocarbons.en.ecplaza.net/\"><span style=\"color:#999999;\">http://biocarbons.en.ecplaza.net</span></a><br/>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Text&amp;widgetId=Text1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Text1\"));' rel=\"nofollow\" target=\"configText1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div></div>\n</div>\n<!-- spacer for skins that want sidebar and main to be the same height-->\n<div class=\"clear\"> </div>\n</div>\n<!-- end content-wrapper -->\n<div id=\"footer-wrapper\">\n<div class=\"footer no-items section\" id=\"footer\"></div>\n</div>\n</div></div>\n<!-- end outer-wrapper -->\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script src=\"https://www.blogger.com/static/v1/widgets/1854097286-widgets.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\nwindow['__wavt'] = 'AOuZoY782T_VhzY_wtykdCrzoVffWPmTsA:1554147672505';_WidgetManager._Init('//www.blogger.com/rearrange?blogID\\x3d26951738','//schwitzsplinters.blogspot.com/2017/05/','26951738');\n_WidgetManager._SetDataContext([{'name': 'blog', 'data': {'blogId': '26951738', 'title': 'The Splintered Mind', 'url': 'https://schwitzsplinters.blogspot.com/2017/05/', 'canonicalUrl': 'http://schwitzsplinters.blogspot.com/2017/05/', 'homepageUrl': 'https://schwitzsplinters.blogspot.com/', 'searchUrl': 'https://schwitzsplinters.blogspot.com/search', 'canonicalHomepageUrl': 'http://schwitzsplinters.blogspot.com/', 'blogspotFaviconUrl': 'https://schwitzsplinters.blogspot.com/favicon.ico', 'bloggerUrl': 'https://www.blogger.com', 'hasCustomDomain': false, 'httpsEnabled': true, 'enabledCommentProfileImages': true, 'gPlusViewType': 'FILTERED_POSTMOD', 'adultContent': false, 'analyticsAccountNumber': 'UA-43027794-1', 'encoding': 'UTF-8', 'locale': 'en', 'localeUnderscoreDelimited': 'en', 'languageDirection': 'ltr', 'isPrivate': false, 'isMobile': false, 'isMobileRequest': false, 'mobileClass': '', 'isPrivateBlog': false, 'feedLinks': '\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/rss+xml\\x22 title\\x3d\\x22The Splintered Mind - RSS\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default?alt\\x3drss\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22service.post\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://www.blogger.com/feeds/26951738/posts/default\\x22 /\\x3e\\n', 'meTag': '', 'adsenseHostId': 'ca-host-pub-1556223355139109', 'adsenseHasAds': false, 'view': '', 'dynamicViewsCommentsSrc': '//www.blogblog.com/dynamicviews/4224c15c4e7c9321/js/comments.js', 'dynamicViewsScriptSrc': '//www.blogblog.com/dynamicviews/0653eeb7078c79fe', 'plusOneApiSrc': 'https://apis.google.com/js/plusone.js', 'disableGComments': true, 'sharing': {'platforms': [{'name': 'Get link', 'key': 'link', 'shareMessage': 'Get link', 'target': ''}, {'name': 'Facebook', 'key': 'facebook', 'shareMessage': 'Share to Facebook', 'target': 'facebook'}, {'name': 'BlogThis!', 'key': 'blogThis', 'shareMessage': 'BlogThis!', 'target': 'blog'}, {'name': 'Twitter', 'key': 'twitter', 'shareMessage': 'Share to Twitter', 'target': 'twitter'}, {'name': 'Pinterest', 'key': 'pinterest', 'shareMessage': 'Share to Pinterest', 'target': 'pinterest'}, {'name': 'Email', 'key': 'email', 'shareMessage': 'Email', 'target': 'email'}], 'disableGooglePlus': true, 'googlePlusShareButtonWidth': 300, 'googlePlusBootstrap': '\\x3cscript type\\x3d\\x22text/javascript\\x22\\x3ewindow.___gcfg \\x3d {\\x27lang\\x27: \\x27en\\x27};\\x3c/script\\x3e'}, 'hasCustomJumpLinkMessage': false, 'jumpLinkMessage': 'Read more', 'pageType': 'archive', 'pageName': 'May 2017', 'pageTitle': 'The Splintered Mind: May 2017'}}, {'name': 'features', 'data': {'sharing_get_link_dialog': 'true', 'sharing_native': 'false'}}, {'name': 'messages', 'data': {'edit': 'Edit', 'linkCopiedToClipboard': 'Link copied to clipboard!', 'ok': 'Ok', 'postLink': 'Post Link'}}, {'name': 'template', 'data': {'name': 'custom', 'localizedName': 'Custom', 'isResponsive': false, 'isAlternateRendering': false, 'isCustom': true}}, {'name': 'view', 'data': {'classic': {'name': 'classic', 'url': '?view\\x3dclassic'}, 'flipcard': {'name': 'flipcard', 'url': '?view\\x3dflipcard'}, 'magazine': {'name': 'magazine', 'url': '?view\\x3dmagazine'}, 'mosaic': {'name': 'mosaic', 'url': '?view\\x3dmosaic'}, 'sidebar': {'name': 'sidebar', 'url': '?view\\x3dsidebar'}, 'snapshot': {'name': 'snapshot', 'url': '?view\\x3dsnapshot'}, 'timeslide': {'name': 'timeslide', 'url': '?view\\x3dtimeslide'}, 'isMobile': false, 'title': 'The Splintered Mind', 'description': 'reflections in philosophy of psychology, broadly construed', 'url': 'https://schwitzsplinters.blogspot.com/2017/05/', 'type': 'feed', 'isSingleItem': false, 'isMultipleItems': true, 'isError': false, 'isPage': false, 'isPost': false, 'isHomepage': false, 'isArchive': true, 'isLabelSearch': false, 'archive': {'year': 2017, 'month': 5, 'rangeMessage': 'Showing posts from May, 2017'}}}]);\n_WidgetManager._RegisterWidget('_NavbarView', new _WidgetInfo('Navbar1', 'navbar', document.getElementById('Navbar1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HeaderView', new _WidgetInfo('Header1', 'header', document.getElementById('Header1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogView', new _WidgetInfo('Blog1', 'main', document.getElementById('Blog1'), {'cmtInteractionsEnabled': false, 'lightboxEnabled': true, 'lightboxModuleUrl': 'https://www.blogger.com/static/v1/jsbin/2848338547-lbx.js', 'lightboxCssUrl': 'https://www.blogger.com/static/v1/v-css/368954415-lightbox_bundle.css'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HTMLView', new _WidgetInfo('HTML1', 'sidebar', document.getElementById('HTML1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_ProfileView', new _WidgetInfo('Profile1', 'sidebar', document.getElementById('Profile1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FollowByEmailView', new _WidgetInfo('FollowByEmail1', 'sidebar', document.getElementById('FollowByEmail1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FeedView', new _WidgetInfo('Feed1', 'sidebar', document.getElementById('Feed1'), {'title': 'Recent Comments (may be delayed)', 'showItemDate': true, 'showItemAuthor': true, 'feedUrl': 'http://schwitzsplinters.blogspot.com/feeds/comments/default', 'numItemsShow': 5, 'loadingMsg': 'Loading...', 'openLinksInNewWindow': false, 'useFeedWidgetServ': 'true'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList1', 'sidebar', document.getElementById('LinkList1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList6', 'sidebar', document.getElementById('LinkList6'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList4', 'sidebar', document.getElementById('LinkList4'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList7', 'sidebar', document.getElementById('LinkList7'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList3', 'sidebar', document.getElementById('LinkList3'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList5', 'sidebar', document.getElementById('LinkList5'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogArchiveView', new _WidgetInfo('BlogArchive1', 'sidebar', document.getElementById('BlogArchive1'), {'languageDirection': 'ltr', 'loadingMessage': 'Loading\\x26hellip;'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_TextView', new _WidgetInfo('Text1', 'sidebar', document.getElementById('Text1'), {}, 'displayModeFull'));\n</script>\n</body>\n</html>", "title_html": "<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2017/05/lynching-milgram-experiments-and.html\">Lynching, the Milgram Experiments, and the Question of Whether \"Human Nature Is Good\"</a>\n</h3>", "read_time": 392.7}