{"content_html": "<div class=\"post-body entry-content\">\n<p>I'm increasingly convinced that science fiction, or more broadly, \"<a href=\"http://en.wikipedia.org/wiki/Speculative_fiction\">speculative fiction</a>\" is a powerful philosophical tool. The specificity of the possibilities considered, and its emotional and imagistic power, engages parts of the mind that more abstract forms of speculation leave hungry. Possibilities are livened, affecting how we think about them.<p>\n\nSuppose you agree.  What might you want to read (or watch)?<p>\n\nA couple dozen professional philosophers who enjoy SF, and two SF writers with graduate training in philosophy, have agreed to offer me lists of ten \"personal favorite\" works of philosophically interesting SF, along with brief \"pitches\" pointing toward the works' philosophical interest.  I'll be rolling out these lists four at a time on the blog.  At the end, I will compile a mega-list of all the lists, as well as some observations about the aggregate results.<p>\n\nI emphasize that individuals' lists are not intended as thoroughly researched \"top ten\" lists -- just suggestions of <i>some </i>works that the contributors have enjoyed and found philosophically engaging.<p>\n\nIf you are a professional philosopher (or an SF writer with graduate training in philosophy) and you would like to contribute a list, email me.  (Corrections are also welcome.)<p>\n\nAny reader who wishes to add one or more suggested works to the comments section, please feel free!<p>\n\nSo, the first four lists:<p>\n\n----------------------------------------------<p>\n\nList from <a href=\"https://sites.google.com/site/joshdeverphilosophy/\">Josh Dever</a> (Associate Professor of Philosophy, University of Texas at Austin):<p>\n<b>Mark Danielewski,<i> House of Leaves</i></b> (novel, 2000). The opening of chapter 4 is a beautiful test case in whether a tiny datum can drive a massive theory change.<p>\n<b>Samuel Delany, <i>Dhalgren </i>and <i>Triton</i></b> (novels, 1975 and 1976). Explorations of just about every imaginable alternative sociological and political structure and theory.<p>\n<b>Philip K. Dick, <i>Radio Free Albemuth</i></b> (novel, 1976). Time stopped in the first century AD, and restarted in 1945. Come up with a theory of time to make that consistent!<p>\n<b>Russell Hoban, <i>Riddley Walker</i></b> (novel, 1980). Like that Star Trek episode “Darmok”, except, you know, good. Also, best post-apocalyptic novel ever by a significant author of children’s literature.<p>\n<b>Sigizmund Krzhizhanovsky, “Quadraturin”</b> (short story, 192-something). There’s a superabundance of science fiction about weird physics and metaphysics of time, but a disappointing dearth of the same with space. This is an exception.<p>\n<b>Ursula K. Le Guin, “The Author of the Acacia Seeds, and Other Extracts from the Journal of the Association of Therolinguistics” and “The Ones Who Walk Away From Omelas”</b> (short stories, 1982 and 1973). The first: always nice when science fiction remembers that linguistics is a science. The second: a powerful counterexample, but note only to certain forms of consequentialism. Think of it as an argument for good social choice theory.<p>\n<b>China Miéville, <i>Embassytown</i> and <i>The City &amp; The City</i></b> (novels, 2011 and 2009). The first is a fun, if a bit clunky, bit of exploratory philosophy of language. The second is a particularly adventurous instance of exploratory metaphysics.<p>\n<b>Thomas Pynchon, <i>Mason &amp; Dixon</i>, Episode 19</b> (portion of a novel, 1997). The story of the missing eleven days resulting from the transition from the Julian to the Gregorian calendar. More fun metaphysics of time, plus a bit of philosophies of language and gender.<p>\n<b>David Foster Wallace, <i>Infinite Jest</i></b> (novel, 1996). Philosophy by virtue of mentioning “Montague Grammar and the Semantics of Physical Modality”, science fiction by virtue of being set in the Year of the Depend Adult Undergarmet, fun by virtue of including basically everything in between.<p>\n<b>H.G. Wells, “The Remarkable Case of Davidson’s Eyes”</b> (short story, 1895). The definitive counterexample to immunity to error through misidentification.<p>\n\n----------------------------------------------<p>\n\nList from <a href=\"http://www.lewispowell.com/\">Lewis Powell</a> (Assistant Professor of Philosophy at University at Buffalo, SUNY)<p>\n<b>Leonard Richardson, <i>Constellation Games</i></b> (novel, 2012): Aliens make first contact, and Ariel Blum’s first reaction is to hope that they’ll let us play their video games.  They do.  The novel is much better than this premise would lead you to expect.  Examines issues in social/political philosophy concerning scarcity of resources (and post-scarcity societies), anarchism and social organization, the (dis)value of immortality, and the role of art and games in human life.<p>\n<b>Ursula K. Le Guin, <i>The Dispossessed</i></b> (novel, 1974): A gripping story investigating a society that has embraced and internalized a full-blown communalism. Examines issues of privacy and property, and the individual’s relationship to society.<p>\n<b>Ursula K. Le Guin, <i>The Left Hand of Darkness</i></b> (novel, 1969): first contact story about someone encountering a society with radically different manifestations of gender roles, sexuality, and social norms. Examines issues of gender and sexuality, as well as love and friendship.<p>\n<b>Ted Chiang, “Hell is the Absence of God”</b> (short story, 2001): Story set in a world where everyone has concrete evidence of the existence of God and an afterlife, but no better understanding of why there is suffering. Examines issues in philosophy of religion, epistemology, the problem of evil and divine hiddenness.<p>\n<b>Ted Chiang, “Division By Zero”</b> (short story, 1991): one of the few works I’ve seen of mathematical science fiction (rather than empirical science fiction), impressive treatment of the possibility that arithmetic is inconsistent.<p>\n<b>Ted Chiang, “Story of Your Life” / “Evolution of Human Science”</b> (short stories, 1998/2000): These stories are very different, but both raise fascinating questions about the nature of science, the role of humans in science, and the consequences of dealing with scientific progress that exceeds the understanding of individual humans.<p>\n<b>PD James/Alfonso Cuaron,<i> The Children of Men</i></b> (novel, 1992/movie, 2006):  While there are a number of plot differences between the film and the book, both do an excellent job of investigating reactions to an existential threat to humanity arising from total infertility.<p>\n<b><i>Star Trek: The Next Generation</i>, “Who Watches the Watchers” / “First Contact” / “Thine Own Self”</b> (tv episodes, 1989/1991/1994): The prime directive (non-interference with less advanced civilizations) is one of the most fascinating elements from Star Trek.  These episodes do an excellent job of exploring the ethics of non-interference and undisclosed observation, and raise questions about the withholding of beneficial advances required by it.<p>\n<b>Mary Shelley, <i>Frankenstein</i></b> (novel, 1818): It seems almost unnecessary to list this work, which is such a widely read classic.  Shelley’s tale of the “modern Prometheus” does an exceptional job of raising questions about the nature of humanity and the ethics of creating life.<p>\n<b>China Miéville, <i>Embassytown</i></b> (novel, 2011): A novel about people trying to interact with an alien race who think and communicate in a fundamentally different manner than us.  A more sophisticated take on this concept than the TNG episode Darmok, and with considerably more interest for philosophers of language.<p>\n\n----------------------------------------------<p>\n\nList from <a href=\"http://www.cmc.edu/pages/faculty/AKind/\">Amy Kind</a> (Professor of Philosophy, Claremont McKenna College) (short stories only):<p>\n<b>Isaac Asimov, “Evidence”</b>  (1946).  Probes the plausibility of the Turing Test.<p>\n<b>Jorge Luis Borges, “The Immortal”</b>  (1947).  An intriguing exploration of why immortality may not be quite what we’d bargained for; pairs well with Bernard Williams’ “The Makropulos Case: Reflections on the Tedium of Immortality.”<p>\n<b>Octavia Butler, “Bloodchild”</b>  (1995).   Explores the nature of gender roles via a story about an alien race who need humans for procreative purposes.<p>\n<b>Arthur Clarke, “The Nine Billion Names of God”</b>  (1953).  Could God’s having a purpose for us provide our lives with meaningfulness?<p>\n<b>Greg Egan, “The Infinite Assassin”</b>  (1991).  How are we related to our counterparts throughout the multiverse?<p>\n<b>Lois Gould, “X: A Fabulous Child’s Story”</b> (1972).  What role does gender identity play in our lives?  What would life be like without it?<p>\n<b>Ursula K. Le Guin, “Nine Lives”</b> (1968).  What is it like to be a clone?  And more specifically, what is it like to have one’s connection to other clones severed after having been raised together with them?<p>\n<b>John Morressy, “Except My Life3” </b> (1991).  Another story probing questions of identity via consideration of what life might be like when you’re one of a set of closely connected clones.<p>\n<b>Norman Spinrad, “The Weed of Time”</b>  (1970).  What would it be like to experience time in a non-linear fashion?<p>\n<b>Roger Zelazny, “For a Breath I Tarry” </b> (1966).  A beautiful depiction of a machine’s quest to understand what it is like to be human.  (See also Isaac Asimov’s novella, <i>Bicentennial Man</i> and Kurt Vonnegut’s “EPICAC”)<p>\n\n----------------------------------------------<p>\n\nList from <a href=\"http://shorst.web.wesleyan.edu/\">Steven Horst</a> (Chair of Philosophy, Wesleyan University)<p>\n<b>C.S. Lewis, Space Trilogy (<i>Out of the Silent Planet</i> / <i>Perelandra </i>/ <i>That Hideous Strength</i></b> (novels, 1938-1945).  Notable for using the sci-fi genre to explore Christian ideas of the fall, intelligent aliens, angels, celestial intelligences, magic, and the dangers of totalitarianism wrapped in the mantle of science.<p>\n<b>Neal Stephenson, The Baroque Cycle (<i>Quicksilver </i>/ <i>The Confusion</i> / <i>The System of the World</i></b> (novels, 2003-2005).  Set as historical novels and developed around the core of interactions between Newton and Leibniz, explores the origins of modern systems of science and finance in counterpoint with alchemical memes.<p>\n<b>Neal Stephenson, <i>Anathem</i></b> (novel, 2008).  At the risk of a major spoiler, this book explores ideas of the quantum multiverse, with the added bonus that some characters are stand-ins for the views of people like Husserl, Gödel, and Bohr.<p>\n<b>Madeline L’Engle, <i>A Wrinkle in Time</i> /<i> A Wind in the Door</i> / <i>A Swiftly Tilting Planet</i></b> (novels, 1962-1978).  This may have been my first introduction to science fiction as a child, and while it is not the most intellectually challenging series about time travel (and dimensional travel, in the case of the memorable Cherubim that is both singular and plural), it is perhaps still the most memorable and endearing.<p>\n<b>Andy &amp; Lana Wachowski,<i> The Matrix</i></b> (movie, 1999).  Not only the most influential movie about virtual reality, but one that implicitly poses interesting questions about what counts as “real”, as the Matrix-world is both the world we assume to be reality and is thoroughly intersubjective.<p>\n<b>Larry Niven, <i>Ringworld </i>and sequels</b> (novels, starting 1970).  An enormous engineered world encircling a distant star provides a context for exploration of the variability of the human phenotype and contrasts with two alien species and a third that turns out to not be as alien as we first imagine.<p>\n<b><i>Star Trek: The Next Generation</i>, “The Measure of a Man”</b> (TV episode, 1989).  The trial to determine whether the Android Data is a person or the property of Star Fleet provides the context for an engaging exploration of personhood and artificial life.<p>\n<b><i>Battlestar Galactica</i></b> (TV series, 2003-2009).  Over six seasons, we are drawn into an increasingly complicated dialectic about the original metallic Cylons, the Cylon “skin jobs”, and by implication, the nature of humanity and personhood, as well as some teaser forays into shared virtual reality that were to be explored in the uncompleted prequel series <i>Caprica</i>.<p>\n<b>Fred Hoyle, <i>The Black Cloud</i></b> (novel, 1957).  The late British astronomer’s novel starts out looking like a novel about a disaster from deep space, but takes a turn to explore the prospects of communication with an alien intelligence very different from ourselves.<p>\n<b>J.R.R. Tolkien, “Ainulindalë”</b> (in <i>The Silmarillion</i>, published 1977).  Tolkien’s Neo-Platonic creation myth puts the rest of the stories about Middle Earth in a distinctly different cosmic context, hints of which can be seen in the better-known works only after one has read the cosmic “backstory”.<p>\n\n----------------------------------------------<p>\n\nSecond list <a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-second-batch-of-lists.html\">here</a>.</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>", "title": "\nPhilosophical SF (Science Fiction / Speculative Fiction): Four Lists and a Project\n", "url": "https://schwitzsplinters.blogspot.com/2014/09", "content": "I'm increasingly convinced that science fiction, or more broadly, \"speculative fiction\" is a powerful philosophical tool. The specificity of the possibilities considered, and its emotional and imagistic power, engages parts of the mind that more abstract forms of speculation leave hungry. Possibilities are livened, affecting how we think about them. Suppose you agree.  What might you want to read (or watch)? A couple dozen professional philosophers who enjoy SF, and two SF writers with graduate training in philosophy, have agreed to offer me lists of ten \"personal favorite\" works of philosophically interesting SF, along with brief \"pitches\" pointing toward the works' philosophical interest. I'll be rolling out these lists four at a time on the blog.  At the end, I will compile a mega-list of all the lists, as well as some observations about the aggregate results. I emphasize that individuals' lists are not intended as thoroughly researched \"top ten\" lists -- just suggestions of some works that the contributors have enjoyed and found philosophically engaging. If you are a professional philosopher (or an SF writer with graduate training in philosophy) and you would like to contribute a list, email me. (Corrections are also welcome.) Any reader who wishes to add one or more suggested works to the comments section, please feel free! So, the first four lists: ---------------------------------------------- List from Josh Dever (Associate Professor of Philosophy, University of Texas at Austin): Mark Danielewski, House of Leaves (novel, 2000). The opening of chapter 4 is a beautiful test case in whether a tiny datum can drive a massive theory change. Samuel Delany, Dhalgren and Triton (novels, 1975 and 1976). Explorations of just about every imaginable alternative sociological and political structure and theory. Philip K. Dick, Radio Free Albemuth (novel, 1976). Time stopped in the first century AD, and restarted in 1945. Come up with a theory of time to make that consistent! Russell Hoban, Riddley Walker (novel, 1980). Like that Star Trek episode “Darmok”, except, you know, good. Also, best post-apocalyptic novel ever by a significant author of children’s literature. Sigizmund Krzhizhanovsky, “Quadraturin” (short story, 192-something). There’s a superabundance of science fiction about weird physics and metaphysics of time, but a disappointing dearth of the same with space. This is an exception. Ursula K. Le Guin, “The Author of the Acacia Seeds, and Other Extracts from the Journal of the Association of Therolinguistics” and “The Ones Who Walk Away From Omelas” (short stories, 1982 and 1973). The first: always nice when science fiction remembers that linguistics is a science. The second: a powerful counterexample, but note only to certain forms of consequentialism. Think of it as an argument for good social choice theory. China Miéville, Embassytown and The City & The City (novels, 2011 and 2009). The first is a fun, if a bit clunky, bit of exploratory philosophy of language. The second is a particularly adventurous instance of exploratory metaphysics. Thomas Pynchon, Mason & Dixon, Episode 19 (portion of a novel, 1997). The story of the missing eleven days resulting from the transition from the Julian to the Gregorian calendar. More fun metaphysics of time, plus a bit of philosophies of language and gender. David Foster Wallace, Infinite Jest (novel, 1996). Philosophy by virtue of mentioning “Montague Grammar and the Semantics of Physical Modality”, science fiction by virtue of being set in the Year of the Depend Adult Undergarmet, fun by virtue of including basically everything in between. H.G. Wells, “The Remarkable Case of Davidson’s Eyes” (short story, 1895). The definitive counterexample to immunity to error through misidentification. ---------------------------------------------- List from Lewis Powell (Assistant Professor of Philosophy at University at Buffalo, SUNY) Leonard Richardson, Constellation Games (novel, 2012): Aliens make first contact, and Ariel Blum’s first reaction is to hope that they’ll let us play their video games. They do. The novel is much better than this premise would lead you to expect. Examines issues in social/political philosophy concerning scarcity of resources (and post-scarcity societies), anarchism and social organization, the (dis)value of immortality, and the role of art and games in human life. Ursula K. Le Guin, The Dispossessed (novel, 1974): A gripping story investigating a society that has embraced and internalized a full-blown communalism. Examines issues of privacy and property, and the individual’s relationship to society. Ursula K. Le Guin, The Left Hand of Darkness (novel, 1969): first contact story about someone encountering a society with radically different manifestations of gender roles, sexuality, and social norms. Examines issues of gender and sexuality, as well as love and friendship. Ted Chiang, “Hell is the Absence of God” (short story, 2001): Story set in a world where everyone has concrete evidence of the existence of God and an afterlife, but no better understanding of why there is suffering. Examines issues in philosophy of religion, epistemology, the problem of evil and divine hiddenness. Ted Chiang, “Division By Zero” (short story, 1991): one of the few works I’ve seen of mathematical science fiction (rather than empirical science fiction), impressive treatment of the possibility that arithmetic is inconsistent. Ted Chiang, “Story of Your Life” / “Evolution of Human Science” (short stories, 1998/2000): These stories are very different, but both raise fascinating questions about the nature of science, the role of humans in science, and the consequences of dealing with scientific progress that exceeds the understanding of individual humans. PD James/Alfonso Cuaron, The Children of Men (novel, 1992/movie, 2006): While there are a number of plot differences between the film and the book, both do an excellent job of investigating reactions to an existential threat to humanity arising from total infertility. Star Trek: The Next Generation, “Who Watches the Watchers” / “First Contact” / “Thine Own Self” (tv episodes, 1989/1991/1994): The prime directive (non-interference with less advanced civilizations) is one of the most fascinating elements from Star Trek. These episodes do an excellent job of exploring the ethics of non-interference and undisclosed observation, and raise questions about the withholding of beneficial advances required by it. Mary Shelley, Frankenstein (novel, 1818): It seems almost unnecessary to list this work, which is such a widely read classic. Shelley’s tale of the “modern Prometheus” does an exceptional job of raising questions about the nature of humanity and the ethics of creating life. China Miéville, Embassytown (novel, 2011): A novel about people trying to interact with an alien race who think and communicate in a fundamentally different manner than us. A more sophisticated take on this concept than the TNG episode Darmok, and with considerably more interest for philosophers of language. ---------------------------------------------- List from Amy Kind (Professor of Philosophy, Claremont McKenna College) (short stories only): Isaac Asimov, “Evidence” (1946). Probes the plausibility of the Turing Test. Jorge Luis Borges, “The Immortal” (1947). An intriguing exploration of why immortality may not be quite what we’d bargained for; pairs well with Bernard Williams’ “The Makropulos Case: Reflections on the Tedium of Immortality.” Octavia Butler, “Bloodchild” (1995). Explores the nature of gender roles via a story about an alien race who need humans for procreative purposes. Arthur Clarke, “The Nine Billion Names of God” (1953). Could God’s having a purpose for us provide our lives with meaningfulness? Greg Egan, “The Infinite Assassin” (1991). How are we related to our counterparts throughout the multiverse? Lois Gould, “X: A Fabulous Child’s Story” (1972). What role does gender identity play in our lives? What would life be like without it? Ursula K. Le Guin, “Nine Lives” (1968). What is it like to be a clone? And more specifically, what is it like to have one’s connection to other clones severed after having been raised together with them? John Morressy, “Except My Life3” (1991). Another story probing questions of identity via consideration of what life might be like when you’re one of a set of closely connected clones. Norman Spinrad, “The Weed of Time” (1970). What would it be like to experience time in a non-linear fashion? Roger Zelazny, “For a Breath I Tarry” (1966). A beautiful depiction of a machine’s quest to understand what it is like to be human. (See also Isaac Asimov’s novella, Bicentennial Man and Kurt Vonnegut’s “EPICAC”) ---------------------------------------------- List from Steven Horst (Chair of Philosophy, Wesleyan University) C.S. Lewis, Space Trilogy (Out of the Silent Planet / Perelandra / That Hideous Strength (novels, 1938-1945). Notable for using the sci-fi genre to explore Christian ideas of the fall, intelligent aliens, angels, celestial intelligences, magic, and the dangers of totalitarianism wrapped in the mantle of science. Neal Stephenson, The Baroque Cycle (Quicksilver / The Confusion / The System of the World (novels, 2003-2005). Set as historical novels and developed around the core of interactions between Newton and Leibniz, explores the origins of modern systems of science and finance in counterpoint with alchemical memes. Neal Stephenson, Anathem (novel, 2008). At the risk of a major spoiler, this book explores ideas of the quantum multiverse, with the added bonus that some characters are stand-ins for the views of people like Husserl, Gödel, and Bohr. Madeline L’Engle, A Wrinkle in Time / A Wind in the Door / A Swiftly Tilting Planet (novels, 1962-1978). This may have been my first introduction to science fiction as a child, and while it is not the most intellectually challenging series about time travel (and dimensional travel, in the case of the memorable Cherubim that is both singular and plural), it is perhaps still the most memorable and endearing. Andy & Lana Wachowski, The Matrix (movie, 1999). Not only the most influential movie about virtual reality, but one that implicitly poses interesting questions about what counts as “real”, as the Matrix-world is both the world we assume to be reality and is thoroughly intersubjective. Larry Niven, Ringworld and sequels (novels, starting 1970). An enormous engineered world encircling a distant star provides a context for exploration of the variability of the human phenotype and contrasts with two alien species and a third that turns out to not be as alien as we first imagine. Star Trek: The Next Generation, “The Measure of a Man” (TV episode, 1989). The trial to determine whether the Android Data is a person or the property of Star Fleet provides the context for an engaging exploration of personhood and artificial life. Battlestar Galactica (TV series, 2003-2009). Over six seasons, we are drawn into an increasingly complicated dialectic about the original metallic Cylons, the Cylon “skin jobs”, and by implication, the nature of humanity and personhood, as well as some teaser forays into shared virtual reality that were to be explored in the uncompleted prequel series Caprica. Fred Hoyle, The Black Cloud (novel, 1957). The late British astronomer’s novel starts out looking like a novel about a disaster from deep space, but takes a turn to explore the prospects of communication with an alien intelligence very different from ourselves. J.R.R. Tolkien, “Ainulindalë” (in The Silmarillion, published 1977). Tolkien’s Neo-Platonic creation myth puts the rest of the stories about Middle Earth in a distinctly different cosmic context, hints of which can be seen in the better-known works only after one has read the cosmic “backstory”. ---------------------------------------------- Second list here.", "tfidf": {"logidf": {"certain": 0.592104362781, "broad": 1.45323772, "top": 0.609100637788, "roll": 1.4529683597299998, "stephenson": 4.12738636942, "consist": 0.398873126426, "major": 0.138474663439, "suppos": 1.44225301477, "afterlif": 3.9992405467300003, "hint": 2.72174904546, "first": 0.0075872898121599995, "jrr": 7.1076144564399995, "watch": 1.36757423376, "egan": 4.62270780665, "this": 0.0037864490525, "bit": 2.12032652634, "still": 0.17112222142900002, "weed": 3.9489787119499997, "univers": 0.222262105686, "profession": 0.970385948273, "someon": 1.59635928666, "lewi": 1.72842632279, "manner": 1.36905901503, "trilog": 3.25583153139, "undisclos": 3.9958100116300006, "throughout": 0.41983467543499997, "journal": 0.8624025456059999, "fundament": 1.67322086119, "russel": 2.03725992764, "num": 0.00031499039539700004, "wind": 1.58553834324, "jorg": 3.40726260117, "dialect": 2.3788660933, "fiction": 1.56303815415, "earth": 1.31647878288, "train": 0.660918312839, "singular": 2.82137888641, "trial": 1.3966781444299998, "tarri": 6.414467275880001, "thine": 5.59502637, "tedium": 6.83935046985, "totalitarian": 3.8614228209300006, "omela": 7.1076144564399995, "clunki": 7.1076144564399995, "graduat": 1.52643430388, "signific": 0.373571744332, "hoyl": 5.561689949730001, "play": 0.38110439064199997, "determin": 0.772833019022, "constel": 3.8290193968699997, "count": 1.24748591139, "distinct": 0.825779146958, "mari": 1.16340279418, "bargain": 3.21893881501, "speci": 1.8943523393900001, "social": 0.688371502261, "with": 0.00119749171339, "fullblown": 7.1076144564399995, "dhalgren": 7.1076144564399995, "thoma": 0.874109117838, "influenti": 1.50862285915, "writer": 1.0145657459, "uncomplet": 5.4981765440100006, "jamesalfonso": 7.1076144564399995, "system": 0.327430345585, "fall": 0.527402167952, "power": 0.292396282715, "christian": 0.985290352115, "disappoint": 2.1720343285099997, "asimov": 4.90187918944, "spinrad": 7.1076144564399995, "nine": 0.9863031813709999, "novel": 1.40255075163, "drawn": 1.52672420097, "foray": 3.91366204003, "creation": 1.11846026847, "who": 0.0609002329859, "shelley": 3.69875420203, "season": 1.04007957815, "four": 0.190213538869, "blum": 4.5788136131, "perhap": 1.14680739183, "publish": 0.313975865467, "buffalo": 2.7027731439999996, "examin": 1.3482274812000001, "second": 0.10713976337999999, "concept": 0.977224437103, "game": 0.9477062580210001, "excel": 1.5778801652, "plausibl": 3.39968680736, "them": 0.0941833269093, "leav": 0.507743957229, "measur": 0.880014199726, "caprica": 7.1076144564399995, "immort": 3.0068800961199997, "child": 1.16481508131, "less": 0.3846144626, "god": 1.25895493874, "cycl": 1.68810108164, "ted": 2.48339607548, "implicit": 3.0538248303900004, "remark": 1.34847005245, "meme": 5.43845730931, "were": 0.024291143681099997, "noninterfer": 7.1076144564399995, "have": 0.0147850023412, "riddley": 7.1076144564399995, "intrigu": 3.11720692209, "intend": 0.853933584803, "what": 0.225887296827, "mantl": 3.6861118086199998, "dearth": 5.129269031630001, "gould": 3.54351360384, "share": 0.618760299747, "postscarc": 7.1076144564399995, "british": 0.5775220662899999, "meaning": 3.08226276571, "centuri": 0.402823098645, "hope": 0.919824304455, "total": 0.43567888670500005, "man": 0.55928515477, "concret": 2.3035934117099996, "and": 6.29901420636e-05, "communal": 3.0222847653200002, "hand": 0.479471335336, "emot": 1.79478748063, "make": 0.07349765782289999, "wrinkl": 5.0978528354, "endear": 4.45762805629, "doe": 0.5340417297169999, "lana": 4.7822146856800005, "distant": 2.202339678, "travel": 0.675788018461, "use": 0.0292080197316, "author": 0.35274143130999996, "comment": 1.11826753454, "grip": 2.9954803526599996, "danielewski": 7.1076144564399995, "andi": 2.43838663415, "ani": 0.125608358366, "anathem": 7.1076144564399995, "fashion": 1.57940711618, "zelazni": 6.5370695979699995, "know": 0.952919694398, "numsometh": 7.1076144564399995, "silmarillion": 7.033506484289999, "sigizmund": 7.1076144564399995, "borg": 4.2564634117, "sequel": 2.7738492795700003, "battlestar": 5.7022719003499995, "deep": 1.2886734698, "basic": 1.00436774895, "evil": 2.04307389751, "magic": 2.06766933309, "almost": 0.42907884333400004, "definit": 1.1755733298, "out": 0.0584263909193, "context": 1.44920491442, "life": 0.315183699277, "literatur": 1.3031748172600002, "misidentif": 6.305267983919999, "end": 0.101476798618, "time": 0.0112115188626, "aggreg": 2.8646288702, "samuel": 1.8150830269599998, "chair": 1.9619104904, "while": 0.04324998379380001, "tool": 1.60887117963, "nonlinear": 4.59738999867, "gregorian": 4.0096033337699994, "gender": 2.2442306197099997, "beauti": 1.5672562984, "zero": 2.1692741832299998, "spoiler": 4.86854276917, "withhold": 3.87650606314, "friendship": 2.09441834148, "dozen": 1.78385428972, "societi": 0.597356115918, "languag": 0.8306818244059999, "greg": 2.62853091663, "real": 0.824629060574, "walk": 1.270781474, "onli": 0.025324268329099998, "communic": 1.04365037288, "assum": 1.08435313525, "wide": 0.44458000675399995, "hoban": 6.5370695979699995, "six": 0.441636808318, "madelin": 4.99043258678, "cuaron": 7.1076144564399995, "bonus": 2.97800175538, "research": 0.663727818138, "chiang": 4.05943570751, "test": 0.977224437103, "semant": 3.6662106543, "alchem": 5.8883741799800005, "classic": 0.8791034528499999, "megalist": 7.1076144564399995, "lead": 0.23620402986699998, "third": 0.35032434942900004, "error": 1.7985854343, "but": 0.0161923720719, "drive": 1.07674430203, "imagin": 1.88684291737, "rais": 0.6797577544760001, "engag": 0.990534380034, "other": 0.00987474791976, "clark": 1.7499402396900001, "powel": 2.9632594736400004, "infertil": 4.6486832930599995, "niven": 5.01860346375, "david": 0.615025032185, "counterexampl": 6.2068279111, "brief": 1.22086960472, "think": 1.06717661175, "coupl": 1.18089357972, "betterknown": 7.1076144564399995, "consequenti": 5.03783482567, "point": 0.23103235903299998, "world": 0.107420248621, "myth": 2.04550639688, "number": 0.0966085784186, "exploratori": 4.225826442240001, "privaci": 3.34284290838, "eye": 1.22193786676, "breath": 2.59675494992, "observ": 0.7995160149320001, "leibniz": 4.572697386080001, "without": 0.258874517941, "such": 0.059695977806, "davidson": 3.52409551799, "bernard": 2.14476982618, "own": 0.164195077421, "part": 0.04239531098280001, "wachowski": 6.676831540349999, "modern": 0.426566764719, "view": 0.49515994217299997, "charact": 0.923148407239, "prequel": 4.24761379642, "mason": 2.63993955287, "associ": 0.28240501535100004, "section": 0.755387177948, "norman": 1.9619104904, "these": 0.0715336194008, "china": 1.25895493874, "suni": 4.14313472639, "quest": 2.54006626224, "through": 0.0683586918849, "seri": 0.38193461069799994, "dispossess": 4.70275051433, "expect": 0.78850775216, "matrix": 3.1186304098799997, "fabul": 4.0741418549, "physic": 0.871847185184, "adventur": 1.8947711875599997, "emphas": 1.72170895618, "wesleyan": 4.24761379642, "art": 0.6928952596619999, "not": 0.0155524130075, "embassytown": 7.1076144564399995, "organ": 0.49392052866999997, "portion": 1.1945273376899999, "consid": 0.214894723824, "intellectu": 1.78573081495, "book": 0.3605697882, "trek": 3.41489622602, "element": 0.8586792558769999, "like": 0.139053576545, "linguist": 2.26646043267, "sever": 0.06991112039689999, "celesti": 3.5588816340699996, "radio": 0.99853782846, "veri": 0.230159793238, "episod": 1.48972510314, "stori": 0.705059626587, "exist": 0.38165779408699996, "bohr": 5.08759633523, "offer": 0.431112446902, "some": 0.0395735090645, "weird": 3.7193204796199995, "black": 0.667404292867, "metal": 1.58063035792, "empir": 1.04365037288, "plus": 1.54575009318, "pair": 1.47447456495, "ever": 0.6778949784020001, "just": 0.289531434109, "ringworld": 7.1076144564399995, "premis": 2.59844699771, "provid": 0.19517784432500002, "human": 0.640035183243, "want": 0.6916366062549999, "financ": 1.44813224068, "develop": 0.178624694913, "consider": 0.8325627480600001, "progress": 0.894854218108, "contribut": 0.655201578909, "toward": 0.48877277716000006, "away": 0.615957541869, "along": 0.260344385917, "darmok": 7.1076144564399995, "unnecessari": 2.8613194352999995, "disast": 1.8847669357199999, "race": 1.07508179126, "alway": 0.726319204572, "infinit": 2.7768811161599998, "pleas": 2.21149829955, "vonnegut": 5.3958976948899995, "massiv": 1.44118776833, "let": 1.2488025672799998, "introduct": 1.02276465794, "understand": 1.0880858756799998, "around": 0.19387710578200001, "there": 0.0400978929255, "connect": 0.633605058682, "seem": 0.829093032276, "calendar": 2.41556110681, "challeng": 0.9392919688950001, "epistemolog": 4.11960422898, "both": 0.050842533389300004, "complic": 1.7312682430000002, "scifi": 7.1076144564399995, "take": 0.130691962197, "larri": 2.3194818933900003, "men": 0.624742371425, "you": 0.771469692294, "miss": 1.2631785751200002, "adult": 1.49308362854, "they": 0.0297269947676, "therolinguist": 7.1076144564399995, "late": 0.275660890876, "would": 0.0796176279647, "concern": 0.634079948873, "ethic": 2.19044489035, "astronom": 2.7027731439999996, "novella": 4.034209144569999, "suggest": 0.563702610877, "could": 0.18595627229000003, "reader": 1.8622111301800002, "will": 0.202786534915, "dixon": 3.6612966394999997, "convinc": 1.4827641951700001, "reflect": 0.85201207065, "been": 0.023645982368400004, "interest": 0.47207177798199995, "about": 0.0628434774746, "requir": 0.424253510675, "philip": 1.6247344564500001, "increas": 0.277820718929, "triton": 4.93636536551, "angel": 1.2596206438600002, "kurt": 2.7901263429100003, "mckenna": 4.60365961168, "tri": 0.61759152916, "instanc": 1.18089357972, "professor": 1.46108089746, "assist": 0.776112606548, "for": 0.00031499039539700004, "perelandra": 7.1076144564399995, "matrixworld": 7.1076144564399995, "investig": 1.13694148702, "star": 0.8940838613940001, "hous": 0.38009061238799996, "hungri": 3.6418785536400002, "possibl": 0.348805474891, "job": 1.1798682540899998, "thorough": 2.39393487158, "delani": 5.54542942886, "enjoy": 1.2020430306899998, "colleg": 0.9365564293340001, "work": 0.109034567273, "aris": 2.0214436382, "neoplaton": 5.46787119451, "tilt": 3.55226639495, "valu": 0.823193310148, "into": 0.0149128632287, "purpos": 0.803869037322, "hell": 2.39669921336, "genr": 2.1219025708, "everi": 0.391485427421, "correct": 1.29831763181, "fun": 2.5561696698099996, "dark": 1.38277323072, "everyth": 1.57270590317, "plot": 1.68334240509, "quantum": 3.36446537239, "can": 0.162341096394, "seen": 0.47672812813, "problem": 0.569140724273, "everyon": 1.8557438481400002, "pose": 1.9650516193, "specul": 1.66453096693, "open": 0.219591038029, "set": 0.171496011289, "are": 0.0294674735827, "machin": 1.39235958062, "issu": 0.364099043934, "stop": 0.778579374963, "danger": 1.22966322707, "miévill": 7.1076144564399995, "altern": 0.760359972282, "planet": 2.1659720338299997, "confus": 1.4219437317299999, "fred": 2.19892670541, "intern": 0.265095377816, "direct": 0.200705689496, "read": 0.83939268088, "deal": 0.780914701253, "pynchon": 5.822416212189999, "exceed": 1.62313675679, "divis": 0.845242361205, "strength": 1.3931203261899998, "mind": 1.2786688388299998, "realiti": 1.51806363875, "ture": 4.42029038586, "love": 1.08958288195, "rememb": 1.5867691126199999, "two": 0.0136988443582, "theori": 1.10772396902, "bicentenni": 4.31127164819, "frankenstein": 4.5788136131, "result": 0.136378908381, "sexual": 1.8127646333400003, "sociolog": 2.84385174226, "welcom": 1.80125261058, "dimension": 3.99239120489, "horst": 4.52506933709, "children": 0.649637945787, "experi": 0.626272953933, "movi": 1.3873026798299999, "treatment": 1.3535776885100002, "civil": 0.7433934307629999, "specif": 0.626980167541, "austin": 2.53369681396, "arthur": 1.5389763962399998, "better": 0.6964279406, "which": 0.00517841384543, "bloodchild": 7.1076144564399995, "john": 0.304194577702, "role": 0.44036410757399996, "divin": 2.1192772083, "sophist": 2.30296309338, "histor": 0.516151783952, "contact": 1.16926672768, "form": 0.120053184191, "data": 1.2168205848, "transit": 1.2129997353200002, "name": 0.09723316638430002, "existenti": 4.12738636942, "most": 0.020747896295599998, "dick": 2.33432566384, "prospect": 1.9271282036300001, "threat": 1.2893592624899999, "eleven": 1.84612067845, "when": 0.0205549888584, "peopl": 0.193265578473, "prime": 1.25232214856, "free": 0.5412666492670001, "contrast": 1.0589701282, "that": 0.00397614837964, "their": 0.015360505122700001, "come": 0.28390990653000003, "chang": 0.166275625058, "evolut": 1.85011908441, "fascin": 2.85911921439, "ariel": 4.12738636942, "note": 0.353817568083, "the": 0.0, "probe": 2.93086311925, "superabund": 6.7821920560099995, "day": 0.16865870631700003, "look": 0.6463866936, "rest": 0.671587369833, "encircl": 3.2428443358599996, "whether": 0.791561189647, "artifici": 2.11822899018, "blog": 2.65237310559, "compil": 1.7398427864200001, "personhood": 5.721320095319999, "origin": 0.128612437587, "newton": 2.8558279333099996, "claremont": 4.81275140954, "loi": 3.7245288247199992, "albemuth": 7.1076144564399995, "whi": 1.18068843047, "wish": 1.30224781835, "nice": 2.8768580387299996, "imagist": 6.45368798903, "tng": 7.1076144564399995, "here": 0.8850381883700001, "question": 0.790310929014, "over": 0.0249367214957, "inconsist": 2.6667747946500002, "tale": 1.9610148342700002, "argument": 1.62793753414, "ident": 1.03244527565, "chapter": 1.2850238307100001, "may": 0.050709995284400004, "relat": 0.21310030165399999, "door": 1.5876931847600002, "togeth": 0.458032237308, "includ": 0.0188846813905, "manifest": 2.21842273576, "datum": 5.61212080336, "intersubject": 6.305267983919999, "prometheus": 4.15913506774, "absenc": 1.6457402376899999, "more": 0.017024931599999998, "where": 0.0649921387457, "butler": 2.7538685948799997, "year": 0.047402238894600005, "ursula": 4.5192722194099995, "between": 0.033953681165299995, "choic": 1.14166497543, "josh": 3.23481216417, "see": 0.240921585492, "depend": 0.806969815, "dis": 5.16170430739, "via": 0.831983625414, "radic": 1.6665296351499999, "wallac": 2.70089520918, "leonard": 2.37411871239, "suffer": 0.7706525875229999, "feel": 1.1428493419299999, "nummovi": 7.1076144564399995, "isaac": 2.57006445813, "epicac": 7.1076144564399995, "person": 0.34018281601800004, "favorit": 2.09390696331, "ourselv": 3.30266283107, "enorm": 2.0214436382, "seed": 2.3434700776599997, "ainulindalë": 7.1076144564399995, "evid": 0.8103634834160001, "risk": 1.4100048408899999, "need": 0.362740163442, "jest": 5.01860346375, "email": 3.5113564922099996, "polit": 0.570142784146, "quicksilv": 5.4240685718499995, "start": 0.236443369291, "encount": 1.4206391000999998, "core": 1.53108277245, "extract": 2.04161723301, "add": 1.52875583713, "procreat": 5.10821562244, "liven": 6.45368798903, "philosophi": 1.73091256097, "walker": 2.1966578445400002, "grammar": 2.68784749378, "good": 0.418589404907, "citi": 0.326556830505, "short": 0.345685625679, "how": 0.47156695693000006, "wrap": 2.68046738649, "from": 0.000567054168866, "anarch": 4.29266646036, "virtu": 2.4120412158099995, "variabl": 2.1687230672, "metaphys": 3.4303405484500002, "undergarmet": 7.1076144564399995, "octavia": 5.54542942886, "hideous": 4.89344032079, "cylon": 7.1076144564399995, "phenotyp": 4.48517800806, "postapocalypt": 7.1076144564399995, "guin": 3.3078130570499997, "julian": 2.62070819095, "properti": 0.953573289192, "our": 0.8576392141820001, "foster": 1.9951633833900002, "found": 0.107841124048, "montagu": 4.12738636942, "relationship": 0.871847185184, "live": 0.266903399347, "well": 0.0635144383156, "much": 0.17749572930100002, "consequ": 1.0937112421, "also": 0.0146571578, "has": 0.0427239448548, "particular": 0.323157393804, "might": 0.7683410765340001, "reaction": 1.54309404912, "religion": 1.32877208191, "memor": 2.77992217273, "mention": 0.931747186336, "engl": 5.43845730931, "interact": 1.4858210267899998, "billion": 1.5824680307199999, "lifenum": 7.1076144564399995, "neal": 3.3978017926599997, "quit": 1.05951513684, "than": 0.0322608622182, "texa": 1.7157366918099999, "counterpoint": 4.23884181035, "tini": 2.5594217052, "agre": 0.801760369921, "alien": 2.1036681505000003, "case": 0.395406268889, "cosmic": 3.3078130570499997, "arithmet": 3.6612966394999997, "all": 0.011402632097799998, "explor": 1.22257937218, "individu": 0.588013447985, "video": 1.19307248967, "tolkien": 4.65528397709, "assassin": 1.92237965165, "standin": 7.1076144564399995, "galactica": 5.647212123169999, "lui": 2.7112677679900004, "idea": 0.73863592212, "gödel": 7.1076144564399995, "morressi": 7.1076144564399995, "norm": 2.4247712321400003, "cherubim": 6.83935046985, "differ": 0.212321121312, "notabl": 0.603441443842, "creat": 0.222576818514, "hidden": 2.0557880052, "abstract": 2.29918950399, "kind": 0.948031302717, "scientif": 1.42377308021, "film": 0.791005325264, "mark": 0.410770160338, "skin": 2.1512458337, "left": 0.364552414753, "scarciti": 3.8614228209300006, "swift": 2.63641532015, "cloud": 2.36268232808, "clone": 3.4822484080500002, "middl": 0.7141523446729999, "except": 0.54202451213, "android": 4.04494270021, "plural": 2.65954802426, "scienc": 0.841436178891, "immun": 2.72174904546, "steven": 1.82012472855, "embrac": 2.13513377732, "close": 0.250666759864, "ami": 2.82032124485, "teaser": 4.76728903546, "structur": 0.7217716751350001, "counterpart": 2.04941074543, "generat": 0.719182341736, "silent": 2.20862720943, "backstori": 4.69583007148, "rather": 0.442714975539, "virtual": 1.4141413514399999, "watcher": 4.62913869698, "one": 0.0062553516455, "richardson": 2.99422169925, "self": 2.48264164316, "few": 0.275577913653, "roger": 1.54338881699, "quadraturin": 7.1076144564399995, "philosoph": 1.73269223754, "dever": 5.59502637, "anoth": 0.127896361652, "advanc": 0.6930212121780001, "engin": 0.904767558276, "impress": 1.3621488197100002, "after": 0.020490694648099998, "depict": 1.38957512116, "list": 0.309845761506, "baroqu": 3.28232314684, "restart": 3.47408509741, "ten": 0.6512071415940001, "william": 0.562375323877, "implic": 2.03244064121, "benefici": 2.90522068864, "put": 0.505652999854, "socialpolit": 7.1076144564399995, "your": 1.25430737035, "intellig": 1.43349848213, "husserl": 5.52942908751, "pitch": 2.2513862853099997, "contributor": 2.67222935363, "resourc": 1.08137694258, "space": 0.874713164972, "mathemat": 2.00027135827, "same": 0.112059649604, "acacia": 5.0673936279100005, "fleet": 1.8521242986400002, "krzhizhanovski": 7.1076144564399995, "makropulo": 7.1076144564399995, "modal": 3.99239120489, "next": 0.402163685499, "multivers": 4.99043258678, "natur": 0.431306339292, "best": 0.459227932947, "affect": 0.908041904384, "turn": 0.324899251064}, "tfidf": {"certain": 1.8077886586200003, "broad": 4.27693965517, "top": 1.8387769284200002, "roll": 4.27578777269, "stephenson": 124.03125, "consist": 1.4901445466499998, "major": 1.14852058164, "suppos": 4.23021582734, "afterlif": 54.5567010309, "hint": 15.2068965517, "first": 10.0761614623, "jrr": 1221.23076923, "watch": 7.85163204748, "egan": 101.76923076899999, "this": 6.02276176026, "bit": 25.00157480316, "still": 1.1866357724799999, "weed": 51.8823529412, "univers": 3.7466960352300003, "profession": 5.277925531919999, "someon": 4.9350326391, "lewi": 11.263568641360001, "manner": 3.93164933135, "trilog": 25.9411764706, "undisclos": 54.3698630137, "throughout": 1.5217099587799998, "journal": 2.36884512086, "fundament": 5.32930513595, "russel": 7.66956521739, "num": 45.01417680045, "wind": 4.88191881919, "jorg": 30.1825095057, "dialect": 10.792658055699999, "fiction": 38.18641010224, "earth": 3.7302631578900005, "train": 3.8731397901999998, "singular": 16.8, "trial": 4.04175152749, "tarri": 610.615384615, "thine": 269.084745763, "tedium": 933.882352941, "totalitarian": 47.5329341317, "omela": 1221.23076923, "clunki": 1221.23076923, "graduat": 9.20347826086, "signific": 1.4529147982100001, "hoyl": 260.262295082, "play": 2.92780082988, "determin": 2.1658935879900003, "constel": 46.017391304300006, "count": 3.48157894737, "distinct": 2.2836593786000003, "mari": 3.20080645161, "bargain": 25.0015748031, "speci": 6.648241206030001, "social": 5.971414242720001, "with": 17.020369552829997, "fullblown": 1221.23076923, "dhalgren": 1221.23076923, "thoma": 2.39673913043, "influenti": 4.520501138949999, "writer": 5.51633078526, "uncomplet": 244.246153846, "jamesalfonso": 1221.23076923, "system": 2.77479681902, "fall": 1.6945244956799999, "power": 4.018901358539999, "christian": 2.6785895056499998, "disappoint": 8.776119402989998, "asimov": 269.084745762, "spinrad": 1221.23076923, "nine": 5.36260766762, "novel": 101.63892445575, "drawn": 4.6030733546, "foray": 50.0820189274, "creation": 3.0601387818, "who": 6.37675726338, "shelley": 80.7938931298, "season": 2.82944216717, "four": 2.41901569404, "blum": 97.3987730061, "perhap": 3.14812611541, "publish": 1.36885669943, "buffalo": 14.9210526316, "examin": 15.40237691, "second": 3.3392694383999997, "concept": 2.65707112971, "game": 7.739356516079999, "excel": 9.68935001526, "plausibl": 29.954716981100002, "them": 2.19752231988, "leav": 3.3230769230799995, "measur": 2.41093394077, "caprica": 1221.23076923, "immort": 80.8968152868, "child": 6.41066020594, "less": 1.46904783936, "god": 14.086956521720001, "cycl": 5.40919931857, "ted": 35.9456603775, "implicit": 21.1962616822, "remark": 3.8515283842800003, "meme": 230.086956522, "were": 1.02458857696, "noninterfer": 2442.46153846, "have": 6.089369046839999, "riddley": 1221.23076923, "intrigu": 22.583214793699998, "intend": 2.3488681757700003, "what": 12.534343912799999, "mantl": 39.8894472362, "dearth": 168.893617021, "gould": 34.588235294099995, "share": 1.8566249561500001, "postscarc": 1221.23076923, "british": 1.78161822467, "meaning": 21.8076923077, "centuri": 1.49604221636, "hope": 2.50884955752, "total": 1.5460122699399999, "man": 3.4988429751999996, "concret": 10.0100882724, "and": 56.003527559279995, "communal": 20.538163001300003, "hand": 1.6152202665600002, "emot": 6.01819560273, "make": 2.1525320317200003, "wrinkl": 163.670103093, "endear": 86.28260869569999, "doe": 3.4116256581, "lana": 119.36842105299999, "distant": 9.04615384615, "travel": 3.9311625603600002, "use": 1.0296387573799999, "author": 2.8459263242799997, "comment": 3.05954904606, "grip": 19.9949622166, "danielewski": 1221.23076923, "andi": 11.4545454545, "ani": 1.13383802314, "anathem": 1221.23076923, "fashion": 4.85207823961, "zelazni": 690.260869565, "know": 2.59327017315, "numsometh": 1221.23076923, "silmarillion": 1134.0, "sigizmund": 1221.23076923, "borg": 70.56, "sequel": 16.020181634700002, "battlestar": 299.547169811, "deep": 3.6279707495399998, "basic": 2.7301805675, "evil": 7.714285714289999, "magic": 7.9063745019899985, "almost": 1.53584212054, "definit": 3.24, "out": 4.24066777964, "context": 12.77917896432, "life": 8.22306629832, "literatur": 3.68096452585, "misidentif": 547.448275862, "end": 1.10680423871, "time": 9.10147143132, "aggreg": 17.542541436500002, "samuel": 6.1415860735, "chair": 7.112903225810001, "while": 2.0883977900599997, "tool": 4.99716713881, "nonlinear": 99.225, "gregorian": 55.125, "gender": 47.16577540105, "beauti": 9.58695652174, "zero": 8.75192943771, "spoiler": 130.131147541, "withhold": 48.2553191489, "friendship": 8.12071611253, "dozen": 5.95275590551, "societi": 7.269230769239999, "languag": 6.88464874242, "greg": 13.853403141400001, "real": 2.28103448276, "walk": 3.56363636364, "onli": 4.102590606640001, "communic": 5.679127168659999, "assum": 2.9575260804799997, "wide": 1.5598349381, "hoban": 690.260869565, "six": 1.5552507837, "madelin": 147.0, "cuaron": 1221.23076923, "bonus": 19.6485148515, "research": 1.9420183486200002, "chiang": 173.8248175182, "test": 5.31414225942, "semant": 39.1034482759, "alchem": 360.818181818, "classic": 2.4087391898, "megalist": 1221.23076923, "lead": 1.2664326739, "third": 1.4195278969999998, "error": 6.04109589041, "but": 6.09794507394, "drive": 2.93510815308, "imagin": 13.197007481300002, "rais": 7.8935985084, "engag": 8.07801899592, "other": 2.01984732824, "clark": 5.754258789419999, "powel": 19.3609756098, "infertil": 104.44736842100001, "niven": 151.2, "david": 1.84970290108, "counterexampl": 992.25, "brief": 3.39013452915, "think": 8.721479582490002, "coupl": 3.2572835453400004, "betterknown": 1221.23076923, "consequenti": 154.13592233, "point": 1.25990000794, "world": 4.45360824744, "myth": 7.7330735509, "number": 1.10142916609, "exploratori": 136.8620689656, "privaci": 28.2994652406, "eye": 3.39375801625, "breath": 13.420118343199999, "observ": 4.44892812106, "leibniz": 96.80487804879999, "without": 1.29547123623, "such": 1.06151377374, "davidson": 33.9230769231, "bernard": 8.540075309310001, "own": 1.17844418052, "part": 1.04330682789, "wachowski": 793.8, "modern": 3.0639776126599996, "view": 1.6407606448899998, "charact": 2.51720310766, "prequel": 69.9383259912, "mason": 14.0123565755, "associ": 2.6526315789400003, "section": 2.1284354471099998, "norman": 7.112903225810001, "these": 3.22246278756, "china": 7.043478260860001, "suni": 63.0, "quest": 12.6805111821, "through": 1.07074930869, "seri": 4.39534883721, "dispossess": 110.25, "expect": 2.20011086475, "matrix": 22.6153846154, "fabul": 58.8, "physic": 4.78264798916, "adventur": 6.65102639296, "emphas": 5.59408033827, "wesleyan": 69.9383259912, "art": 1.9994962216599999, "not": 5.07836990595, "embassytown": 2442.46153846, "organ": 1.6387283237, "portion": 3.3019966722099996, "consid": 1.2397313759200002, "intellectu": 5.963936889559999, "book": 2.86829268292, "trek": 121.6551724136, "element": 2.36004162331, "like": 11.491856677500001, "linguist": 9.645200486030001, "sever": 1.07241286139, "celesti": 35.1238938053, "radio": 2.7143101384900006, "veri": 2.51760228354, "episod": 26.615255658000002, "stori": 34.407445181030006, "exist": 1.4647107666799999, "bohr": 162.0, "offer": 1.53896859248, "some": 4.16146788992, "weird": 41.2363636364, "black": 1.94917127072, "metal": 4.85801713586, "empir": 2.8395635843299996, "plus": 4.6914893617, "pair": 4.36873968079, "ever": 1.9697270471500001, "just": 2.67160286074, "ringworld": 1221.23076923, "premis": 13.4428450466, "provid": 3.64658142561, "human": 18.965476048299998, "want": 1.99698113208, "financ": 4.255159474669999, "develop": 1.1955719557200002, "consider": 4.59840695148, "progress": 2.44697903822, "contribut": 1.9255306246200001, "toward": 1.6303142329, "away": 1.85142857143, "along": 1.2973768080399999, "darmok": 2442.46153846, "unnecessari": 17.4845814978, "disast": 6.58481957694, "race": 5.86046511628, "alway": 2.06745670009, "infinit": 32.1376518218, "pleas": 9.12938470385, "vonnegut": 220.5, "massiv": 4.22571200426, "let": 3.48616600791, "introduct": 2.7808723068799996, "understand": 8.90575916229, "around": 1.21394708671, "there": 3.12273800157, "connect": 3.7687833827800006, "seem": 2.29123971713, "calendar": 11.1960507757, "challeng": 2.55816951337, "epistemolog": 61.5348837209, "both": 4.20862880244, "complic": 5.6478121664900005, "scifi": 1221.23076923, "take": 2.27923336444, "larri": 10.170403587400001, "men": 1.86776470588, "you": 15.140599455030001, "miss": 3.53664513255, "adult": 4.45079899075, "they": 2.06034650574, "therolinguist": 1221.23076923, "late": 1.31740104556, "would": 4.331491712719999, "concern": 1.8852867830400002, "ethic": 17.87837837838, "astronom": 14.9210526316, "novella": 56.4982206406, "suggest": 3.5143331488599996, "could": 1.2043695949, "reader": 6.437956204380001, "will": 1.22481098596, "dixon": 38.911764705900005, "convinc": 4.4051054384, "reflect": 2.3443591258099996, "been": 2.0478555304799997, "interest": 6.41324984852, "about": 17.03776242544, "requir": 1.52844902282, "philip": 5.07707067477, "increas": 2.6404989605, "triton": 139.263157895, "angel": 3.5240843507199995, "kurt": 16.283076923099998, "mckenna": 99.8490566038, "tri": 1.8544562551099997, "instanc": 3.2572835453400004, "professor": 12.931849036109998, "assist": 2.17300848618, "for": 10.003150400100001, "perelandra": 1221.23076923, "matrixworld": 1221.23076923, "investig": 6.23443942666, "star": 14.670568304340001, "hous": 1.4624170965399999, "hungri": 38.1634615385, "possibl": 4.2521203464, "job": 13.015781922519999, "thorough": 21.913043478200002, "delani": 256.064516129, "enjoy": 6.653813914500001, "colleg": 2.5511811023599997, "work": 7.806406293909999, "aris": 7.54921540656, "neoplaton": 236.955223881, "tilt": 34.8923076923, "valu": 2.2777618364400003, "into": 2.03004922958, "purpos": 4.46833661694, "hell": 10.9868512111, "genr": 8.34700315457, "everi": 1.47917637194, "correct": 3.6631287494199998, "fun": 38.6590909092, "dark": 3.98594024605, "everyth": 4.81967213115, "plot": 5.383519837230001, "quantum": 28.9180327869, "can": 2.35252278284, "seen": 3.2215909091, "problem": 1.76674827509, "everyon": 6.3964544722, "pose": 7.1352808988800005, "specul": 10.56638935108, "open": 1.24556723678, "set": 4.74831763124, "are": 9.26915342202, "machin": 4.02433460076, "issu": 5.75686701116, "stop": 2.1783754116400003, "danger": 3.42007755278, "miévill": 2442.46153846, "altern": 2.1390460792200003, "planet": 17.44615384616, "confus": 4.1451697127900005, "fred": 9.01533219761, "intern": 1.30355530011, "direct": 1.22226499346, "read": 6.944881889760001, "deal": 2.18346857379, "pynchon": 337.787234043, "exceed": 5.0689655172400006, "divis": 2.32854209446, "strength": 4.02739726027, "mind": 3.5918552036199998, "realiti": 13.690140845070001, "ture": 83.1204188482, "love": 2.97303370787, "rememb": 4.88793103448, "two": 2.0275862069, "theori": 12.10983981692, "bicentenni": 74.5352112676, "frankenstein": 97.3987730061, "result": 2.29223216864, "sexual": 12.25472790428, "sociolog": 17.1818181818, "welcom": 6.05723006486, "dimension": 54.1843003413, "horst": 92.3023255814, "children": 3.82969484984, "experi": 1.87062566278, "movi": 8.0080706179, "treatment": 3.87125091441, "civil": 2.10306000795, "specif": 3.7438981252199994, "austin": 12.6, "arthur": 4.65981802172, "better": 4.0131445905000005, "which": 2.01038369, "bloodchild": 1221.23076923, "john": 1.35553278689, "role": 7.76636336955, "divin": 8.32511798637, "sophist": 10.0037807183, "histor": 1.6755672823199999, "contact": 9.658892719529998, "form": 2.25511363636, "data": 3.37643555934, "transit": 3.36355932203, "name": 1.10211732037, "existenti": 62.015625, "most": 4.08385852092, "dick": 10.322496748999999, "prospect": 6.86975335353, "threat": 3.63045963869, "eleven": 6.335195530730001, "when": 2.0415353951, "peopl": 2.42640990372, "prime": 3.49845747025, "free": 3.43636363636, "contrast": 2.88339992735, "that": 17.06772908375, "their": 1.01547908405, "come": 1.32831325301, "chang": 1.1808985421, "evolut": 6.360576923080001, "fascin": 34.892307692399996, "ariel": 62.015625, "note": 1.42449528937, "the": 117.0, "probe": 37.4876033058, "superabund": 882.0, "day": 1.18371607516, "look": 1.9086318826599997, "rest": 1.9573418813999999, "encircl": 25.6064516129, "whether": 4.41367806506, "artifici": 8.31639601886, "blog": 14.1876675603, "compil": 5.696447793330001, "personhood": 610.615384616, "origin": 2.27449856734, "newton": 17.3888280394, "claremont": 123.06976744200001, "loi": 41.4516971279, "albemuth": 1221.23076923, "whi": 6.513230769240001, "wish": 3.67755385685, "nice": 17.7583892617, "imagist": 635.04, "tng": 1221.23076923, "here": 2.42307692308, "question": 11.02040816325, "over": 1.02525024217, "inconsist": 14.3934723481, "tale": 7.10653536258, "argument": 5.09335899904, "ident": 5.61584718784, "chapter": 3.6147540983599997, "may": 2.10403551786, "relat": 1.23750876919, "door": 4.89244992296, "togeth": 1.58095996813, "includ": 1.0190641247799999, "manifest": 9.19281991893, "datum": 273.724137931, "intersubject": 547.448275862, "prometheus": 64.0161290323, "absenc": 5.18484650555, "more": 7.1201947719, "where": 1.06715063521, "butler": 15.703264095, "year": 1.0485436893200002, "ursula": 367.07514450879995, "between": 3.1036100612399995, "choic": 3.1319786940200003, "josh": 25.4016, "see": 1.27242125511, "depend": 2.2411067193700003, "dis": 174.46153846200002, "via": 4.595744680859999, "radic": 5.2937645882, "wallac": 14.8930581614, "leonard": 10.7415426252, "suffer": 2.16117615029, "feel": 3.1356903021900004, "nummovi": 1221.23076923, "isaac": 26.133333333400003, "epicac": 1221.23076923, "person": 2.81040892194, "favorit": 8.116564417180001, "ourselv": 27.184931506799998, "enorm": 7.54921540656, "seed": 10.4173228346, "ainulindalë": 1221.23076923, "evid": 4.49745042492, "risk": 4.095975232200001, "need": 1.4372623574099999, "jest": 151.2, "email": 33.4936708861, "polit": 1.76851954996, "quicksilv": 226.8, "start": 2.53347163488, "encount": 4.13976531943, "core": 4.623179965059999, "extract": 7.703056768560001, "add": 4.61243463103, "procreat": 165.375, "liven": 635.04, "philosophi": 62.10384068284, "walker": 8.99490084986, "grammar": 14.7, "good": 3.03963239518, "citi": 2.77237405046, "short": 9.89070843719, "how": 3.20500656102, "wrap": 14.5919117647, "from": 12.00680657964, "anarch": 73.1612903226, "virtu": 33.4701335208, "variabl": 8.747107438019999, "metaphys": 92.6614785993, "undergarmet": 1221.23076923, "octavia": 256.064516129, "hideous": 133.411764706, "cylon": 2442.46153846, "phenotyp": 88.6927374302, "postapocalypt": 1221.23076923, "guin": 109.3012048192, "julian": 13.7454545455, "properti": 5.189931350119999, "our": 7.07276507277, "foster": 7.353404353869999, "found": 1.11387076405, "montagu": 62.015625, "relationship": 2.39132399458, "live": 3.91774286418, "well": 5.3278743539999995, "much": 1.1942229577299999, "consequ": 2.98533283189, "also": 3.04429530201, "has": 3.1309492505999996, "particular": 1.3814827706200001, "might": 4.312372674180001, "reaction": 9.35809018568, "religion": 3.7764034253099994, "memor": 32.235532995, "mention": 2.53894130817, "engl": 230.086956522, "interact": 8.8371834122, "billion": 4.8669527897, "lifenum": 1221.23076923, "neal": 59.7966101694, "quit": 2.8849718335500003, "than": 4.131147541, "texa": 5.56077057793, "counterpoint": 69.327510917, "tini": 12.928338762200001, "agre": 4.45892430838, "alien": 57.373257614889994, "case": 5.93994949024, "cosmic": 54.6506024096, "arithmet": 38.911764705900005, "all": 1.01146788991, "explor": 37.355294117679996, "individu": 5.4012247675200005, "video": 3.29719626168, "tolkien": 210.278145696, "assassin": 6.837209302330001, "standin": 1221.23076923, "galactica": 283.5, "lui": 15.0483412322, "idea": 4.1861568886, "gödel": 1221.23076923, "morressi": 1221.23076923, "norm": 11.299644128099999, "cherubim": 933.882352941, "differ": 7.4192694134999995, "notabl": 1.82840032247, "creat": 1.2492917847, "hidden": 7.81299212598, "abstract": 9.966101694919999, "kind": 2.5806241872599998, "scientif": 4.15275961287, "film": 2.2056126701900003, "mark": 1.5079787234, "skin": 8.595560368160001, "left": 1.4398693996, "scarciti": 47.5329341317, "swift": 13.963060685999999, "cloud": 10.6193979933, "clone": 97.59836065559999, "middl": 2.04245465071, "except": 6.87793783168, "android": 57.1079136691, "plural": 14.2898289829, "scienc": 30.156049094079997, "immun": 15.2068965517, "steven": 6.17262830482, "embrac": 8.45817794353, "close": 1.2848818387799998, "ami": 16.7822410148, "teaser": 117.6, "structur": 2.0580762250499998, "counterpart": 7.76332518337, "generat": 4.10550814584, "silent": 9.10321100917, "backstori": 109.48965517200001, "rather": 1.55692850838, "virtual": 8.22590673576, "watcher": 102.425806452, "one": 8.05019965776, "richardson": 19.969811320799998, "self": 11.972850678699999, "few": 1.31729173581, "roger": 4.6804245283, "quadraturin": 1221.23076923, "philosoph": 39.59102244391, "dever": 269.084745763, "anoth": 1.13643521832, "advanc": 3.9994961582, "engin": 2.47135740971, "impress": 3.90457452041, "after": 2.04140414042, "depict": 4.0131445905000005, "list": 17.72179289023, "baroqu": 26.637583892600002, "restart": 32.2682926829, "ten": 3.8357091084800006, "william": 1.75483585719, "implic": 7.632692307689999, "benefici": 18.269275028800003, "put": 1.65806788512, "socialpolit": 1221.23076923, "your": 3.50540958269, "intellig": 12.580031695710002, "husserl": 252.0, "pitch": 9.50089766607, "contributor": 14.4721969006, "resourc": 2.9487369985100003, "space": 7.19456193354, "mathemat": 7.391061452510001, "same": 1.11857958148, "acacia": 158.76, "fleet": 6.37334403854, "krzhizhanovski": 1221.23076923, "makropulo": 1221.23076923, "modal": 54.1843003413, "next": 2.9901120632800002, "multivers": 294.0, "natur": 6.1570680628400005, "best": 1.5828514456600002, "affect": 2.4794627518400003, "turn": 2.7677824267799997}, "freq": {"certain": 1, "broad": 1, "top": 1, "roll": 1, "stephenson": 2, "consist": 1, "major": 1, "suppos": 1, "afterlif": 1, "hint": 1, "first": 10, "jrr": 1, "watch": 2, "egan": 1, "this": 6, "bit": 3, "still": 1, "weed": 1, "univers": 3, "profession": 2, "someon": 1, "lewi": 2, "manner": 1, "trilog": 1, "undisclos": 1, "throughout": 1, "journal": 1, "fundament": 1, "russel": 1, "num": 45, "wind": 1, "jorg": 1, "dialect": 1, "fiction": 8, "earth": 1, "train": 2, "singular": 1, "trial": 1, "tarri": 1, "thine": 1, "tedium": 1, "totalitarian": 1, "omela": 1, "clunki": 1, "graduat": 2, "signific": 1, "hoyl": 1, "play": 2, "determin": 1, "constel": 1, "count": 1, "distinct": 1, "mari": 1, "bargain": 1, "speci": 1, "social": 3, "with": 17, "fullblown": 1, "dhalgren": 1, "thoma": 1, "influenti": 1, "writer": 2, "uncomplet": 1, "jamesalfonso": 1, "system": 2, "fall": 1, "power": 3, "christian": 1, "disappoint": 1, "asimov": 2, "spinrad": 1, "nine": 2, "novel": 25, "drawn": 1, "foray": 1, "creation": 1, "who": 6, "shelley": 2, "season": 1, "four": 2, "blum": 1, "perhap": 1, "publish": 1, "buffalo": 1, "examin": 4, "second": 3, "concept": 1, "game": 3, "excel": 2, "plausibl": 1, "them": 2, "leav": 2, "measur": 1, "caprica": 1, "immort": 4, "child": 2, "less": 1, "god": 4, "cycl": 1, "ted": 3, "implicit": 1, "remark": 1, "meme": 1, "were": 1, "noninterfer": 2, "have": 6, "riddley": 1, "intrigu": 1, "intend": 1, "what": 10, "mantl": 1, "dearth": 1, "gould": 1, "share": 1, "postscarc": 1, "british": 1, "meaning": 1, "centuri": 1, "hope": 1, "total": 1, "man": 2, "concret": 1, "and": 56, "communal": 1, "hand": 1, "emot": 1, "make": 2, "wrinkl": 1, "endear": 1, "doe": 2, "lana": 1, "distant": 1, "travel": 2, "use": 1, "author": 2, "comment": 1, "grip": 1, "danielewski": 1, "andi": 1, "ani": 1, "anathem": 1, "fashion": 1, "zelazni": 1, "know": 1, "numsometh": 1, "silmarillion": 1, "sigizmund": 1, "borg": 1, "sequel": 1, "battlestar": 1, "deep": 1, "basic": 1, "evil": 1, "magic": 1, "almost": 1, "definit": 1, "out": 4, "context": 3, "life": 6, "literatur": 1, "misidentif": 1, "end": 1, "time": 9, "aggreg": 1, "samuel": 1, "chair": 1, "while": 2, "tool": 1, "nonlinear": 1, "gregorian": 1, "gender": 5, "beauti": 2, "zero": 1, "spoiler": 1, "withhold": 1, "friendship": 1, "dozen": 1, "societi": 4, "languag": 3, "greg": 1, "real": 1, "walk": 1, "onli": 4, "communic": 2, "assum": 1, "wide": 1, "hoban": 1, "six": 1, "madelin": 1, "cuaron": 1, "bonus": 1, "research": 1, "chiang": 3, "test": 2, "semant": 1, "alchem": 1, "classic": 1, "megalist": 1, "lead": 1, "third": 1, "error": 1, "but": 6, "drive": 1, "imagin": 2, "rais": 4, "engag": 3, "other": 2, "clark": 1, "powel": 1, "infertil": 1, "niven": 1, "david": 1, "counterexampl": 2, "brief": 1, "think": 3, "coupl": 1, "betterknown": 1, "consequenti": 1, "point": 1, "world": 4, "myth": 1, "number": 1, "exploratori": 2, "privaci": 1, "eye": 1, "breath": 1, "observ": 2, "leibniz": 1, "without": 1, "such": 1, "davidson": 1, "bernard": 1, "own": 1, "part": 1, "wachowski": 1, "modern": 2, "view": 1, "charact": 1, "prequel": 1, "mason": 1, "associ": 2, "section": 1, "norman": 1, "these": 3, "china": 2, "suni": 1, "quest": 1, "through": 1, "seri": 3, "dispossess": 1, "expect": 1, "matrix": 1, "fabul": 1, "physic": 2, "adventur": 1, "emphas": 1, "wesleyan": 1, "art": 1, "not": 5, "embassytown": 2, "organ": 1, "portion": 1, "consid": 1, "intellectu": 1, "book": 2, "trek": 4, "element": 1, "like": 10, "linguist": 1, "sever": 1, "celesti": 1, "radio": 1, "veri": 2, "episod": 6, "stori": 17, "exist": 1, "bohr": 1, "offer": 1, "some": 4, "weird": 1, "black": 1, "metal": 1, "empir": 1, "plus": 1, "pair": 1, "ever": 1, "just": 2, "ringworld": 1, "premis": 1, "provid": 3, "human": 10, "want": 1, "financ": 1, "develop": 1, "consider": 2, "progress": 1, "contribut": 1, "toward": 1, "away": 1, "along": 1, "darmok": 2, "unnecessari": 1, "disast": 1, "race": 2, "alway": 1, "infinit": 2, "pleas": 1, "vonnegut": 1, "massiv": 1, "let": 1, "introduct": 1, "understand": 3, "around": 1, "there": 3, "connect": 2, "seem": 1, "calendar": 1, "challeng": 1, "epistemolog": 1, "both": 4, "complic": 1, "scifi": 1, "take": 2, "larri": 1, "men": 1, "you": 7, "miss": 1, "adult": 1, "they": 2, "therolinguist": 1, "late": 1, "would": 4, "concern": 1, "ethic": 2, "astronom": 1, "novella": 1, "suggest": 2, "could": 1, "reader": 1, "will": 1, "dixon": 1, "convinc": 1, "reflect": 1, "been": 2, "interest": 4, "about": 16, "requir": 1, "philip": 1, "increas": 2, "triton": 1, "angel": 1, "kurt": 1, "mckenna": 1, "tri": 1, "instanc": 1, "professor": 3, "assist": 1, "for": 10, "perelandra": 1, "matrixworld": 1, "investig": 2, "star": 6, "hous": 1, "hungri": 1, "possibl": 3, "job": 4, "thorough": 2, "delani": 1, "enjoy": 2, "colleg": 1, "work": 7, "aris": 1, "neoplaton": 1, "tilt": 1, "valu": 1, "into": 2, "purpos": 2, "hell": 1, "genr": 1, "everi": 1, "correct": 1, "fun": 3, "dark": 1, "everyth": 1, "plot": 1, "quantum": 1, "can": 2, "seen": 2, "problem": 1, "everyon": 1, "pose": 1, "specul": 2, "open": 1, "set": 4, "are": 9, "machin": 1, "issu": 4, "stop": 1, "danger": 1, "miévill": 2, "altern": 1, "planet": 2, "confus": 1, "fred": 1, "intern": 1, "direct": 1, "read": 3, "deal": 1, "pynchon": 1, "exceed": 1, "divis": 1, "strength": 1, "mind": 1, "realiti": 3, "ture": 1, "love": 1, "rememb": 1, "two": 2, "theori": 4, "bicentenni": 1, "frankenstein": 1, "result": 2, "sexual": 2, "sociolog": 1, "welcom": 1, "dimension": 1, "horst": 1, "children": 2, "experi": 1, "movi": 2, "treatment": 1, "civil": 1, "specif": 2, "austin": 1, "arthur": 1, "better": 2, "which": 2, "bloodchild": 1, "john": 1, "role": 5, "divin": 1, "sophist": 1, "histor": 1, "contact": 3, "form": 2, "data": 1, "transit": 1, "name": 1, "existenti": 1, "most": 4, "dick": 1, "prospect": 1, "threat": 1, "eleven": 1, "when": 2, "peopl": 2, "prime": 1, "free": 2, "contrast": 1, "that": 17, "their": 1, "come": 1, "chang": 1, "evolut": 1, "fascin": 2, "ariel": 1, "note": 1, "the": 117, "probe": 2, "superabund": 1, "day": 1, "look": 1, "rest": 1, "encircl": 1, "whether": 2, "artifici": 1, "blog": 1, "compil": 1, "personhood": 2, "origin": 2, "newton": 1, "claremont": 1, "loi": 1, "albemuth": 1, "whi": 2, "wish": 1, "nice": 1, "imagist": 1, "tng": 1, "here": 1, "question": 5, "over": 1, "inconsist": 1, "tale": 1, "argument": 1, "ident": 2, "chapter": 1, "may": 2, "relat": 1, "door": 1, "togeth": 1, "includ": 1, "manifest": 1, "datum": 1, "intersubject": 1, "prometheus": 1, "absenc": 1, "more": 7, "where": 1, "butler": 1, "year": 1, "ursula": 4, "between": 3, "choic": 1, "josh": 1, "see": 1, "depend": 1, "dis": 1, "via": 2, "radic": 1, "wallac": 1, "leonard": 1, "suffer": 1, "feel": 1, "nummovi": 1, "isaac": 2, "epicac": 1, "person": 2, "favorit": 1, "ourselv": 1, "enorm": 1, "seed": 1, "ainulindalë": 1, "evid": 2, "risk": 1, "need": 1, "jest": 1, "email": 1, "polit": 1, "quicksilv": 1, "start": 2, "encount": 1, "core": 1, "extract": 1, "add": 1, "procreat": 1, "liven": 1, "philosophi": 11, "walker": 1, "grammar": 1, "good": 2, "citi": 2, "short": 7, "how": 2, "wrap": 1, "from": 12, "anarch": 1, "virtu": 3, "variabl": 1, "metaphys": 3, "undergarmet": 1, "octavia": 1, "hideous": 1, "cylon": 2, "phenotyp": 1, "postapocalypt": 1, "guin": 4, "julian": 1, "properti": 2, "our": 3, "foster": 1, "found": 1, "montagu": 1, "relationship": 1, "live": 3, "well": 5, "much": 1, "consequ": 1, "also": 3, "has": 3, "particular": 1, "might": 2, "reaction": 2, "religion": 1, "memor": 2, "mention": 1, "engl": 1, "interact": 2, "billion": 1, "lifenum": 1, "neal": 2, "quit": 1, "than": 4, "texa": 1, "counterpoint": 1, "tini": 1, "agre": 2, "alien": 7, "case": 4, "cosmic": 2, "arithmet": 1, "all": 1, "explor": 11, "individu": 3, "video": 1, "tolkien": 2, "assassin": 1, "standin": 1, "galactica": 1, "lui": 1, "idea": 2, "gödel": 1, "morressi": 1, "norm": 1, "cherubim": 1, "differ": 6, "notabl": 1, "creat": 1, "hidden": 1, "abstract": 1, "kind": 1, "scientif": 1, "film": 1, "mark": 1, "skin": 1, "left": 1, "scarciti": 1, "swift": 1, "cloud": 1, "clone": 3, "middl": 1, "except": 4, "android": 1, "plural": 1, "scienc": 13, "immun": 1, "steven": 1, "embrac": 1, "close": 1, "ami": 1, "teaser": 1, "structur": 1, "counterpart": 1, "generat": 2, "silent": 1, "backstori": 1, "rather": 1, "virtual": 2, "watcher": 1, "one": 8, "richardson": 1, "self": 1, "few": 1, "roger": 1, "quadraturin": 1, "philosoph": 7, "dever": 1, "anoth": 1, "advanc": 2, "engin": 1, "impress": 1, "after": 2, "depict": 1, "list": 13, "baroqu": 1, "restart": 1, "ten": 2, "william": 1, "implic": 1, "benefici": 1, "put": 1, "socialpolit": 1, "your": 1, "intellig": 3, "husserl": 1, "pitch": 1, "contributor": 1, "resourc": 1, "space": 3, "mathemat": 1, "same": 1, "acacia": 1, "fleet": 1, "krzhizhanovski": 1, "makropulo": 1, "modal": 1, "next": 2, "multivers": 2, "natur": 4, "best": 1, "affect": 1, "turn": 2}, "idf": {"certain": 1.8077886586200003, "broad": 4.27693965517, "top": 1.8387769284200002, "roll": 4.27578777269, "stephenson": 62.015625, "consist": 1.4901445466499998, "major": 1.14852058164, "suppos": 4.23021582734, "afterlif": 54.5567010309, "hint": 15.2068965517, "first": 1.00761614623, "jrr": 1221.23076923, "watch": 3.92581602374, "egan": 101.76923076899999, "this": 1.00379362671, "bit": 8.33385826772, "still": 1.1866357724799999, "weed": 51.8823529412, "univers": 1.24889867841, "profession": 2.6389627659599997, "someon": 4.9350326391, "lewi": 5.6317843206800005, "manner": 3.93164933135, "trilog": 25.9411764706, "undisclos": 54.3698630137, "throughout": 1.5217099587799998, "journal": 2.36884512086, "fundament": 5.32930513595, "russel": 7.66956521739, "num": 1.00031504001, "wind": 4.88191881919, "jorg": 30.1825095057, "dialect": 10.792658055699999, "fiction": 4.77330126278, "earth": 3.7302631578900005, "train": 1.9365698950999999, "singular": 16.8, "trial": 4.04175152749, "tarri": 610.615384615, "thine": 269.084745763, "tedium": 933.882352941, "totalitarian": 47.5329341317, "omela": 1221.23076923, "clunki": 1221.23076923, "graduat": 4.60173913043, "signific": 1.4529147982100001, "hoyl": 260.262295082, "play": 1.46390041494, "determin": 2.1658935879900003, "constel": 46.017391304300006, "count": 3.48157894737, "distinct": 2.2836593786000003, "mari": 3.20080645161, "bargain": 25.0015748031, "speci": 6.648241206030001, "social": 1.9904714142400002, "with": 1.0011982089899998, "fullblown": 1221.23076923, "dhalgren": 1221.23076923, "thoma": 2.39673913043, "influenti": 4.520501138949999, "writer": 2.75816539263, "uncomplet": 244.246153846, "jamesalfonso": 1221.23076923, "system": 1.38739840951, "fall": 1.6945244956799999, "power": 1.3396337861799998, "christian": 2.6785895056499998, "disappoint": 8.776119402989998, "asimov": 134.542372881, "spinrad": 1221.23076923, "nine": 2.68130383381, "novel": 4.06555697823, "drawn": 4.6030733546, "foray": 50.0820189274, "creation": 3.0601387818, "who": 1.06279287723, "shelley": 40.3969465649, "season": 2.82944216717, "four": 1.20950784702, "blum": 97.3987730061, "perhap": 3.14812611541, "publish": 1.36885669943, "buffalo": 14.9210526316, "examin": 3.8505942275, "second": 1.1130898128, "concept": 2.65707112971, "game": 2.57978550536, "excel": 4.84467500763, "plausibl": 29.954716981100002, "them": 1.09876115994, "leav": 1.6615384615399997, "measur": 2.41093394077, "caprica": 1221.23076923, "immort": 20.2242038217, "child": 3.20533010297, "less": 1.46904783936, "god": 3.5217391304300003, "cycl": 5.40919931857, "ted": 11.9818867925, "implicit": 21.1962616822, "remark": 3.8515283842800003, "meme": 230.086956522, "were": 1.02458857696, "noninterfer": 1221.23076923, "have": 1.0148948411399998, "riddley": 1221.23076923, "intrigu": 22.583214793699998, "intend": 2.3488681757700003, "what": 1.25343439128, "mantl": 39.8894472362, "dearth": 168.893617021, "gould": 34.588235294099995, "share": 1.8566249561500001, "postscarc": 1221.23076923, "british": 1.78161822467, "meaning": 21.8076923077, "centuri": 1.49604221636, "hope": 2.50884955752, "total": 1.5460122699399999, "man": 1.7494214875999998, "concret": 10.0100882724, "and": 1.00006299213, "communal": 20.538163001300003, "hand": 1.6152202665600002, "emot": 6.01819560273, "make": 1.0762660158600001, "wrinkl": 163.670103093, "endear": 86.28260869569999, "doe": 1.70581282905, "lana": 119.36842105299999, "distant": 9.04615384615, "travel": 1.9655812801800001, "use": 1.0296387573799999, "author": 1.4229631621399998, "comment": 3.05954904606, "grip": 19.9949622166, "danielewski": 1221.23076923, "andi": 11.4545454545, "ani": 1.13383802314, "anathem": 1221.23076923, "fashion": 4.85207823961, "zelazni": 690.260869565, "know": 2.59327017315, "numsometh": 1221.23076923, "silmarillion": 1134.0, "sigizmund": 1221.23076923, "borg": 70.56, "sequel": 16.020181634700002, "battlestar": 299.547169811, "deep": 3.6279707495399998, "basic": 2.7301805675, "evil": 7.714285714289999, "magic": 7.9063745019899985, "almost": 1.53584212054, "definit": 3.24, "out": 1.06016694491, "context": 4.25972632144, "life": 1.37051104972, "literatur": 3.68096452585, "misidentif": 547.448275862, "end": 1.10680423871, "time": 1.01127460348, "aggreg": 17.542541436500002, "samuel": 6.1415860735, "chair": 7.112903225810001, "while": 1.0441988950299999, "tool": 4.99716713881, "nonlinear": 99.225, "gregorian": 55.125, "gender": 9.43315508021, "beauti": 4.79347826087, "zero": 8.75192943771, "spoiler": 130.131147541, "withhold": 48.2553191489, "friendship": 8.12071611253, "dozen": 5.95275590551, "societi": 1.8173076923099998, "languag": 2.29488291414, "greg": 13.853403141400001, "real": 2.28103448276, "walk": 3.56363636364, "onli": 1.0256476516600002, "communic": 2.8395635843299996, "assum": 2.9575260804799997, "wide": 1.5598349381, "hoban": 690.260869565, "six": 1.5552507837, "madelin": 147.0, "cuaron": 1221.23076923, "bonus": 19.6485148515, "research": 1.9420183486200002, "chiang": 57.9416058394, "test": 2.65707112971, "semant": 39.1034482759, "alchem": 360.818181818, "classic": 2.4087391898, "megalist": 1221.23076923, "lead": 1.2664326739, "third": 1.4195278969999998, "error": 6.04109589041, "but": 1.01632417899, "drive": 2.93510815308, "imagin": 6.598503740650001, "rais": 1.9733996271, "engag": 2.6926729986400004, "other": 1.00992366412, "clark": 5.754258789419999, "powel": 19.3609756098, "infertil": 104.44736842100001, "niven": 151.2, "david": 1.84970290108, "counterexampl": 496.125, "brief": 3.39013452915, "think": 2.90715986083, "coupl": 3.2572835453400004, "betterknown": 1221.23076923, "consequenti": 154.13592233, "point": 1.25990000794, "world": 1.11340206186, "myth": 7.7330735509, "number": 1.10142916609, "exploratori": 68.4310344828, "privaci": 28.2994652406, "eye": 3.39375801625, "breath": 13.420118343199999, "observ": 2.22446406053, "leibniz": 96.80487804879999, "without": 1.29547123623, "such": 1.06151377374, "davidson": 33.9230769231, "bernard": 8.540075309310001, "own": 1.17844418052, "part": 1.04330682789, "wachowski": 793.8, "modern": 1.5319888063299998, "view": 1.6407606448899998, "charact": 2.51720310766, "prequel": 69.9383259912, "mason": 14.0123565755, "associ": 1.3263157894700002, "section": 2.1284354471099998, "norman": 7.112903225810001, "these": 1.07415426252, "china": 3.5217391304300003, "suni": 63.0, "quest": 12.6805111821, "through": 1.07074930869, "seri": 1.46511627907, "dispossess": 110.25, "expect": 2.20011086475, "matrix": 22.6153846154, "fabul": 58.8, "physic": 2.39132399458, "adventur": 6.65102639296, "emphas": 5.59408033827, "wesleyan": 69.9383259912, "art": 1.9994962216599999, "not": 1.01567398119, "embassytown": 1221.23076923, "organ": 1.6387283237, "portion": 3.3019966722099996, "consid": 1.2397313759200002, "intellectu": 5.963936889559999, "book": 1.43414634146, "trek": 30.4137931034, "element": 2.36004162331, "like": 1.14918566775, "linguist": 9.645200486030001, "sever": 1.07241286139, "celesti": 35.1238938053, "radio": 2.7143101384900006, "veri": 1.25880114177, "episod": 4.435875943, "stori": 2.02396736359, "exist": 1.4647107666799999, "bohr": 162.0, "offer": 1.53896859248, "some": 1.04036697248, "weird": 41.2363636364, "black": 1.94917127072, "metal": 4.85801713586, "empir": 2.8395635843299996, "plus": 4.6914893617, "pair": 4.36873968079, "ever": 1.9697270471500001, "just": 1.33580143037, "ringworld": 1221.23076923, "premis": 13.4428450466, "provid": 1.21552714187, "human": 1.8965476048299998, "want": 1.99698113208, "financ": 4.255159474669999, "develop": 1.1955719557200002, "consider": 2.29920347574, "progress": 2.44697903822, "contribut": 1.9255306246200001, "toward": 1.6303142329, "away": 1.85142857143, "along": 1.2973768080399999, "darmok": 1221.23076923, "unnecessari": 17.4845814978, "disast": 6.58481957694, "race": 2.93023255814, "alway": 2.06745670009, "infinit": 16.0688259109, "pleas": 9.12938470385, "vonnegut": 220.5, "massiv": 4.22571200426, "let": 3.48616600791, "introduct": 2.7808723068799996, "understand": 2.96858638743, "around": 1.21394708671, "there": 1.04091266719, "connect": 1.8843916913900003, "seem": 2.29123971713, "calendar": 11.1960507757, "challeng": 2.55816951337, "epistemolog": 61.5348837209, "both": 1.05215720061, "complic": 5.6478121664900005, "scifi": 1221.23076923, "take": 1.13961668222, "larri": 10.170403587400001, "men": 1.86776470588, "you": 2.1629427792900002, "miss": 3.53664513255, "adult": 4.45079899075, "they": 1.03017325287, "therolinguist": 1221.23076923, "late": 1.31740104556, "would": 1.0828729281799998, "concern": 1.8852867830400002, "ethic": 8.93918918919, "astronom": 14.9210526316, "novella": 56.4982206406, "suggest": 1.7571665744299998, "could": 1.2043695949, "reader": 6.437956204380001, "will": 1.22481098596, "dixon": 38.911764705900005, "convinc": 4.4051054384, "reflect": 2.3443591258099996, "been": 1.0239277652399998, "interest": 1.60331246213, "about": 1.06486015159, "requir": 1.52844902282, "philip": 5.07707067477, "increas": 1.32024948025, "triton": 139.263157895, "angel": 3.5240843507199995, "kurt": 16.283076923099998, "mckenna": 99.8490566038, "tri": 1.8544562551099997, "instanc": 3.2572835453400004, "professor": 4.31061634537, "assist": 2.17300848618, "for": 1.00031504001, "perelandra": 1221.23076923, "matrixworld": 1221.23076923, "investig": 3.11721971333, "star": 2.4450947173900004, "hous": 1.4624170965399999, "hungri": 38.1634615385, "possibl": 1.4173734488, "job": 3.2539454806299997, "thorough": 10.956521739100001, "delani": 256.064516129, "enjoy": 3.3269069572500003, "colleg": 2.5511811023599997, "work": 1.11520089913, "aris": 7.54921540656, "neoplaton": 236.955223881, "tilt": 34.8923076923, "valu": 2.2777618364400003, "into": 1.01502461479, "purpos": 2.23416830847, "hell": 10.9868512111, "genr": 8.34700315457, "everi": 1.47917637194, "correct": 3.6631287494199998, "fun": 12.8863636364, "dark": 3.98594024605, "everyth": 4.81967213115, "plot": 5.383519837230001, "quantum": 28.9180327869, "can": 1.17626139142, "seen": 1.61079545455, "problem": 1.76674827509, "everyon": 6.3964544722, "pose": 7.1352808988800005, "specul": 5.28319467554, "open": 1.24556723678, "set": 1.18707940781, "are": 1.02990593578, "machin": 4.02433460076, "issu": 1.43921675279, "stop": 2.1783754116400003, "danger": 3.42007755278, "miévill": 1221.23076923, "altern": 2.1390460792200003, "planet": 8.72307692308, "confus": 4.1451697127900005, "fred": 9.01533219761, "intern": 1.30355530011, "direct": 1.22226499346, "read": 2.3149606299200003, "deal": 2.18346857379, "pynchon": 337.787234043, "exceed": 5.0689655172400006, "divis": 2.32854209446, "strength": 4.02739726027, "mind": 3.5918552036199998, "realiti": 4.563380281690001, "ture": 83.1204188482, "love": 2.97303370787, "rememb": 4.88793103448, "two": 1.01379310345, "theori": 3.02745995423, "bicentenni": 74.5352112676, "frankenstein": 97.3987730061, "result": 1.14611608432, "sexual": 6.12736395214, "sociolog": 17.1818181818, "welcom": 6.05723006486, "dimension": 54.1843003413, "horst": 92.3023255814, "children": 1.91484742492, "experi": 1.87062566278, "movi": 4.00403530895, "treatment": 3.87125091441, "civil": 2.10306000795, "specif": 1.8719490626099997, "austin": 12.6, "arthur": 4.65981802172, "better": 2.0065722952500002, "which": 1.005191845, "bloodchild": 1221.23076923, "john": 1.35553278689, "role": 1.55327267391, "divin": 8.32511798637, "sophist": 10.0037807183, "histor": 1.6755672823199999, "contact": 3.2196309065099995, "form": 1.12755681818, "data": 3.37643555934, "transit": 3.36355932203, "name": 1.10211732037, "existenti": 62.015625, "most": 1.02096463023, "dick": 10.322496748999999, "prospect": 6.86975335353, "threat": 3.63045963869, "eleven": 6.335195530730001, "when": 1.02076769755, "peopl": 1.21320495186, "prime": 3.49845747025, "free": 1.71818181818, "contrast": 2.88339992735, "that": 1.00398406375, "their": 1.01547908405, "come": 1.32831325301, "chang": 1.1808985421, "evolut": 6.360576923080001, "fascin": 17.446153846199998, "ariel": 62.015625, "note": 1.42449528937, "the": 1.0, "probe": 18.7438016529, "superabund": 882.0, "day": 1.18371607516, "look": 1.9086318826599997, "rest": 1.9573418813999999, "encircl": 25.6064516129, "whether": 2.20683903253, "artifici": 8.31639601886, "blog": 14.1876675603, "compil": 5.696447793330001, "personhood": 305.307692308, "origin": 1.13724928367, "newton": 17.3888280394, "claremont": 123.06976744200001, "loi": 41.4516971279, "albemuth": 1221.23076923, "whi": 3.2566153846200003, "wish": 3.67755385685, "nice": 17.7583892617, "imagist": 635.04, "tng": 1221.23076923, "here": 2.42307692308, "question": 2.20408163265, "over": 1.02525024217, "inconsist": 14.3934723481, "tale": 7.10653536258, "argument": 5.09335899904, "ident": 2.80792359392, "chapter": 3.6147540983599997, "may": 1.05201775893, "relat": 1.23750876919, "door": 4.89244992296, "togeth": 1.58095996813, "includ": 1.0190641247799999, "manifest": 9.19281991893, "datum": 273.724137931, "intersubject": 547.448275862, "prometheus": 64.0161290323, "absenc": 5.18484650555, "more": 1.0171706817, "where": 1.06715063521, "butler": 15.703264095, "year": 1.0485436893200002, "ursula": 91.76878612719999, "between": 1.03453668708, "choic": 3.1319786940200003, "josh": 25.4016, "see": 1.27242125511, "depend": 2.2411067193700003, "dis": 174.46153846200002, "via": 2.2978723404299997, "radic": 5.2937645882, "wallac": 14.8930581614, "leonard": 10.7415426252, "suffer": 2.16117615029, "feel": 3.1356903021900004, "nummovi": 1221.23076923, "isaac": 13.066666666700002, "epicac": 1221.23076923, "person": 1.40520446097, "favorit": 8.116564417180001, "ourselv": 27.184931506799998, "enorm": 7.54921540656, "seed": 10.4173228346, "ainulindalë": 1221.23076923, "evid": 2.24872521246, "risk": 4.095975232200001, "need": 1.4372623574099999, "jest": 151.2, "email": 33.4936708861, "polit": 1.76851954996, "quicksilv": 226.8, "start": 1.26673581744, "encount": 4.13976531943, "core": 4.623179965059999, "extract": 7.703056768560001, "add": 4.61243463103, "procreat": 165.375, "liven": 635.04, "philosophi": 5.64580369844, "walker": 8.99490084986, "grammar": 14.7, "good": 1.51981619759, "citi": 1.38618702523, "short": 1.41295834817, "how": 1.60250328051, "wrap": 14.5919117647, "from": 1.00056721497, "anarch": 73.1612903226, "virtu": 11.1567111736, "variabl": 8.747107438019999, "metaphys": 30.8871595331, "undergarmet": 1221.23076923, "octavia": 256.064516129, "hideous": 133.411764706, "cylon": 1221.23076923, "phenotyp": 88.6927374302, "postapocalypt": 1221.23076923, "guin": 27.3253012048, "julian": 13.7454545455, "properti": 2.5949656750599996, "our": 2.35758835759, "foster": 7.353404353869999, "found": 1.11387076405, "montagu": 62.015625, "relationship": 2.39132399458, "live": 1.30591428806, "well": 1.0655748708, "much": 1.1942229577299999, "consequ": 2.98533283189, "also": 1.01476510067, "has": 1.0436497502, "particular": 1.3814827706200001, "might": 2.1561863370900003, "reaction": 4.67904509284, "religion": 3.7764034253099994, "memor": 16.1177664975, "mention": 2.53894130817, "engl": 230.086956522, "interact": 4.4185917061, "billion": 4.8669527897, "lifenum": 1221.23076923, "neal": 29.8983050847, "quit": 2.8849718335500003, "than": 1.03278688525, "texa": 5.56077057793, "counterpoint": 69.327510917, "tini": 12.928338762200001, "agre": 2.22946215419, "alien": 8.19617965927, "case": 1.48498737256, "cosmic": 27.3253012048, "arithmet": 38.911764705900005, "all": 1.01146788991, "explor": 3.39593582888, "individu": 1.8004082558400003, "video": 3.29719626168, "tolkien": 105.139072848, "assassin": 6.837209302330001, "standin": 1221.23076923, "galactica": 283.5, "lui": 15.0483412322, "idea": 2.0930784443, "gödel": 1221.23076923, "morressi": 1221.23076923, "norm": 11.299644128099999, "cherubim": 933.882352941, "differ": 1.23654490225, "notabl": 1.82840032247, "creat": 1.2492917847, "hidden": 7.81299212598, "abstract": 9.966101694919999, "kind": 2.5806241872599998, "scientif": 4.15275961287, "film": 2.2056126701900003, "mark": 1.5079787234, "skin": 8.595560368160001, "left": 1.4398693996, "scarciti": 47.5329341317, "swift": 13.963060685999999, "cloud": 10.6193979933, "clone": 32.5327868852, "middl": 2.04245465071, "except": 1.71948445792, "android": 57.1079136691, "plural": 14.2898289829, "scienc": 2.31969608416, "immun": 15.2068965517, "steven": 6.17262830482, "embrac": 8.45817794353, "close": 1.2848818387799998, "ami": 16.7822410148, "teaser": 117.6, "structur": 2.0580762250499998, "counterpart": 7.76332518337, "generat": 2.05275407292, "silent": 9.10321100917, "backstori": 109.48965517200001, "rather": 1.55692850838, "virtual": 4.11295336788, "watcher": 102.425806452, "one": 1.00627495722, "richardson": 19.969811320799998, "self": 11.972850678699999, "few": 1.31729173581, "roger": 4.6804245283, "quadraturin": 1221.23076923, "philosoph": 5.65586034913, "dever": 269.084745763, "anoth": 1.13643521832, "advanc": 1.9997480791, "engin": 2.47135740971, "impress": 3.90457452041, "after": 1.02070207021, "depict": 4.0131445905000005, "list": 1.36321483771, "baroqu": 26.637583892600002, "restart": 32.2682926829, "ten": 1.9178545542400003, "william": 1.75483585719, "implic": 7.632692307689999, "benefici": 18.269275028800003, "put": 1.65806788512, "socialpolit": 1221.23076923, "your": 3.50540958269, "intellig": 4.19334389857, "husserl": 252.0, "pitch": 9.50089766607, "contributor": 14.4721969006, "resourc": 2.9487369985100003, "space": 2.39818731118, "mathemat": 7.391061452510001, "same": 1.11857958148, "acacia": 158.76, "fleet": 6.37334403854, "krzhizhanovski": 1221.23076923, "makropulo": 1221.23076923, "modal": 54.1843003413, "next": 1.4950560316400001, "multivers": 147.0, "natur": 1.5392670157100001, "best": 1.5828514456600002, "affect": 2.4794627518400003, "turn": 1.3838912133899999}, "logtfidf": {"certain": 0.592104362781, "broad": 1.45323772, "top": 0.609100637788, "roll": 1.4529683597299998, "stephenson": 8.25477273884, "consist": 0.398873126426, "major": 0.138474663439, "suppos": 1.44225301477, "afterlif": 3.9992405467300003, "hint": 2.72174904546, "first": 0.0758728981216, "jrr": 7.1076144564399995, "watch": 2.73514846752, "egan": 4.62270780665, "this": 0.022718694315, "bit": 6.36097957902, "still": 0.17112222142900002, "weed": 3.9489787119499997, "univers": 0.666786317058, "profession": 1.940771896546, "someon": 1.59635928666, "lewi": 3.45685264558, "manner": 1.36905901503, "trilog": 3.25583153139, "undisclos": 3.9958100116300006, "throughout": 0.41983467543499997, "journal": 0.8624025456059999, "fundament": 1.67322086119, "russel": 2.03725992764, "num": 0.014174567792865002, "wind": 1.58553834324, "jorg": 3.40726260117, "dialect": 2.3788660933, "fiction": 12.5043052332, "earth": 1.31647878288, "train": 1.321836625678, "singular": 2.82137888641, "trial": 1.3966781444299998, "tarri": 6.414467275880001, "thine": 5.59502637, "tedium": 6.83935046985, "totalitarian": 3.8614228209300006, "omela": 7.1076144564399995, "clunki": 7.1076144564399995, "graduat": 3.05286860776, "signific": 0.373571744332, "hoyl": 5.561689949730001, "play": 0.7622087812839999, "determin": 0.772833019022, "constel": 3.8290193968699997, "count": 1.24748591139, "distinct": 0.825779146958, "mari": 1.16340279418, "bargain": 3.21893881501, "speci": 1.8943523393900001, "social": 2.065114506783, "with": 0.020357359127630002, "fullblown": 7.1076144564399995, "dhalgren": 7.1076144564399995, "thoma": 0.874109117838, "influenti": 1.50862285915, "writer": 2.0291314918, "uncomplet": 5.4981765440100006, "jamesalfonso": 7.1076144564399995, "system": 0.65486069117, "fall": 0.527402167952, "power": 0.8771888481450001, "christian": 0.985290352115, "disappoint": 2.1720343285099997, "asimov": 9.80375837888, "spinrad": 7.1076144564399995, "nine": 1.9726063627419999, "novel": 35.06376879075, "drawn": 1.52672420097, "foray": 3.91366204003, "creation": 1.11846026847, "who": 0.3654013979154, "shelley": 7.39750840406, "season": 1.04007957815, "four": 0.380427077738, "blum": 4.5788136131, "perhap": 1.14680739183, "publish": 0.313975865467, "buffalo": 2.7027731439999996, "examin": 5.3929099248000005, "second": 0.32141929014, "concept": 0.977224437103, "game": 2.843118774063, "excel": 3.1557603304, "plausibl": 3.39968680736, "them": 0.1883666538186, "leav": 1.015487914458, "measur": 0.880014199726, "caprica": 7.1076144564399995, "immort": 12.027520384479999, "child": 2.32963016262, "less": 0.3846144626, "god": 5.03581975496, "cycl": 1.68810108164, "ted": 7.45018822644, "implicit": 3.0538248303900004, "remark": 1.34847005245, "meme": 5.43845730931, "were": 0.024291143681099997, "noninterfer": 14.215228912879999, "have": 0.0887100140472, "riddley": 7.1076144564399995, "intrigu": 3.11720692209, "intend": 0.853933584803, "what": 2.25887296827, "mantl": 3.6861118086199998, "dearth": 5.129269031630001, "gould": 3.54351360384, "share": 0.618760299747, "postscarc": 7.1076144564399995, "british": 0.5775220662899999, "meaning": 3.08226276571, "centuri": 0.402823098645, "hope": 0.919824304455, "total": 0.43567888670500005, "man": 1.11857030954, "concret": 2.3035934117099996, "and": 0.0035274479555616, "communal": 3.0222847653200002, "hand": 0.479471335336, "emot": 1.79478748063, "make": 0.14699531564579998, "wrinkl": 5.0978528354, "endear": 4.45762805629, "doe": 1.0680834594339998, "lana": 4.7822146856800005, "distant": 2.202339678, "travel": 1.351576036922, "use": 0.0292080197316, "author": 0.7054828626199999, "comment": 1.11826753454, "grip": 2.9954803526599996, "danielewski": 7.1076144564399995, "andi": 2.43838663415, "ani": 0.125608358366, "anathem": 7.1076144564399995, "fashion": 1.57940711618, "zelazni": 6.5370695979699995, "know": 0.952919694398, "numsometh": 7.1076144564399995, "silmarillion": 7.033506484289999, "sigizmund": 7.1076144564399995, "borg": 4.2564634117, "sequel": 2.7738492795700003, "battlestar": 5.7022719003499995, "deep": 1.2886734698, "basic": 1.00436774895, "evil": 2.04307389751, "magic": 2.06766933309, "almost": 0.42907884333400004, "definit": 1.1755733298, "out": 0.2337055636772, "context": 4.34761474326, "life": 1.891102195662, "literatur": 1.3031748172600002, "misidentif": 6.305267983919999, "end": 0.101476798618, "time": 0.1009036697634, "aggreg": 2.8646288702, "samuel": 1.8150830269599998, "chair": 1.9619104904, "while": 0.08649996758760002, "tool": 1.60887117963, "nonlinear": 4.59738999867, "gregorian": 4.0096033337699994, "gender": 11.221153098549998, "beauti": 3.1345125968, "zero": 2.1692741832299998, "spoiler": 4.86854276917, "withhold": 3.87650606314, "friendship": 2.09441834148, "dozen": 1.78385428972, "societi": 2.389424463672, "languag": 2.492045473218, "greg": 2.62853091663, "real": 0.824629060574, "walk": 1.270781474, "onli": 0.10129707331639999, "communic": 2.08730074576, "assum": 1.08435313525, "wide": 0.44458000675399995, "hoban": 6.5370695979699995, "six": 0.441636808318, "madelin": 4.99043258678, "cuaron": 7.1076144564399995, "bonus": 2.97800175538, "research": 0.663727818138, "chiang": 12.178307122529999, "test": 1.954448874206, "semant": 3.6662106543, "alchem": 5.8883741799800005, "classic": 0.8791034528499999, "megalist": 7.1076144564399995, "lead": 0.23620402986699998, "third": 0.35032434942900004, "error": 1.7985854343, "but": 0.0971542324314, "drive": 1.07674430203, "imagin": 3.77368583474, "rais": 2.7190310179040003, "engag": 2.9716031401019998, "other": 0.01974949583952, "clark": 1.7499402396900001, "powel": 2.9632594736400004, "infertil": 4.6486832930599995, "niven": 5.01860346375, "david": 0.615025032185, "counterexampl": 12.4136558222, "brief": 1.22086960472, "think": 3.2015298352499997, "coupl": 1.18089357972, "betterknown": 7.1076144564399995, "consequenti": 5.03783482567, "point": 0.23103235903299998, "world": 0.429680994484, "myth": 2.04550639688, "number": 0.0966085784186, "exploratori": 8.451652884480001, "privaci": 3.34284290838, "eye": 1.22193786676, "breath": 2.59675494992, "observ": 1.5990320298640002, "leibniz": 4.572697386080001, "without": 0.258874517941, "such": 0.059695977806, "davidson": 3.52409551799, "bernard": 2.14476982618, "own": 0.164195077421, "part": 0.04239531098280001, "wachowski": 6.676831540349999, "modern": 0.853133529438, "view": 0.49515994217299997, "charact": 0.923148407239, "prequel": 4.24761379642, "mason": 2.63993955287, "associ": 0.5648100307020001, "section": 0.755387177948, "norman": 1.9619104904, "these": 0.2146008582024, "china": 2.51790987748, "suni": 4.14313472639, "quest": 2.54006626224, "through": 0.0683586918849, "seri": 1.1458038320939998, "dispossess": 4.70275051433, "expect": 0.78850775216, "matrix": 3.1186304098799997, "fabul": 4.0741418549, "physic": 1.743694370368, "adventur": 1.8947711875599997, "emphas": 1.72170895618, "wesleyan": 4.24761379642, "art": 0.6928952596619999, "not": 0.0777620650375, "embassytown": 14.215228912879999, "organ": 0.49392052866999997, "portion": 1.1945273376899999, "consid": 0.214894723824, "intellectu": 1.78573081495, "book": 0.7211395764, "trek": 13.65958490408, "element": 0.8586792558769999, "like": 1.3905357654500001, "linguist": 2.26646043267, "sever": 0.06991112039689999, "celesti": 3.5588816340699996, "radio": 0.99853782846, "veri": 0.460319586476, "episod": 8.938350618840001, "stori": 11.986013651979, "exist": 0.38165779408699996, "bohr": 5.08759633523, "offer": 0.431112446902, "some": 0.158294036258, "weird": 3.7193204796199995, "black": 0.667404292867, "metal": 1.58063035792, "empir": 1.04365037288, "plus": 1.54575009318, "pair": 1.47447456495, "ever": 0.6778949784020001, "just": 0.579062868218, "ringworld": 7.1076144564399995, "premis": 2.59844699771, "provid": 0.585533532975, "human": 6.40035183243, "want": 0.6916366062549999, "financ": 1.44813224068, "develop": 0.178624694913, "consider": 1.6651254961200002, "progress": 0.894854218108, "contribut": 0.655201578909, "toward": 0.48877277716000006, "away": 0.615957541869, "along": 0.260344385917, "darmok": 14.215228912879999, "unnecessari": 2.8613194352999995, "disast": 1.8847669357199999, "race": 2.15016358252, "alway": 0.726319204572, "infinit": 5.5537622323199995, "pleas": 2.21149829955, "vonnegut": 5.3958976948899995, "massiv": 1.44118776833, "let": 1.2488025672799998, "introduct": 1.02276465794, "understand": 3.264257627039999, "around": 0.19387710578200001, "there": 0.12029367877649999, "connect": 1.267210117364, "seem": 0.829093032276, "calendar": 2.41556110681, "challeng": 0.9392919688950001, "epistemolog": 4.11960422898, "both": 0.20337013355720002, "complic": 1.7312682430000002, "scifi": 7.1076144564399995, "take": 0.261383924394, "larri": 2.3194818933900003, "men": 0.624742371425, "you": 5.400287846058, "miss": 1.2631785751200002, "adult": 1.49308362854, "they": 0.0594539895352, "therolinguist": 7.1076144564399995, "late": 0.275660890876, "would": 0.3184705118588, "concern": 0.634079948873, "ethic": 4.3808897807, "astronom": 2.7027731439999996, "novella": 4.034209144569999, "suggest": 1.127405221754, "could": 0.18595627229000003, "reader": 1.8622111301800002, "will": 0.202786534915, "dixon": 3.6612966394999997, "convinc": 1.4827641951700001, "reflect": 0.85201207065, "been": 0.04729196473680001, "interest": 1.8882871119279998, "about": 1.0054956395936, "requir": 0.424253510675, "philip": 1.6247344564500001, "increas": 0.555641437858, "triton": 4.93636536551, "angel": 1.2596206438600002, "kurt": 2.7901263429100003, "mckenna": 4.60365961168, "tri": 0.61759152916, "instanc": 1.18089357972, "professor": 4.38324269238, "assist": 0.776112606548, "for": 0.0031499039539700006, "perelandra": 7.1076144564399995, "matrixworld": 7.1076144564399995, "investig": 2.27388297404, "star": 5.364503168364001, "hous": 0.38009061238799996, "hungri": 3.6418785536400002, "possibl": 1.0464164246730001, "job": 4.719473016359999, "thorough": 4.78786974316, "delani": 5.54542942886, "enjoy": 2.4040860613799997, "colleg": 0.9365564293340001, "work": 0.763241970911, "aris": 2.0214436382, "neoplaton": 5.46787119451, "tilt": 3.55226639495, "valu": 0.823193310148, "into": 0.0298257264574, "purpos": 1.607738074644, "hell": 2.39669921336, "genr": 2.1219025708, "everi": 0.391485427421, "correct": 1.29831763181, "fun": 7.668509009429998, "dark": 1.38277323072, "everyth": 1.57270590317, "plot": 1.68334240509, "quantum": 3.36446537239, "can": 0.324682192788, "seen": 0.95345625626, "problem": 0.569140724273, "everyon": 1.8557438481400002, "pose": 1.9650516193, "specul": 3.32906193386, "open": 0.219591038029, "set": 0.685984045156, "are": 0.2652072622443, "machin": 1.39235958062, "issu": 1.456396175736, "stop": 0.778579374963, "danger": 1.22966322707, "miévill": 14.215228912879999, "altern": 0.760359972282, "planet": 4.331944067659999, "confus": 1.4219437317299999, "fred": 2.19892670541, "intern": 0.265095377816, "direct": 0.200705689496, "read": 2.51817804264, "deal": 0.780914701253, "pynchon": 5.822416212189999, "exceed": 1.62313675679, "divis": 0.845242361205, "strength": 1.3931203261899998, "mind": 1.2786688388299998, "realiti": 4.55419091625, "ture": 4.42029038586, "love": 1.08958288195, "rememb": 1.5867691126199999, "two": 0.0273976887164, "theori": 4.43089587608, "bicentenni": 4.31127164819, "frankenstein": 4.5788136131, "result": 0.272757816762, "sexual": 3.6255292666800005, "sociolog": 2.84385174226, "welcom": 1.80125261058, "dimension": 3.99239120489, "horst": 4.52506933709, "children": 1.299275891574, "experi": 0.626272953933, "movi": 2.7746053596599998, "treatment": 1.3535776885100002, "civil": 0.7433934307629999, "specif": 1.253960335082, "austin": 2.53369681396, "arthur": 1.5389763962399998, "better": 1.3928558812, "which": 0.01035682769086, "bloodchild": 7.1076144564399995, "john": 0.304194577702, "role": 2.2018205378699998, "divin": 2.1192772083, "sophist": 2.30296309338, "histor": 0.516151783952, "contact": 3.5078001830399996, "form": 0.240106368382, "data": 1.2168205848, "transit": 1.2129997353200002, "name": 0.09723316638430002, "existenti": 4.12738636942, "most": 0.08299158518239999, "dick": 2.33432566384, "prospect": 1.9271282036300001, "threat": 1.2893592624899999, "eleven": 1.84612067845, "when": 0.0411099777168, "peopl": 0.386531156946, "prime": 1.25232214856, "free": 1.0825332985340002, "contrast": 1.0589701282, "that": 0.06759452245388, "their": 0.015360505122700001, "come": 0.28390990653000003, "chang": 0.166275625058, "evolut": 1.85011908441, "fascin": 5.71823842878, "ariel": 4.12738636942, "note": 0.353817568083, "the": 0.0, "probe": 5.8617262385, "superabund": 6.7821920560099995, "day": 0.16865870631700003, "look": 0.6463866936, "rest": 0.671587369833, "encircl": 3.2428443358599996, "whether": 1.583122379294, "artifici": 2.11822899018, "blog": 2.65237310559, "compil": 1.7398427864200001, "personhood": 11.442640190639999, "origin": 0.257224875174, "newton": 2.8558279333099996, "claremont": 4.81275140954, "loi": 3.7245288247199992, "albemuth": 7.1076144564399995, "whi": 2.36137686094, "wish": 1.30224781835, "nice": 2.8768580387299996, "imagist": 6.45368798903, "tng": 7.1076144564399995, "here": 0.8850381883700001, "question": 3.95155464507, "over": 0.0249367214957, "inconsist": 2.6667747946500002, "tale": 1.9610148342700002, "argument": 1.62793753414, "ident": 2.0648905513, "chapter": 1.2850238307100001, "may": 0.10141999056880001, "relat": 0.21310030165399999, "door": 1.5876931847600002, "togeth": 0.458032237308, "includ": 0.0188846813905, "manifest": 2.21842273576, "datum": 5.61212080336, "intersubject": 6.305267983919999, "prometheus": 4.15913506774, "absenc": 1.6457402376899999, "more": 0.11917452119999998, "where": 0.0649921387457, "butler": 2.7538685948799997, "year": 0.047402238894600005, "ursula": 18.077088877639998, "between": 0.10186104349589999, "choic": 1.14166497543, "josh": 3.23481216417, "see": 0.240921585492, "depend": 0.806969815, "dis": 5.16170430739, "via": 1.663967250828, "radic": 1.6665296351499999, "wallac": 2.70089520918, "leonard": 2.37411871239, "suffer": 0.7706525875229999, "feel": 1.1428493419299999, "nummovi": 7.1076144564399995, "isaac": 5.14012891626, "epicac": 7.1076144564399995, "person": 0.6803656320360001, "favorit": 2.09390696331, "ourselv": 3.30266283107, "enorm": 2.0214436382, "seed": 2.3434700776599997, "ainulindalë": 7.1076144564399995, "evid": 1.6207269668320001, "risk": 1.4100048408899999, "need": 0.362740163442, "jest": 5.01860346375, "email": 3.5113564922099996, "polit": 0.570142784146, "quicksilv": 5.4240685718499995, "start": 0.472886738582, "encount": 1.4206391000999998, "core": 1.53108277245, "extract": 2.04161723301, "add": 1.52875583713, "procreat": 5.10821562244, "liven": 6.45368798903, "philosophi": 19.04003817067, "walker": 2.1966578445400002, "grammar": 2.68784749378, "good": 0.837178809814, "citi": 0.65311366101, "short": 2.419799379753, "how": 0.9431339138600001, "wrap": 2.68046738649, "from": 0.0068046500263919995, "anarch": 4.29266646036, "virtu": 7.236123647429999, "variabl": 2.1687230672, "metaphys": 10.29102164535, "undergarmet": 7.1076144564399995, "octavia": 5.54542942886, "hideous": 4.89344032079, "cylon": 14.215228912879999, "phenotyp": 4.48517800806, "postapocalypt": 7.1076144564399995, "guin": 13.231252228199999, "julian": 2.62070819095, "properti": 1.907146578384, "our": 2.5729176425460003, "foster": 1.9951633833900002, "found": 0.107841124048, "montagu": 4.12738636942, "relationship": 0.871847185184, "live": 0.8007101980410001, "well": 0.317572191578, "much": 0.17749572930100002, "consequ": 1.0937112421, "also": 0.0439714734, "has": 0.1281718345644, "particular": 0.323157393804, "might": 1.5366821530680002, "reaction": 3.08618809824, "religion": 1.32877208191, "memor": 5.55984434546, "mention": 0.931747186336, "engl": 5.43845730931, "interact": 2.9716420535799997, "billion": 1.5824680307199999, "lifenum": 7.1076144564399995, "neal": 6.795603585319999, "quit": 1.05951513684, "than": 0.1290434488728, "texa": 1.7157366918099999, "counterpoint": 4.23884181035, "tini": 2.5594217052, "agre": 1.603520739842, "alien": 14.725677053500002, "case": 1.581625075556, "cosmic": 6.6156261140999995, "arithmet": 3.6612966394999997, "all": 0.011402632097799998, "explor": 13.44837309398, "individu": 1.764040343955, "video": 1.19307248967, "tolkien": 9.31056795418, "assassin": 1.92237965165, "standin": 7.1076144564399995, "galactica": 5.647212123169999, "lui": 2.7112677679900004, "idea": 1.47727184424, "gödel": 7.1076144564399995, "morressi": 7.1076144564399995, "norm": 2.4247712321400003, "cherubim": 6.83935046985, "differ": 1.2739267278720001, "notabl": 0.603441443842, "creat": 0.222576818514, "hidden": 2.0557880052, "abstract": 2.29918950399, "kind": 0.948031302717, "scientif": 1.42377308021, "film": 0.791005325264, "mark": 0.410770160338, "skin": 2.1512458337, "left": 0.364552414753, "scarciti": 3.8614228209300006, "swift": 2.63641532015, "cloud": 2.36268232808, "clone": 10.44674522415, "middl": 0.7141523446729999, "except": 2.16809804852, "android": 4.04494270021, "plural": 2.65954802426, "scienc": 10.938670325582999, "immun": 2.72174904546, "steven": 1.82012472855, "embrac": 2.13513377732, "close": 0.250666759864, "ami": 2.82032124485, "teaser": 4.76728903546, "structur": 0.7217716751350001, "counterpart": 2.04941074543, "generat": 1.438364683472, "silent": 2.20862720943, "backstori": 4.69583007148, "rather": 0.442714975539, "virtual": 2.8282827028799997, "watcher": 4.62913869698, "one": 0.050042813164, "richardson": 2.99422169925, "self": 2.48264164316, "few": 0.275577913653, "roger": 1.54338881699, "quadraturin": 7.1076144564399995, "philosoph": 12.12884566278, "dever": 5.59502637, "anoth": 0.127896361652, "advanc": 1.3860424243560001, "engin": 0.904767558276, "impress": 1.3621488197100002, "after": 0.040981389296199995, "depict": 1.38957512116, "list": 4.027994899578, "baroqu": 3.28232314684, "restart": 3.47408509741, "ten": 1.3024142831880001, "william": 0.562375323877, "implic": 2.03244064121, "benefici": 2.90522068864, "put": 0.505652999854, "socialpolit": 7.1076144564399995, "your": 1.25430737035, "intellig": 4.30049544639, "husserl": 5.52942908751, "pitch": 2.2513862853099997, "contributor": 2.67222935363, "resourc": 1.08137694258, "space": 2.624139494916, "mathemat": 2.00027135827, "same": 0.112059649604, "acacia": 5.0673936279100005, "fleet": 1.8521242986400002, "krzhizhanovski": 7.1076144564399995, "makropulo": 7.1076144564399995, "modal": 3.99239120489, "next": 0.804327370998, "multivers": 9.98086517356, "natur": 1.725225357168, "best": 0.459227932947, "affect": 0.908041904384, "turn": 0.649798502128}}, "html": "<!DOCTYPE html>\n\n<html dir=\"ltr\" xmlns=\"http://www.w3.org/1999/xhtml\" xmlns:b=\"http://www.google.com/2005/gml/b\" xmlns:data=\"http://www.google.com/2005/gml/data\" xmlns:expr=\"http://www.google.com/2005/gml/expr\">\n<head>\n<link href=\"https://www.blogger.com/static/v1/widgets/2890069739-widget_css_bundle.css\" rel=\"stylesheet\" type=\"text/css\"/>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<meta content=\"blogger\" name=\"generator\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<link href=\"http://schwitzsplinters.blogspot.com/2014/09/\" rel=\"canonical\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" rel=\"alternate\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default?alt=rss\" rel=\"alternate\" title=\"The Splintered Mind - RSS\" type=\"application/rss+xml\"/>\n<link href=\"https://www.blogger.com/feeds/26951738/posts/default\" rel=\"service.post\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<!--Can't find substitution for tag [blog.ieCssRetrofitLinks]-->\n<meta content=\"http://schwitzsplinters.blogspot.com/2014/09/\" property=\"og:url\"/>\n<meta content=\"The Splintered Mind\" property=\"og:title\"/>\n<meta content=\"reflections in philosophy of psychology, broadly construed\" property=\"og:description\"/>\n<!--[if IE]> <script> (function() { var html5 = (\"abbr,article,aside,audio,canvas,datalist,details,\" + \"figure,footer,header,hgroup,mark,menu,meter,nav,output,\" + \"progress,section,time,video\").split(','); for (var i = 0; i < html5.length; i++) { document.createElement(html5[i]); } try { document.execCommand('BackgroundImageCache', false, true); } catch(e) {} })(); </script> <![endif]-->\n<title>The Splintered Mind: September 2014</title>\n<style id=\"page-skin-1\" type=\"text/css\"><!--\n/*\n-----------------------------------------------\nBlogger Template Style\nName:     Son of Moto (Mean Green Blogging Machine variation)\nDesigner: Jeffrey Zeldman\nURL:      www.zeldman.com\nDate:     23 Feb 2004\nUpdated by: Blogger Team\n----------------------------------------------- */\n/* Variable definitions\n====================\n<Variable name=\"mainBgColor\" description=\"Main Background Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"mainTextColor\" description=\"Text Color\"\ntype=\"color\" default=\"#333333\">\n<Variable name=\"pageHeaderColor\" description=\"Blog Title Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"blogDescriptionColor\" description=\"Blog Description Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"linkColor\" description=\"Link Color\"\ntype=\"color\" default=\"#6E4117\">\n<Variable name=\"hoverLinkColor\" description=\"Link Hover Color\"\ntype=\"color\" default=\"#352117\">\n<Variable name=\"dateHeaderColor\" description=\"Date Header Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarHeaderColor\" description=\"Sidebar Title Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarTextColor\" description=\"Sidebar Text Color\"\ntype=\"color\" default=\"#555544\">\n<Variable name=\"bodyFont\" description=\"Text Font\" type=\"font\"\ndefault=\"normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif\">\n*/\n/* Primary layout */\nbody {\nmargin: 0;\npadding: 0;\nborder: 0;\ntext-align: center;\ncolor: #333333;\nbackground: #61381B url(https://lh3.googleusercontent.com/proxy/v1RkG4h0Fqpq7R6B2YznR_o4d4nyLHHWrWro3IL6-KcDxPt9kceW021YuZVzIyID2kTb9oMXlfKG-FcafWjalJjn3ItQutxU6ZxpvSMme83f=s0-d) top center repeat-y;\nfont-size: small;\n}\n.quickedit {\ndisplay:none;\n}\nimg {\nborder: 0;\ndisplay: block;\n}\n.clear {\nclear: both;\n}\n/* Wrapper */\n#outer-wrapper {\nmargin: 0 auto;\nborder: 0;\nwidth: 692px;\ntext-align: left;\nbackground: #ffffff url(//www.blogblog.com/moto_son/innerwrap.gif) top right repeat-y;\nfont: normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif;\n}\n/* Header */\n#header-wrapper\t{\nbackground: #000 url(https://lh6.googleusercontent.com/proxy/NJeOk6KUGooyV2G9KuXeQcWlFp0JG1fd7TXJgk_84tzhZb3IIoAHIdqbL-2qCl5qK_B93C7KKT8e1shY2I2E3ABLi5NHlVw=s0-d) bottom left repeat-x;\nmargin: 0 auto;\npadding: 0 0 15px 0;\nborder: 0;\n}\n#header h1 {\ntext-align: left;\nfont-size: 200%;\ncolor: #ffffff;\nmargin: 0;\npadding: 15px 20px 0 20px;\nbackground-image: url(https://lh6.googleusercontent.com/proxy/GzBF9FGavAmDGaCgZ07Uc8EkLiECoYGtRIJV26teY0mQdVIpkGTtduxWcITlqPLXgQsDWMtHCJ9-nBySufr9Dg=s0-d);\nbackground-repeat: repeat-x;\nbackground-position: top left;\n}\nh1 a, h1 a:link, h1 a:visited {\ncolor: #ffffff;\n}\n#header .description {\nfont-size: 110%;\ntext-align: left;\npadding: 3px 20px 10px 23px;\nmargin: 0;\nline-height:140%;\ncolor: #ffffff;\n}\n/* Inner layout */\n#content-wrapper {\npadding: 0 16px;\n}\n#main {\nwidth: 400px;\nfloat: left;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n#sidebar {\nwidth: 226px;\nfloat: right;\ncolor: #555544;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n/* Bottom layout */\n#footer\t{\nclear: left;\nmargin: 0;\npadding: 0 20px;\nborder: 0;\ntext-align: left;\nborder-top: 1px solid #f9f9f9;\n}\n#footer .widget\t{\ntext-align: left;\nmargin: 0;\npadding: 10px 0;\nbackground-color: transparent;\n}\n/* Default links \t*/\na:link, a:visited {\nfont-weight: bold;\ntext-decoration: none;\ncolor: #6E4117;\nbackground: transparent;\n}\na:hover {\nfont-weight: bold;\ntext-decoration: underline;\ncolor: #352117;\nbackground: transparent;\n}\na:active {\nfont-weight : bold;\ntext-decoration : none;\ncolor: #352117;\nbackground: transparent;\n}\n/* Typography */\n.main p, .sidebar p {\nline-height: 140%;\nmargin-top: 5px;\nmargin-bottom: 1em;\n}\nh2, h3, h4, h5\t{\nmargin: 0;\npadding: 0;\n}\nh2 {\nfont-size: 130%;\n}\nh2.date-header {\ncolor: #61381B;\n}\n.post h3 {\nmargin-top: 5px;\nfont-size: 120%;\n}\n.post-footer {\nfont-style: italic;\n}\n.sidebar h2 {\ncolor: #61381B;\n}\n.sidebar .widget {\nmargin: 12px 0 13px 0;\npadding: 0;\n}\n.main .widget {\nmargin: 12px 0 0 0 ;\n}\nli  {\nline-height: 160%;\n}\n.sidebar ul {\nmargin-left: 1;\nmargin-top: 0;\npadding-left: 0;\n}\n.sidebar ul li {\npadding-left: 0px;\npadding-top: 3px;\nmargin: 0;\n}\n.widget-content {\nmargin-top: 0.5em;\n}\n/* Profile\n----------------------------------------------- */\n.profile-datablock {\nmargin: 3px 0 5px 0;\nline-height: 140%;\n}\n.profile-textblock {\nmargin-left: 0;\n}\n.profile-img {\nfloat: left;\nmargin: 0 5px 5px 0;\nborder:4px solid #333333;\n}\n#comments  {\nborder: 0;\nborder-top: 1px dashed #eed;\nmargin: 10px 0 0 0;\npadding: 0;\n}\n#comments h4\t{\nmargin-top: 10px;\nmargin-bottom: -10px;\nfont-weight: normal;\nfont-style: italic;\ntext-transform: uppercase;\nletter-spacing: 1px;\n}\n#comments dl dt \t{\nfont-weight: bold;\nfont-style: italic;\nmargin-top: 35px;\npadding: 1px 0 0 18px;\nbackground: transparent url(//www.blogblog.com/moto_son/commentbug.gif) top left no-repeat;\n}\n#comments dl dd\t{\npadding: 0;\nmargin: 0;\n}\n.deleted-comment {\nfont-style:italic;\ncolor:gray;\n}\n.feed-links {\nclear: both;\nline-height: 2.5em;\n}\n#blog-pager-newer-link {\nfloat: left;\n}\n#blog-pager-older-link {\nfloat: right;\n}\n#blog-pager {\ntext-align: center;\n}\n/** Page structure tweaks for layout editor wireframe */\nbody#layout #outer-wrapper {\npadding-top: 0;\n}\nbody#layout #header,\nbody#layout #content-wrapper,\nbody#layout #footer {\npadding: 0;\n}\n\n--></style>\n<link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=03ededb8-159d-4b09-bb5b-55576702ae69\" media=\"none\" onload=\"if(media!='all')media='all'\" rel=\"stylesheet\"/><noscript><link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=03ededb8-159d-4b09-bb5b-55576702ae69\" rel=\"stylesheet\"/></noscript>\n<script language=\"javascript\" type=\"text/javascript\">\n  // Supply ads personalization default for EEA readers\n  // See https://www.blogger.com/go/adspersonalization\n  adsbygoogle = window.adsbygoogle || [];\n  if (typeof adsbygoogle.requestNonPersonalizedAds === 'undefined') {\n    adsbygoogle.requestNonPersonalizedAds = 1;\n  }\n</script>\n</head>\n<body>\n<div class=\"navbar section\" id=\"navbar\"><div class=\"widget Navbar\" data-version=\"1\" id=\"Navbar1\"><script type=\"text/javascript\">\n    function setAttributeOnload(object, attribute, val) {\n      if(window.addEventListener) {\n        window.addEventListener('load',\n          function(){ object[attribute] = val; }, false);\n      } else {\n        window.attachEvent('onload', function(){ object[attribute] = val; });\n      }\n    }\n  </script>\n<div id=\"navbar-iframe-container\"></div>\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n      gapi.load(\"gapi.iframes:gapi.iframes.style.bubble\", function() {\n        if (gapi.iframes && gapi.iframes.getContext) {\n          gapi.iframes.getContext().openChild({\n              url: 'https://www.blogger.com/navbar.g?targetBlogID\\x3d26951738\\x26blogName\\x3dThe+Splintered+Mind\\x26publishMode\\x3dPUBLISH_MODE_BLOGSPOT\\x26navbarType\\x3dLIGHT\\x26layoutType\\x3dLAYOUTS\\x26searchRoot\\x3dhttps://schwitzsplinters.blogspot.com/search\\x26blogLocale\\x3den\\x26v\\x3d2\\x26homepageUrl\\x3dhttps://schwitzsplinters.blogspot.com/\\x26vt\\x3d-3736560391669663194',\n              where: document.getElementById(\"navbar-iframe-container\"),\n              id: \"navbar-iframe\"\n          });\n        }\n      });\n    </script><script type=\"text/javascript\">\n(function() {\nvar script = document.createElement('script');\nscript.type = 'text/javascript';\nscript.src = '//pagead2.googlesyndication.com/pagead/js/google_top_exp.js';\nvar head = document.getElementsByTagName('head')[0];\nif (head) {\nhead.appendChild(script);\n}})();\n</script>\n</div></div>\n<div id=\"outer-wrapper\"><div id=\"wrap2\">\n<!-- skip links for text browsers -->\n<span id=\"skiplinks\" style=\"display:none;\">\n<a href=\"#main\">skip to main </a> |\n      <a href=\"#sidebar\">skip to sidebar</a>\n</span>\n<div id=\"header-wrapper\">\n<div class=\"header section\" id=\"header\"><div class=\"widget Header\" data-version=\"1\" id=\"Header1\">\n<div id=\"header-inner\">\n<div class=\"titlewrapper\">\n<h1 class=\"title\">\n<a href=\"https://schwitzsplinters.blogspot.com/\">\nThe Splintered Mind\n</a>\n</h1>\n</div>\n<div class=\"descriptionwrapper\">\n<p class=\"description\"><span>reflections in philosophy of psychology, broadly construed</span></p>\n</div>\n</div>\n</div></div>\n</div>\n<div id=\"content-wrapper\">\n<div id=\"crosscol-wrapper\" style=\"text-align:center\">\n<div class=\"crosscol no-items section\" id=\"crosscol\"></div>\n</div>\n<div id=\"main-wrapper\">\n<div class=\"main section\" id=\"main\"><div class=\"widget Blog\" data-version=\"1\" id=\"Blog1\">\n<div class=\"blog-posts hfeed\">\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, September 30, 2014</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"8143194236565381333\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2014/09/philosophical-sf-science-fiction.html\">Philosophical SF (Science Fiction / Speculative Fiction): Four Lists and a Project</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>I'm increasingly convinced that science fiction, or more broadly, \"<a href=\"http://en.wikipedia.org/wiki/Speculative_fiction\">speculative fiction</a>\" is a powerful philosophical tool. The specificity of the possibilities considered, and its emotional and imagistic power, engages parts of the mind that more abstract forms of speculation leave hungry. Possibilities are livened, affecting how we think about them.<p>\n\nSuppose you agree.  What might you want to read (or watch)?<p>\n\nA couple dozen professional philosophers who enjoy SF, and two SF writers with graduate training in philosophy, have agreed to offer me lists of ten \"personal favorite\" works of philosophically interesting SF, along with brief \"pitches\" pointing toward the works' philosophical interest.  I'll be rolling out these lists four at a time on the blog.  At the end, I will compile a mega-list of all the lists, as well as some observations about the aggregate results.<p>\n\nI emphasize that individuals' lists are not intended as thoroughly researched \"top ten\" lists -- just suggestions of <i>some </i>works that the contributors have enjoyed and found philosophically engaging.<p>\n\nIf you are a professional philosopher (or an SF writer with graduate training in philosophy) and you would like to contribute a list, email me.  (Corrections are also welcome.)<p>\n\nAny reader who wishes to add one or more suggested works to the comments section, please feel free!<p>\n\nSo, the first four lists:<p>\n\n----------------------------------------------<p>\n\nList from <a href=\"https://sites.google.com/site/joshdeverphilosophy/\">Josh Dever</a> (Associate Professor of Philosophy, University of Texas at Austin):<p>\n<b>Mark Danielewski,<i> House of Leaves</i></b> (novel, 2000). The opening of chapter 4 is a beautiful test case in whether a tiny datum can drive a massive theory change.<p>\n<b>Samuel Delany, <i>Dhalgren </i>and <i>Triton</i></b> (novels, 1975 and 1976). Explorations of just about every imaginable alternative sociological and political structure and theory.<p>\n<b>Philip K. Dick, <i>Radio Free Albemuth</i></b> (novel, 1976). Time stopped in the first century AD, and restarted in 1945. Come up with a theory of time to make that consistent!<p>\n<b>Russell Hoban, <i>Riddley Walker</i></b> (novel, 1980). Like that Star Trek episode “Darmok”, except, you know, good. Also, best post-apocalyptic novel ever by a significant author of children’s literature.<p>\n<b>Sigizmund Krzhizhanovsky, “Quadraturin”</b> (short story, 192-something). There’s a superabundance of science fiction about weird physics and metaphysics of time, but a disappointing dearth of the same with space. This is an exception.<p>\n<b>Ursula K. Le Guin, “The Author of the Acacia Seeds, and Other Extracts from the Journal of the Association of Therolinguistics” and “The Ones Who Walk Away From Omelas”</b> (short stories, 1982 and 1973). The first: always nice when science fiction remembers that linguistics is a science. The second: a powerful counterexample, but note only to certain forms of consequentialism. Think of it as an argument for good social choice theory.<p>\n<b>China Miéville, <i>Embassytown</i> and <i>The City &amp; The City</i></b> (novels, 2011 and 2009). The first is a fun, if a bit clunky, bit of exploratory philosophy of language. The second is a particularly adventurous instance of exploratory metaphysics.<p>\n<b>Thomas Pynchon, <i>Mason &amp; Dixon</i>, Episode 19</b> (portion of a novel, 1997). The story of the missing eleven days resulting from the transition from the Julian to the Gregorian calendar. More fun metaphysics of time, plus a bit of philosophies of language and gender.<p>\n<b>David Foster Wallace, <i>Infinite Jest</i></b> (novel, 1996). Philosophy by virtue of mentioning “Montague Grammar and the Semantics of Physical Modality”, science fiction by virtue of being set in the Year of the Depend Adult Undergarmet, fun by virtue of including basically everything in between.<p>\n<b>H.G. Wells, “The Remarkable Case of Davidson’s Eyes”</b> (short story, 1895). The definitive counterexample to immunity to error through misidentification.<p>\n\n----------------------------------------------<p>\n\nList from <a href=\"http://www.lewispowell.com/\">Lewis Powell</a> (Assistant Professor of Philosophy at University at Buffalo, SUNY)<p>\n<b>Leonard Richardson, <i>Constellation Games</i></b> (novel, 2012): Aliens make first contact, and Ariel Blum’s first reaction is to hope that they’ll let us play their video games.  They do.  The novel is much better than this premise would lead you to expect.  Examines issues in social/political philosophy concerning scarcity of resources (and post-scarcity societies), anarchism and social organization, the (dis)value of immortality, and the role of art and games in human life.<p>\n<b>Ursula K. Le Guin, <i>The Dispossessed</i></b> (novel, 1974): A gripping story investigating a society that has embraced and internalized a full-blown communalism. Examines issues of privacy and property, and the individual’s relationship to society.<p>\n<b>Ursula K. Le Guin, <i>The Left Hand of Darkness</i></b> (novel, 1969): first contact story about someone encountering a society with radically different manifestations of gender roles, sexuality, and social norms. Examines issues of gender and sexuality, as well as love and friendship.<p>\n<b>Ted Chiang, “Hell is the Absence of God”</b> (short story, 2001): Story set in a world where everyone has concrete evidence of the existence of God and an afterlife, but no better understanding of why there is suffering. Examines issues in philosophy of religion, epistemology, the problem of evil and divine hiddenness.<p>\n<b>Ted Chiang, “Division By Zero”</b> (short story, 1991): one of the few works I’ve seen of mathematical science fiction (rather than empirical science fiction), impressive treatment of the possibility that arithmetic is inconsistent.<p>\n<b>Ted Chiang, “Story of Your Life” / “Evolution of Human Science”</b> (short stories, 1998/2000): These stories are very different, but both raise fascinating questions about the nature of science, the role of humans in science, and the consequences of dealing with scientific progress that exceeds the understanding of individual humans.<p>\n<b>PD James/Alfonso Cuaron,<i> The Children of Men</i></b> (novel, 1992/movie, 2006):  While there are a number of plot differences between the film and the book, both do an excellent job of investigating reactions to an existential threat to humanity arising from total infertility.<p>\n<b><i>Star Trek: The Next Generation</i>, “Who Watches the Watchers” / “First Contact” / “Thine Own Self”</b> (tv episodes, 1989/1991/1994): The prime directive (non-interference with less advanced civilizations) is one of the most fascinating elements from Star Trek.  These episodes do an excellent job of exploring the ethics of non-interference and undisclosed observation, and raise questions about the withholding of beneficial advances required by it.<p>\n<b>Mary Shelley, <i>Frankenstein</i></b> (novel, 1818): It seems almost unnecessary to list this work, which is such a widely read classic.  Shelley’s tale of the “modern Prometheus” does an exceptional job of raising questions about the nature of humanity and the ethics of creating life.<p>\n<b>China Miéville, <i>Embassytown</i></b> (novel, 2011): A novel about people trying to interact with an alien race who think and communicate in a fundamentally different manner than us.  A more sophisticated take on this concept than the TNG episode Darmok, and with considerably more interest for philosophers of language.<p>\n\n----------------------------------------------<p>\n\nList from <a href=\"http://www.cmc.edu/pages/faculty/AKind/\">Amy Kind</a> (Professor of Philosophy, Claremont McKenna College) (short stories only):<p>\n<b>Isaac Asimov, “Evidence”</b>  (1946).  Probes the plausibility of the Turing Test.<p>\n<b>Jorge Luis Borges, “The Immortal”</b>  (1947).  An intriguing exploration of why immortality may not be quite what we’d bargained for; pairs well with Bernard Williams’ “The Makropulos Case: Reflections on the Tedium of Immortality.”<p>\n<b>Octavia Butler, “Bloodchild”</b>  (1995).   Explores the nature of gender roles via a story about an alien race who need humans for procreative purposes.<p>\n<b>Arthur Clarke, “The Nine Billion Names of God”</b>  (1953).  Could God’s having a purpose for us provide our lives with meaningfulness?<p>\n<b>Greg Egan, “The Infinite Assassin”</b>  (1991).  How are we related to our counterparts throughout the multiverse?<p>\n<b>Lois Gould, “X: A Fabulous Child’s Story”</b> (1972).  What role does gender identity play in our lives?  What would life be like without it?<p>\n<b>Ursula K. Le Guin, “Nine Lives”</b> (1968).  What is it like to be a clone?  And more specifically, what is it like to have one’s connection to other clones severed after having been raised together with them?<p>\n<b>John Morressy, “Except My Life3” </b> (1991).  Another story probing questions of identity via consideration of what life might be like when you’re one of a set of closely connected clones.<p>\n<b>Norman Spinrad, “The Weed of Time”</b>  (1970).  What would it be like to experience time in a non-linear fashion?<p>\n<b>Roger Zelazny, “For a Breath I Tarry” </b> (1966).  A beautiful depiction of a machine’s quest to understand what it is like to be human.  (See also Isaac Asimov’s novella, <i>Bicentennial Man</i> and Kurt Vonnegut’s “EPICAC”)<p>\n\n----------------------------------------------<p>\n\nList from <a href=\"http://shorst.web.wesleyan.edu/\">Steven Horst</a> (Chair of Philosophy, Wesleyan University)<p>\n<b>C.S. Lewis, Space Trilogy (<i>Out of the Silent Planet</i> / <i>Perelandra </i>/ <i>That Hideous Strength</i></b> (novels, 1938-1945).  Notable for using the sci-fi genre to explore Christian ideas of the fall, intelligent aliens, angels, celestial intelligences, magic, and the dangers of totalitarianism wrapped in the mantle of science.<p>\n<b>Neal Stephenson, The Baroque Cycle (<i>Quicksilver </i>/ <i>The Confusion</i> / <i>The System of the World</i></b> (novels, 2003-2005).  Set as historical novels and developed around the core of interactions between Newton and Leibniz, explores the origins of modern systems of science and finance in counterpoint with alchemical memes.<p>\n<b>Neal Stephenson, <i>Anathem</i></b> (novel, 2008).  At the risk of a major spoiler, this book explores ideas of the quantum multiverse, with the added bonus that some characters are stand-ins for the views of people like Husserl, Gödel, and Bohr.<p>\n<b>Madeline L’Engle, <i>A Wrinkle in Time</i> /<i> A Wind in the Door</i> / <i>A Swiftly Tilting Planet</i></b> (novels, 1962-1978).  This may have been my first introduction to science fiction as a child, and while it is not the most intellectually challenging series about time travel (and dimensional travel, in the case of the memorable Cherubim that is both singular and plural), it is perhaps still the most memorable and endearing.<p>\n<b>Andy &amp; Lana Wachowski,<i> The Matrix</i></b> (movie, 1999).  Not only the most influential movie about virtual reality, but one that implicitly poses interesting questions about what counts as “real”, as the Matrix-world is both the world we assume to be reality and is thoroughly intersubjective.<p>\n<b>Larry Niven, <i>Ringworld </i>and sequels</b> (novels, starting 1970).  An enormous engineered world encircling a distant star provides a context for exploration of the variability of the human phenotype and contrasts with two alien species and a third that turns out to not be as alien as we first imagine.<p>\n<b><i>Star Trek: The Next Generation</i>, “The Measure of a Man”</b> (TV episode, 1989).  The trial to determine whether the Android Data is a person or the property of Star Fleet provides the context for an engaging exploration of personhood and artificial life.<p>\n<b><i>Battlestar Galactica</i></b> (TV series, 2003-2009).  Over six seasons, we are drawn into an increasingly complicated dialectic about the original metallic Cylons, the Cylon “skin jobs”, and by implication, the nature of humanity and personhood, as well as some teaser forays into shared virtual reality that were to be explored in the uncompleted prequel series <i>Caprica</i>.<p>\n<b>Fred Hoyle, <i>The Black Cloud</i></b> (novel, 1957).  The late British astronomer’s novel starts out looking like a novel about a disaster from deep space, but takes a turn to explore the prospects of communication with an alien intelligence very different from ourselves.<p>\n<b>J.R.R. Tolkien, “Ainulindalë”</b> (in <i>The Silmarillion</i>, published 1977).  Tolkien’s Neo-Platonic creation myth puts the rest of the stories about Middle Earth in a distinctly different cosmic context, hints of which can be seen in the better-known works only after one has read the cosmic “backstory”.<p>\n\n----------------------------------------------<p>\n\nSecond list <a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-second-batch-of-lists.html\">here</a>.</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2014/09/philosophical-sf-science-fiction.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2014-09-30T08:35:00-07:00\">8:35 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=8143194236565381333\" onclick=\"\">25\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/science%20fiction\" rel=\"tag\">science fiction</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/speculative%20fiction\" rel=\"tag\">speculative fiction</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, September 25, 2014</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6397246756227647104\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2014/09/three-kinds-of-transparency-in-self.html\">Three Kinds of Transparency in Self-Knowledge (Or Maybe 1 3/4 Kinds); and How the World Looks If You're Disagreeable</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Transparency is a fun concept, as applied in the recent philosophical literature on self-knowledge (e.g., <a href=\"http://plato.stanford.edu/entries/self-knowledge/#2.3\">here</a>; see also these <a href=\"http://schwitzsplinters.blogspot.com/2011/01/two-approaches-to-transparency-about.html\">past</a> <a href=\"http://schwitzsplinters.blogspot.com/2009/10/transparency-of-warped-windows.html\">posts</a>).  I want to extend the transparency metaphor to self-knowledge of personality traits, where philosophers haven't yet taken it (to my knowledge).<p>\n\nFirst, the established versions:<p>\n<b>Transparency 1: Sensory experience.</b>  As <a href=\"http://fair-use.org/g-e-moore/principia-ethica\">G.E. Moore</a> and <a href=\"http://www.jstor.org/stable/2214186\">Gilbert Harman</a> have noticed, when you try to attend to your visual experience you (usually? inevitably?) end up attending to external objects instead (or at least <a href=\"http://philpapers.org/rec/SIEIET\">in addition</a>).  Attend to your experience of the computer screen.  In <a href=\"http://www.jstor.org/stable/4321404\">some sense</a> it seems like your attention slips right through the experience itself, lodging upon the screen.<p>\n<b>Transparency 2: Attitudes.</b>  As <a href=\"http://www.amazon.com/The-Varieties-Reference-Clarendon-Paperbacks/dp/0198246862\">Gareth Evans</a> notices, when someone asks you if you think there will be a third world war, you typically answer by thinking about the outside world -- about the likelihood of war -- rather than by turning your attention inward toward your own mental states.  <a href=\"http://philpapers.org/rec/GORARF\">More contentiously</a>, thinking about whether you want ice cream also seems to involve, mostly, thinking about the world -- about the advantages and disadvantages of eating ice cream.<p>\n\nIn both types of case, <b>you learn about <i>yourself </i>by attending to the <i>outside world</i>.</b>  One feature of this metaphor <a href=\"http://schwitzsplinters.blogspot.com/2009/10/transparency-of-warped-windows.html\">that I especially like</a> is that you can <b>learn about distortions in yourself</b> by noticing features of the world that don't align with your general knowledge.  Gazing through a window, if the trees are a weird color, you know the window is tinted; if the trees wiggle around as you shift head position, you know the window is warped.  If the lamplights at night radiate spears, you've learned something about distortions in your vision.  If your paper is The Best Thing Ever Published, you've learned something about your egocentric bias.<p>\n\nThis brings me to:<p>\n<b>Transparency 3: Personality.</b>  Since I think <a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/BeliefBox.htm\">personality traits and attitudes are basically the same thing</a>, I regard Transparency 3 as a natural extension of Transparency 2.  (And since 2 and 1 are also related, maybe we have 1 3/4 kinds of transparency rather than three kinds.)  <b>To find out if you're the kind of person who loves children, think about children.</b>  To find out if you're an extravert, think about parties.  Since your personality colors your view of the world, one way to learn about your personality is to look at a relevant part of the world and notice its color.  (You can also consider your past behavior; or directly try a label on for size; or ask friends for their frank opinion of you.  Transparency-style reflection on the world isn't the only, or even always a very good, route to self-knowledge.)<p>\n\nThis approach might work especially well for the \"<a href=\"http://pages.uoregon.edu/sanjay/bigfive.html\">Big Five</a>\" personality trait <a href=\"http://en.wikipedia.org/wiki/Agreeableness\">Agreeableness</a>.  \"Agreeable\" people are those who self-rate, or are rated by others, as being concerned for other people, interested in them, sympathetic, helpful.  <a href=\"http://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1081&amp;context=managementfacpub\">Several</a> <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/20175628\">recent</a> <a href=\"http://psp.sagepub.com/content/37/9/1172.abstract\">studies</a> suggest that<b> people who self-rate as agreeable tend also to be more likely to rate others as agreeable (sympathetic, helpful, etc.)</b>, and also to rate other people positively in other ways too, especially if the other person is not very well known.  If you're a sweetheart, the world seems to be full mostly of sweethearts and interesting people; <a href=\"http://aeon.co/magazine/philosophy/if-youre-surrounded-by-idiots-guess-whos-the-jerk/\">if you're a jerk, the world seems to be full of jerks and fools</a>.  What I'm proposing to call the transparency approach to self-knowledge of personality simply involves running this observation the other direction: From the fact that the world seems full of uninteresting and disagreeable people, infer that you are a disagreeable person; from the fact that the world seems full of warm, loving, interesting people, infer that you are a relatively sympathetic, concerned person.<p>\n<b>Now it would be really interesting if it turned out that these sorts of <i>perceiver effects</i> were actually better predictors of underlying personality as constituted by patterns of real-world behavior than are the typical self-rating scales used in personality psychology</b> -- but it's probably too much to hope that the world would align so neatly with my own theoretical biases.  (Hm, what does that last judgment reveal about my personality?)</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2014/09/three-kinds-of-transparency-in-self.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2014-09-25T10:26:00-07:00\">10:26 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6397246756227647104\" onclick=\"\">7\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/introspection\" rel=\"tag\">introspection</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/moral%20psychology\" rel=\"tag\">moral psychology</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/self-knowledge\" rel=\"tag\">self-knowledge</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, September 23, 2014</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6845061071646277392\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2014/09/network-analysis-of-stanford.html\">Network Analysis of the Stanford Encyclopedia of Philosophy</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><a href=\"https://sites.google.com/site/aahiggi/\">Andrew Higgins</a> has sent me several interesting <a href=\"http://en.wikipedia.org/wiki/Social_network_analysis\">social network analyses</a> based on my son's and my <a href=\"http://schwitzsplinters.blogspot.com/2014/08/the-266-most-cited-contemporary-authors.html\">recent citation analyses</a> from the <a href=\"http://plato.stanford.edu/\">Stanford Encyclopedia of Philosophy</a>.<p>\n\nFirst, some pretty pictures, then some explanations.  I can't embed the hi-res pictures properly in this narrow-column post, so please right-click to \"open link in new tab\" for the full view, then zoom in and out, scrolling around.  If you want pictures hi-res enough to read even the smallest font entries, I've posted them <a href=\"http://www.faculty.ucr.edu/~eschwitz/SEPnet-Authors-140923.jpg\">here</a>, <a href=\"http://www.faculty.ucr.edu/~eschwitz/SEPnet-Articles-140923.jpg\">here</a>, and <a href=\"http://www.faculty.ucr.edu/~eschwitz/SEPnet-AuthorsArticles-140923.jpg\">here</a>.<p>\n\nFirst, SEP cited authors:<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"//3.bp.blogspot.com/-c7Q-Nvu-VAk/VCBvYj5VpvI/AAAAAAAAAqY/CVH_fmFbaZ4/s1600/SEP%2BAuthors%2BPR.jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"><img border=\"0\" src=\"//3.bp.blogspot.com/-c7Q-Nvu-VAk/VCBvYj5VpvI/AAAAAAAAAqY/CVH_fmFbaZ4/s1600/SEP%2BAuthors%2BPR.jpg\"/></a></div>\n\nNext, SEP articles:<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"//2.bp.blogspot.com/-mZVOszi1Fn0/VCBvkmXiTfI/AAAAAAAAAqg/jvdKgqj7wjg/s1600/SEP%2BArticles%2BID.jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"><img border=\"0\" src=\"//2.bp.blogspot.com/-mZVOszi1Fn0/VCBvkmXiTfI/AAAAAAAAAqg/jvdKgqj7wjg/s1600/SEP%2BArticles%2BID.jpg\"/></a></div>\n\nFinally, SEP top 100 cited authors and top 200 articles:<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"//1.bp.blogspot.com/-d7BVB5Bg40c/VCBv0Y6SsdI/AAAAAAAAAqo/SqPaNEwopxI/s1600/SEP%2BAuthors%2B%2BArticles.jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"><img border=\"0\" src=\"//1.bp.blogspot.com/-d7BVB5Bg40c/VCBv0Y6SsdI/AAAAAAAAAqo/SqPaNEwopxI/s1600/SEP%2BAuthors%2B%2BArticles.jpg\"/></a></div>\n\nSo, what do these networks represent?<p>\n\nThe closer two authors or articles are, the closer together they are in the social/intellectual network, as measured by overlap in citation.  <b>For authors, they are closer if they tend to be cited together in the same entries.  For articles, they are closer if they tend to cite the same authors.</b><p>\n<b>For the authors, the larger the font, the more they have been cited.  The transition of label colors from black to blue to purple to red indicates increasing \"centrality\" to the network</b>, where \"centrality\" is a combination of three factors: (a.) how much the author (or, for articles, the authors it cites) is cited in other SEP entries, (b.) how much the author is cited by more \"central\" articles specifically, and (c.) the extent to which an author or article constitutes a \"short path\" between more remote nodes (e.g., Popper and Putnam on the path between the philosophy-of-mind cluster and the philosophy-of-science cluster, being cited in both areas).  Citation rate and centrality tend to correlate but sometimes diverge, as in the case of Sartre and Nagel (middle center of the authors graph), with Nagel more cited but Sartre more central.<p>\n\nIn the articles graph, font size and color indicate how many references the article includes; in the other graphs, the articles' font has been minimized.<p>\n\nFinally, here's a picture of the network broken down into six groups of authors and articles, determined by network proximity, using a modularity measure that detects the most natural groupings of nodes (labeled manually based on Higgins's judgment about the general theme of each group).  Line thickness and color represents the strength of the between-group connections. Numbers and node size indicate the number of authors and articles represented by each group. \n:\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"//3.bp.blogspot.com/-g7UpHcQOiY4/VCG4bdogNkI/AAAAAAAAArE/w67U3YoIq2U/s1600/SEP%2BGroups.jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"><img border=\"0\" src=\"//3.bp.blogspot.com/-g7UpHcQOiY4/VCG4bdogNkI/AAAAAAAAArE/w67U3YoIq2U/s400/SEP%2BGroups.jpg\"/></a></div>\n\nThe thing that I [ES] am most struck by is how the detailed layouts of authors and articles, despite being generated by a purely mechanical procedure, seem to fairly accurately reflect my own subjective impressions about sociological group relationships in the discipline.<p>\n\nIf you have questions about how the results were generated, please feel free to <a href=\"https://sites.google.com/site/aahiggi/\">contact Andrew</a> directly.  I'm hoping, too, that he'll check the comments section of this post for the next week or two.<p>\n<i>Update, September 24:</i><p>\n\nCheck out <a href=\"https://inpho.cogs.indiana.edu/datablog/the-shape-of-philosophy-pt-1/\">this one too</a>, from InPho DataBlog in 2012 (HT Colin Allen).</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2014/09/network-analysis-of-stanford.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2014-09-23T11:56:00-07:00\">11:56 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6845061071646277392\" onclick=\"\">4\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/sociology%20of%20philosophy\" rel=\"tag\">sociology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Wednesday, September 17, 2014</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"1180847894779618018\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2014/09/the-macarthur-drought-in-philosophy.html\">The MacArthur Drought in Philosophy</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><p>See <a href=\"http://www.macfound.org/fellows/search/?area=philosophy\" target=\"_self\">here</a>.  The last MacArthur \"genius\" fellowship awarded to someone they classified as philosopher was in 1993.</p>\n<p>On the whole, scholars outside of philosophy tend, I think, not to see much value in what most professional philosophers do.  The MacArthur drought is one reflection and measure of that.</p>\n<p>Not that prizes matter.  Sheesh.  We're too busy thinking about important stuff like <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/XWorld.htm\" target=\"_self\">whether the external world exists</a> (82% of <a href=\"http://philpapers.org/surveys/results.pl\" target=\"_self\">target faculty</a> agree that it does).  The MacArthur folks probably think that <a href=\"http://www.macfound.org/fellows/910/\" target=\"_self\">climate change</a> is a more important topic.  But if the external world doesn't exist then the climate <em>can't</em> change, can it now?  So there!</p></p>\n<div style=\"clear: both;\"></div>\n</div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2014/09/the-macarthur-drought-in-philosophy.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2014-09-17T11:17:00-07:00\">11:17 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=1180847894779618018\" onclick=\"\">23\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/humor\" rel=\"tag\">humor</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/professional%20issues%20in%20philosophy\" rel=\"tag\">professional issues in philosophy</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/sociology%20of%20philosophy\" rel=\"tag\">sociology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, September 16, 2014</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"1253170463040443350\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2014/09/use-of-she-and-he-in-philosophers-index.html\">Use of \"She\" and \"He\" in <i>Philosopher's Index</i> Abstracts</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><a href=\"http://philindex.org/\">The Philosopher's Index</a> has long been the standard database of philosophy articles (though that might soon change, with <a href=\"http://philpapers.org/\">PhilPapers</a> mounting an impressive challenge).  As one measure of the greater visibility of men than women in philosophy, <b>I looked at the rates at which \"she\" and \"he\" appear in the Philosopher's Index article abstracts</b> from 1940 to the present.<p>\n\nOne interesting thing about analyzing abstracts is that <b>mentioning someone in an abstract implies a high degree of attention</b> to that person -- much higher than is implied by a passing reference (the usual target of bibliometric analysis).  Moreover, if the abstract contains a pronoun, that implies that the person is being mentioned at least twice in the course of summarizing the article's content (first with proper name, then later with pronoun).<p>\n\nHere are the ratios in a graph:\n\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"//1.bp.blogspot.com/-nl_BTUUKBWo/VBc_0mvyZ-I/AAAAAAAAAp0/d3l0obraAWY/s1600/heshephilindex.jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"><img border=\"0\" src=\"//1.bp.blogspot.com/-nl_BTUUKBWo/VBc_0mvyZ-I/AAAAAAAAAp0/d3l0obraAWY/s400/heshephilindex.jpg\"/></a></div>\n[click to enlarge]<p>\n\nIn the 1940s, there were 293 abstracts containing the word \"he\" and 5 containing the word \"she\", a ratio of 59:1.  So far in the present decade it's 5465 to 883, about 6:1 -- a large and fairly steady decline.  However, even corrected to a logarithmic scale, it looks like the decline might be slowing (it's hard to be sure).<p>\n\nWhat does a 6:1 current ratio of \"he\" to \"she\" indicate?  To explore this a bit more, I looked at usage patterns in 2013, randomly selecting 100 articles containing \"he\" and 100 articles containing \"she\".<p>\n<b>Among the 100 \"she\" usages in 2013, 37 employed \"she\" with apparent generic, gender-neutral intent</b> (e.g., \"whenever an agent acts, she tries or wills to act\"); <b>47 referred to a specific individual</b> (usually a contemporary author whose view was being discussed); 8 used the phrase \"he or she\" or \"he/she\"; 6 were third-person references to the author herself; and 2 referred to a non-specific woman (e.g., to the mother in an article on surrogate pregnacy).<p>\n\nAmong the 100 \"he\" usages, <b>7 employed \"he\" with apparent gender-neutral intent</b> (e.g., \"a doxastic state comprises the doxastic commitments an agent would recognise were he fully aware\"); <b>86 referred to a specific individual</b> (contemporary or historical); 2 used \"he or she\" or \"he/she\"; 2 were third-person references to the author himself; and 3 referred to God.<p>\n\nIf we take these two 100-samples from 2013 as representative of the current decade, then we can multiply back by total occurrences in 2010-2014 to estimate a couple of interesting frequencies.  54.65 x 86 = an estimated 4700 occasions, so far this decade, in which a man's work is discussed centrally enough in the abstract for the author to employ the pronoun, compared to 8.83 x 47 = an estimated 415 occurrences for women -- <b>about an 11:1 ratio of discussions of men to discussions of women.  Thus, we can see that that the 6:1 ratio was actually somewhat misleadingly egalitarian if taken as a measure of discussion targets,</b> due to fact that about half of the occurrences of \"she\" in the abstracts were using the generic \"she\" or \"he or she\".<p>\n\n(I also examined the 5 \"she\" abstracts and a random 100 \"he\" abstracts from the 1940s.  \"She\" referred to an individual once, was used in a general \"he or she\" once, and was a third-person reference to the author 3 times.  \"He\" was used with apparent gender-neutral intent 4 times, in a \"he or she\" once, to refer to a specific individual 17 times, and to refer to the author himself 78 times.  In the 1940s, abstracts were much more likely to be written in the third person, and they were generally shorter, offering less occasion for a pronoun reference to an individual who is a target of discussion.)<p>\n\nWe can also compare rates of generic \"he\" and \"she\" usage in the 2010s.  <b>It looks like \"he\" and \"she\" as (supposedly) gender-neutral pronouns are about equally common in current philosophical usage</b>, while \"he or she\" and \"he/she\" were about half as common: \"he\" 54.65 x 7 = est. 383; vs. \"she\" 8.83 x 37 = est. 323; vs. \"he or she\"/\"he/she\" 54.65 x 2 + 8.83 x 8 = est. 180.  (My sample contained no instances of \"she or he\" or \"she/he\".)<p>\n\n\"They\", of course, is more clearly gender neutral, though the formal propriety of its use in the singular remains unfortunately <a href=\"http://en.wikipedia.org/wiki/Singular_they\">controversial</a>, and I could find<b> no clear instances of the singular \"they\"</b> used in a sample of 100 \"they\"-containing abstracts from 2013 (e.g., no usages like \"a doxastic state comprises the doxastic commitments an agent would recognise were they fully aware\").</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2014/09/use-of-she-and-he-in-philosophers-index.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2014-09-16T09:09:00-07:00\">9:09 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=1253170463040443350\" onclick=\"\">0\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/sociology%20of%20philosophy\" rel=\"tag\">sociology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Friday, September 12, 2014</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"8778656337185721904\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2014/09/council-of-uc-faculty-associations.html\">Council of UC Faculty Associations Statement on \"Civility\" and Academic Freedom</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Just found this in my inbox:<p>\n\nOn Friday Sept. 5, Chancellor Dirks of UC Berkeley circulated an open statement to his campus community that sought to define the limits of appropriate debate at Berkeley.  Issued as the campus approaches the 50th anniversary of the Free Speech Movement, Chancellor Dirks' statement, with its evocation of civility, echoes language recently used by the Chancellor of the University of Illinois, Urbana and the Board of Trustees of the University of Illinois (especially its Chair Christopher Kennedy) concerning the refused appointment of Steven Salaita. It also mirrors language in the effort by the University of Kansas Board of Regents to regulate social media speech and the Penn State administration's new statement on civility. Although each of these administrative statements have responded to specific local events, the repetitive invocation of \"civil\" and \"civility\" to set limits to acceptable speech bespeaks a broader and deeper challenge to intellectual freedom on college and university campuses.<p>\n\nCUCFA Board has been gravely concerned about the rise of this discourse on civility in the past few months, but we never expected it to come from the Chancellor of UC Berkeley, the birthplace of the Free Speech Movement. To define “free speech and civility” as “two sides of the same coin,” and to distinguish between “free speech and political advocacy” as Chancellor Dirk does in his text, not only turns things upside down, but it does so in keeping with a relentless erosion of shared governance in the UC system, and the systemic downgrading of faculty’s rights and prerogatives. Chancellor Dirks errs when he conflates free speech and civility because, while civility and the exercise of free speech may coexist harmoniously, the right to free speech not only permits, but is designed to protect uncivil speech. Similarly, Chancellor Dirks is also wrong when he affirms that there exists a boundary between “free speech and political advocacy” because political advocacy is the apotheosis of free speech, and there is no “demagoguery” exception to the First Amendment.<p>\n\nBefore the slippery slope of civility discourse we remark that the right to free speech is not limited to allowing the act of speaking or engaging in communicative actions to express ideas publicly, nor is it contingent on the notion that anyone else needs to listen, agree, speak back, or “feel safe.” The right to free speech is constituted through prohibitions on the infringement of speech by the state and other public institutions and officials. Moreover, while civility is an ideal—and a good one—free speech is a right. The right to free speech does not dissipate because it is exercised in un-ideal (un-civil) ways.<p>\n\nSecond, we underline that the right to freely speak on public and institutional issues is one of the three pillars of academic freedom. Academic freedom is a specific—though not exclusive—right of professors. The three pillars of academic freedom that extend to individual members of the professorate are: (1) the freedom to conduct and disseminate scholarly research; (2) the freedom to design courses and teach students in the areas of their expertise; and (3) the right to free speech as laid out in the 1940 Statement of Principles of Tenure and Academic Freedom which in this context prohibits the professional penalization of professors for extramural speech. Ensuing from academic freedom is the right and duty of faculty to decide, collaboratively and individually, standards and thresholds for teaching and research, without interference from administrators, alumni, or donors. Those determinations are based on standards of scholarly excellence and achievement, which manifest through hiring, academic publishing, and peer review processes in which an individual’s academic record is judged by peers. Those who administer institutions of higher learning bear a responsibility for the protection of academic freedom, which includes free speech in the ways described here.<p>\n\nThe University of California bears an especial burden to respect these rights. For the rights of academic freedom and the 1st Amendment right to free speech cohere in a way peculiar to a public university. As a public university the University of California is called upon to affirm not only the guild rights of Academic Freedom but the more expansive rights of the 1st Amendment—which after all, are possessed by students and staff as well as faculty.<p>\n\nOn the basis of all of the above, CUCFA Board deems necessary to release the following declaration and to ask its members, and all UC faculty to press their Senates to pass it as a resolution:\n<p>\n<i>Taking note of the concurrent rapid growth in non-academic administrative positions in most colleges and universities and the significant reductions in state/government funding for public universities during the last decade,<p>\n\nConcerned by numerous accounts across the United States of senior administrators, management, boards of trustees, regents and other non-academic bodies attempting to influence, supervise and in some cases over-rule academic hiring, tenure and promotion decisions, as well as policy and evaluatory decisions traditionally under the purview of Academic Senate and other faculty bodies,<p>\n\nConcerned further by the attempts of senior administrators in the UC system and at many universities across the United States to narrow the boundaries of academic freedom and permissible speech by faculty, students and other members of the university community, and, in particular by the inappropriate and misleading appeal to concepts like “civility” and “collegiality,” deceptively used to limit the “right” to free speech, and as criteria for hiring, tenure, promotion and even disciplinary procedures,<p>\n\nWe reaffirm,<p>\n\nThat all professional evaluations related to hiring, tenure, and promotions of either present or potential faculty are the sole purview of designated committees composed of faculty members, department chairs, and deans as peers and/or academic supervisors of anyone under review and/or evaluation, <p>\n\nThat senior campus and University/system-wide administrators, as well as Regents and other governing boards, or donors to the university and/or its foundation(s), do not have any right to interfere in these processes, and that final decisions on appointment and promotion must be based solely on information in the candidate's file that is related to established categories of teaching, research, and service and that has been added by established procedures of peer academic review. <p>\n\nThat we oppose any insinuation that civility, per se, be added either formally or informally as a valid category in the academic personnel process, as well as any attempt by external parties, including donors to the university, government officials, or other forces, to interfere in any personnel decisions, especially through the threat of withholding donations or investments should certain academic policies or personnel decisions be made.<p></p></p></p></p></p></p></p></i>\n\n------------------------------------<p>\n\n(CUCFA -- The Council of University of California Faculty Associations -- is a coordinating and service agency for the several individual Faculty Associations -- associations of UC Senate faculty -- on the separate campuses of the University of California, and it represents them to all state- or university-wide agencies on issues of common concern. It gathers and disseminates information on issues before the legislative and executive branches of California's government, other relevant state units dealing with higher education, the University administration, and the Board of Regents.)<p>\n\n------------------------------------<p>\n\nPersonal note: I [ES] think the final clause is too strongly put, if it's intended to express the view that civility should never be a factor in hiring decisions.  In my view, it's sometimes reasonable, in hiring, to consider factors like collegiality and the type of classroom atmosphere that a professor encourages, and civility can sometimes be a factor in that.</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2014/09/council-of-uc-faculty-associations.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2014-09-12T08:08:00-07:00\">8:08 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=8778656337185721904\" onclick=\"\">4\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/professional%20issues%20in%20philosophy\" rel=\"tag\">professional issues in philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Wednesday, September 10, 2014</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"4189844175712277600\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2014/09/skill-and-disability-in-zhuangzi.html\">Skill and Disability in Zhuangzi</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><a href=\"http://utoronto.academia.edu/ShelleyTremain\">Shelley Tremain</a> and the<a href=\"http://www.newappsblog.com/2014/09/in-praise-of-ableism.html\"> NewAPPS \"ableism\" controversy</a> have me thinking about disability.  One of the most interesting philosophers of disability, rarely mentioned in this connection, is the ancient Chinese philosopher <a href=\"http://plato.stanford.edu/entries/zhuangzi/\">Zhuangzi</a>.<p>\n\nAt first blush, Zhuangzi might seem an unlikely critic of <a href=\"http://en.wikipedia.org/wiki/Ableism\">ableism</a> (prejudice against people with disabilities).  Two of the most visible recent Anglophone interpreters of Chinese philosophy, <a href=\"http://en.wikipedia.org/wiki/Angus_Charles_Graham\">A.C. Graham</a> and <a href=\"http://en.wikipedia.org/wiki/Philip_J._Ivanhoe\">P.J. Ivanhoe</a> both defend <b>\"skillfulness\" interpretations of Zhuangzi</b>, according to which what Zhuangzi most values is a kind of skillful responsiveness to the world that goes beyond what can be captured in words -- like the skill of a diver or a master wheelwright.  <b>You might think, then, that Zhuangzi's ideal would be the renowned, competitive athlete or the strong, healthy, elite craftworker</b> (cf. early <a href=\"http://en.wikipedia.org/wiki/Yangism\">Yangism</a> which emphasizes preserving the body; N.B. neither Graham nor Ivanhoe take the skillfulness interpretation in this direction).<p>\n\nI've criticized the skillfulness interpretation of Zhuangzi <a href=\"http://schwitzsplinters.blogspot.com/2007/03/flow-and-not-so-skillful-zhuangzi.html\">twice</a> <a href=\"http://schwitzsplinters.blogspot.com/2008/12/zhuangzi-big-and-useless-and-not-so.html\">already</a> on this blog.  What I want to highlight now is <b>how frequently Zhuangzi offers disabled people as positive exemplars</b>, and how that might connect to his views about skill and conventional values.<p>\n\nThe number of physically disabled exemplars is quite striking, given the brevity of the core text (Ch. 1-7).  Here are some (Ziporyn, trans., with a couple modifications):\n\n<blockquote>\n* When Gongwen Xuan saw the Commander of the Right he was astonished.  \"What manner of man are you, that you are so singularly one-legged?  Is this the doing of Heaven or of man?\"  He answered, \"It is of Heaven, not man.  When Heaven generates any 'this,' it always makes it singular, but man groups every appearance with something else\" (3.6).</blockquote></p></p></p></p></div></div></div></div></div></div></div></div></div></div></div></div></body></html>\n\n* In the expiation ceremony, cows with white spots, pigs with upturned snouts, and humans with hemorrhoids are considered unfit to be offered as sacrifices to the river god.  All shamans know this, and they thus regard these as creatures of bad fortune.  But this is exactly why the Spirit Man regards them as creatures of very good fortune indeed! (4.18)\n\n* Now Shu the Discombobulated was like this: his chin was tucked into his navel, his shoulders towered over the crown of his head, his ponytail pointed toward the sky, his five internal organs were at the top of him, his thigh bones took the place of his ribs.  With sewing and washing, he could make enough to fill his mouth....  When the authorities called for troops... his chronic condition exempted him from service.  When the authorities handed out rations to the disabled, he got three large measures of grain and ten bundles of firewood.  A discombobulated physical form was sufficient to allow him to nourish his body... And how much more can be accomplished with discombobulated Virtue! (4.18)\n\n* In the state of Lu there was a man called Wang Tai whose foot had been chopped off as a punishment.  Yet somehow he had as many followers are Confucius himself.  Chang Ji questioned Confucius about it.  \"Wang Tai is a one-footed ex-con, and yet his followers divide the state of Lu with you, Master.  When he stands he offers no instructions, and when he sits he gives no opinions.  And yet, they go to him empty and return filled....  What kind of man is he?\"  Confucius said, \"That man... is a sage.  Only my procrastination has kept me from going to follow him myself\" (5.1-5.2)\n\n* \"Many two-footed people laugh at me for having one foot, which always used to infuriate me.  But as soon as I arrived here at our master's place, my rage fell away....  I have studied under him for nineteen years and never once have I been aware that I was one-footed.  Here you and I wander together beyond shapes and bodies -- is it not wrong of you to seek me within a particular body and shape?\" (5.12)\n\n* Duke Ai of Lu consulted with Confucius, saying, \"There's this ugly man in Wei named Horsehead Humpback.  When men are with him, they can think of nothing else and find themselves unable to depart.  When women see him, they plead with their parents, saying they would rather be this man's concubine than any other man's wife....  And yet he's never been heard to initiate anything of his own with them, instead just chiming in with whatever they're already doing.  He has no position of power... and no stash of wealth... and on top of that he's ugly enough to startle all the world....  In the end I prevailed upon him to accept control of the state.  But before long he left me and vanished.  I was terribly depressed, as if a loved one had died, unable to take any pleasure in my power.  What kind of man is this?\" (5.13).\n\n* Suddenly, Ziyu took ill.  Ziji went to see him.  Ziyu said, \"How great is the Creator of Things, making me all tangled up like this!\"  For his chin was tucked into his navel, his shoulders towered over the crown of his head, his ponytail pointed toward the sky....  He hobbled over to the well to get a look at his reflection.  \"Wow!\" he said.  \"The Creator of Things has really gone and tangled me up!\"  Ziji said, \"Do you dislike it?\"  Ziyu said, \"Not at all.  What is there to dislike?  Perhaps he will transform my left arm into a rooster; thereby I'll be announcing the dawn....  Perhaps he will transform my ass into wheels and my spirit into a horse; thereby I'll be riding along -- will I need any other vehicle?\" (6.39)\n\n\nNow you might or you might not like how Zhuangzi is portraying disability in these passages; regardless it's clear that disability plays a substantial role in Zhuangzi's thinking.<p>\n<b>I believe that Zhuangzi's positive portrayal of disabled people is of a piece with his positive portrayal of other disvalued groups in his era</b>, including women, criminals, members of remote tribes, and people practicing the \"lower\" crafts, and that this in turn fits with his rejection of conventional evaluations generally, including the conventional evaluations of the four main schools of thought to which he reacted: the Confucians (valuing duty to family and state), the Mohists (valuing usefulness and practical benefit), the Yangists (valuing health and long life), and the logicians (valuing clear categorization and rational thought).<p>\n\nBut I think Zhuangzi's emphasis on disability also has a specific connection to what I view as his <i>critique</i> of skill.  <b>Skillful action implies a standard of success and failure; and Zhuangzi is suspicious of such standards.</b>  The weasel is great at catching rats, but ends up dead in a net (1.14); Huizi was a great master of logic and Zhao Wen of the zither, but it is not clear whether they really accomplished anything worthwhile (2.27); archery contests start as tests of skill but devolve into wrangling (4.14).  So what is successful by one standard fails by another.  It's not that all these activities fail by the one true, absolute standard.  Rather, there is no one true, absolute standard for Zhuangzi.  Zhuangzi <b>even repeatedly challenges the general assumption that life is preferable to death</b> (3.7, 6.25, 6.46-47, 2.41 [\"How do I know that in hating death I am not like an orphan who left home in youth and no longer knows the way back?\"]).<p>\n<b>By presenting disabled people as equal to or even superior to the non-disabled people around them, Zhuangzi is challenging conventional ideas about success and failure, about what is good and what is bad, and about what skills and abilities are worth having.</b><p>\n\nZhuangzi also gives us this striking story about trying to force a standard appearance and set of abilities upon an unusual person:<blockquote>The emperor of the southern sea was called Swoosh.  The emperor of the northern sea was called Oblivion.  The emperor of the middle was called Chaos.  Swoosh and Oblivion would sometimes meet in the territory of Chaos, who always attended to them quite well.  They decided to repay Chaos for his virtue.  \"All men have seven holes in them, by means of which they see, hear, eat, and breathe,\" they said.  \"But this one alone has none.  Let's drill him some.\" \nSo each day they drilled another hole.  After seven days, Chaos was dead (7.14-15).</blockquote>It is on this note that the Inner Chapters, the authentic core of the <i>Zhuangzi</i>, ends.<p>\n<i>Revised Sept. 11</i></p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2014/09/skill-and-disability-in-zhuangzi.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2014-09-10T14:35:00-07:00\">2:35 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=4189844175712277600\" onclick=\"\">2\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/chinese%20philosophy\" rel=\"tag\">chinese philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n\n\n\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Wednesday, September 03, 2014</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"311443219136110893\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2014/09/philosophy-is-incredibly-white-but-this.html\">Philosophy Is Incredibly White -- but This Does Not Make It Unusual Among the Humanities</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><a href=\"http://ii-umich.academia.edu/TinaBotts\">Tina Fernandes Botts</a> and colleagues have recently posted a fascinating analysis of the shockingly low numbers of black- or African-American- identified philosophers in the United States.  According to their data, <a href=\"http://muse.jhu.edu/journals/critical_philosophy_of_race/v002/2.2.botts.html\">1.3% of U.S. philosophers self-identify as black</a> (compared to <a href=\"http://quickfacts.census.gov/qfd/states/00000.html\">13% in the general U.S. population</a>).<p>\n\nNow I was all set today to work up some speculations on why philosophy is so different from the other humanities and social sciences in this regard (a favorite hypothesis: a disciplinary addiction to the cult of genius plus a high degree of implicit bias in anointing geniuses).  Then I went to the <a href=\"http://www.nsf.gov/statistics/srvydoctorates/\">Survey of Earned Doctorates</a> to look up some of the raw data.  There, I found that <b>the overwhelming whiteness of philosophy is not so unusual among the humanities, if one digs down into the subfield data</b>.<p>\n\nSince I suspect some other philosophers might also be surprised to discover this, I thought I'd aggregate the three most recent years' data by humanities subfield (U.S. citizens and permanent residents only), considering only subfields with consistent SED classifications across the period and excluding general and catch-all categories.<p>\n\nStarting with philosophy we see:\n<li>84.5% white</li>\n<li>6.8% Hispanic </li>\n<li>3.0% Asian\n<li>2.0% black or African-American </li>\n<li>0.0% American Indian</li>\n<li>3.6% multi-racial, other, or unknown</li></li></p></p></p></p></div></div></div></div></div>\n(Respondents describing themselves as Hispanic were not counted toward any other category.)\n\nLooking only at \"white\" and \"black\", here are all the other coded humanities, bolded if either the white percentage exceeds or the black percentage falls below that in philosophy:<p>\n<i>Foreign Languages:</i></p>\n<li><b>French &amp; Italian literature</b>: <b>87% white</b>, 3.4% black </li>\n<li><b>German literature: 91% white, 1.2% black</b> </li>\n<li><b>Spanish literature</b>: 51% white,<b> 0.9% black</b> (45% Hispanic)<br/></li><p></p>\n<i>History:</i>\n<li>American history (U.S. and Canada): 82% white, 7.3% black</li>\n<li><b>Asian history</b>: 53% white, <b>0.8% black</b> (38% Asian)</li>\n<li><b>European history: 90% white, 1.6% black</b></li>\n<li><b>History, science, technology, and society: 85% white</b>, 2.7% black</li>\n<li>Latin American history: 50% white, 6.6% black (41% Hispanic)</li>\n<li><b>Middle/Near-East studies</b>: 84% white, <b>0.0% black</b><br/></li><p></p>\n<i>Letters:</i>\n<li>American literature (U.S. and Canada): 78% white, 6.6% black</li>\n<li><b>Classics: 91% white, 0.4% black</b></li>\n<li>Comparative literature: 73% white, 4.0% black</li>\n<li>English language: 79% white, 7.1% black</li>\n<li><b>English literature (British and Commonwealth): 86% white, 1.7% black</b></li><p></p>\n<i>Other humanities:</i>\n<li>American/U.S. studies: 60% white, 14.6% black</li>\n<li><b>Archaeology: 85% white, 1.6% black</b></li>\n<li><b>Art:</b> 81% white, <b>1.5% black</b></li>\n<li>Drama/theater arts: 78% white, 5.8% black</li>\n<li>Music: 77% white, 2.7% black</li>\n<li>Musicology/ethnomusicology: 78% white, 2.6% black</li>\n<li>Music performance: 79% white, 2.2% black</li>\n<li><b>Music theory and composition: 87% white, 0.5% black</b></li>\n<li>Religion/religious studies: 81% white, 4.3% black</li><p></p>\n\nThese data thus stand <a href=\"http://www.nsf.gov/statistics/sed/2012/data_table.cfm\">in sharp contrast to the gender data</a>, where philosophy is unusual among the humanities in remaining overwhelmingly male.  Philosophy is joined by French, German, and Italian literature, English literature, classics, European history, archaeology, and music theory in being mostly non-Hispanic white folks.<p>\n<b>Now in a way it's not too surprising that the study of German and Greek literature, European history, etc., should tend to disproportionately attract white folks.</b>  After all, the average white person probably identifies with such literatures and histories as part of her own ethnic or cultural heritage more than does the average non-white person.  Perhaps, then, the best explanation of the overwhelming whiteness of philosophy is similar:<b> Despite aspiring to be a broad, topically-driven inquiry into fundamental questions about truth, knowledge, beauty, and morality, perhaps philosophy as currently practiced in the U.S. is experienced by students as something closer to the study of a piece of ethnically European cultural history.</b><p>\n\n-----------------------------------------------------<p>\n\nAlso see:</p></p></p><a href=\"http://schwitzsplinters.blogspot.com/2014/08/why-dont-we-know-our-chinese-philosophy.html\">Why Don't We* Know Our Chinese Philosophy?</a>\n\n<a href=\"http://schwitzsplinters.blogspot.com/2014/08/citation-of-women-and-ethnic-minorities.html\">Citation of Women and Ethnic Minorities in the Stanford Encyclopedia of Philosophy</a>\nand\n<a href=\"http://schwitzsplinters.blogspot.com/2014/08/sep-citation-analysis-continued-jewish.html\">SEP Citation Analysis Continued: Jewish, Non-Anglophone, Queer, and Disabled Philosophers</a>.\n<div style=\"clear: both;\"></div>\n\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2014/09/philosophy-is-incredibly-white-but-this.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2014-09-03T14:42:00-07:00\">2:42 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=311443219136110893\" onclick=\"\">11\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/sociology%20of%20philosophy\" rel=\"tag\">sociology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n\n\n\n\n<div class=\"blog-pager\" id=\"blog-pager\">\n<span id=\"blog-pager-newer-link\">\n<a class=\"blog-pager-newer-link\" href=\"https://schwitzsplinters.blogspot.com/search?updated-max=2015-11-25T09:47:00-08:00&amp;max-results=100&amp;reverse-paginate=true\" id=\"Blog1_blog-pager-newer-link\" title=\"Newer Posts\">Newer Posts</a>\n</span>\n<span id=\"blog-pager-older-link\">\n<a class=\"blog-pager-older-link\" href=\"https://schwitzsplinters.blogspot.com/search?updated-max=2014-09-03T14:42:00-07:00&amp;max-results=100\" id=\"Blog1_blog-pager-older-link\" title=\"Older Posts\">Older Posts</a>\n</span>\n<a class=\"home-link\" href=\"https://schwitzsplinters.blogspot.com/\">Home</a>\n</div>\n<div class=\"clear\"></div>\n<div class=\"blog-feeds\">\n<div class=\"feed-links\">\nSubscribe to:\n<a class=\"feed-link\" href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" target=\"_blank\" type=\"application/atom+xml\">Posts (Atom)</a>\n</div>\n</div>\n\n\n<div id=\"sidebar-wrapper\">\n<div class=\"sidebar section\" id=\"sidebar\"><div class=\"widget HTML\" data-version=\"1\" id=\"HTML1\">\n<div class=\"widget-content\">\n<!-- Start of StatCounter Code -->\n<script language=\"javascript\" type=\"text/javascript\">\nvar sc_project=1508379; \nvar sc_invisible=1; \nvar sc_partition=13; \nvar sc_security=\"2c679bf5\"; \n</script>\n<script language=\"javascript\" src=\"//www.statcounter.com/counter/frames.js\" type=\"text/javascript\"></script><noscript><a href=\"http://www.statcounter.com/\" target=\"_blank\"><img alt=\"counter\" border=\"0\" src=\"https://lh5.googleusercontent.com/proxy/TttFETzU6Fyjbw8OTQa3FJTU6voqbJLJLUpwu-cpdPeafywusdwwP7glYc97L2xKGSvrrr4NvIgASxXMbEwi_U_RRXsWks6bqpkoSs1g9Zpv2uL97h9IjmZZ0d0P9zebmEy5rnSb9Ztru06j4rFAy0sL=s0-d\"/></a> </noscript>\n<!-- End of StatCounter Code -->\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=HTML&amp;widgetId=HTML1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"HTML1\"));' rel=\"nofollow\" target=\"configHTML1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget Profile\" data-version=\"1\" id=\"Profile1\">\n<h2>Contributors</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a class=\"profile-name-link g-profile\" href=\"https://www.blogger.com/profile/11541402189204286449\" style=\"background-image: url(//www.blogger.com/img/logo-16.png);\">Eric Schwitzgebel</a></li>\n<li><a class=\"profile-name-link g-profile\" href=\"https://plus.google.com/100155094439598517774\" style=\"background-image: url(//www.google.com/images/icons/ui/gprofile_button-16.png);\">Eric Schwitzgebel</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Profile&amp;widgetId=Profile1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Profile1\"));' rel=\"nofollow\" target=\"configProfile1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget FollowByEmail\" data-version=\"1\" id=\"FollowByEmail1\">\n<h2 class=\"title\">Follow by Email</h2>\n<div class=\"widget-content\">\n<div class=\"follow-by-email-inner\">\n<form action=\"https://feedburner.google.com/fb/a/mailverify\" method=\"post\" onsubmit='window.open(\"https://feedburner.google.com/fb/a/mailverify?uri=blogspot/FHhv\", \"popupwindow\", \"scrollbars=yes,width=550,height=520\"); return true' target=\"popupwindow\">\n<table width=\"100%\">\n<tr>\n<td>\n<input class=\"follow-by-email-address\" name=\"email\" placeholder=\"Email address...\" type=\"text\"/>\n</td>\n<td width=\"64px\">\n<input class=\"follow-by-email-submit\" type=\"submit\" value=\"Submit\"/>\n</td>\n</tr>\n</table>\n<input name=\"uri\" type=\"hidden\" value=\"blogspot/FHhv\"/>\n<input name=\"loc\" type=\"hidden\" value=\"en_US\"/>\n</form>\n</div>\n</div>\n<span class=\"item-control blog-admin\">\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=FollowByEmail&amp;widgetId=FollowByEmail1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"FollowByEmail1\"));' rel=\"nofollow\" target=\"configFollowByEmail1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</span>\n</div><div class=\"widget Feed\" data-version=\"1\" id=\"Feed1\">\n<h2>Recent Comments (may be delayed)</h2>\n<div class=\"widget-content\" id=\"Feed1_feedItemListDisplay\">\n<span style=\"filter: alpha(25); opacity: 0.25;\">\n<a href=\"http://schwitzsplinters.blogspot.com/feeds/comments/default\">Loading...</a>\n</span>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Feed&amp;widgetId=Feed1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Feed1\"));' rel=\"nofollow\" target=\"configFeed1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList1\">\n<h2>Links</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://cogsciphi.blogspot.com/\">Alternate Minds</a></li>\n<li><a href=\"http://www.philosophyofbrains.com/\">Brains</a></li>\n<li><a href=\"http://www.consciousentities.com/\">Conscious Entities</a></li>\n<li><a href=\"http://crookedtimber.org/\">Crooked Timber</a></li>\n<li><a href=\"http://dailynous.com/\">Daily Nous</a></li>\n<li><a href=\"http://digressionsnimpressions.typepad.com/\">Digressions &amp; Impressions</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/disability_and_disadvanta/\">Discrimination and Disadvantage</a></li>\n<li><a href=\"http://ericlinuskaplan.wordpress.com/\">Eric Linus Kaplan</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/xphi/\">Experimental Philosophy</a></li>\n<li><a href=\"http://agencyandresponsibility.typepad.com/flickers-of-freedom/\">Flickers of Freedom</a></li>\n<li><a href=\"http://leiterreports.typepad.com/\">Leiter Reports</a></li>\n<li><a href=\"http://whatsortsofpeople.wordpress.com/\">Living Archives on Eugenics Blog</a></li>\n<li><a href=\"http://loveofallwisdom.com/\">Love of All Wisdom</a></li>\n<li><a href=\"http://machineslikeus.com/\">Machines Like Us</a></li>\n<li><a href=\"http://www.mindhacks.com/\">Mind Hacks</a></li>\n<li><a href=\"http://www.davidpapineau.co.uk/blog.html\">More Important Than That (Philosophy and Sport)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/\">My Homepage</a></li>\n<li><a href=\"http://www.newappsblog.com/\">New APPS</a></li>\n<li><a href=\"http://peasoup.typepad.com/\">PEA Soup</a></li>\n<li><a href=\"http://philpercs.com/\">Philosophical Percolations</a></li>\n<li><a href=\"http://sometimesimwrong.typepad.com/wrong/\">Sometimes I'm Wrong</a></li>\n<li><a href=\"http://philosopherscocoon.typepad.com/blog/\">The Philosophers' Cocoon</a></li>\n<li><a href=\"http://tar.weatherson.org/\">Thoughts, Arguments, and Rants</a></li>\n<li><a href=\"http://rsbakker.wordpress.com/\">Three Pound Brain</a></li>\n<li><a href=\"http://warpweftandway.wordpress.com/\">Warp, Weft, and Way</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList1\"));' rel=\"nofollow\" target=\"configLinkList1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList6\">\n<h2>Advice on Applying to PhD Programs in Philosophy</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/applying%20to%20grad%20school\">various posts on that theme</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList6&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList6\"));' rel=\"nofollow\" target=\"configLinkList6\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList4\">\n<h2>Selected Essays</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/In-Between.htm\">2001: In-Between Believing</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/AccountBel.htm\">2002: A Phenomenal, Dispositional Account of Belief</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DreamB&amp;W.htm\">2002: Why Did We Think We Dreamed in Black and White?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospTrain.htm\">2004: Introspective Training Apprehensively Defended: Reflections on Titchener's Lab Manual</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Flat.htm\">2006: Do Things Look Flat?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Naive.htm\">2008: The Unreliability of Naive Introspection</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/PeerOpinion.htm\">2009: The Moral Behavior of Ethicists: Peer Opinion (with J Rust)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ActBel.htm\">2010: Acting Contrary to Our Professed Beliefs</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthOrder.htm\">2012: Expertise in Moral Reasoning? (with F Cushman)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospectionWhat.htm\">2012: Introspection, What?</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/BeliefBox.htm\">2013: A Dispositional Approach to Attitudes</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Jerks.htm\">2014: A Theory of Jerks</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/CrazyMind.htm\">2014: The Crazyist Metaphysics of Mind</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthSelfRep.htm\">2014: The Moral Behavior of Ethics Professors (with J Rust)</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/USAconscious.htm\">2015: If Materialism Is True, the United States Is Probably Conscious</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/1sk.htm\">2016: 1% Skepticism</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/WomenInPhil.htm\">2017: Women in Philosophy (with C D Jennings)</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList4&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList4\"));' rel=\"nofollow\" target=\"configLinkList4\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList7\">\n<h2>Selected Short Stories</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Eden.htm\">2013: Reinstalling Eden (with R S Bakker)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DauphinsMetaphysics.htm\">2015: The Dauphin's Metaphysics</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/FishDance.htm\">2016: Fish Dance</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList7&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList7\"));' rel=\"nofollow\" target=\"configLinkList7\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList3\">\n<h2>The Underblog?</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.schwitzsplintersunderblog.blogspot.com/\">The Underblog!</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList3&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList3\"));' rel=\"nofollow\" target=\"configLinkList3\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList5\">\n<h2>Past Guest Bloggers</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Lisa%20Bortolotti\">Lisa Bortolotti</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Brad%20Cokelet\">Brad Cokelet</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Carrie%20Figdor\">Carrie Figdor</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Keith%20Frankish\">Keith Frankish</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Dan%20Haybron\">Dan Haybron</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Jonathan%20Ichikawa\">Jonathan Ichikawa</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/G.%20Randolph%20Mayes\">G. Randolph Mayes</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Regina%20Rini\">Regina Rini</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Teed%20Rockwell\">Teed Rockwell</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Joshua%20Rust\">Joshua Rust</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Hagop%20Sarkissian\">Hagop Sarkissian</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search?q=shevlin\">Henry Shevlin</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Tamler%20Sommers\">Tamler Sommers</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/justin%20tiwald\">Justin Tiwald</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Bryan%20Van%20Norden\">Bryan Van Norden</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Manuel%20Vargas\">Manuel Vargas</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList5&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList5\"));' rel=\"nofollow\" target=\"configLinkList5\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget BlogArchive\" data-version=\"1\" id=\"BlogArchive1\">\n<h2>Blog Archive</h2>\n<div class=\"widget-content\">\n<div id=\"ArchiveList\">\n<div id=\"BlogArchive1_ArchiveList\">\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/\">\n2019\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/\">\n2018\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/\">\n2017\n</a>\n<span class=\"post-count\" dir=\"ltr\">(71)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/\">\n2016\n</a>\n<span class=\"post-count\" dir=\"ltr\">(81)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/\">\n2015\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/\">\n2014\n</a>\n<span class=\"post-count\" dir=\"ltr\">(88)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n<ul class=\"posts\">\n<li><a href=\"https://schwitzsplinters.blogspot.com/2014/09/philosophical-sf-science-fiction.html\">Philosophical SF (Science Fiction / Speculative Fi...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2014/09/three-kinds-of-transparency-in-self.html\">Three Kinds of Transparency in Self-Knowledge (Or ...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2014/09/network-analysis-of-stanford.html\">Network Analysis of the Stanford Encyclopedia of P...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2014/09/the-macarthur-drought-in-philosophy.html\">The MacArthur Drought in Philosophy</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2014/09/use-of-she-and-he-in-philosophers-index.html\">Use of \"She\" and \"He\" in Philosopher's Index Abstr...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2014/09/council-of-uc-faculty-associations.html\">Council of UC Faculty Associations Statement on \"C...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2014/09/skill-and-disability-in-zhuangzi.html\">Skill and Disability in Zhuangzi</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2014/09/philosophy-is-incredibly-white-but-this.html\">Philosophy Is Incredibly White -- but This Does No...</a></li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/\">\n2013\n</a>\n<span class=\"post-count\" dir=\"ltr\">(87)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/\">\n2012\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/\">\n2011\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(3)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/\">\n2010\n</a>\n<span class=\"post-count\" dir=\"ltr\">(86)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/\">\n2009\n</a>\n<span class=\"post-count\" dir=\"ltr\">(83)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/\">\n2008\n</a>\n<span class=\"post-count\" dir=\"ltr\">(96)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/\">\n2007\n</a>\n<span class=\"post-count\" dir=\"ltr\">(168)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/\">\n2006\n</a>\n<span class=\"post-count\" dir=\"ltr\">(114)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(19)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(2)</span>\n</li>\n</ul>\n</li>\n</ul>\n</div>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=BlogArchive&amp;widgetId=BlogArchive1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"BlogArchive1\"));' rel=\"nofollow\" target=\"configBlogArchive1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget Text\" data-version=\"1\" id=\"Text1\">\n<div class=\"widget-content\">\n<span style=\"color:#999999;\">background image from </span><a href=\"http://biocarbons.en.ecplaza.net/\"><span style=\"color:#999999;\">http://biocarbons.en.ecplaza.net</span></a><br/>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Text&amp;widgetId=Text1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Text1\"));' rel=\"nofollow\" target=\"configText1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div></div>\n</div>\n<!-- spacer for skins that want sidebar and main to be the same height-->\n<div class=\"clear\"> </div>\n\n<!-- end content-wrapper -->\n<div id=\"footer-wrapper\">\n<div class=\"footer no-items section\" id=\"footer\"></div>\n</div>\n\n<!-- end outer-wrapper -->\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<!--Il est de votre ressort d\\x27informer les visiteurs \\xe0 propos des cookies utilis\\xe9s et des donn\\xe9es collect\\xe9es sur votre blog. Blogger met \\xe0 votre disposition une notification standard que vous pouvez personnaliser, remplacer ou afficher telle quelle sur votre blog. Rendez-vous sur http://www.blogger.com/go/cookiechoices pour obtenir de plus amples informations.-->\n<script defer=\"\" src=\"/js/cookienotice.js\"></script>\n<script>\n    document.addEventListener('DOMContentLoaded', function(event) {\n      window.cookieChoices && cookieChoices.showCookieConsentBar && cookieChoices.showCookieConsentBar(\n          (window.cookieOptions && cookieOptions.msg) || 'Ce site utilise des cookies provenant de Google pour fournir ses services et analyser le trafic. Votre adresse\\xa0IP et votre user-agent, ainsi que des statistiques relatives aux performances et \\xe0 la s\\xe9curit\\xe9, sont transmis \\xe0 Google afin d\\x27assurer un service de qualit\\xe9, de g\\xe9n\\xe9rer des statistiques d\\x27utilisation, et de d\\xe9tecter et de r\\xe9soudre les probl\\xe8mes d\\x27abus.',\n          (window.cookieOptions && cookieOptions.close) || 'OK',\n          (window.cookieOptions && cookieOptions.learn) || 'En savoir plus',\n          (window.cookieOptions && cookieOptions.link) || 'https://www.blogger.com/go/blogspot-cookies');\n    });\n  </script>\n<script src=\"https://www.blogger.com/static/v1/widgets/1854097286-widgets.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\nwindow['__wavt'] = 'AOuZoY7eyZTywf0K7RiDQhVNx5LmKZrndQ:1554147633349';_WidgetManager._Init('//www.blogger.com/rearrange?blogID\\x3d26951738','//schwitzsplinters.blogspot.com/2014/09/','26951738');\n_WidgetManager._SetDataContext([{'name': 'blog', 'data': {'blogId': '26951738', 'title': 'The Splintered Mind', 'url': 'https://schwitzsplinters.blogspot.com/2014/09/', 'canonicalUrl': 'http://schwitzsplinters.blogspot.com/2014/09/', 'homepageUrl': 'https://schwitzsplinters.blogspot.com/', 'searchUrl': 'https://schwitzsplinters.blogspot.com/search', 'canonicalHomepageUrl': 'http://schwitzsplinters.blogspot.com/', 'blogspotFaviconUrl': 'https://schwitzsplinters.blogspot.com/favicon.ico', 'bloggerUrl': 'https://www.blogger.com', 'hasCustomDomain': false, 'httpsEnabled': true, 'enabledCommentProfileImages': true, 'gPlusViewType': 'FILTERED_POSTMOD', 'adultContent': false, 'analyticsAccountNumber': 'UA-43027794-1', 'encoding': 'UTF-8', 'locale': 'en', 'localeUnderscoreDelimited': 'en', 'languageDirection': 'ltr', 'isPrivate': false, 'isMobile': false, 'isMobileRequest': false, 'mobileClass': '', 'isPrivateBlog': false, 'feedLinks': '\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/rss+xml\\x22 title\\x3d\\x22The Splintered Mind - RSS\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default?alt\\x3drss\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22service.post\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://www.blogger.com/feeds/26951738/posts/default\\x22 /\\x3e\\n', 'meTag': '', 'adsenseHostId': 'ca-host-pub-1556223355139109', 'adsenseHasAds': false, 'view': '', 'dynamicViewsCommentsSrc': '//www.blogblog.com/dynamicviews/4224c15c4e7c9321/js/comments.js', 'dynamicViewsScriptSrc': '//www.blogblog.com/dynamicviews/0653eeb7078c79fe', 'plusOneApiSrc': 'https://apis.google.com/js/plusone.js', 'disableGComments': true, 'sharing': {'platforms': [{'name': 'Get link', 'key': 'link', 'shareMessage': 'Get link', 'target': ''}, {'name': 'Facebook', 'key': 'facebook', 'shareMessage': 'Share to Facebook', 'target': 'facebook'}, {'name': 'BlogThis!', 'key': 'blogThis', 'shareMessage': 'BlogThis!', 'target': 'blog'}, {'name': 'Twitter', 'key': 'twitter', 'shareMessage': 'Share to Twitter', 'target': 'twitter'}, {'name': 'Pinterest', 'key': 'pinterest', 'shareMessage': 'Share to Pinterest', 'target': 'pinterest'}, {'name': 'Email', 'key': 'email', 'shareMessage': 'Email', 'target': 'email'}], 'disableGooglePlus': true, 'googlePlusShareButtonWidth': 300, 'googlePlusBootstrap': '\\x3cscript type\\x3d\\x22text/javascript\\x22\\x3ewindow.___gcfg \\x3d {\\x27lang\\x27: \\x27en\\x27};\\x3c/script\\x3e'}, 'hasCustomJumpLinkMessage': false, 'jumpLinkMessage': 'Read more', 'pageType': 'archive', 'pageName': 'September 2014', 'pageTitle': 'The Splintered Mind: September 2014'}}, {'name': 'features', 'data': {'sharing_get_link_dialog': 'true', 'sharing_native': 'false'}}, {'name': 'messages', 'data': {'edit': 'Edit', 'linkCopiedToClipboard': 'Link copied to clipboard!', 'ok': 'Ok', 'postLink': 'Post Link'}}, {'name': 'template', 'data': {'name': 'custom', 'localizedName': 'Custom', 'isResponsive': false, 'isAlternateRendering': false, 'isCustom': true}}, {'name': 'view', 'data': {'classic': {'name': 'classic', 'url': '?view\\x3dclassic'}, 'flipcard': {'name': 'flipcard', 'url': '?view\\x3dflipcard'}, 'magazine': {'name': 'magazine', 'url': '?view\\x3dmagazine'}, 'mosaic': {'name': 'mosaic', 'url': '?view\\x3dmosaic'}, 'sidebar': {'name': 'sidebar', 'url': '?view\\x3dsidebar'}, 'snapshot': {'name': 'snapshot', 'url': '?view\\x3dsnapshot'}, 'timeslide': {'name': 'timeslide', 'url': '?view\\x3dtimeslide'}, 'isMobile': false, 'title': 'The Splintered Mind', 'description': 'reflections in philosophy of psychology, broadly construed', 'url': 'https://schwitzsplinters.blogspot.com/2014/09/', 'type': 'feed', 'isSingleItem': false, 'isMultipleItems': true, 'isError': false, 'isPage': false, 'isPost': false, 'isHomepage': false, 'isArchive': true, 'isLabelSearch': false, 'archive': {'year': 2014, 'month': 9, 'rangeMessage': 'Showing posts from September, 2014'}}}]);\n_WidgetManager._RegisterWidget('_NavbarView', new _WidgetInfo('Navbar1', 'navbar', document.getElementById('Navbar1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HeaderView', new _WidgetInfo('Header1', 'header', document.getElementById('Header1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogView', new _WidgetInfo('Blog1', 'main', document.getElementById('Blog1'), {'cmtInteractionsEnabled': false, 'lightboxEnabled': true, 'lightboxModuleUrl': 'https://www.blogger.com/static/v1/jsbin/2848338547-lbx.js', 'lightboxCssUrl': 'https://www.blogger.com/static/v1/v-css/368954415-lightbox_bundle.css'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HTMLView', new _WidgetInfo('HTML1', 'sidebar', document.getElementById('HTML1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_ProfileView', new _WidgetInfo('Profile1', 'sidebar', document.getElementById('Profile1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FollowByEmailView', new _WidgetInfo('FollowByEmail1', 'sidebar', document.getElementById('FollowByEmail1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FeedView', new _WidgetInfo('Feed1', 'sidebar', document.getElementById('Feed1'), {'title': 'Recent Comments (may be delayed)', 'showItemDate': true, 'showItemAuthor': true, 'feedUrl': 'http://schwitzsplinters.blogspot.com/feeds/comments/default', 'numItemsShow': 5, 'loadingMsg': 'Loading...', 'openLinksInNewWindow': false, 'useFeedWidgetServ': 'true'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList1', 'sidebar', document.getElementById('LinkList1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList6', 'sidebar', document.getElementById('LinkList6'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList4', 'sidebar', document.getElementById('LinkList4'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList7', 'sidebar', document.getElementById('LinkList7'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList3', 'sidebar', document.getElementById('LinkList3'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList5', 'sidebar', document.getElementById('LinkList5'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogArchiveView', new _WidgetInfo('BlogArchive1', 'sidebar', document.getElementById('BlogArchive1'), {'languageDirection': 'ltr', 'loadingMessage': 'Loading\\x26hellip;'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_TextView', new _WidgetInfo('Text1', 'sidebar', document.getElementById('Text1'), {}, 'displayModeFull'));\n</script>\n\n", "title_html": "<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2014/09/philosophical-sf-science-fiction.html\">Philosophical SF (Science Fiction / Speculative Fiction): Four Lists and a Project</a>\n</h3>", "read_time": 552.6}