{"content_html": "<div class=\"post-body entry-content\">\n<p>My own academic department has treated me well over the years, accepting my interdiscipinary forays into psychology and science fiction.  But most academic researchers who do interdisciplinary work face structural disadvantages.  I speak from my experience in philosophy, but the problems are deeply rooted in the academic system.<p>\n\nI will focus on two disadvantages: The \"But It Isn't X\" Complaint (from colleagues from your home discipline) and Prejudice / Turf Defense (from colleagues from disciplines other than your home discipline).<p>\n\n*****************************************************<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://1.bp.blogspot.com/-HQBHBgeWsOc/XCTjPS3HiUI/AAAAAAAABTI/xbzCjGAkluk2uCgzInC5E082YedyWvKVwCLcBGAs/s1600/fractal-1063445_1920.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"1090\" data-original-width=\"1600\" height=\"218\" src=\"https://1.bp.blogspot.com/-HQBHBgeWsOc/XCTjPS3HiUI/AAAAAAAABTI/xbzCjGAkluk2uCgzInC5E082YedyWvKVwCLcBGAs/s320/fractal-1063445_1920.jpg\" width=\"320\"/></a></div><p>\n<b>The \"But It Isn't X\" Complaint</b><p>\n\nIf you apply for a job in a department in discipline X, the hiring department will care almost exclusively about your work in X.  When you stand for promotion or most other sorts of disciplinary recognition, you will be evaluated almost exclusively for your work within the discipline.  If you ask for your work outside the discipline to be counted equally, you will be told that it isn't really X and therefore doesn't count for much toward hiring, promotion, or recognition in discipline X.<p>\n\nThe \"But It Isn't X\" Complaint is entirely understandable.  Shouldn't hiring and promotion into a philosophy department, for example, and recognition in philosophy, depend on the candidate's contributions to <i>philosophy?</i>  And even if in principle the evaluators want work outside of their discipline to count equally, they will feel unable to properly evaluate it.  In the disciplinary evaluations on which most of academia is built, within-discipline contributions count most.<p>\n\nThe almost inevitable consequence is that researchers who devote substantial time to interdisciplinary work will be severely disadvantaged in hiring, promotion, and disciplinary recognition.<p>\n<i>What to Do on Behalf of Your Interdisciplinary Colleagues</i><p>\n\nIf a department wants to recognize interdisciplinary colleagues appropriately in hiring, promotion, and other types of evaluation, they need to <b>ask not \"how much has this person contributed to our discipline?\" but rather (1.) \"how much has this person contributed to academia as a whole?\" and (2.) \"has this person contributed enough to our discipline to still count as member of this discipline?\"</b>  Suppose someone straddles two disciplines 50/50, and over some period of time they publish three excellent papers in their home discipline and three excellent papers in another discipline.  Evaluate them not according to the three home-discipline papers, with the three others as \"frosting\", but treat all six papers on a par.  Of course, if the majority of papers are in another discipline, at some point it would be reasonable to consider a change of department.  But until that time, all contributions should be valued and evaluated by the home department.<p>\n\nIf there is to be room in academia, as I think there should be, for people who bridge two disciplines, those people need to be valued for their contributions to <i>both </i>disciplines.  If people in their home discipline cannot expertly evaluate that person's interdisciplinary work -- quite understandable! -- they should consult with others from the appropriate discipline, or even better with others who are interdisciplinary between the same two disciplines.<p>\n<i>\nWhat to Do If You Are the Interdisciplinary Researcher<p></p></i>\n\nAssuming your colleagues and evaluators are not implementing the strategy above, as most will not, I advise three strategies:<p>\n\n(1.) <b>Do as much in your home discipline as your colleagues do.</b>  Publish the six papers in your home discipline <i>and</i> three outside your discipline.  This isn't easy to implement, of course!  But one of the advantages of interdisciplinary research is that your expertise outside of your home discipline can be a font of fresh ideas.  If your c.v. contains as much good work in X as your colleagues', it doesn't matter so much if they think of your other work as of secondary importance.<p>\n\n(2.) <b>Take advantage of higher-level administrators' appreciation of interdisciplinarity.</b>  In my experience, the majority of higher-level administrators (deans, etc.) value interdisciplinarity.  Their evaluations rarely matter enough to compensate for the structural disadvantages I mentioned above, but often their evaluations matter somewhat.  There are sometimes grant opportunities, teaching release opportunities, or other recognition for interdisciplinary work; keep your eyes open for these.  Also, if your disciplinary colleagues are supportive, you can remind them that there are aspects of your research profile that will be attractive to administrators because of your interdisciplinarity.  This can lead your colleagues' to be more assertive in making your case than they would otherwise be, anticipating approval from the higher-ups.<p>\n\n(3.) <b>Relabel your work as a contribution to your discipline.</b>  This is the boldest move, and it will have mixed success at best.  For example, when I first started doing work in psychology I thought of it just as work in psychology that had <i>consequences </i>for philosophy.  After all, if you <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DreamReportRepl.htm\">run</a> an <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ExpWOAttn.htm\">empirical experiment</a> that <a href=\"http://\">looks like a psychology experiment</a>, or<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ExpWOAttn.htm\"> contribute an article</a> to a <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ReplWarehouse.htm\">psychology journal</a>, isn't that doing psychology?<p> \n\nHowever, starting around 2003, Joshua Knobe, Shaun Nichols, Steve Stich, Jonathan Weinberg, and others started calling their empirical research on non-philosophers' philosophical opinions \"experimental philosophy\" rather than psychology, and they successfully campaigned to publish some of it in straight-up philosophy journals.  They partly succeeded in <a href=\"https://plato.stanford.edu/entries/experimental-philosophy/\">changing the borders of the discipline</a> of philosophy to include work that would previously have been called psychology.  They haven't convinced everyone, of course.  Not all philosophers think of \"experimental philosophy\" as <i>really </i>philosophy.  But the situation is better than it was.  Arguably, \"behavioral economics\" is a similar story, even more successful.<p>\n\nSimilarly, I have been starting to <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzPapers/PhilosophersRecommend-150507-short.pdf\">make the case</a> that <a href=\"https://www.latimes.com/opinion/op-ed/la-oe-0719-schwitzgebel-philosophy-articles-20150717-story.html\">writing fiction</a> can also be <a href=\"https://schwitzsplinters.blogspot.com/2013/09/fiction-and-skepticism.html\">a way of doing philosophy</a> -- witness Rousseau, Sartre, Nietzsche, Plato, Murdoch, Voltaire, etc.!<p>\n\n*****************************************************<p>\n<b>Prejudice / Turf Defense<p></p></b>\n\nInterdisciplinary prejudice and turf defense are slightly different but related phenomena.<p>\n<i>Interdisciplinary prejudice </i>is the understandable default assumption that someone outside of your discipline isn't going to be nearly as good at work in your discipline as someone whose formal affiliation and training is in your discipline.  <i>Turf defense</i> is an emotional reaction to the threatening idea that someone outside of your discipline might be as good as you and your colleagues, or better, at work in your own discipline [ETA:] or that others might falsely perceive them that way.<p>\n\nUsually, interdisciplinary prejudice is justified, and perhaps not deserving of a pejorative label.  If a non-philosopher submits something to a philosophy journal, odds are good that it won't be an excellent work of philosophy.  If a philosopher tries to run a psychology experiment, odds are good that their methods and analyses won't be as solid as a psychologist's.  For similar reasons, turf defense isn't wholly unjustified: You don't want others to mistakenly think that the non-X researcher's probably-inferior work is as good as a disciplinary expert's work, so it makes sense in a way to guard against incursions.  The turf defense reaction is also, I think, partly driven by feelings that the outsider is being disrespectful: If an outsider thinks they can come in and beat us at our own game, that seems to suggest that they lack respect for our years of hard work and disciplinary training.<p>\n\nHowever, sometimes people really can do excellent work in more than one discipline.  It takes years of effort to acquire the knowledge and skills; but people do sometimes put in the requisite time and effort.  An Associate Professor of X with a strong interdisciplinary focus might have as much knowledge of and experience in Y as an Assistant Professor in Y.  (It would be almost superhuman, though, for an Associate Professor in X to have as much knowledge and experience in Y as an Associate Professor in Y, unless the situation is very unusual.)  However, even when the outsider does have the requisite knowledge and skills, it is, I fear, a sociological fact that substantial prejudice and turf defense remain.<p>\n<i>What to Do on Behalf of Interdisciplinary Colleagues</i><p>\n\n(1.) <b>Be aware of your possible interdisciplinary prejudice and turf defense and the fact that they are not always justified.</b>  Try to evaluate work in your home discipline by someone outside of your home discipline in approximately the same way you would evaluate other contributions to your discipline.<p>\n\n(2.) <b>Implement anonymous review when possible.</b>  If the work passes muster, it shouldn't matter if it's from a Stanford professor in your discipline or someone from a less prestigious university with a different disciplinary affiliation or from a construction worker in Tallahassee.<p>\n\n(3.) <b>Where anonymous review isn't possible, downplay departmental affiliations on the first page of articles and applications</b> -- for the same reasons.<p>\n<i>What to Do If You Are the Interdisciplinary Researcher<p></p></i>\n\n(1.) <b>Collaborate with someone from the other discipline.</b>  There appears to be much less prejudice and turf defense when at least one member of the research team is from the target discipline.  Furthermore, the collaborator will bring an inside-the-discipline perspective that it is very difficult to achieve from outside a discipline, even if one has substantial expertise.<p>\n\n(2.) <b>Watch for shibboleths.</b>  By shibboleths I mean superficial signs of being an insider rather than an outsider.  It helps reduce prejudice and turf defense the more you can write and speak indistinguishably from members of the target discipline.  (Collaborators can help with this.)  If you sound like an outsider, even if your content is good, that will tend to amplify negative reactions to your work.<p>\n\n(3.) <b>Cite thoroughly and carefully early in your project.</b>  Show, from the very beginning, thorough and serious engagement with the existing work in the target discipline.  This shows respect for that work, reducing the turf defense reaction, and it shows that you have substantial expertise, reducing the prejudice reaction.<p>\n\n*****************************************************<p>\n\nBarring radical changes, structural disadvantages will continue to impair people who do interdisciplinary work.  However, I do also believe that there is one major compensatory advantage, over the long run of a research career.  <b>Often, the freshest and most fruitful academic ideas come from researchers with expertise in more than one area</b>, who can use their expertise in Y to shine new interesting light on X.  Your colleagues won't always appreciate this right away.  But in the long run, you will have different things to say than those whose expertise is exclusively within a single discipline.  You will have a distinctive perspective and contribution.<p>\n\n[<a href=\"https://pixabay.com/en/fractal-abstract-line-wave-design-1063445/\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>", "title": "\nSome Structural Disadvantages of Interdisciplinary Research, and What to Do About Them\n", "url": "https://schwitzsplinters.blogspot.com/2018/12", "content": "My own academic department has treated me well over the years, accepting my interdiscipinary forays into psychology and science fiction. But most academic researchers who do interdisciplinary work face structural disadvantages. I speak from my experience in philosophy, but the problems are deeply rooted in the academic system. I will focus on two disadvantages: The \"But It Isn't X\" Complaint (from colleagues from your home discipline) and Prejudice / Turf Defense (from colleagues from disciplines other than your home discipline). ***************************************************** The \"But It Isn't X\" Complaint If you apply for a job in a department in discipline X, the hiring department will care almost exclusively about your work in X. When you stand for promotion or most other sorts of disciplinary recognition, you will be evaluated almost exclusively for your work within the discipline. If you ask for your work outside the discipline to be counted equally, you will be told that it isn't really X and therefore doesn't count for much toward hiring, promotion, or recognition in discipline X. The \"But It Isn't X\" Complaint is entirely understandable. Shouldn't hiring and promotion into a philosophy department, for example, and recognition in philosophy, depend on the candidate's contributions to philosophy? And even if in principle the evaluators want work outside of their discipline to count equally, they will feel unable to properly evaluate it. In the disciplinary evaluations on which most of academia is built, within-discipline contributions count most. The almost inevitable consequence is that researchers who devote substantial time to interdisciplinary work will be severely disadvantaged in hiring, promotion, and disciplinary recognition. What to Do on Behalf of Your Interdisciplinary Colleagues If a department wants to recognize interdisciplinary colleagues appropriately in hiring, promotion, and other types of evaluation, they need to ask not \"how much has this person contributed to our discipline?\" but rather (1.) \"how much has this person contributed to academia as a whole?\" and (2.) \"has this person contributed enough to our discipline to still count as member of this discipline?\" Suppose someone straddles two disciplines 50/50, and over some period of time they publish three excellent papers in their home discipline and three excellent papers in another discipline. Evaluate them not according to the three home-discipline papers, with the three others as \"frosting\", but treat all six papers on a par. Of course, if the majority of papers are in another discipline, at some point it would be reasonable to consider a change of department. But until that time, all contributions should be valued and evaluated by the home department. If there is to be room in academia, as I think there should be, for people who bridge two disciplines, those people need to be valued for their contributions to both disciplines. If people in their home discipline cannot expertly evaluate that person's interdisciplinary work -- quite understandable! -- they should consult with others from the appropriate discipline, or even better with others who are interdisciplinary between the same two disciplines. What to Do If You Are the Interdisciplinary Researcher Assuming your colleagues and evaluators are not implementing the strategy above, as most will not, I advise three strategies: (1.) Do as much in your home discipline as your colleagues do. Publish the six papers in your home discipline and three outside your discipline. This isn't easy to implement, of course! But one of the advantages of interdisciplinary research is that your expertise outside of your home discipline can be a font of fresh ideas. If your c.v. contains as much good work in X as your colleagues', it doesn't matter so much if they think of your other work as of secondary importance. (2.) Take advantage of higher-level administrators' appreciation of interdisciplinarity. In my experience, the majority of higher-level administrators (deans, etc.) value interdisciplinarity. Their evaluations rarely matter enough to compensate for the structural disadvantages I mentioned above, but often their evaluations matter somewhat. There are sometimes grant opportunities, teaching release opportunities, or other recognition for interdisciplinary work; keep your eyes open for these. Also, if your disciplinary colleagues are supportive, you can remind them that there are aspects of your research profile that will be attractive to administrators because of your interdisciplinarity. This can lead your colleagues' to be more assertive in making your case than they would otherwise be, anticipating approval from the higher-ups. (3.) Relabel your work as a contribution to your discipline. This is the boldest move, and it will have mixed success at best. For example, when I first started doing work in psychology I thought of it just as work in psychology that had consequences for philosophy. After all, if you run an empirical experiment that looks like a psychology experiment, or contribute an article to a psychology journal, isn't that doing psychology? However, starting around 2003, Joshua Knobe, Shaun Nichols, Steve Stich, Jonathan Weinberg, and others started calling their empirical research on non-philosophers' philosophical opinions \"experimental philosophy\" rather than psychology, and they successfully campaigned to publish some of it in straight-up philosophy journals. They partly succeeded in changing the borders of the discipline of philosophy to include work that would previously have been called psychology. They haven't convinced everyone, of course. Not all philosophers think of \"experimental philosophy\" as really philosophy. But the situation is better than it was. Arguably, \"behavioral economics\" is a similar story, even more successful. Similarly, I have been starting to make the case that writing fiction can also be a way of doing philosophy -- witness Rousseau, Sartre, Nietzsche, Plato, Murdoch, Voltaire, etc.! ***************************************************** Prejudice / Turf Defense Interdisciplinary prejudice and turf defense are slightly different but related phenomena. Interdisciplinary prejudice is the understandable default assumption that someone outside of your discipline isn't going to be nearly as good at work in your discipline as someone whose formal affiliation and training is in your discipline. Turf defense is an emotional reaction to the threatening idea that someone outside of your discipline might be as good as you and your colleagues, or better, at work in your own discipline [ETA:] or that others might falsely perceive them that way. Usually, interdisciplinary prejudice is justified, and perhaps not deserving of a pejorative label. If a non-philosopher submits something to a philosophy journal, odds are good that it won't be an excellent work of philosophy. If a philosopher tries to run a psychology experiment, odds are good that their methods and analyses won't be as solid as a psychologist's. For similar reasons, turf defense isn't wholly unjustified: You don't want others to mistakenly think that the non-X researcher's probably-inferior work is as good as a disciplinary expert's work, so it makes sense in a way to guard against incursions. The turf defense reaction is also, I think, partly driven by feelings that the outsider is being disrespectful: If an outsider thinks they can come in and beat us at our own game, that seems to suggest that they lack respect for our years of hard work and disciplinary training. However, sometimes people really can do excellent work in more than one discipline. It takes years of effort to acquire the knowledge and skills; but people do sometimes put in the requisite time and effort. An Associate Professor of X with a strong interdisciplinary focus might have as much knowledge of and experience in Y as an Assistant Professor in Y. (It would be almost superhuman, though, for an Associate Professor in X to have as much knowledge and experience in Y as an Associate Professor in Y, unless the situation is very unusual.) However, even when the outsider does have the requisite knowledge and skills, it is, I fear, a sociological fact that substantial prejudice and turf defense remain. What to Do on Behalf of Interdisciplinary Colleagues (1.) Be aware of your possible interdisciplinary prejudice and turf defense and the fact that they are not always justified. Try to evaluate work in your home discipline by someone outside of your home discipline in approximately the same way you would evaluate other contributions to your discipline. (2.) Implement anonymous review when possible. If the work passes muster, it shouldn't matter if it's from a Stanford professor in your discipline or someone from a less prestigious university with a different disciplinary affiliation or from a construction worker in Tallahassee. (3.) Where anonymous review isn't possible, downplay departmental affiliations on the first page of articles and applications -- for the same reasons. What to Do If You Are the Interdisciplinary Researcher (1.) Collaborate with someone from the other discipline. There appears to be much less prejudice and turf defense when at least one member of the research team is from the target discipline. Furthermore, the collaborator will bring an inside-the-discipline perspective that it is very difficult to achieve from outside a discipline, even if one has substantial expertise. (2.) Watch for shibboleths. By shibboleths I mean superficial signs of being an insider rather than an outsider. It helps reduce prejudice and turf defense the more you can write and speak indistinguishably from members of the target discipline. (Collaborators can help with this.) If you sound like an outsider, even if your content is good, that will tend to amplify negative reactions to your work. (3.) Cite thoroughly and carefully early in your project. Show, from the very beginning, thorough and serious engagement with the existing work in the target discipline. This shows respect for that work, reducing the turf defense reaction, and it shows that you have substantial expertise, reducing the prejudice reaction. ***************************************************** Barring radical changes, structural disadvantages will continue to impair people who do interdisciplinary work. However, I do also believe that there is one major compensatory advantage, over the long run of a research career. Often, the freshest and most fruitful academic ideas come from researchers with expertise in more than one area, who can use their expertise in Y to shine new interesting light on X. Your colleagues won't always appreciate this right away. But in the long run, you will have different things to say than those whose expertise is exclusively within a single discipline. You will have a distinctive perspective and contribution. [image source]", "tfidf": {"logidf": {"fear": 1.12000347865, "deserv": 2.7236665915900002, "even": 0.152388564834, "suppos": 1.44225301477, "professor": 1.46108089746, "assist": 0.776112606548, "interdiscipinari": 7.2746685411000005, "otherwis": 1.3141319148700001, "scienc": 0.841436178891, "shaun": 4.30658779888, "higherlevel": 7.2746685411000005, "fruit": 2.13994019511, "rare": 1.00282122403, "been": 0.023645982368400004, "import": 0.292818277066, "often": 0.258140393351, "possibl": 0.348805474891, "proper": 1.2056118389200001, "job": 1.1798682540899998, "assumpt": 2.2213221289200002, "game": 0.9477062580210001, "write": 0.721512439877, "furthermor": 1.70528363496, "less": 0.3846144626, "downplay": 3.88260364301, "work": 0.109034567273, "continu": 0.13040487398700001, "still": 0.17112222142900002, "withindisciplin": 7.2746685411000005, "someon": 1.59635928666, "into": 0.0149128632287, "homedisciplin": 7.2746685411000005, "knobe": 7.2746685411000005, "psycholog": 1.89981109743, "almost": 0.42907884333400004, "remind": 2.51794845699, "tallahasse": 5.54542942886, "journal": 0.8624025456059999, "unabl": 1.19640097204, "tri": 0.61759152916, "inevit": 2.4036436857099996, "bridg": 1.31015483629, "can": 0.162341096394, "realli": 1.5576408397, "least": 0.480285584745, "everyon": 1.8557438481400002, "open": 0.219591038029, "appear": 0.278735898493, "freshest": 7.18765716411, "imag": 0.99376210729, "fiction": 1.56303815415, "call": 0.0654627744488, "superfici": 3.292441277, "train": 0.660918312839, "three": 0.06411868822490001, "requisit": 3.73766961828, "somewhat": 1.4567460220700001, "arguabl": 2.5594217052, "higherup": 7.2746685411000005, "easi": 1.6665296351499999, "understand": 1.0880858756799998, "enough": 0.802884439169, "face": 0.589602371257, "aspect": 1.12795002691, "defens": 1.16038316431, "sociolog": 2.84385174226, "all": 0.011402632097799998, "two": 0.0136988443582, "bring": 0.7110694905930001, "difficult": 0.912110767588, "count": 1.24748591139, "distinct": 0.825779146958, "dean": 2.1135255584599997, "default": 3.0511581621399997, "usual": 0.545279017064, "with": 0.00119749171339, "threaten": 1.3487126825600002, "releas": 0.608521699544, "excel": 1.5778801652, "relabel": 6.238576609419999, "border": 1.14978624419, "experi": 0.626272953933, "light": 0.64722859635, "system": 0.327430345585, "that": 0.00397614837964, "colleagu": 2.10832533873, "member": 0.278153414599, "believ": 0.497746997996, "behavior": 1.71014813378, "which": 0.00517841384543, "appreci": 2.09339584651, "applic": 1.23160392849, "than": 0.0322608622182, "stich": 6.45368798903, "structur": 0.7217716751350001, "foray": 3.91366204003, "who": 0.0609002329859, "includ": 0.0188846813905, "department": 4.425539741740001, "principl": 1.2389696463600002, "respect": 0.49733261904, "nichol": 3.3608290047500002, "perhap": 1.14680739183, "publish": 0.313975865467, "thorough": 2.39393487158, "etc": 1.4366730879700003, "articl": 0.702131739574, "consequ": 1.0937112421, "academia": 3.5113564922099996, "therefor": 0.847591848336, "support": 0.237880610037, "them": 0.0941833269093, "univers": 0.222262105686, "exclus": 1.22643707092, "first": 0.0075872898121599995, "recogn": 0.935913859031, "incurs": 3.3590157676300003, "peopl": 0.193265578473, "case": 0.395406268889, "evalu": 1.9388802431299998, "move": 0.255615859253, "murdoch": 4.32545628319, "disciplin": 1.93582013145, "situat": 0.725668290015, "their": 0.015360505122700001, "come": 0.28390990653000003, "one": 0.0062553516455, "type": 0.707101485387, "candid": 1.50691588861, "slight": 1.17966331506, "keep": 0.7141523446729999, "help": 0.336207721344, "better": 0.6964279406, "the": 0.0, "expertis": 2.99674059227, "interdisciplinar": 6.964513612799999, "administr": 0.8712448662379999, "new": 0.0177299468511, "use": 0.0292080197316, "indistinguish": 4.03065674296, "look": 0.6463866936, "what": 0.225887296827, "driven": 1.72311939365, "steve": 1.7667535012400002, "guard": 1.40562846629, "whose": 0.5510546556329999, "unjustifi": 4.48517800806, "beat": 1.6007206642899998, "submit": 1.7528440529799998, "devot": 1.6224983909900001, "depend": 0.806969815, "within": 0.21263272059799998, "amplifi": 3.23962372116, "stanford": 2.53369681396, "collabor": 1.4939250253100003, "for": 0.00031499039539700004, "unless": 1.69528182715, "and": 6.29901420636e-05, "emot": 1.79478748063, "make": 0.07349765782289999, "earli": 0.117499629108, "page": 0.711326032411, "disadvantag": 2.57088784228, "insidethedisciplin": 7.2746685411000005, "doe": 0.5340417297169999, "becaus": 0.139343158825, "success": 0.27765441259199997, "over": 0.0249367214957, "sound": 1.13556799519, "depart": 0.68887313257, "strategi": 1.49112311818, "after": 0.020490694648099998, "accept": 0.552585882007, "run": 0.442714975539, "justifi": 2.02525498155, "mean": 0.37092128352, "disciplinari": 3.98220435958, "care": 0.9139943029109999, "odd": 2.1517873988400003, "approv": 1.0506503117200001, "nietzsch": 4.33984502064, "long": 0.235645793878, "reason": 0.544301552962, "associ": 0.28240501535100004, "project": 0.561601885907, "more": 0.017024931599999998, "remain": 0.15356296309, "sometim": 0.538025155343, "year": 0.047402238894600005, "howev": 0.0903151173475, "between": 0.033953681165299995, "want": 0.6916366062549999, "bar": 1.35724203853, "promot": 0.7017504724920001, "phenomena": 2.8045894049299998, "eta": 4.82837672744, "begin": 0.285584668268, "shine": 2.9792401456299995, "analys": 2.5849901083400004, "time": 0.0112115188626, "serious": 0.949332539075, "review": 0.7929522039210001, "feel": 1.1428493419299999, "lack": 0.656050938907, "deepli": 2.06766933309, "substanti": 1.24639002087, "valu": 0.823193310148, "person": 0.34018281601800004, "mix": 1.02434236008, "label": 1.49898832727, "sign": 0.565696850403, "told": 1.14879230713, "those": 0.17854939087299998, "compensatori": 5.19522699942, "negat": 1.32402598852, "watch": 1.36757423376, "need": 0.362740163442, "opportun": 1.10258843705, "consult": 1.6519646640099999, "home": 0.378433916197, "experiment": 1.8035444374, "start": 0.236443369291, "content": 1.26473915954, "chang": 0.166275625058, "recognit": 1.4816549327200002, "cours": 0.765899404133, "assert": 1.52991862796, "assum": 1.08435313525, "root": 1.27483006252, "treat": 1.27821645249, "six": 0.441636808318, "philosophi": 1.73091256097, "area": 0.327954821122, "research": 0.663727818138, "singl": 0.475916769059, "you": 0.771469692294, "good": 0.418589404907, "succeed": 1.2104605888, "implement": 1.27437940907, "relat": 0.21310030165399999, "straddl": 3.8232390339599998, "lead": 0.23620402986699998, "how": 0.47156695693000006, "hire": 1.60103292035, "from": 0.000567054168866, "wholli": 2.7618130259400004, "equal": 0.933027391343, "problem": 0.569140724273, "unusu": 1.54368367178, "our": 0.8576392141820001, "interdisciplinari": 3.63469289398, "other": 0.00987474791976, "where": 0.0649921387457, "frost": 3.10729884387, "academ": 1.35895667459, "was": 0.0112115188626, "think": 1.06717661175, "outsid": 0.515518738985, "weinberg": 4.34955383476, "boldest": 6.27136643224, "strong": 0.49712549393600003, "mistaken": 2.5464765406, "anticip": 2.05333039768, "these": 0.0715336194008, "effort": 0.637887211057, "shibboleth": 7.2746685411000005, "eye": 1.22193786676, "engag": 0.990534380034, "probablyinferior": 7.2746685411000005, "attract": 0.929510763678, "muster": 3.86742884499, "thing": 0.8781935346799999, "advantag": 1.20120515883, "much": 0.17749572930100002, "also": 0.0146571578, "right": 0.34035985417, "has": 0.0427239448548, "are": 0.0294674735827, "period": 0.294930924153, "might": 0.7683410765340001, "had": 0.0464780244111, "reaction": 1.54309404912, "voltair": 4.230146103380001, "achiev": 0.6270980851169999, "mention": 0.931747186336, "opinion": 1.33617333331, "both": 0.050842533389300004, "but": 0.0161923720719, "plato": 3.5588816340699996, "stand": 0.7345572374320001, "matter": 0.8951625270360001, "there": 0.0400978929255, "secondari": 1.47447456495, "quit": 1.05951513684, "tend": 1.21597024462, "psychologist": 3.01841129372, "expert": 1.68029517063, "against": 0.254802851078, "method": 0.944461608841, "just": 0.289531434109, "exampl": 0.40868267499899996, "fals": 1.8271477773099998, "when": 0.0205549888584, "not": 0.0155524130075, "grant": 0.8105051365070001, "insid": 1.00781305813, "profil": 1.5751375153100002, "awar": 1.45323772, "abov": 0.643865229816, "consid": 0.214894723824, "like": 0.139053576545, "sartr": 4.93636536551, "sever": 0.06991112039689999, "disrespect": 4.13917432518, "veri": 0.230159793238, "idea": 0.73863592212, "complaint": 2.3220476420700003, "stori": 0.705059626587, "reduc": 0.686617775143, "exist": 0.38165779408699996, "turf": 4.04135203208, "should": 0.509419876758, "sens": 1.04257779501, "appropri": 1.4618957827399999, "some": 0.0395735090645, "num": 0.00031499039539700004, "fresh": 1.9044534353799998, "acquir": 1.1332178178499999, "show": 0.236682766013, "empir": 1.04365037288, "affili": 1.8001086638400001, "point": 0.23103235903299998, "perceiv": 1.5938755846700001, "straightup": 7.2746685411000005, "built": 0.690379535065, "someth": 1.18830712273, "focus": 0.6981989720559999, "sourc": 0.529218310751, "advis": 1.6123395734600001, "though": 0.308044191079, "contribut": 0.655201578909, "previous": 0.356602960063, "toward": 0.48877277716000006, "target": 1.1690639496200002, "fact": 0.5502899207949999, "away": 0.615957541869, "contain": 0.468845318236, "compens": 1.96235861947, "accord": 0.243650319127, "joshua": 3.0808900818900002, "most": 0.020747896295599998, "prejudic": 3.04320056047, "worker": 1.3041026762899999, "cite": 1.00522796406, "campaign": 0.9077295995720001, "jonathan": 2.02239511306, "team": 0.821902894886, "teach": 1.38277323072, "rather": 0.442714975539, "alway": 0.726319204572, "hard": 1.00522796406, "part": 0.04239531098280001, "until": 0.138474663439, "sort": 1.64639361896, "perspect": 1.61645415436, "behalf": 1.93625671735, "take": 0.130691962197, "par": 2.9632594736400004, "around": 0.19387710578200001, "philosoph": 1.73269223754, "wit": 1.47861079034, "room": 1.12387195543, "seem": 0.829093032276, "formal": 0.894546004205, "differ": 0.212321121312, "say": 0.562154280552, "well": 0.0635144383156, "ask": 0.776797209847, "pass": 0.48130432974, "anoth": 0.127896361652, "major": 0.138474663439, "pejor": 4.02358957574, "paper": 0.979402539665, "radic": 1.6665296351499999, "put": 0.505652999854, "your": 1.25430737035, "nonphilosoph": 7.2746685411000005, "approxim": 0.7944845577770001, "anonym": 2.5376729623400003, "appli": 0.8316941898119999, "nonx": 7.2746685411000005, "solid": 1.8521242986400002, "they": 0.0297269947676, "rousseau": 4.27893626755, "knowledg": 1.2232212893899999, "construct": 0.658603355972, "near": 0.252854324034, "own": 0.164195077421, "would": 0.0796176279647, "thought": 0.685867118283, "same": 0.112059649604, "prestigi": 2.59253731398, "this": 0.0037864490525, "whole": 0.8306818244059999, "font": 3.7563617513, "suggest": 0.563702610877, "econom": 0.818612712388, "way": 0.19809150993500002, "will": 0.202786534915, "career": 1.0944636875799998, "convinc": 1.4827641951700001, "skill": 1.30805571015, "best": 0.459227932947, "similar": 0.318556092114, "speak": 1.06169814662, "interest": 0.47207177798199995, "superhuman": 4.20873200888, "about": 0.0628434774746, "impair": 3.15489254099, "entir": 0.46603068026999994, "have": 0.0147850023412}, "tfidf": {"fear": 3.06486486486, "deserv": 15.236084453, "even": 6.98767605636, "suppos": 4.23021582734, "professor": 21.55308172685, "assist": 2.17300848618, "interdiscipinari": 1443.27272727, "otherwis": 3.72151898734, "scienc": 2.31969608416, "shaun": 74.1869158879, "higherlevel": 2886.54545454, "fruit": 8.498929336189999, "rare": 2.7259615384599996, "been": 2.0478555304799997, "import": 1.3401992233700002, "often": 2.5890410959, "possibl": 4.2521203464, "proper": 3.3388012618299996, "job": 3.2539454806299997, "assumpt": 9.21951219512, "game": 2.57978550536, "write": 4.1150855365400005, "furthermor": 5.50294627383, "less": 2.93809567872, "downplay": 48.5504587156, "work": 30.11042427651, "continu": 1.13928955867, "still": 1.1866357724799999, "withindisciplin": 1443.27272727, "someon": 34.5452284737, "into": 2.03004922958, "homedisciplin": 1443.27272727, "knobe": 1443.27272727, "psycholog": 60.16168421054999, "almost": 6.14336848216, "remind": 12.403125, "tallahasse": 256.064516129, "journal": 7.106535362580001, "unabl": 3.3081892060799998, "tri": 3.7089125102199993, "inevit": 11.0634146341, "bridg": 3.7067476068199996, "can": 11.7626139142, "realli": 14.2428229665, "least": 1.6165359943000002, "everyon": 6.3964544722, "open": 1.24556723678, "appear": 1.3214582986499999, "freshest": 1323.0, "imag": 2.70137825421, "fiction": 9.54660252556, "call": 2.1353059852, "superfici": 26.9084745763, "train": 3.8731397901999998, "three": 6.3973136333400005, "requisit": 84.0, "somewhat": 4.29197080292, "arguabl": 12.928338762200001, "higherup": 1443.27272727, "easi": 5.2937645882, "understand": 8.90575916229, "enough": 4.463939266140001, "face": 1.80327124035, "aspect": 3.0893169877399997, "defens": 35.10271356779, "sociolog": 17.1818181818, "all": 4.04587155964, "two": 4.0551724138, "bring": 2.03616775683, "difficult": 2.48957189901, "count": 17.40789473685, "distinct": 2.2836593786000003, "dean": 8.27737226277, "default": 21.1398135819, "usual": 1.72508964468, "with": 9.010783880909997, "threaten": 3.8524629944199997, "releas": 1.8377126982299998, "excel": 19.37870003052, "relabel": 512.129032258, "border": 3.15751789976, "experi": 13.09437963946, "light": 1.9102394417, "system": 1.38739840951, "that": 29.115537848749998, "colleagu": 98.81327800823999, "member": 3.9620663838300003, "believ": 1.6450108797, "behavior": 5.52978056426, "which": 1.005191845, "appreci": 16.22483392948, "applic": 3.42672134686, "than": 8.262295082, "stich": 635.04, "structur": 6.174228675149999, "foray": 50.0820189274, "who": 6.37675726338, "includ": 1.0190641247799999, "department": 83.55789473680001, "principl": 3.4520547945199995, "respect": 3.2886587260400004, "nichol": 28.8130671506, "perhap": 3.14812611541, "publish": 4.10657009829, "thorough": 21.913043478200002, "etc": 8.413354531, "articl": 4.03610016524, "consequ": 5.97066566378, "academia": 100.48101265829999, "therefor": 2.33401940606, "support": 1.2685577307200002, "them": 3.29628347982, "univers": 1.24889867841, "exclus": 10.22718488298, "first": 2.01523229246, "recogn": 2.54954231572, "incurs": 28.7608695652, "peopl": 7.279229711160001, "case": 2.96997474512, "evalu": 90.36252189145999, "move": 1.29125660838, "murdoch": 75.6, "disciplin": 291.04845045822003, "situat": 4.13222280062, "their": 9.13931175645, "come": 2.65662650602, "one": 6.03764974332, "type": 2.0281042411900003, "candid": 4.51279135873, "slight": 3.25327868852, "keep": 2.04245465071, "help": 2.79925945518, "better": 6.01971688575, "the": 61.0, "expertis": 120.12105926880001, "interdisciplinar": 3175.2000000000003, "administr": 7.169652265529999, "new": 1.0178880554, "use": 1.0296387573799999, "indistinguish": 56.2978723404, "look": 1.9086318826599997, "what": 5.01373756512, "driven": 5.601976005650001, "steve": 5.85182454847, "guard": 4.07808887747, "whose": 3.47016393442, "unjustifi": 88.6927374302, "beat": 4.95660318451, "submit": 5.770992366410001, "devot": 5.0657306956, "depend": 2.2411067193700003, "within": 2.4738605376, "amplifi": 25.5241157556, "stanford": 12.6, "collabor": 13.363636363649999, "for": 19.00598576019, "unless": 5.44818119423, "and": 41.00258267733, "emot": 6.01819560273, "make": 3.2287980475800007, "earli": 1.12468121281, "page": 2.03669018602, "disadvantag": 65.3871499175, "insidethedisciplin": 1443.27272727, "doe": 5.11743848715, "becaus": 1.1495184997499999, "success": 3.9600897979500003, "over": 3.07575072651, "sound": 3.11294117647, "depart": 13.940291018569999, "strategi": 8.88416340236, "after": 1.02070207021, "accept": 1.7377408056, "run": 6.22771403352, "justifi": 15.156085918860002, "mean": 1.44906900329, "disciplinari": 375.44594594570003, "care": 4.98853102906, "odd": 17.20043336944, "approv": 2.85951008646, "nietzsch": 76.6956521739, "long": 2.5314518057799997, "reason": 5.17021276596, "associ": 3.9789473684100005, "project": 1.7534791252500002, "more": 5.085853408499999, "remain": 1.16598119859, "sometim": 5.137864077660001, "year": 3.1456310679600006, "howev": 4.378076525319999, "between": 1.03453668708, "want": 5.99094339624, "bar": 3.8854625550699997, "promot": 10.08640406605, "phenomena": 16.5202913632, "eta": 125.007874016, "begin": 1.3305397251100002, "shine": 19.6728624535, "analys": 13.2631578947, "time": 4.04509841392, "serious": 2.583984375, "review": 4.419821826280001, "feel": 6.271380604380001, "lack": 1.9271667880599999, "deepli": 7.9063745019899985, "substanti": 13.911062431560001, "valu": 6.833285509320001, "person": 5.62081784388, "mix": 2.7852631578900002, "label": 4.47715736041, "sign": 1.7606742819099999, "told": 3.1543810848400002, "those": 2.39096385542, "compensatori": 180.409090909, "negat": 3.75852272727, "watch": 3.92581602374, "need": 2.8745247148199997, "opportun": 6.0239043824800005, "consult": 5.21721984883, "home": 14.599963215, "experiment": 12.14225621414, "start": 5.06694326976, "content": 3.5421686747, "chang": 3.5426956263, "recognit": 22.00110864745, "cours": 6.45278417559, "assert": 4.6178010471199995, "assum": 2.9575260804799997, "root": 3.57809330629, "treat": 7.18046132972, "six": 3.1105015674, "philosophi": 73.39544807972, "area": 1.3881262568900001, "research": 21.362201834820002, "singl": 1.60948905109, "you": 36.77002724793, "good": 10.63871338313, "succeed": 3.3550295857999997, "implement": 10.729443568379999, "relat": 1.23750876919, "straddl": 45.7521613833, "lead": 1.2664326739, "how": 3.20500656102, "hire": 24.790755777650002, "from": 16.00907543952, "wholli": 15.8285144566, "equal": 5.08438751, "problem": 1.76674827509, "unusu": 4.68180477735, "our": 9.43035343036, "interdisciplinari": 644.1336515507, "other": 13.12900763356, "where": 1.06715063521, "frost": 22.3605633803, "academ": 15.568521696479998, "was": 1.01127460348, "think": 17.442959164980003, "outsid": 21.76858981115, "weinberg": 77.443902439, "boldest": 529.2, "strong": 1.6439888163999998, "mistaken": 12.7620578778, "anticip": 7.793814432989999, "these": 1.07415426252, "effort": 3.78495649064, "shibboleth": 2886.54545454, "eye": 3.39375801625, "engag": 2.6926729986400004, "probablyinferior": 1443.27272727, "attract": 2.53326950694, "muster": 47.8192771084, "thing": 2.4065484311099996, "advantag": 9.97236180906, "much": 10.748006619569999, "also": 4.05906040268, "right": 1.4054532577899999, "has": 5.218248751, "are": 13.38877716514, "period": 1.3430335843, "might": 6.468559011270001, "had": 1.0475750577399998, "reaction": 23.3952254642, "voltair": 68.72727272729999, "achiev": 1.87216981132, "mention": 2.53894130817, "opinion": 3.8044572250199997, "both": 1.05215720061, "but": 14.22853850586, "plato": 35.1238938053, "stand": 2.0845588235299997, "matter": 9.79093432008, "there": 6.24547600314, "secondari": 4.36873968079, "quit": 2.8849718335500003, "tend": 3.3735656608599998, "psychologist": 20.458762886600002, "expert": 10.73427991886, "against": 1.2902072328299998, "method": 2.5714285714300003, "just": 1.33580143037, "exampl": 3.00966824644, "fals": 6.21613155834, "when": 5.10383848775, "not": 8.12539184952, "grant": 2.2490437739099995, "insid": 2.7396031061299997, "profil": 4.8314059647, "awar": 4.27693965517, "abov": 3.80765079746, "consid": 1.2397313759200002, "like": 2.2983713355, "sartr": 139.263157895, "sever": 1.07241286139, "disrespect": 62.750988142299995, "veri": 3.77640342531, "idea": 6.279235332900001, "complaint": 30.5895953757, "stori": 2.02396736359, "reduc": 5.960951188979999, "exist": 1.4647107666799999, "turf": 625.9354838715, "should": 8.32162700495, "sens": 2.8365195640499996, "appropri": 8.62826086956, "some": 3.1211009174399997, "num": 13.00409552013, "fresh": 6.7157360406099995, "acquir": 3.10563380282, "show": 3.80111731845, "empir": 5.679127168659999, "affili": 18.15091463415, "point": 1.25990000794, "perceiv": 4.92279069767, "straightup": 1443.27272727, "built": 1.99447236181, "someth": 3.28152128979, "focus": 4.02025829324, "sourc": 1.69760479042, "advis": 5.0145293746099995, "though": 1.36076112111, "contribut": 21.180836870820002, "previous": 1.42846859816, "toward": 1.6303142329, "target": 9.656934306570001, "fact": 3.46751119362, "away": 1.85142857143, "contain": 1.59814777532, "compens": 7.11609143882, "accord": 1.27589809531, "joshua": 21.7777777778, "most": 6.12578778138, "prejudic": 209.722589168, "worker": 3.6843815270399998, "cite": 2.73253012048, "campaign": 2.4786885245900003, "jonathan": 7.55640171347, "team": 2.2748244734200003, "teach": 3.98594024605, "rather": 4.6707855251399995, "alway": 4.13491340018, "hard": 2.73253012048, "part": 2.08661365578, "until": 1.14852058164, "sort": 5.188235294119999, "perspect": 10.07040913416, "behalf": 13.865502183399999, "take": 2.27923336444, "par": 19.3609756098, "around": 1.21394708671, "philosoph": 16.96758104739, "wit": 4.386847195360001, "room": 3.07674418605, "seem": 2.29123971713, "formal": 2.44622496148, "differ": 3.7096347067499997, "say": 1.7544480053, "well": 1.0655748708, "ask": 4.3489932886, "pass": 1.61818367139, "anoth": 2.27287043664, "major": 3.44556174492, "pejor": 55.901408450699996, "paper": 15.977188862820002, "radic": 5.2937645882, "put": 1.65806788512, "your": 136.71097372491, "nonphilosoph": 2886.54545454, "approxim": 2.2132998745299997, "anonym": 25.3003984064, "appli": 2.2972073506, "nonx": 1443.27272727, "solid": 6.37334403854, "they": 12.36207903444, "rousseau": 72.16363636359999, "knowledg": 13.592465753439999, "construct": 1.9320920043799998, "near": 1.28769567686, "own": 3.5353325415600003, "would": 5.414364640899999, "thought": 1.9854927463699998, "same": 3.35573874444, "prestigi": 13.3636363636, "this": 10.037936267100001, "whole": 2.29488291414, "font": 42.7924528302, "suggest": 1.7571665744299998, "econom": 2.26735218509, "way": 4.8762957844, "will": 17.14735380344, "career": 2.98757997742, "convinc": 4.4051054384, "skill": 7.3979496738199995, "best": 1.5828514456600002, "similar": 4.12542226071, "speak": 5.78255326898, "interest": 1.60331246213, "superhuman": 67.27118644069999, "about": 1.06486015159, "impair": 23.450516986700002, "entir": 1.59365589239, "have": 10.1489484114}, "freq": {"fear": 1, "deserv": 1, "even": 6, "suppos": 1, "professor": 5, "assist": 1, "interdiscipinari": 1, "otherwis": 1, "scienc": 1, "shaun": 1, "higherlevel": 2, "fruit": 1, "rare": 1, "been": 2, "import": 1, "often": 2, "possibl": 3, "proper": 1, "job": 1, "assumpt": 1, "game": 1, "write": 2, "furthermor": 1, "less": 2, "downplay": 1, "work": 27, "continu": 1, "still": 1, "withindisciplin": 1, "someon": 7, "into": 2, "homedisciplin": 1, "knobe": 1, "psycholog": 9, "almost": 4, "remind": 1, "tallahasse": 1, "journal": 3, "unabl": 1, "tri": 2, "inevit": 1, "bridg": 1, "can": 10, "realli": 3, "least": 1, "everyon": 1, "open": 1, "appear": 1, "freshest": 1, "imag": 1, "fiction": 2, "call": 2, "superfici": 1, "train": 2, "three": 6, "requisit": 2, "somewhat": 1, "arguabl": 1, "higherup": 1, "easi": 1, "understand": 3, "enough": 2, "face": 1, "aspect": 1, "defens": 11, "sociolog": 1, "all": 4, "two": 4, "bring": 1, "difficult": 1, "count": 5, "distinct": 1, "dean": 1, "default": 1, "usual": 1, "with": 9, "threaten": 1, "releas": 1, "excel": 4, "relabel": 1, "border": 1, "experi": 7, "light": 1, "system": 1, "that": 29, "colleagu": 12, "member": 3, "believ": 1, "behavior": 1, "which": 1, "appreci": 2, "applic": 1, "than": 8, "stich": 1, "structur": 3, "foray": 1, "who": 6, "includ": 1, "department": 1, "principl": 1, "respect": 2, "nichol": 1, "perhap": 1, "publish": 3, "thorough": 2, "etc": 2, "articl": 2, "consequ": 2, "academia": 3, "therefor": 1, "support": 1, "them": 3, "univers": 1, "exclus": 3, "first": 2, "recogn": 1, "incurs": 1, "peopl": 6, "case": 2, "evalu": 13, "move": 1, "murdoch": 1, "disciplin": 42, "situat": 2, "their": 9, "come": 2, "one": 6, "type": 1, "candid": 1, "slight": 1, "keep": 1, "help": 2, "better": 3, "the": 61, "expertis": 6, "interdisciplinar": 3, "administr": 3, "new": 1, "use": 1, "indistinguish": 1, "look": 1, "what": 4, "driven": 1, "steve": 1, "guard": 1, "whose": 2, "unjustifi": 1, "beat": 1, "submit": 1, "devot": 1, "depend": 1, "within": 2, "amplifi": 1, "stanford": 1, "collabor": 3, "for": 19, "unless": 1, "and": 41, "emot": 1, "make": 3, "earli": 1, "page": 1, "disadvantag": 5, "insidethedisciplin": 1, "doe": 3, "becaus": 1, "success": 3, "over": 3, "sound": 1, "depart": 7, "strategi": 2, "after": 1, "accept": 1, "run": 4, "justifi": 2, "mean": 1, "disciplinari": 7, "care": 2, "odd": 2, "approv": 1, "nietzsch": 1, "long": 2, "reason": 3, "associ": 3, "project": 1, "more": 5, "remain": 1, "sometim": 3, "year": 3, "howev": 4, "between": 1, "want": 3, "bar": 1, "promot": 5, "phenomena": 1, "eta": 1, "begin": 1, "shine": 1, "analys": 1, "time": 4, "serious": 1, "review": 2, "feel": 2, "lack": 1, "deepli": 1, "substanti": 4, "valu": 3, "person": 4, "mix": 1, "label": 1, "sign": 1, "told": 1, "those": 2, "compensatori": 1, "negat": 1, "watch": 1, "need": 2, "opportun": 2, "consult": 1, "home": 10, "experiment": 2, "start": 4, "content": 1, "chang": 3, "recognit": 5, "cours": 3, "assert": 1, "assum": 1, "root": 1, "treat": 2, "six": 2, "philosophi": 13, "area": 1, "research": 11, "singl": 1, "you": 17, "good": 7, "succeed": 1, "implement": 3, "relat": 1, "straddl": 1, "lead": 1, "how": 2, "hire": 5, "from": 16, "wholli": 1, "equal": 2, "problem": 1, "unusu": 1, "our": 4, "interdisciplinari": 17, "other": 13, "where": 1, "frost": 1, "academ": 4, "was": 1, "think": 6, "outsid": 13, "weinberg": 1, "boldest": 1, "strong": 1, "mistaken": 1, "anticip": 1, "these": 1, "effort": 2, "shibboleth": 2, "eye": 1, "engag": 1, "probablyinferior": 1, "attract": 1, "muster": 1, "thing": 1, "advantag": 3, "much": 9, "also": 4, "right": 1, "has": 5, "are": 13, "period": 1, "might": 3, "had": 1, "reaction": 5, "voltair": 1, "achiev": 1, "mention": 1, "opinion": 1, "both": 1, "but": 14, "plato": 1, "stand": 1, "matter": 4, "there": 6, "secondari": 1, "quit": 1, "tend": 1, "psychologist": 1, "expert": 2, "against": 1, "method": 1, "just": 1, "exampl": 2, "fals": 1, "when": 5, "not": 8, "grant": 1, "insid": 1, "profil": 1, "awar": 1, "abov": 2, "consid": 1, "like": 2, "sartr": 1, "sever": 1, "disrespect": 1, "veri": 3, "idea": 3, "complaint": 3, "stori": 1, "reduc": 3, "exist": 1, "turf": 11, "should": 5, "sens": 1, "appropri": 2, "some": 3, "num": 13, "fresh": 1, "acquir": 1, "show": 3, "empir": 2, "affili": 3, "point": 1, "perceiv": 1, "straightup": 1, "built": 1, "someth": 1, "focus": 2, "sourc": 1, "advis": 1, "though": 1, "contribut": 11, "previous": 1, "toward": 1, "target": 3, "fact": 2, "away": 1, "contain": 1, "compens": 1, "accord": 1, "joshua": 1, "most": 6, "prejudic": 10, "worker": 1, "cite": 1, "campaign": 1, "jonathan": 1, "team": 1, "teach": 1, "rather": 3, "alway": 2, "hard": 1, "part": 2, "until": 1, "sort": 1, "perspect": 2, "behalf": 2, "take": 2, "par": 1, "around": 1, "philosoph": 3, "wit": 1, "room": 1, "seem": 1, "formal": 1, "differ": 3, "say": 1, "well": 1, "ask": 2, "pass": 1, "anoth": 2, "major": 3, "pejor": 1, "paper": 6, "radic": 1, "put": 1, "your": 39, "nonphilosoph": 2, "approxim": 1, "anonym": 2, "appli": 1, "nonx": 1, "solid": 1, "they": 12, "rousseau": 1, "knowledg": 4, "construct": 1, "near": 1, "own": 3, "would": 5, "thought": 1, "same": 3, "prestigi": 1, "this": 10, "whole": 1, "font": 1, "suggest": 1, "econom": 1, "way": 4, "will": 14, "career": 1, "convinc": 1, "skill": 2, "best": 1, "similar": 3, "speak": 2, "interest": 1, "superhuman": 1, "about": 1, "impair": 1, "entir": 1, "have": 10}, "idf": {"fear": 3.06486486486, "deserv": 15.236084453, "even": 1.16461267606, "suppos": 4.23021582734, "professor": 4.31061634537, "assist": 2.17300848618, "interdiscipinari": 1443.27272727, "otherwis": 3.72151898734, "scienc": 2.31969608416, "shaun": 74.1869158879, "higherlevel": 1443.27272727, "fruit": 8.498929336189999, "rare": 2.7259615384599996, "been": 1.0239277652399998, "import": 1.3401992233700002, "often": 1.29452054795, "possibl": 1.4173734488, "proper": 3.3388012618299996, "job": 3.2539454806299997, "assumpt": 9.21951219512, "game": 2.57978550536, "write": 2.0575427682700003, "furthermor": 5.50294627383, "less": 1.46904783936, "downplay": 48.5504587156, "work": 1.11520089913, "continu": 1.13928955867, "still": 1.1866357724799999, "withindisciplin": 1443.27272727, "someon": 4.9350326391, "into": 1.01502461479, "homedisciplin": 1443.27272727, "knobe": 1443.27272727, "psycholog": 6.6846315789499995, "almost": 1.53584212054, "remind": 12.403125, "tallahasse": 256.064516129, "journal": 2.36884512086, "unabl": 3.3081892060799998, "tri": 1.8544562551099997, "inevit": 11.0634146341, "bridg": 3.7067476068199996, "can": 1.17626139142, "realli": 4.7476076555, "least": 1.6165359943000002, "everyon": 6.3964544722, "open": 1.24556723678, "appear": 1.3214582986499999, "freshest": 1323.0, "imag": 2.70137825421, "fiction": 4.77330126278, "call": 1.0676529926, "superfici": 26.9084745763, "train": 1.9365698950999999, "three": 1.06621893889, "requisit": 42.0, "somewhat": 4.29197080292, "arguabl": 12.928338762200001, "higherup": 1443.27272727, "easi": 5.2937645882, "understand": 2.96858638743, "enough": 2.2319696330700003, "face": 1.80327124035, "aspect": 3.0893169877399997, "defens": 3.19115577889, "sociolog": 17.1818181818, "all": 1.01146788991, "two": 1.01379310345, "bring": 2.03616775683, "difficult": 2.48957189901, "count": 3.48157894737, "distinct": 2.2836593786000003, "dean": 8.27737226277, "default": 21.1398135819, "usual": 1.72508964468, "with": 1.0011982089899998, "threaten": 3.8524629944199997, "releas": 1.8377126982299998, "excel": 4.84467500763, "relabel": 512.129032258, "border": 3.15751789976, "experi": 1.87062566278, "light": 1.9102394417, "system": 1.38739840951, "that": 1.00398406375, "colleagu": 8.23443983402, "member": 1.32068879461, "believ": 1.6450108797, "behavior": 5.52978056426, "which": 1.005191845, "appreci": 8.11241696474, "applic": 3.42672134686, "than": 1.03278688525, "stich": 635.04, "structur": 2.0580762250499998, "foray": 50.0820189274, "who": 1.06279287723, "includ": 1.0190641247799999, "department": 83.55789473680001, "principl": 3.4520547945199995, "respect": 1.6443293630200002, "nichol": 28.8130671506, "perhap": 3.14812611541, "publish": 1.36885669943, "thorough": 10.956521739100001, "etc": 4.2066772655, "articl": 2.01805008262, "consequ": 2.98533283189, "academia": 33.4936708861, "therefor": 2.33401940606, "support": 1.2685577307200002, "them": 1.09876115994, "univers": 1.24889867841, "exclus": 3.40906162766, "first": 1.00761614623, "recogn": 2.54954231572, "incurs": 28.7608695652, "peopl": 1.21320495186, "case": 1.48498737256, "evalu": 6.9509632224199995, "move": 1.29125660838, "murdoch": 75.6, "disciplin": 6.92972501091, "situat": 2.06611140031, "their": 1.01547908405, "come": 1.32831325301, "one": 1.00627495722, "type": 2.0281042411900003, "candid": 4.51279135873, "slight": 3.25327868852, "keep": 2.04245465071, "help": 1.39962972759, "better": 2.0065722952500002, "the": 1.0, "expertis": 20.0201765448, "interdisciplinar": 1058.4, "administr": 2.3898840885099997, "new": 1.0178880554, "use": 1.0296387573799999, "indistinguish": 56.2978723404, "look": 1.9086318826599997, "what": 1.25343439128, "driven": 5.601976005650001, "steve": 5.85182454847, "guard": 4.07808887747, "whose": 1.73508196721, "unjustifi": 88.6927374302, "beat": 4.95660318451, "submit": 5.770992366410001, "devot": 5.0657306956, "depend": 2.2411067193700003, "within": 1.2369302688, "amplifi": 25.5241157556, "stanford": 12.6, "collabor": 4.45454545455, "for": 1.00031504001, "unless": 5.44818119423, "and": 1.00006299213, "emot": 6.01819560273, "make": 1.0762660158600001, "earli": 1.12468121281, "page": 2.03669018602, "disadvantag": 13.077429983499998, "insidethedisciplin": 1443.27272727, "doe": 1.70581282905, "becaus": 1.1495184997499999, "success": 1.32002993265, "over": 1.02525024217, "sound": 3.11294117647, "depart": 1.99147014551, "strategi": 4.44208170118, "after": 1.02070207021, "accept": 1.7377408056, "run": 1.55692850838, "justifi": 7.578042959430001, "mean": 1.44906900329, "disciplinari": 53.6351351351, "care": 2.49426551453, "odd": 8.60021668472, "approv": 2.85951008646, "nietzsch": 76.6956521739, "long": 1.2657259028899999, "reason": 1.72340425532, "associ": 1.3263157894700002, "project": 1.7534791252500002, "more": 1.0171706817, "remain": 1.16598119859, "sometim": 1.7126213592200001, "year": 1.0485436893200002, "howev": 1.0945191313299998, "between": 1.03453668708, "want": 1.99698113208, "bar": 3.8854625550699997, "promot": 2.0172808132099997, "phenomena": 16.5202913632, "eta": 125.007874016, "begin": 1.3305397251100002, "shine": 19.6728624535, "analys": 13.2631578947, "time": 1.01127460348, "serious": 2.583984375, "review": 2.2099109131400003, "feel": 3.1356903021900004, "lack": 1.9271667880599999, "deepli": 7.9063745019899985, "substanti": 3.4777656078900003, "valu": 2.2777618364400003, "person": 1.40520446097, "mix": 2.7852631578900002, "label": 4.47715736041, "sign": 1.7606742819099999, "told": 3.1543810848400002, "those": 1.19548192771, "compensatori": 180.409090909, "negat": 3.75852272727, "watch": 3.92581602374, "need": 1.4372623574099999, "opportun": 3.0119521912400002, "consult": 5.21721984883, "home": 1.4599963215, "experiment": 6.07112810707, "start": 1.26673581744, "content": 3.5421686747, "chang": 1.1808985421, "recognit": 4.40022172949, "cours": 2.15092805853, "assert": 4.6178010471199995, "assum": 2.9575260804799997, "root": 3.57809330629, "treat": 3.59023066486, "six": 1.5552507837, "philosophi": 5.64580369844, "area": 1.3881262568900001, "research": 1.9420183486200002, "singl": 1.60948905109, "you": 2.1629427792900002, "good": 1.51981619759, "succeed": 3.3550295857999997, "implement": 3.57648118946, "relat": 1.23750876919, "straddl": 45.7521613833, "lead": 1.2664326739, "how": 1.60250328051, "hire": 4.95815115553, "from": 1.00056721497, "wholli": 15.8285144566, "equal": 2.542193755, "problem": 1.76674827509, "unusu": 4.68180477735, "our": 2.35758835759, "interdisciplinari": 37.8902147971, "other": 1.00992366412, "where": 1.06715063521, "frost": 22.3605633803, "academ": 3.8921304241199994, "was": 1.01127460348, "think": 2.90715986083, "outsid": 1.67450690855, "weinberg": 77.443902439, "boldest": 529.2, "strong": 1.6439888163999998, "mistaken": 12.7620578778, "anticip": 7.793814432989999, "these": 1.07415426252, "effort": 1.89247824532, "shibboleth": 1443.27272727, "eye": 3.39375801625, "engag": 2.6926729986400004, "probablyinferior": 1443.27272727, "attract": 2.53326950694, "muster": 47.8192771084, "thing": 2.4065484311099996, "advantag": 3.32412060302, "much": 1.1942229577299999, "also": 1.01476510067, "right": 1.4054532577899999, "has": 1.0436497502, "are": 1.02990593578, "period": 1.3430335843, "might": 2.1561863370900003, "had": 1.0475750577399998, "reaction": 4.67904509284, "voltair": 68.72727272729999, "achiev": 1.87216981132, "mention": 2.53894130817, "opinion": 3.8044572250199997, "both": 1.05215720061, "but": 1.01632417899, "plato": 35.1238938053, "stand": 2.0845588235299997, "matter": 2.44773358002, "there": 1.04091266719, "secondari": 4.36873968079, "quit": 2.8849718335500003, "tend": 3.3735656608599998, "psychologist": 20.458762886600002, "expert": 5.36713995943, "against": 1.2902072328299998, "method": 2.5714285714300003, "just": 1.33580143037, "exampl": 1.50483412322, "fals": 6.21613155834, "when": 1.02076769755, "not": 1.01567398119, "grant": 2.2490437739099995, "insid": 2.7396031061299997, "profil": 4.8314059647, "awar": 4.27693965517, "abov": 1.90382539873, "consid": 1.2397313759200002, "like": 1.14918566775, "sartr": 139.263157895, "sever": 1.07241286139, "disrespect": 62.750988142299995, "veri": 1.25880114177, "idea": 2.0930784443, "complaint": 10.1965317919, "stori": 2.02396736359, "reduc": 1.98698372966, "exist": 1.4647107666799999, "turf": 56.9032258065, "should": 1.6643254009900001, "sens": 2.8365195640499996, "appropri": 4.31413043478, "some": 1.04036697248, "num": 1.00031504001, "fresh": 6.7157360406099995, "acquir": 3.10563380282, "show": 1.26703910615, "empir": 2.8395635843299996, "affili": 6.0503048780499995, "point": 1.25990000794, "perceiv": 4.92279069767, "straightup": 1443.27272727, "built": 1.99447236181, "someth": 3.28152128979, "focus": 2.01012914662, "sourc": 1.69760479042, "advis": 5.0145293746099995, "though": 1.36076112111, "contribut": 1.9255306246200001, "previous": 1.42846859816, "toward": 1.6303142329, "target": 3.2189781021900004, "fact": 1.73375559681, "away": 1.85142857143, "contain": 1.59814777532, "compens": 7.11609143882, "accord": 1.27589809531, "joshua": 21.7777777778, "most": 1.02096463023, "prejudic": 20.9722589168, "worker": 3.6843815270399998, "cite": 2.73253012048, "campaign": 2.4786885245900003, "jonathan": 7.55640171347, "team": 2.2748244734200003, "teach": 3.98594024605, "rather": 1.55692850838, "alway": 2.06745670009, "hard": 2.73253012048, "part": 1.04330682789, "until": 1.14852058164, "sort": 5.188235294119999, "perspect": 5.03520456708, "behalf": 6.932751091699999, "take": 1.13961668222, "par": 19.3609756098, "around": 1.21394708671, "philosoph": 5.65586034913, "wit": 4.386847195360001, "room": 3.07674418605, "seem": 2.29123971713, "formal": 2.44622496148, "differ": 1.23654490225, "say": 1.7544480053, "well": 1.0655748708, "ask": 2.1744966443, "pass": 1.61818367139, "anoth": 1.13643521832, "major": 1.14852058164, "pejor": 55.901408450699996, "paper": 2.6628648104700003, "radic": 5.2937645882, "put": 1.65806788512, "your": 3.50540958269, "nonphilosoph": 1443.27272727, "approxim": 2.2132998745299997, "anonym": 12.6501992032, "appli": 2.2972073506, "nonx": 1443.27272727, "solid": 6.37334403854, "they": 1.03017325287, "rousseau": 72.16363636359999, "knowledg": 3.3981164383599998, "construct": 1.9320920043799998, "near": 1.28769567686, "own": 1.17844418052, "would": 1.0828729281799998, "thought": 1.9854927463699998, "same": 1.11857958148, "prestigi": 13.3636363636, "this": 1.00379362671, "whole": 2.29488291414, "font": 42.7924528302, "suggest": 1.7571665744299998, "econom": 2.26735218509, "way": 1.2190739461, "will": 1.22481098596, "career": 2.98757997742, "convinc": 4.4051054384, "skill": 3.6989748369099997, "best": 1.5828514456600002, "similar": 1.37514075357, "speak": 2.89127663449, "interest": 1.60331246213, "superhuman": 67.27118644069999, "about": 1.06486015159, "impair": 23.450516986700002, "entir": 1.59365589239, "have": 1.0148948411399998}, "logtfidf": {"fear": 1.12000347865, "deserv": 2.7236665915900002, "even": 0.9143313890040001, "suppos": 1.44225301477, "professor": 7.305404487300001, "assist": 0.776112606548, "interdiscipinari": 7.2746685411000005, "otherwis": 1.3141319148700001, "scienc": 0.841436178891, "shaun": 4.30658779888, "higherlevel": 14.549337082200001, "fruit": 2.13994019511, "rare": 1.00282122403, "been": 0.04729196473680001, "import": 0.292818277066, "often": 0.516280786702, "possibl": 1.0464164246730001, "proper": 1.2056118389200001, "job": 1.1798682540899998, "assumpt": 2.2213221289200002, "game": 0.9477062580210001, "write": 1.443024879754, "furthermor": 1.70528363496, "less": 0.7692289252, "downplay": 3.88260364301, "work": 2.943933316371, "continu": 0.13040487398700001, "still": 0.17112222142900002, "withindisciplin": 7.2746685411000005, "someon": 11.17451500662, "into": 0.0298257264574, "homedisciplin": 7.2746685411000005, "knobe": 7.2746685411000005, "psycholog": 17.09829987687, "almost": 1.7163153733360001, "remind": 2.51794845699, "tallahasse": 5.54542942886, "journal": 2.587207636818, "unabl": 1.19640097204, "tri": 1.23518305832, "inevit": 2.4036436857099996, "bridg": 1.31015483629, "can": 1.6234109639399998, "realli": 4.6729225191, "least": 0.480285584745, "everyon": 1.8557438481400002, "open": 0.219591038029, "appear": 0.278735898493, "freshest": 7.18765716411, "imag": 0.99376210729, "fiction": 3.1260763083, "call": 0.1309255488976, "superfici": 3.292441277, "train": 1.321836625678, "three": 0.3847121293494, "requisit": 7.47533923656, "somewhat": 1.4567460220700001, "arguabl": 2.5594217052, "higherup": 7.2746685411000005, "easi": 1.6665296351499999, "understand": 3.264257627039999, "enough": 1.605768878338, "face": 0.589602371257, "aspect": 1.12795002691, "defens": 12.76421480741, "sociolog": 2.84385174226, "all": 0.04561052839119999, "two": 0.0547953774328, "bring": 0.7110694905930001, "difficult": 0.912110767588, "count": 6.2374295569500005, "distinct": 0.825779146958, "dean": 2.1135255584599997, "default": 3.0511581621399997, "usual": 0.545279017064, "with": 0.01077742542051, "threaten": 1.3487126825600002, "releas": 0.608521699544, "excel": 6.3115206608, "relabel": 6.238576609419999, "border": 1.14978624419, "experi": 4.3839106775309995, "light": 0.64722859635, "system": 0.327430345585, "that": 0.11530830300955999, "colleagu": 25.29990406476, "member": 0.834460243797, "believ": 0.497746997996, "behavior": 1.71014813378, "which": 0.00517841384543, "appreci": 4.18679169302, "applic": 1.23160392849, "than": 0.2580868977456, "stich": 6.45368798903, "structur": 2.1653150254050004, "foray": 3.91366204003, "who": 0.3654013979154, "includ": 0.0188846813905, "department": 4.425539741740001, "principl": 1.2389696463600002, "respect": 0.99466523808, "nichol": 3.3608290047500002, "perhap": 1.14680739183, "publish": 0.9419275964010001, "thorough": 4.78786974316, "etc": 2.8733461759400005, "articl": 1.404263479148, "consequ": 2.1874224842, "academia": 10.534069476629998, "therefor": 0.847591848336, "support": 0.237880610037, "them": 0.2825499807279, "univers": 0.222262105686, "exclus": 3.67931121276, "first": 0.015174579624319999, "recogn": 0.935913859031, "incurs": 3.3590157676300003, "peopl": 1.159593470838, "case": 0.790812537778, "evalu": 25.20544316069, "move": 0.255615859253, "murdoch": 4.32545628319, "disciplin": 81.3044455209, "situat": 1.45133658003, "their": 0.1382445461043, "come": 0.5678198130600001, "one": 0.037532109873, "type": 0.707101485387, "candid": 1.50691588861, "slight": 1.17966331506, "keep": 0.7141523446729999, "help": 0.672415442688, "better": 2.0892838218, "the": 0.0, "expertis": 17.98044355362, "interdisciplinar": 20.8935408384, "administr": 2.6137345987139997, "new": 0.0177299468511, "use": 0.0292080197316, "indistinguish": 4.03065674296, "look": 0.6463866936, "what": 0.903549187308, "driven": 1.72311939365, "steve": 1.7667535012400002, "guard": 1.40562846629, "whose": 1.1021093112659999, "unjustifi": 4.48517800806, "beat": 1.6007206642899998, "submit": 1.7528440529799998, "devot": 1.6224983909900001, "depend": 0.806969815, "within": 0.42526544119599996, "amplifi": 3.23962372116, "stanford": 2.53369681396, "collabor": 4.481775075930001, "for": 0.005984817512543001, "unless": 1.69528182715, "and": 0.0025825958246076, "emot": 1.79478748063, "make": 0.22049297346869998, "earli": 0.117499629108, "page": 0.711326032411, "disadvantag": 12.854439211399999, "insidethedisciplin": 7.2746685411000005, "doe": 1.6021251891509998, "becaus": 0.139343158825, "success": 0.8329632377759999, "over": 0.0748101644871, "sound": 1.13556799519, "depart": 4.82211192799, "strategi": 2.98224623636, "after": 0.020490694648099998, "accept": 0.552585882007, "run": 1.770859902156, "justifi": 4.0505099631, "mean": 0.37092128352, "disciplinari": 27.87543051706, "care": 1.8279886058219998, "odd": 4.3035747976800005, "approv": 1.0506503117200001, "nietzsch": 4.33984502064, "long": 0.471291587756, "reason": 1.632904658886, "associ": 0.8472150460530001, "project": 0.561601885907, "more": 0.08512465799999999, "remain": 0.15356296309, "sometim": 1.614075466029, "year": 0.14220671668380003, "howev": 0.36126046939, "between": 0.033953681165299995, "want": 2.0749098187649997, "bar": 1.35724203853, "promot": 3.50875236246, "phenomena": 2.8045894049299998, "eta": 4.82837672744, "begin": 0.285584668268, "shine": 2.9792401456299995, "analys": 2.5849901083400004, "time": 0.0448460754504, "serious": 0.949332539075, "review": 1.5859044078420002, "feel": 2.2856986838599997, "lack": 0.656050938907, "deepli": 2.06766933309, "substanti": 4.98556008348, "valu": 2.469579930444, "person": 1.3607312640720002, "mix": 1.02434236008, "label": 1.49898832727, "sign": 0.565696850403, "told": 1.14879230713, "those": 0.35709878174599996, "compensatori": 5.19522699942, "negat": 1.32402598852, "watch": 1.36757423376, "need": 0.725480326884, "opportun": 2.2051768741, "consult": 1.6519646640099999, "home": 3.78433916197, "experiment": 3.6070888748, "start": 0.945773477164, "content": 1.26473915954, "chang": 0.49882687517400004, "recognit": 7.4082746636, "cours": 2.2976982123989997, "assert": 1.52991862796, "assum": 1.08435313525, "root": 1.27483006252, "treat": 2.55643290498, "six": 0.883273616636, "philosophi": 22.50186329261, "area": 0.327954821122, "research": 7.301005999518, "singl": 0.475916769059, "you": 13.114984768998, "good": 2.930125834349, "succeed": 1.2104605888, "implement": 3.8231382272100003, "relat": 0.21310030165399999, "straddl": 3.8232390339599998, "lead": 0.23620402986699998, "how": 0.9431339138600001, "hire": 8.00516460175, "from": 0.009072866701856, "wholli": 2.7618130259400004, "equal": 1.866054782686, "problem": 0.569140724273, "unusu": 1.54368367178, "our": 3.4305568567280003, "interdisciplinari": 61.78977919766, "other": 0.12837172295688, "where": 0.0649921387457, "frost": 3.10729884387, "academ": 5.43582669836, "was": 0.0112115188626, "think": 6.403059670499999, "outsid": 6.701743606805, "weinberg": 4.34955383476, "boldest": 6.27136643224, "strong": 0.49712549393600003, "mistaken": 2.5464765406, "anticip": 2.05333039768, "these": 0.0715336194008, "effort": 1.275774422114, "shibboleth": 14.549337082200001, "eye": 1.22193786676, "engag": 0.990534380034, "probablyinferior": 7.2746685411000005, "attract": 0.929510763678, "muster": 3.86742884499, "thing": 0.8781935346799999, "advantag": 3.60361547649, "much": 1.5974615637090002, "also": 0.0586286312, "right": 0.34035985417, "has": 0.213619724274, "are": 0.3830771565751, "period": 0.294930924153, "might": 2.3050232296020003, "had": 0.0464780244111, "reaction": 7.715470245600001, "voltair": 4.230146103380001, "achiev": 0.6270980851169999, "mention": 0.931747186336, "opinion": 1.33617333331, "both": 0.050842533389300004, "but": 0.2266932090066, "plato": 3.5588816340699996, "stand": 0.7345572374320001, "matter": 3.5806501081440003, "there": 0.24058735755299998, "secondari": 1.47447456495, "quit": 1.05951513684, "tend": 1.21597024462, "psychologist": 3.01841129372, "expert": 3.36059034126, "against": 0.254802851078, "method": 0.944461608841, "just": 0.289531434109, "exampl": 0.8173653499979999, "fals": 1.8271477773099998, "when": 0.102774944292, "not": 0.12441930406, "grant": 0.8105051365070001, "insid": 1.00781305813, "profil": 1.5751375153100002, "awar": 1.45323772, "abov": 1.287730459632, "consid": 0.214894723824, "like": 0.27810715309, "sartr": 4.93636536551, "sever": 0.06991112039689999, "disrespect": 4.13917432518, "veri": 0.6904793797140001, "idea": 2.21590776636, "complaint": 6.966142926210001, "stori": 0.705059626587, "reduc": 2.059853325429, "exist": 0.38165779408699996, "turf": 44.454872352879995, "should": 2.54709938379, "sens": 1.04257779501, "appropri": 2.9237915654799997, "some": 0.11872052719350001, "num": 0.004094875140161, "fresh": 1.9044534353799998, "acquir": 1.1332178178499999, "show": 0.710048298039, "empir": 2.08730074576, "affili": 5.400325991520001, "point": 0.23103235903299998, "perceiv": 1.5938755846700001, "straightup": 7.2746685411000005, "built": 0.690379535065, "someth": 1.18830712273, "focus": 1.3963979441119998, "sourc": 0.529218310751, "advis": 1.6123395734600001, "though": 0.308044191079, "contribut": 7.207217367999, "previous": 0.356602960063, "toward": 0.48877277716000006, "target": 3.5071918488600007, "fact": 1.1005798415899999, "away": 0.615957541869, "contain": 0.468845318236, "compens": 1.96235861947, "accord": 0.243650319127, "joshua": 3.0808900818900002, "most": 0.12448737777359999, "prejudic": 30.4320056047, "worker": 1.3041026762899999, "cite": 1.00522796406, "campaign": 0.9077295995720001, "jonathan": 2.02239511306, "team": 0.821902894886, "teach": 1.38277323072, "rather": 1.328144926617, "alway": 1.452638409144, "hard": 1.00522796406, "part": 0.08479062196560001, "until": 0.138474663439, "sort": 1.64639361896, "perspect": 3.23290830872, "behalf": 3.8725134347, "take": 0.261383924394, "par": 2.9632594736400004, "around": 0.19387710578200001, "philosoph": 5.19807671262, "wit": 1.47861079034, "room": 1.12387195543, "seem": 0.829093032276, "formal": 0.894546004205, "differ": 0.6369633639360001, "say": 0.562154280552, "well": 0.0635144383156, "ask": 1.553594419694, "pass": 0.48130432974, "anoth": 0.255792723304, "major": 0.415423990317, "pejor": 4.02358957574, "paper": 5.87641523799, "radic": 1.6665296351499999, "put": 0.505652999854, "your": 48.917987443650006, "nonphilosoph": 14.549337082200001, "approxim": 0.7944845577770001, "anonym": 5.075345924680001, "appli": 0.8316941898119999, "nonx": 7.2746685411000005, "solid": 1.8521242986400002, "they": 0.3567239372112, "rousseau": 4.27893626755, "knowledg": 4.892885157559999, "construct": 0.658603355972, "near": 0.252854324034, "own": 0.492585232263, "would": 0.3980881398235, "thought": 0.685867118283, "same": 0.336178948812, "prestigi": 2.59253731398, "this": 0.037864490525, "whole": 0.8306818244059999, "font": 3.7563617513, "suggest": 0.563702610877, "econom": 0.818612712388, "way": 0.7923660397400001, "will": 2.83901148881, "career": 1.0944636875799998, "convinc": 1.4827641951700001, "skill": 2.6161114203, "best": 0.459227932947, "similar": 0.9556682763419999, "speak": 2.12339629324, "interest": 0.47207177798199995, "superhuman": 4.20873200888, "about": 0.0628434774746, "impair": 3.15489254099, "entir": 0.46603068026999994, "have": 0.14785002341200001}}, "html": "<!DOCTYPE html>\n\n<html dir=\"ltr\" xmlns=\"http://www.w3.org/1999/xhtml\" xmlns:b=\"http://www.google.com/2005/gml/b\" xmlns:data=\"http://www.google.com/2005/gml/data\" xmlns:expr=\"http://www.google.com/2005/gml/expr\">\n<head>\n<link href=\"https://www.blogger.com/static/v1/widgets/2890069739-widget_css_bundle.css\" rel=\"stylesheet\" type=\"text/css\"/>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<meta content=\"blogger\" name=\"generator\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<link href=\"http://schwitzsplinters.blogspot.com/2018/12/\" rel=\"canonical\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" rel=\"alternate\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default?alt=rss\" rel=\"alternate\" title=\"The Splintered Mind - RSS\" type=\"application/rss+xml\"/>\n<link href=\"https://www.blogger.com/feeds/26951738/posts/default\" rel=\"service.post\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<!--Can't find substitution for tag [blog.ieCssRetrofitLinks]-->\n<meta content=\"http://schwitzsplinters.blogspot.com/2018/12/\" property=\"og:url\"/>\n<meta content=\"The Splintered Mind\" property=\"og:title\"/>\n<meta content=\"reflections in philosophy of psychology, broadly construed\" property=\"og:description\"/>\n<!--[if IE]> <script> (function() { var html5 = (\"abbr,article,aside,audio,canvas,datalist,details,\" + \"figure,footer,header,hgroup,mark,menu,meter,nav,output,\" + \"progress,section,time,video\").split(','); for (var i = 0; i < html5.length; i++) { document.createElement(html5[i]); } try { document.execCommand('BackgroundImageCache', false, true); } catch(e) {} })(); </script> <![endif]-->\n<title>The Splintered Mind: December 2018</title>\n<style id=\"page-skin-1\" type=\"text/css\"><!--\n/*\n-----------------------------------------------\nBlogger Template Style\nName:     Son of Moto (Mean Green Blogging Machine variation)\nDesigner: Jeffrey Zeldman\nURL:      www.zeldman.com\nDate:     23 Feb 2004\nUpdated by: Blogger Team\n----------------------------------------------- */\n/* Variable definitions\n====================\n<Variable name=\"mainBgColor\" description=\"Main Background Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"mainTextColor\" description=\"Text Color\"\ntype=\"color\" default=\"#333333\">\n<Variable name=\"pageHeaderColor\" description=\"Blog Title Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"blogDescriptionColor\" description=\"Blog Description Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"linkColor\" description=\"Link Color\"\ntype=\"color\" default=\"#6E4117\">\n<Variable name=\"hoverLinkColor\" description=\"Link Hover Color\"\ntype=\"color\" default=\"#352117\">\n<Variable name=\"dateHeaderColor\" description=\"Date Header Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarHeaderColor\" description=\"Sidebar Title Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarTextColor\" description=\"Sidebar Text Color\"\ntype=\"color\" default=\"#555544\">\n<Variable name=\"bodyFont\" description=\"Text Font\" type=\"font\"\ndefault=\"normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif\">\n*/\n/* Primary layout */\nbody {\nmargin: 0;\npadding: 0;\nborder: 0;\ntext-align: center;\ncolor: #333333;\nbackground: #61381B url(https://lh3.googleusercontent.com/proxy/v1RkG4h0Fqpq7R6B2YznR_o4d4nyLHHWrWro3IL6-KcDxPt9kceW021YuZVzIyID2kTb9oMXlfKG-FcafWjalJjn3ItQutxU6ZxpvSMme83f=s0-d) top center repeat-y;\nfont-size: small;\n}\n.quickedit {\ndisplay:none;\n}\nimg {\nborder: 0;\ndisplay: block;\n}\n.clear {\nclear: both;\n}\n/* Wrapper */\n#outer-wrapper {\nmargin: 0 auto;\nborder: 0;\nwidth: 692px;\ntext-align: left;\nbackground: #ffffff url(//www.blogblog.com/moto_son/innerwrap.gif) top right repeat-y;\nfont: normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif;\n}\n/* Header */\n#header-wrapper\t{\nbackground: #000 url(https://lh6.googleusercontent.com/proxy/NJeOk6KUGooyV2G9KuXeQcWlFp0JG1fd7TXJgk_84tzhZb3IIoAHIdqbL-2qCl5qK_B93C7KKT8e1shY2I2E3ABLi5NHlVw=s0-d) bottom left repeat-x;\nmargin: 0 auto;\npadding: 0 0 15px 0;\nborder: 0;\n}\n#header h1 {\ntext-align: left;\nfont-size: 200%;\ncolor: #ffffff;\nmargin: 0;\npadding: 15px 20px 0 20px;\nbackground-image: url(https://lh6.googleusercontent.com/proxy/GzBF9FGavAmDGaCgZ07Uc8EkLiECoYGtRIJV26teY0mQdVIpkGTtduxWcITlqPLXgQsDWMtHCJ9-nBySufr9Dg=s0-d);\nbackground-repeat: repeat-x;\nbackground-position: top left;\n}\nh1 a, h1 a:link, h1 a:visited {\ncolor: #ffffff;\n}\n#header .description {\nfont-size: 110%;\ntext-align: left;\npadding: 3px 20px 10px 23px;\nmargin: 0;\nline-height:140%;\ncolor: #ffffff;\n}\n/* Inner layout */\n#content-wrapper {\npadding: 0 16px;\n}\n#main {\nwidth: 400px;\nfloat: left;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n#sidebar {\nwidth: 226px;\nfloat: right;\ncolor: #555544;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n/* Bottom layout */\n#footer\t{\nclear: left;\nmargin: 0;\npadding: 0 20px;\nborder: 0;\ntext-align: left;\nborder-top: 1px solid #f9f9f9;\n}\n#footer .widget\t{\ntext-align: left;\nmargin: 0;\npadding: 10px 0;\nbackground-color: transparent;\n}\n/* Default links \t*/\na:link, a:visited {\nfont-weight: bold;\ntext-decoration: none;\ncolor: #6E4117;\nbackground: transparent;\n}\na:hover {\nfont-weight: bold;\ntext-decoration: underline;\ncolor: #352117;\nbackground: transparent;\n}\na:active {\nfont-weight : bold;\ntext-decoration : none;\ncolor: #352117;\nbackground: transparent;\n}\n/* Typography */\n.main p, .sidebar p {\nline-height: 140%;\nmargin-top: 5px;\nmargin-bottom: 1em;\n}\nh2, h3, h4, h5\t{\nmargin: 0;\npadding: 0;\n}\nh2 {\nfont-size: 130%;\n}\nh2.date-header {\ncolor: #61381B;\n}\n.post h3 {\nmargin-top: 5px;\nfont-size: 120%;\n}\n.post-footer {\nfont-style: italic;\n}\n.sidebar h2 {\ncolor: #61381B;\n}\n.sidebar .widget {\nmargin: 12px 0 13px 0;\npadding: 0;\n}\n.main .widget {\nmargin: 12px 0 0 0 ;\n}\nli  {\nline-height: 160%;\n}\n.sidebar ul {\nmargin-left: 1;\nmargin-top: 0;\npadding-left: 0;\n}\n.sidebar ul li {\npadding-left: 0px;\npadding-top: 3px;\nmargin: 0;\n}\n.widget-content {\nmargin-top: 0.5em;\n}\n/* Profile\n----------------------------------------------- */\n.profile-datablock {\nmargin: 3px 0 5px 0;\nline-height: 140%;\n}\n.profile-textblock {\nmargin-left: 0;\n}\n.profile-img {\nfloat: left;\nmargin: 0 5px 5px 0;\nborder:4px solid #333333;\n}\n#comments  {\nborder: 0;\nborder-top: 1px dashed #eed;\nmargin: 10px 0 0 0;\npadding: 0;\n}\n#comments h4\t{\nmargin-top: 10px;\nmargin-bottom: -10px;\nfont-weight: normal;\nfont-style: italic;\ntext-transform: uppercase;\nletter-spacing: 1px;\n}\n#comments dl dt \t{\nfont-weight: bold;\nfont-style: italic;\nmargin-top: 35px;\npadding: 1px 0 0 18px;\nbackground: transparent url(//www.blogblog.com/moto_son/commentbug.gif) top left no-repeat;\n}\n#comments dl dd\t{\npadding: 0;\nmargin: 0;\n}\n.deleted-comment {\nfont-style:italic;\ncolor:gray;\n}\n.feed-links {\nclear: both;\nline-height: 2.5em;\n}\n#blog-pager-newer-link {\nfloat: left;\n}\n#blog-pager-older-link {\nfloat: right;\n}\n#blog-pager {\ntext-align: center;\n}\n/** Page structure tweaks for layout editor wireframe */\nbody#layout #outer-wrapper {\npadding-top: 0;\n}\nbody#layout #header,\nbody#layout #content-wrapper,\nbody#layout #footer {\npadding: 0;\n}\n\n--></style>\n<link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=03ededb8-159d-4b09-bb5b-55576702ae69\" media=\"none\" onload=\"if(media!='all')media='all'\" rel=\"stylesheet\"/><noscript><link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=03ededb8-159d-4b09-bb5b-55576702ae69\" rel=\"stylesheet\"/></noscript>\n</head>\n<body>\n<div class=\"navbar section\" id=\"navbar\"><div class=\"widget Navbar\" data-version=\"1\" id=\"Navbar1\"><script type=\"text/javascript\">\n    function setAttributeOnload(object, attribute, val) {\n      if(window.addEventListener) {\n        window.addEventListener('load',\n          function(){ object[attribute] = val; }, false);\n      } else {\n        window.attachEvent('onload', function(){ object[attribute] = val; });\n      }\n    }\n  </script>\n<div id=\"navbar-iframe-container\"></div>\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n      gapi.load(\"gapi.iframes:gapi.iframes.style.bubble\", function() {\n        if (gapi.iframes && gapi.iframes.getContext) {\n          gapi.iframes.getContext().openChild({\n              url: 'https://www.blogger.com/navbar.g?targetBlogID\\x3d26951738\\x26blogName\\x3dThe+Splintered+Mind\\x26publishMode\\x3dPUBLISH_MODE_BLOGSPOT\\x26navbarType\\x3dLIGHT\\x26layoutType\\x3dLAYOUTS\\x26searchRoot\\x3dhttps://schwitzsplinters.blogspot.com/search\\x26blogLocale\\x3den\\x26v\\x3d2\\x26homepageUrl\\x3dhttps://schwitzsplinters.blogspot.com/\\x26vt\\x3d-3736560391669663194',\n              where: document.getElementById(\"navbar-iframe-container\"),\n              id: \"navbar-iframe\"\n          });\n        }\n      });\n    </script><script type=\"text/javascript\">\n(function() {\nvar script = document.createElement('script');\nscript.type = 'text/javascript';\nscript.src = '//pagead2.googlesyndication.com/pagead/js/google_top_exp.js';\nvar head = document.getElementsByTagName('head')[0];\nif (head) {\nhead.appendChild(script);\n}})();\n</script>\n</div></div>\n<div id=\"outer-wrapper\"><div id=\"wrap2\">\n<!-- skip links for text browsers -->\n<span id=\"skiplinks\" style=\"display:none;\">\n<a href=\"#main\">skip to main </a> |\n      <a href=\"#sidebar\">skip to sidebar</a>\n</span>\n<div id=\"header-wrapper\">\n<div class=\"header section\" id=\"header\"><div class=\"widget Header\" data-version=\"1\" id=\"Header1\">\n<div id=\"header-inner\">\n<div class=\"titlewrapper\">\n<h1 class=\"title\">\n<a href=\"https://schwitzsplinters.blogspot.com/\">\nThe Splintered Mind\n</a>\n</h1>\n</div>\n<div class=\"descriptionwrapper\">\n<p class=\"description\"><span>reflections in philosophy of psychology, broadly construed</span></p>\n</div>\n</div>\n</div></div>\n</div>\n<div id=\"content-wrapper\">\n<div id=\"crosscol-wrapper\" style=\"text-align:center\">\n<div class=\"crosscol no-items section\" id=\"crosscol\"></div>\n</div>\n<div id=\"main-wrapper\">\n<div class=\"main section\" id=\"main\"><div class=\"widget Blog\" data-version=\"1\" id=\"Blog1\">\n<div class=\"blog-posts hfeed\">\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, December 27, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6888586366352015921\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/12/some-structural-disadvantages-of.html\">Some Structural Disadvantages of Interdisciplinary Research, and What to Do About Them</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>My own academic department has treated me well over the years, accepting my interdiscipinary forays into psychology and science fiction.  But most academic researchers who do interdisciplinary work face structural disadvantages.  I speak from my experience in philosophy, but the problems are deeply rooted in the academic system.<p>\n\nI will focus on two disadvantages: The \"But It Isn't X\" Complaint (from colleagues from your home discipline) and Prejudice / Turf Defense (from colleagues from disciplines other than your home discipline).<p>\n\n*****************************************************<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://1.bp.blogspot.com/-HQBHBgeWsOc/XCTjPS3HiUI/AAAAAAAABTI/xbzCjGAkluk2uCgzInC5E082YedyWvKVwCLcBGAs/s1600/fractal-1063445_1920.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"1090\" data-original-width=\"1600\" height=\"218\" src=\"https://1.bp.blogspot.com/-HQBHBgeWsOc/XCTjPS3HiUI/AAAAAAAABTI/xbzCjGAkluk2uCgzInC5E082YedyWvKVwCLcBGAs/s320/fractal-1063445_1920.jpg\" width=\"320\"/></a></div><p>\n<b>The \"But It Isn't X\" Complaint</b><p>\n\nIf you apply for a job in a department in discipline X, the hiring department will care almost exclusively about your work in X.  When you stand for promotion or most other sorts of disciplinary recognition, you will be evaluated almost exclusively for your work within the discipline.  If you ask for your work outside the discipline to be counted equally, you will be told that it isn't really X and therefore doesn't count for much toward hiring, promotion, or recognition in discipline X.<p>\n\nThe \"But It Isn't X\" Complaint is entirely understandable.  Shouldn't hiring and promotion into a philosophy department, for example, and recognition in philosophy, depend on the candidate's contributions to <i>philosophy?</i>  And even if in principle the evaluators want work outside of their discipline to count equally, they will feel unable to properly evaluate it.  In the disciplinary evaluations on which most of academia is built, within-discipline contributions count most.<p>\n\nThe almost inevitable consequence is that researchers who devote substantial time to interdisciplinary work will be severely disadvantaged in hiring, promotion, and disciplinary recognition.<p>\n<i>What to Do on Behalf of Your Interdisciplinary Colleagues</i><p>\n\nIf a department wants to recognize interdisciplinary colleagues appropriately in hiring, promotion, and other types of evaluation, they need to <b>ask not \"how much has this person contributed to our discipline?\" but rather (1.) \"how much has this person contributed to academia as a whole?\" and (2.) \"has this person contributed enough to our discipline to still count as member of this discipline?\"</b>  Suppose someone straddles two disciplines 50/50, and over some period of time they publish three excellent papers in their home discipline and three excellent papers in another discipline.  Evaluate them not according to the three home-discipline papers, with the three others as \"frosting\", but treat all six papers on a par.  Of course, if the majority of papers are in another discipline, at some point it would be reasonable to consider a change of department.  But until that time, all contributions should be valued and evaluated by the home department.<p>\n\nIf there is to be room in academia, as I think there should be, for people who bridge two disciplines, those people need to be valued for their contributions to <i>both </i>disciplines.  If people in their home discipline cannot expertly evaluate that person's interdisciplinary work -- quite understandable! -- they should consult with others from the appropriate discipline, or even better with others who are interdisciplinary between the same two disciplines.<p>\n<i>\nWhat to Do If You Are the Interdisciplinary Researcher<p></p></i>\n\nAssuming your colleagues and evaluators are not implementing the strategy above, as most will not, I advise three strategies:<p>\n\n(1.) <b>Do as much in your home discipline as your colleagues do.</b>  Publish the six papers in your home discipline <i>and</i> three outside your discipline.  This isn't easy to implement, of course!  But one of the advantages of interdisciplinary research is that your expertise outside of your home discipline can be a font of fresh ideas.  If your c.v. contains as much good work in X as your colleagues', it doesn't matter so much if they think of your other work as of secondary importance.<p>\n\n(2.) <b>Take advantage of higher-level administrators' appreciation of interdisciplinarity.</b>  In my experience, the majority of higher-level administrators (deans, etc.) value interdisciplinarity.  Their evaluations rarely matter enough to compensate for the structural disadvantages I mentioned above, but often their evaluations matter somewhat.  There are sometimes grant opportunities, teaching release opportunities, or other recognition for interdisciplinary work; keep your eyes open for these.  Also, if your disciplinary colleagues are supportive, you can remind them that there are aspects of your research profile that will be attractive to administrators because of your interdisciplinarity.  This can lead your colleagues' to be more assertive in making your case than they would otherwise be, anticipating approval from the higher-ups.<p>\n\n(3.) <b>Relabel your work as a contribution to your discipline.</b>  This is the boldest move, and it will have mixed success at best.  For example, when I first started doing work in psychology I thought of it just as work in psychology that had <i>consequences </i>for philosophy.  After all, if you <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DreamReportRepl.htm\">run</a> an <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ExpWOAttn.htm\">empirical experiment</a> that <a href=\"http://\">looks like a psychology experiment</a>, or<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ExpWOAttn.htm\"> contribute an article</a> to a <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ReplWarehouse.htm\">psychology journal</a>, isn't that doing psychology?<p> \n\nHowever, starting around 2003, Joshua Knobe, Shaun Nichols, Steve Stich, Jonathan Weinberg, and others started calling their empirical research on non-philosophers' philosophical opinions \"experimental philosophy\" rather than psychology, and they successfully campaigned to publish some of it in straight-up philosophy journals.  They partly succeeded in <a href=\"https://plato.stanford.edu/entries/experimental-philosophy/\">changing the borders of the discipline</a> of philosophy to include work that would previously have been called psychology.  They haven't convinced everyone, of course.  Not all philosophers think of \"experimental philosophy\" as <i>really </i>philosophy.  But the situation is better than it was.  Arguably, \"behavioral economics\" is a similar story, even more successful.<p>\n\nSimilarly, I have been starting to <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzPapers/PhilosophersRecommend-150507-short.pdf\">make the case</a> that <a href=\"https://www.latimes.com/opinion/op-ed/la-oe-0719-schwitzgebel-philosophy-articles-20150717-story.html\">writing fiction</a> can also be <a href=\"https://schwitzsplinters.blogspot.com/2013/09/fiction-and-skepticism.html\">a way of doing philosophy</a> -- witness Rousseau, Sartre, Nietzsche, Plato, Murdoch, Voltaire, etc.!<p>\n\n*****************************************************<p>\n<b>Prejudice / Turf Defense<p></p></b>\n\nInterdisciplinary prejudice and turf defense are slightly different but related phenomena.<p>\n<i>Interdisciplinary prejudice </i>is the understandable default assumption that someone outside of your discipline isn't going to be nearly as good at work in your discipline as someone whose formal affiliation and training is in your discipline.  <i>Turf defense</i> is an emotional reaction to the threatening idea that someone outside of your discipline might be as good as you and your colleagues, or better, at work in your own discipline [ETA:] or that others might falsely perceive them that way.<p>\n\nUsually, interdisciplinary prejudice is justified, and perhaps not deserving of a pejorative label.  If a non-philosopher submits something to a philosophy journal, odds are good that it won't be an excellent work of philosophy.  If a philosopher tries to run a psychology experiment, odds are good that their methods and analyses won't be as solid as a psychologist's.  For similar reasons, turf defense isn't wholly unjustified: You don't want others to mistakenly think that the non-X researcher's probably-inferior work is as good as a disciplinary expert's work, so it makes sense in a way to guard against incursions.  The turf defense reaction is also, I think, partly driven by feelings that the outsider is being disrespectful: If an outsider thinks they can come in and beat us at our own game, that seems to suggest that they lack respect for our years of hard work and disciplinary training.<p>\n\nHowever, sometimes people really can do excellent work in more than one discipline.  It takes years of effort to acquire the knowledge and skills; but people do sometimes put in the requisite time and effort.  An Associate Professor of X with a strong interdisciplinary focus might have as much knowledge of and experience in Y as an Assistant Professor in Y.  (It would be almost superhuman, though, for an Associate Professor in X to have as much knowledge and experience in Y as an Associate Professor in Y, unless the situation is very unusual.)  However, even when the outsider does have the requisite knowledge and skills, it is, I fear, a sociological fact that substantial prejudice and turf defense remain.<p>\n<i>What to Do on Behalf of Interdisciplinary Colleagues</i><p>\n\n(1.) <b>Be aware of your possible interdisciplinary prejudice and turf defense and the fact that they are not always justified.</b>  Try to evaluate work in your home discipline by someone outside of your home discipline in approximately the same way you would evaluate other contributions to your discipline.<p>\n\n(2.) <b>Implement anonymous review when possible.</b>  If the work passes muster, it shouldn't matter if it's from a Stanford professor in your discipline or someone from a less prestigious university with a different disciplinary affiliation or from a construction worker in Tallahassee.<p>\n\n(3.) <b>Where anonymous review isn't possible, downplay departmental affiliations on the first page of articles and applications</b> -- for the same reasons.<p>\n<i>What to Do If You Are the Interdisciplinary Researcher<p></p></i>\n\n(1.) <b>Collaborate with someone from the other discipline.</b>  There appears to be much less prejudice and turf defense when at least one member of the research team is from the target discipline.  Furthermore, the collaborator will bring an inside-the-discipline perspective that it is very difficult to achieve from outside a discipline, even if one has substantial expertise.<p>\n\n(2.) <b>Watch for shibboleths.</b>  By shibboleths I mean superficial signs of being an insider rather than an outsider.  It helps reduce prejudice and turf defense the more you can write and speak indistinguishably from members of the target discipline.  (Collaborators can help with this.)  If you sound like an outsider, even if your content is good, that will tend to amplify negative reactions to your work.<p>\n\n(3.) <b>Cite thoroughly and carefully early in your project.</b>  Show, from the very beginning, thorough and serious engagement with the existing work in the target discipline.  This shows respect for that work, reducing the turf defense reaction, and it shows that you have substantial expertise, reducing the prejudice reaction.<p>\n\n*****************************************************<p>\n\nBarring radical changes, structural disadvantages will continue to impair people who do interdisciplinary work.  However, I do also believe that there is one major compensatory advantage, over the long run of a research career.  <b>Often, the freshest and most fruitful academic ideas come from researchers with expertise in more than one area</b>, who can use their expertise in Y to shine new interesting light on X.  Your colleagues won't always appreciate this right away.  But in the long run, you will have different things to say than those whose expertise is exclusively within a single discipline.  You will have a distinctive perspective and contribution.<p>\n\n[<a href=\"https://pixabay.com/en/fractal-abstract-line-wave-design-1063445/\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/some-structural-disadvantages-of.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-12-27T07:22:00-08:00\">7:22 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6888586366352015921\" onclick=\"\">5\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/advice\" rel=\"tag\">advice</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/sociology%20of%20philosophy\" rel=\"tag\">sociology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Saturday, December 22, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6735521199373052887\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/12/new-experimental-philosophy-blog-and.html\">New Experimental Philosophy Blog, and A New Study of Philosophers That Is Looking for Participants</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Two quick announcements:<p>\n\n1. There's a new experimental philosophy blog!  <a href=\"https://xphiblog.com/\">Check it out</a>.  (I've just cross-posted a month-old x-phi post from the Splintered Mind.  In the future I'll cross-post x-phi material simultaneously on both.)<p>\n\n2. There's a new study about philosophers' opinions on philosophical questions.  Try it out <a href=\"https://sasupenn.qualtrics.com/jfe/form/SV_ebuOnRJnLLAnypD\">here</a>!</p>\n<div style=\"clear: both;\"></div>\n</p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/new-experimental-philosophy-blog-and.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-12-22T12:39:00-08:00\">12:39 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6735521199373052887\" onclick=\"\">0\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/announcements\" rel=\"tag\">announcements</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, December 20, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"4348801974629754723\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/12/philosophy-as-second-major-data-by-race.html\">Philosophy as a Second Major: Data by Race and Gender</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Last year, I observed that <a href=\"http://schwitzsplinters.blogspot.com/2018/02/philosophy-relies-on-those-double-majors.html\">Philosophy relies on double majors</a> more than most other academic disciplines do.  Drawing on <a href=\"https://nces.ed.gov/ipeds/datacenter/Data.aspx\">IPEDS data</a> from the National Center for Education Statistics, for Bachelor's degrees completed in  2016, I found that although only 0.30% of students choose Philosophy as a first major, among those who completed a second major, 1.7% choose Philosophy.  I also found that 20% of graduating Philosophy majors had Philosophy as their second major.  If we conjecture that double majors with Philosophy as one of their majors are just as likely to list Philosophy first as second (which might not be true, but can't be assessed from the IPEDS data), then 40% of Philosophy majors are double-majoring with something else.  [See <a href=\"https://nces.ed.gov/ipeds/datacenter/Data.aspx\">here</a> for methodological details and more data.]<p>\n\nThis year, I thought it would be interesting to break down the results by race and gender.  My thought was that maybe women or members of historically underrepresented racial groups might be proportionately more likely than White men to take Philosophy as a second major.  White men are disproportionately represented in Philosophy, for whatever (much disputed!) reason.  Perhaps women and members of underrepresented racial groups would be more likely to take Philosophy as a second major if they could also major in something else?<p>\n\nTo reduce hindsight bias, I encourage you to pause now and reflect on what your guess would be.<p>\n\nDrum roll please....<p>\n<i>Results by Gender</i><p>\n\nNCES uses the gender categories \"men\" and \"women\".  I examined all U.S. data from the 2009-2010 academic year through the 2016-2017 academic year.<p>\n\nCombining all majors and all years, women were about as likely as men to complete a second major: 5.4% of women did so, compared to 5.1% of men (441,066/8,214,707 vs. 318,372/6,167,753 [p &lt; .001 of course, given the huge numbers]).  (All statistical tests in this post are two-tailed two-proportion z tests.)  Viewing the data another way, women constituted 57% of all graduates and 58% of all graduates who completed two majors.<p>\n\nPhilosophy constituted 0.39% of all first majors across the time period, and 1.9% of all second majors.  (These 2009-2017 numbers are higher than the 2016 numbers above because the Philosophy major <a href=\"http://schwitzsplinters.blogspot.com/2018/11/has-sharp-decline-in-philosophy-majors.html\">plummeted sharply</a> during the period.)  Women were about a third as likely to complete Philosophy as a first major than men: 0.21% of women did so, compared to 0.62% of men (17,244/8,214,707 vs. 38,241/6,167,753 [p &lt; .001]).  Despite 57% of graduates being women, women were only 31% of graduates whose first major was Philosophy.<p>\n\nAs I had suspected might be the case, <b>women were a larger proportion of Philosophy graduates whose second major was Philosophy: 35%, instead of 31%.</b>  Though the effect size isn't large, it is statistically significant (4,956/14,064 vs. 17,244/55,485 [p &lt; .001]).  Put another (perhaps more discouraging) way, 0.65% of women chose Philosophy as a second major, compared to 2.9% of men.<p>\n<i><i>Results by Race</i><p></p></i>\n\nNCES uses the racial categories American Indian or Alaska Native, Asian, Black or African American, Hispanic or Latino, Native Hawaiian or Other Pacific Islander, White, Two or More Races, Race/Ethnicity Unknown, and Nonresident Alien, with these classifications running from the 2010-2011 to the 2016-2017 academic year.<p>\n\nIn contrast with gender, race was substantially related to completing a second major, combining all majors.<p>\n\nPercentage of graduates who completed a second major, by race, all majors:<blockquote>\nAmerican Indian or Alaska Native: 3.6%</blockquote></p></p></p></p></p></p></p></p></p></p></p></p></div></div></div></div></div></div></div></div></div></div></div></div></body></html>\nAsian: 5.7%\nBlack or African American: 2.4%\nHispanic or Latino: 4.8%\nNative Hawaiian or Other Pacific Islander: 2.8%\nWhite: 5.7%\nTwo or More Races: 5.3%\n<p>\n\nTo confirm that this wasn't a result of students of different racial identities enrolling in different school types, I checked to see if the results held up for different Carnegie classifications of school types (e.g., Doctorate Universities: Highest Research Activity, Baccalaureate Colleges: Arts &amp; Science Focus), and the same general pattern holds.  However, this question merits further exploration.<p>\n\nTo see how this looks for Philosophy specifically, it's clearest to compare the breakdown of 1st majors in Philosophy by race with the breakdown of 2nd majors.<p>\n\nFirst majors in Philosophy, by race:<blockquote>\nAmerican Indian or Alaska Native: 0.5%</blockquote></p></p></p>\nAsian: 6.1%\nBlack or African American: 5.1%\nHispanic or Latino: 10.8%\nNative Hawaiian or Other Pacific Islander: 0.2%\nWhite: 65.4%\nTwo or More Races: 3.1%\n<p>\n<p>\n\nSecond majors in Philosophy, by race:<blockquote>\nAmerican Indian or Alaska Native: 0.3%</blockquote></p></p>\nAsian: 5.7%\nBlack or African American: 3.2%\nHispanic or Latino: 8.5%\nNative Hawaiian or Other Pacific Islander: 0.1%\nWhite: 69.5%\nTwo or More Races: 3.8%\n<p>\n<p>\n\nHere it is as a bar chart:<p>\n<a href=\"https://3.bp.blogspot.com/-GZtN5-2m3wI/XBvoBzyld0I/AAAAAAAABSY/4Sw_hSeATSc4roaPWOne3M7LSGxswjTpwCLcBGAs/s1600/PhilRace1stv2nd.jpg\" imageanchor=\"1\"><img border=\"0\" data-original-height=\"608\" data-original-width=\"480\" height=\"320\" src=\"https://3.bp.blogspot.com/-GZtN5-2m3wI/XBvoBzyld0I/AAAAAAAABSY/4Sw_hSeATSc4roaPWOne3M7LSGxswjTpwCLcBGAs/s320/PhilRace1stv2nd.jpg\" width=\"253\"/></a></p></p></p>\n[click to clarify and enlarge]<p>\n\nThe result is the opposite of what we see with women, and the opposite of what I had predicted: <b>With the exception of \"two or more races\", students in racial groups other than White were a <i>smaller </i>proportion of graduates with a second major in Philosophy</b>.  This was true even of Asian graduates who, combining all majors, were just as likely as White graduates to complete a second major.  (All differences in proportion between 1st and 2nd major by race were statistically significant at p &lt; .05.)<p>\n<i>Conclusion</i><p>\n\nOverall across all majors, women weren't much more likely to complete second majors than were men, but they <i>were </i>more likely to do so in Philosophy.  Conversely, students from most racial groups other than White <i>were </i> in general substantially less likely to complete second majors than were White students, and the disproportion was even greater among Philosophy majors.<p>\n\nI'm not sure what might explain these patterns or what to do with them.  Suggestions welcome!</p>\n<div style=\"clear: both;\"></div>\n</p></p></p>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/philosophy-as-second-major-data-by-race.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-12-20T11:17:00-08:00\">11:17 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=4348801974629754723\" onclick=\"\">0\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/sociology%20of%20philosophy\" rel=\"tag\">sociology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n\n\n\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Friday, December 14, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"9172025981533174922\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/12/three-arguments-for-alien-consciousness.html\">Three Arguments for Alien Consciousness</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Someday we might meet spacefaring aliens who engage us in (what seems to be) conversation.  Some philosophers -- for example <a href=\"http://cosmos.nautil.us/feature/72/it-may-not-feel-like-anything-to-be-an-alien\">Susan Schneider</a> and (if I may generalize his claims about superficially isomorphic robots to superficially isomorphic aliens) <a href=\"http://www.nyu.edu/gsas/dept/philo/faculty/block/papers/HarderProblem.pdf\">Ned Block</a> -- have argued that such aliens might not really have conscious experiences.  In contrast, I hold what I believe to be the majority view that aliens who outwardly behaved similarly to us would very likely have conscious experiences.  In the phrase that Thomas Nagel <a href=\"https://www.jstor.org/stable/2183914?seq=1#metadata_info_tab_contents\">made famous</a>, there would be \"something it is like\" to be an alien.<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://4.bp.blogspot.com/-E8_rwL6O4Tw/XBK3cdUuz9I/AAAAAAAABRg/1nVW2FS4i3k58Ztmn3YCBVZ0XPWDGoZYACLcBGAs/s1600/alien.png\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"843\" data-original-width=\"1600\" height=\"169\" src=\"https://4.bp.blogspot.com/-E8_rwL6O4Tw/XBK3cdUuz9I/AAAAAAAABRg/1nVW2FS4i3k58Ztmn3YCBVZ0XPWDGoZYACLcBGAs/s320/alien.png\" width=\"320\"/></a></div><p>\n\nI offer three arguments in defense of this general conclusion.  I stipulate that the aliens I'm considering have arisen through a long evolutionary process, that they are capable of sophisticated cooperative technological behavior, and that they interact with us in ways that it is natural for non-philosophers to interpret as having comprehensible linguistic content.<p>\n\n(I set aside some <a href=\"http://schwitzsplinters.blogspot.com/2016/12/is-most-of-intelligence-in-universe-non.html\">more specific criticisms</a> of Schneider's argument.)<p>\n<i>The Linguistic Argument.</i><p>\n\nAn alien descends from its spaceship.  Upon meeting the local population, it raises an appendage and begins touching things.  It touches its leg and says \"bzzbl\".  It touches its elbow and says \"tikpt\".  It touches a tree and says \"illillin\".  And so forth.  Furthermore, it does so in reliable and repeatable ways, so that this behavior is naturally interpreted as linguistic labeling.  When a human touches a tree and says \"illillin\" the alien says \"hi\".  When a human touches a tree and says \"bzzbl\", the alien says \"pu\".  The pattern of hi/pu responses is naturally interpreted as affirmation and negation.  From this starting point, humans seem to learn the alien language and the alien seems to learn the local human language.  Learning proceeds smoothly, except for a few understandable hiccups, so that after several months, the aliens and the local humans are cooperating in complex activities with apparently complex linguistic understanding.  For example, the alien emits sounds like this: \"After I enjoy eating the oak tree down the road by David's house, I plan to take a half-hour nap at the bottom of Blackberry Pond.  Could we meet to talk about Martian volcanology after I've finished my nap?\"  All proceeds as expected.  The alien eats the tree, takes the nap, and afterwards engages in what appears to be a dicussion of Martian volcanology.  If this was not approximately how things went, the alien would not be the right kind of outwardly similar entity that I have in mind.<p>\n\nTo be outwardly similar -- and also just for good architectural reasons in a risky world -- the alien will also presumably be able to discuss its interior states and perceptual states.  When it is running low on nutrition and needs to eat, it will say something like \"I'm getting hungry\".  When it can't visually detect a distant object that a human interlocutor is pointing out, it will say something like, \"Sorry, I can't see that.  Oh, wait, now I can!\"  When it fears for the safety of its mate who has just wandered onto the highway, it will say something like, \"I'm worried that she might be struck by a car\" or \"I hope she gets across the road okay!\"  Now suppose a human interlocutor says something like, \"Do you really have conscious experiences?  I mean, is there something it's like for you to experience red and to feel pain?  Do you have imagination and understanding and emotional feelings?\"  If the alien is generally similar to us in its linguistic behavior, and if the question is phrased clearly enough, it will say yes.  I think this is plausible given the rest of the set up, but we can also stipulate if necessary that if such an alien said no it wouldn't be a superficial isomorph outwardly similar to us in the intended respect.<p>\n\nAlthough I'm not sure how Schneider and Block would react to this particular case, my interlocutor is someone who thinks it still remains a live possibility that the alien really has no conscious experiences underneath it all, because it has the wrong type of internal structure.  (Maybe it's made of silicon inside, or hydraulics, or maybe it engages in fast serial cognitive processing rather than parallel processing.)  The thought behind the linguistic argument (which I leave undeveloped for now) is that <b>it would be unnatural, awkward, inelegant, and scientifically dubious to interpret the alien's speech as failing to refer both to trees and to genuine conscious mental states that it possesses</b>.<p>\n<i>The Grounds of Consciousness Argument.<p></p></i>\n\nWhat theoretical reasons do we have for thinking that creatures other than us have conscious experiences?  I'm inclined to think we rely on two main grounds: (a.) sophisticated outward behavior similar to outward behavior that we associate with consciousness in our own case, and (b.) structural similarity between the target creature and us, with respect to the types of structures we associate with consciousness in our own case.  By stipulation, (a) favors the alien.  So the question is whether divergence in (b) alone would be good enough grounds to seriously doubt the existence of conscious experience despite seemingly-introspective reports about consciousness.<p>\n\nIf the structural situation is bad enough, that can ground plausible denial.  A remote-controlled puppet with a speaker in its mouth might exhibit sophisticated outward behavior, but we would not want to attribute consciousness to the puppet.  (We might want to attribute consciousness to the puppet-manipulator system or at least to the manipulator.)  Similarly, we might reasonably doubt the consciousness of an entity programmed specifically to act as though it is conscious, even if that entity passes the <a href=\"https://plato.stanford.edu/entries/turing-test/\">Turing test</a> or similar, because there is possibly something suspicious about having such a programming history: Maybe the best explanation of the entity's seeming-consciousness is not that it is conscious but only that it has been programmed to act as though it is.  (I'm not saying I agree with that position, only that it is a reasonable position.)<p>\n\nTo avoid these doubts about the structural story, I have stipulated that the aliens have a long evolutionary history.  The question then becomes whether a naturally-evolved cognitive structure underlying such sophisticated and apparently linguistic behavior might not be sufficient for consciousness, if it is different enough from our own -- such as maybe a fast serial cognitive process rather than the massively parallel (but slowish) structure of neurons, or relying on a material substrate different than carbon.  My intended sense of \"might\" here is not the thin metaphysical sense of \"might\" in which we might allow for <a href=\"https://plato.stanford.edu/entries/zombies/\">philosophical zombies</a>, but rather scientific plausibility.<p>\n\nA good approach to this question, I think, is to consider <i>what it is </i>about neurons aligned in massively parallel structures that explains why such neurons give rise to consciousness in our case.  There must be something functionally awesome about neurons; it's not likely to be mysterious carbon-magic, independent of what neurons can do for us cognitively.  So what could be that functionally awesome thing?  The most plausible answers are the kinds of answers we see in broadly functionalist approaches to consciousness -- things like the ability to integrate information so as to respond in various sophisticated ways to the environment, including retaining information over time, monitoring one's own cognitive condition, complex long-term strategic planning, being capable of creative solutions to novel predicaments, etc.  <b>If serial processing or silicon processing can do all of the right kind of cognitive work, it's hard for me to see good theoretical reason to think that something necessary may be missing due merely to, say, the different number of protons in silicon or the implementational details of transfer relations between different cognitive subprocesses.</b>  It's a possible skepticism, but it's a skepticism without warranted grounds for doubt.<p>\n<i>The Copernican Cosmological Argument.<p></p></i>\n\nAccording to the <a href=\"https://en.wikipedia.org/wiki/Copernican_principle\">Copernican Principle</a> in scientific cosmology, we are unlikely to be in a privileged position in the universe, such as its exact center.  It's more reasonable, according to the principle, to think that we are in mediocre, mid-rent location among all of the locations that possibly support observers capable of reflection about cosmological principles.  (However, the <a href=\"https://en.wikipedia.org/wiki/Anthropic_principle\">Anthropic Principle</a> allows that we shouldn't be surprised to be in a location that supports cosmological observers, even if such locations are uncommon.  For purposes of this post I am assuming that being an \"observer\" requires cognitive sophistication but does not require phenomenal consciousness if the two are separable.  We can argue about that in the comments, if you like!)<p>\n\nThe Copernican Principle can, I think, plausibly be applied to consciousness as follows.  Stipulate, as seems plausible, that complex coordinated functional responsiveness to one's environment, comparable to the sophistication of human responsiveness, can evolve in myriad different ways that diverge in their internal structural basis (e.g., carbon vs non-carbon, or if carbon is essential because of its lovely capacity to form long organic molecules, highly divergent carbon-based systems).  If only one or a few of these myriad ways gave rise to actual conscious experience, then we would be especially lucky to be among the minority of complex evolved seemingly-linguistic entities who are privileged with genuine conscious experience.  There would be systems all across the universe who equally build cities, travel into space, write novels about their interactions with each other, and monitor and report their internal states in ways approximately as sophisticated as ours -- and among them, only a fraction would happen to possess conscious experience, while the other unfortunates are merely blank inside.<p>\n<b>It is much more plausible, on Copernican grounds, to think that we are not in this way especially privileged entities, lucky to be among the minority of evolved intelligences who happen also to have conscious experiences.</b><p> \n\n[<a href=\"https://lh3.googleusercontent.com/naTVuGXzfOJ3ovrES08i3qGsqt1j0jROsINT75tq9cSASpEi-bt1C0MsFjAZ680N04vvVrQR-gLpslf4VMYgWkicQg=s0\">image source</a>]\n\n</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/three-arguments-for-alien-consciousness.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-12-14T08:50:00-08:00\">8:50 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=9172025981533174922\" onclick=\"\">19\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/consciousness\" rel=\"tag\">consciousness</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/science%20fiction\" rel=\"tag\">science fiction</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Wednesday, December 05, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6365459880408797242\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/12/new-book-forthcoming-jerks-zombie.html\">New Book Forthcoming: Jerks, Zombie Robots, and Other Philosophical Misadventures</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>(title provisional)<p>\nwith MIT Press, slated for their Fall catalog.<p>\n\nYAY!<p>\n\nI've made the <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/SplinteredMindBook.htm\">manuscript available here</a>.  There will be at least one more chance to revise it, probably in early 2019, and<b> I welcome comments and corrections</b>, either on individual chapters or on the entirety.  If you give me helpful comments, I will of course add your name to the acknowledgements at the end of the book.<p>\n<b>Preface:<p></p></b>\n\nI enjoy writing short philosophical reflections for broad audiences.  Evidently, I enjoy this a lot: Since 2006, I’ve written over a thousand such pieces, mostly published on my blog The Splintered Mind, but also in the <i>Los Angeles Times, Aeon Magazine,</i> and elsewhere.  This book contains fifty-eight of my favorites, revised and updated.<p>\n\nThe topics range widely, as I’ve tried to capture in the title of the book.  I discuss moral psychology (“jerks”), speculative philosophy of consciousness (“zombie robots”), the risks of controlling your emotions technologically, the ethics of the game of dreidel, multiverse theory, the apparent foolishness of Immanuel Kant, and much else.  There is no unifying topic.<p>\n\nMaybe, however, there is a unifying theme.  The human intellect has a ragged edge, where it begins to turn against itself, casting doubt on itself or finding itself lost among seemingly improbable conclusions.  We can reach this ragged edge quickly.  Sometimes, all it takes to remind us of our limits is an eight-hundred-word blog post.  Playing at this ragged edge, where I no longer know quite what to think or how to think about it, is my idea of fun.<p>\n\nGiven the human propensity for rationalization and self-deception, when I disapprove of others, how do I know that I’m not the one who is being a jerk?  Given that all our intuitive, philosophical, and scientific knowledge of the mind has been built on a narrow range of cases, how much confidence can we have in our conclusions about strange new possibilities that are likely to open up in the near future of Artificial Intelligence?  Speculative cosmology at once poses the (literally) biggest questions that we can ask about the universe while opening up possibilities that undermine our confidence in our ability to answer those same questions.  The history of philosophy is humbling when we see how badly wrong previous thinkers have been, despite their intellectual skills and confidence.\nNot all of my posts fit this theme.  It’s also fun to use the once-forbidden word “fuck” over and over again in a chapter about profanity.  And I wanted to share some reminiscences about how my father saw the world – especially since in some ways I prefer his optimistic and proactive vision to my own less hopeful skepticism.  Other of my blog posts I just liked or wanted to share for other reasons.  A few are short fictions.<p>\n\nIt would be an unusual reader who liked every chapter.  I hope you’ll skip anything you find boring.  The chapters are all free-standing.  Please don’t just start reading on page one and then try to slog along through everything sequentially out of some misplaced sense of duty!  Trust your sense of fun (Chapter 47).  Read only the chapters that appeal to you, in any order you like.<p>\n\nRiverside, California, Earth (I hope)</p></p></p></p></p></p></p></p></p></p></div></div></div></div></div>\nOctober 25, 2018<p>\n<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/SplinteredMindBook.htm\">Full manuscript here</a>.\n</p>\n<div style=\"clear: both;\"></div>\n\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/new-book-forthcoming-jerks-zombie.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-12-05T10:55:00-08:00\">10:55 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6365459880408797242\" onclick=\"\">3\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/announcements\" rel=\"tag\">announcements</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n\n\n\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Sunday, December 02, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"2030325788055874109\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/12/i-have-little-dreidel-i-made-it-out-of.html\">I Have a Little Dreidel, I Made It Out of... Plastic?</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Tonight is the first night of Hannukah.  My daughter her friends and I will of course play dreidel.<p>\n\n(I defend my enthusiasm for the game in this article I published last year in the LA Times: \"<a href=\"https://www.latimes.com/opinion/op-ed/la-oe-schwitzgebel-dreidel-moral-world-20171212-story.html\">Dreidel: A seemingly foolish game that contains the moral world in miniature</a>\".)<p>\n\nWe will sing the Dreidel Song.\n\n<blockquote>\nI have a little dreidel,</blockquote></p></p></p></div></div></div></div></div>\nI made it out of clay.\nAnd when it's dry and ready,\nOh dreidel I will play!\n<p>\n\nHere's the problem, though.  Never ever have I seen a clay dreidel, much less made one by hand.  So the song is a lie!<p>\n<a href=\"https://2.bp.blogspot.com/-e7UMefxkOEw/XAQq9xnVAsI/AAAAAAAABQY/NVppQ1a6UkIaaP95-riKAwIXzQsQ-rcdwCLcBGAs/s1600/ThreeDreidels.jpg\" imageanchor=\"1\"><img border=\"0\" data-original-height=\"990\" data-original-width=\"1600\" height=\"198\" src=\"https://2.bp.blogspot.com/-e7UMefxkOEw/XAQq9xnVAsI/AAAAAAAABQY/NVppQ1a6UkIaaP95-riKAwIXzQsQ-rcdwCLcBGAs/s320/ThreeDreidels.jpg\" width=\"320\"/></a></p></p>\n\nSome of our dreidels, none made of clay.<p>\n\nI propose the following alternative lyrics:\n<blockquote>\nI have a little dreidel,</blockquote></p>\nThey made it out of plastic.\nAnd when I spin a gimmel,\nIt's gonna be fantastic!\n<p>\n\nOr:\n\n<blockquote>\nI have a little dreidel,</blockquote></p>\nThey made it out of wood.\nAnd when I spin a gimmel,\nIt's gonna feel so good!\n<p>\n\nOr:\n\n<blockquote>\nI have a little dreidel,</blockquote></p>\nThey made it out of steel.\nAnd when I spin a gimmel,\nOh how good I'll feel!\n<p>\n\nEtc.<p>\n\nNot sure what to do with the aluminum dreidel, though....</p>\n<div style=\"clear: both;\"></div>\n</p>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/i-have-little-dreidel-i-made-it-out-of.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-12-02T10:58:00-08:00\">10:58 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=2030325788055874109\" onclick=\"\">5\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n\n\n\n\n<div class=\"blog-pager\" id=\"blog-pager\">\n<span id=\"blog-pager-newer-link\">\n<a class=\"blog-pager-newer-link\" href=\"https://schwitzsplinters.blogspot.com/\" id=\"Blog1_blog-pager-newer-link\" title=\"Newer Posts\">Newer Posts</a>\n</span>\n<span id=\"blog-pager-older-link\">\n<a class=\"blog-pager-older-link\" href=\"https://schwitzsplinters.blogspot.com/search?updated-max=2018-12-02T10:58:00-08:00&amp;max-results=100\" id=\"Blog1_blog-pager-older-link\" title=\"Older Posts\">Older Posts</a>\n</span>\n<a class=\"home-link\" href=\"https://schwitzsplinters.blogspot.com/\">Home</a>\n</div>\n<div class=\"clear\"></div>\n<div class=\"blog-feeds\">\n<div class=\"feed-links\">\nSubscribe to:\n<a class=\"feed-link\" href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" target=\"_blank\" type=\"application/atom+xml\">Posts (Atom)</a>\n</div>\n</div>\n\n\n<div id=\"sidebar-wrapper\">\n<div class=\"sidebar section\" id=\"sidebar\"><div class=\"widget HTML\" data-version=\"1\" id=\"HTML1\">\n<div class=\"widget-content\">\n<!-- Start of StatCounter Code -->\n<script language=\"javascript\" type=\"text/javascript\">\nvar sc_project=1508379; \nvar sc_invisible=1; \nvar sc_partition=13; \nvar sc_security=\"2c679bf5\"; \n</script>\n<script language=\"javascript\" src=\"//www.statcounter.com/counter/frames.js\" type=\"text/javascript\"></script><noscript><a href=\"http://www.statcounter.com/\" target=\"_blank\"><img alt=\"counter\" border=\"0\" src=\"https://lh5.googleusercontent.com/proxy/TttFETzU6Fyjbw8OTQa3FJTU6voqbJLJLUpwu-cpdPeafywusdwwP7glYc97L2xKGSvrrr4NvIgASxXMbEwi_U_RRXsWks6bqpkoSs1g9Zpv2uL97h9IjmZZ0d0P9zebmEy5rnSb9Ztru06j4rFAy0sL=s0-d\"/></a> </noscript>\n<!-- End of StatCounter Code -->\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=HTML&amp;widgetId=HTML1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"HTML1\"));' rel=\"nofollow\" target=\"configHTML1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget Profile\" data-version=\"1\" id=\"Profile1\">\n<h2>Contributors</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a class=\"profile-name-link g-profile\" href=\"https://www.blogger.com/profile/11541402189204286449\" style=\"background-image: url(//www.blogger.com/img/logo-16.png);\">Eric Schwitzgebel</a></li>\n<li><a class=\"profile-name-link g-profile\" href=\"https://plus.google.com/100155094439598517774\" style=\"background-image: url(//www.google.com/images/icons/ui/gprofile_button-16.png);\">Eric Schwitzgebel</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Profile&amp;widgetId=Profile1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Profile1\"));' rel=\"nofollow\" target=\"configProfile1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget FollowByEmail\" data-version=\"1\" id=\"FollowByEmail1\">\n<h2 class=\"title\">Follow by Email</h2>\n<div class=\"widget-content\">\n<div class=\"follow-by-email-inner\">\n<form action=\"https://feedburner.google.com/fb/a/mailverify\" method=\"post\" onsubmit='window.open(\"https://feedburner.google.com/fb/a/mailverify?uri=blogspot/FHhv\", \"popupwindow\", \"scrollbars=yes,width=550,height=520\"); return true' target=\"popupwindow\">\n<table width=\"100%\">\n<tr>\n<td>\n<input class=\"follow-by-email-address\" name=\"email\" placeholder=\"Email address...\" type=\"text\"/>\n</td>\n<td width=\"64px\">\n<input class=\"follow-by-email-submit\" type=\"submit\" value=\"Submit\"/>\n</td>\n</tr>\n</table>\n<input name=\"uri\" type=\"hidden\" value=\"blogspot/FHhv\"/>\n<input name=\"loc\" type=\"hidden\" value=\"en_US\"/>\n</form>\n</div>\n</div>\n<span class=\"item-control blog-admin\">\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=FollowByEmail&amp;widgetId=FollowByEmail1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"FollowByEmail1\"));' rel=\"nofollow\" target=\"configFollowByEmail1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</span>\n</div><div class=\"widget Feed\" data-version=\"1\" id=\"Feed1\">\n<h2>Recent Comments (may be delayed)</h2>\n<div class=\"widget-content\" id=\"Feed1_feedItemListDisplay\">\n<span style=\"filter: alpha(25); opacity: 0.25;\">\n<a href=\"http://schwitzsplinters.blogspot.com/feeds/comments/default\">Loading...</a>\n</span>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Feed&amp;widgetId=Feed1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Feed1\"));' rel=\"nofollow\" target=\"configFeed1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList1\">\n<h2>Links</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://cogsciphi.blogspot.com/\">Alternate Minds</a></li>\n<li><a href=\"http://www.philosophyofbrains.com/\">Brains</a></li>\n<li><a href=\"http://www.consciousentities.com/\">Conscious Entities</a></li>\n<li><a href=\"http://crookedtimber.org/\">Crooked Timber</a></li>\n<li><a href=\"http://dailynous.com/\">Daily Nous</a></li>\n<li><a href=\"http://digressionsnimpressions.typepad.com/\">Digressions &amp; Impressions</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/disability_and_disadvanta/\">Discrimination and Disadvantage</a></li>\n<li><a href=\"http://ericlinuskaplan.wordpress.com/\">Eric Linus Kaplan</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/xphi/\">Experimental Philosophy</a></li>\n<li><a href=\"http://agencyandresponsibility.typepad.com/flickers-of-freedom/\">Flickers of Freedom</a></li>\n<li><a href=\"http://leiterreports.typepad.com/\">Leiter Reports</a></li>\n<li><a href=\"http://whatsortsofpeople.wordpress.com/\">Living Archives on Eugenics Blog</a></li>\n<li><a href=\"http://loveofallwisdom.com/\">Love of All Wisdom</a></li>\n<li><a href=\"http://machineslikeus.com/\">Machines Like Us</a></li>\n<li><a href=\"http://www.mindhacks.com/\">Mind Hacks</a></li>\n<li><a href=\"http://www.davidpapineau.co.uk/blog.html\">More Important Than That (Philosophy and Sport)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/\">My Homepage</a></li>\n<li><a href=\"http://www.newappsblog.com/\">New APPS</a></li>\n<li><a href=\"http://peasoup.typepad.com/\">PEA Soup</a></li>\n<li><a href=\"http://philpercs.com/\">Philosophical Percolations</a></li>\n<li><a href=\"http://sometimesimwrong.typepad.com/wrong/\">Sometimes I'm Wrong</a></li>\n<li><a href=\"http://philosopherscocoon.typepad.com/blog/\">The Philosophers' Cocoon</a></li>\n<li><a href=\"http://tar.weatherson.org/\">Thoughts, Arguments, and Rants</a></li>\n<li><a href=\"http://rsbakker.wordpress.com/\">Three Pound Brain</a></li>\n<li><a href=\"http://warpweftandway.wordpress.com/\">Warp, Weft, and Way</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList1\"));' rel=\"nofollow\" target=\"configLinkList1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList6\">\n<h2>Advice on Applying to PhD Programs in Philosophy</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/applying%20to%20grad%20school\">various posts on that theme</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList6&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList6\"));' rel=\"nofollow\" target=\"configLinkList6\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList4\">\n<h2>Selected Essays</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/In-Between.htm\">2001: In-Between Believing</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/AccountBel.htm\">2002: A Phenomenal, Dispositional Account of Belief</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DreamB&amp;W.htm\">2002: Why Did We Think We Dreamed in Black and White?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospTrain.htm\">2004: Introspective Training Apprehensively Defended: Reflections on Titchener's Lab Manual</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Flat.htm\">2006: Do Things Look Flat?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Naive.htm\">2008: The Unreliability of Naive Introspection</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/PeerOpinion.htm\">2009: The Moral Behavior of Ethicists: Peer Opinion (with J Rust)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ActBel.htm\">2010: Acting Contrary to Our Professed Beliefs</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthOrder.htm\">2012: Expertise in Moral Reasoning? (with F Cushman)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospectionWhat.htm\">2012: Introspection, What?</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/BeliefBox.htm\">2013: A Dispositional Approach to Attitudes</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Jerks.htm\">2014: A Theory of Jerks</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/CrazyMind.htm\">2014: The Crazyist Metaphysics of Mind</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthSelfRep.htm\">2014: The Moral Behavior of Ethics Professors (with J Rust)</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/USAconscious.htm\">2015: If Materialism Is True, the United States Is Probably Conscious</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/1sk.htm\">2016: 1% Skepticism</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/WomenInPhil.htm\">2017: Women in Philosophy (with C D Jennings)</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList4&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList4\"));' rel=\"nofollow\" target=\"configLinkList4\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList7\">\n<h2>Selected Short Stories</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Eden.htm\">2013: Reinstalling Eden (with R S Bakker)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DauphinsMetaphysics.htm\">2015: The Dauphin's Metaphysics</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/FishDance.htm\">2016: Fish Dance</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList7&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList7\"));' rel=\"nofollow\" target=\"configLinkList7\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList3\">\n<h2>The Underblog?</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.schwitzsplintersunderblog.blogspot.com/\">The Underblog!</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList3&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList3\"));' rel=\"nofollow\" target=\"configLinkList3\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList5\">\n<h2>Past Guest Bloggers</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Lisa%20Bortolotti\">Lisa Bortolotti</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Brad%20Cokelet\">Brad Cokelet</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Carrie%20Figdor\">Carrie Figdor</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Keith%20Frankish\">Keith Frankish</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Dan%20Haybron\">Dan Haybron</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Jonathan%20Ichikawa\">Jonathan Ichikawa</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/G.%20Randolph%20Mayes\">G. Randolph Mayes</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Regina%20Rini\">Regina Rini</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Teed%20Rockwell\">Teed Rockwell</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Joshua%20Rust\">Joshua Rust</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Hagop%20Sarkissian\">Hagop Sarkissian</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search?q=shevlin\">Henry Shevlin</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Tamler%20Sommers\">Tamler Sommers</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/justin%20tiwald\">Justin Tiwald</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Bryan%20Van%20Norden\">Bryan Van Norden</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Manuel%20Vargas\">Manuel Vargas</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList5&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList5\"));' rel=\"nofollow\" target=\"configLinkList5\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget BlogArchive\" data-version=\"1\" id=\"BlogArchive1\">\n<h2>Blog Archive</h2>\n<div class=\"widget-content\">\n<div id=\"ArchiveList\">\n<div id=\"BlogArchive1_ArchiveList\">\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/\">\n2019\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/\">\n2018\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n<ul class=\"posts\">\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/12/some-structural-disadvantages-of.html\">Some Structural Disadvantages of Interdisciplinary...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/12/new-experimental-philosophy-blog-and.html\">New Experimental Philosophy Blog, and A New Study ...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/12/philosophy-as-second-major-data-by-race.html\">Philosophy as a Second Major: Data by Race and Gen...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/12/three-arguments-for-alien-consciousness.html\">Three Arguments for Alien Consciousness</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/12/new-book-forthcoming-jerks-zombie.html\">New Book Forthcoming: Jerks, Zombie Robots, and Ot...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/12/i-have-little-dreidel-i-made-it-out-of.html\">I Have a Little Dreidel, I Made It Out of... Plast...</a></li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/\">\n2017\n</a>\n<span class=\"post-count\" dir=\"ltr\">(71)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/\">\n2016\n</a>\n<span class=\"post-count\" dir=\"ltr\">(81)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/\">\n2015\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/\">\n2014\n</a>\n<span class=\"post-count\" dir=\"ltr\">(88)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/\">\n2013\n</a>\n<span class=\"post-count\" dir=\"ltr\">(87)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/\">\n2012\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/\">\n2011\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(3)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/\">\n2010\n</a>\n<span class=\"post-count\" dir=\"ltr\">(86)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/\">\n2009\n</a>\n<span class=\"post-count\" dir=\"ltr\">(83)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/\">\n2008\n</a>\n<span class=\"post-count\" dir=\"ltr\">(96)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/\">\n2007\n</a>\n<span class=\"post-count\" dir=\"ltr\">(168)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/\">\n2006\n</a>\n<span class=\"post-count\" dir=\"ltr\">(114)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(19)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(2)</span>\n</li>\n</ul>\n</li>\n</ul>\n</div>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=BlogArchive&amp;widgetId=BlogArchive1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"BlogArchive1\"));' rel=\"nofollow\" target=\"configBlogArchive1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget Text\" data-version=\"1\" id=\"Text1\">\n<div class=\"widget-content\">\n<span style=\"color:#999999;\">background image from </span><a href=\"http://biocarbons.en.ecplaza.net/\"><span style=\"color:#999999;\">http://biocarbons.en.ecplaza.net</span></a><br/>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Text&amp;widgetId=Text1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Text1\"));' rel=\"nofollow\" target=\"configText1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div></div>\n</div>\n<!-- spacer for skins that want sidebar and main to be the same height-->\n<div class=\"clear\"> </div>\n\n<!-- end content-wrapper -->\n<div id=\"footer-wrapper\">\n<div class=\"footer no-items section\" id=\"footer\"></div>\n</div>\n\n<!-- end outer-wrapper -->\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script src=\"https://www.blogger.com/static/v1/widgets/1854097286-widgets.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\nwindow['__wavt'] = 'AOuZoY7GCahcaLuL6PaPkIItc1y1KcOkRQ:1554147692673';_WidgetManager._Init('//www.blogger.com/rearrange?blogID\\x3d26951738','//schwitzsplinters.blogspot.com/2018/12/','26951738');\n_WidgetManager._SetDataContext([{'name': 'blog', 'data': {'blogId': '26951738', 'title': 'The Splintered Mind', 'url': 'https://schwitzsplinters.blogspot.com/2018/12/', 'canonicalUrl': 'http://schwitzsplinters.blogspot.com/2018/12/', 'homepageUrl': 'https://schwitzsplinters.blogspot.com/', 'searchUrl': 'https://schwitzsplinters.blogspot.com/search', 'canonicalHomepageUrl': 'http://schwitzsplinters.blogspot.com/', 'blogspotFaviconUrl': 'https://schwitzsplinters.blogspot.com/favicon.ico', 'bloggerUrl': 'https://www.blogger.com', 'hasCustomDomain': false, 'httpsEnabled': true, 'enabledCommentProfileImages': true, 'gPlusViewType': 'FILTERED_POSTMOD', 'adultContent': false, 'analyticsAccountNumber': 'UA-43027794-1', 'encoding': 'UTF-8', 'locale': 'en', 'localeUnderscoreDelimited': 'en', 'languageDirection': 'ltr', 'isPrivate': false, 'isMobile': false, 'isMobileRequest': false, 'mobileClass': '', 'isPrivateBlog': false, 'feedLinks': '\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/rss+xml\\x22 title\\x3d\\x22The Splintered Mind - RSS\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default?alt\\x3drss\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22service.post\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://www.blogger.com/feeds/26951738/posts/default\\x22 /\\x3e\\n', 'meTag': '', 'adsenseHostId': 'ca-host-pub-1556223355139109', 'adsenseHasAds': false, 'view': '', 'dynamicViewsCommentsSrc': '//www.blogblog.com/dynamicviews/4224c15c4e7c9321/js/comments.js', 'dynamicViewsScriptSrc': '//www.blogblog.com/dynamicviews/0653eeb7078c79fe', 'plusOneApiSrc': 'https://apis.google.com/js/plusone.js', 'disableGComments': true, 'sharing': {'platforms': [{'name': 'Get link', 'key': 'link', 'shareMessage': 'Get link', 'target': ''}, {'name': 'Facebook', 'key': 'facebook', 'shareMessage': 'Share to Facebook', 'target': 'facebook'}, {'name': 'BlogThis!', 'key': 'blogThis', 'shareMessage': 'BlogThis!', 'target': 'blog'}, {'name': 'Twitter', 'key': 'twitter', 'shareMessage': 'Share to Twitter', 'target': 'twitter'}, {'name': 'Pinterest', 'key': 'pinterest', 'shareMessage': 'Share to Pinterest', 'target': 'pinterest'}, {'name': 'Email', 'key': 'email', 'shareMessage': 'Email', 'target': 'email'}], 'disableGooglePlus': true, 'googlePlusShareButtonWidth': 300, 'googlePlusBootstrap': '\\x3cscript type\\x3d\\x22text/javascript\\x22\\x3ewindow.___gcfg \\x3d {\\x27lang\\x27: \\x27en\\x27};\\x3c/script\\x3e'}, 'hasCustomJumpLinkMessage': false, 'jumpLinkMessage': 'Read more', 'pageType': 'archive', 'pageName': 'December 2018', 'pageTitle': 'The Splintered Mind: December 2018'}}, {'name': 'features', 'data': {'sharing_get_link_dialog': 'true', 'sharing_native': 'false'}}, {'name': 'messages', 'data': {'edit': 'Edit', 'linkCopiedToClipboard': 'Link copied to clipboard!', 'ok': 'Ok', 'postLink': 'Post Link'}}, {'name': 'template', 'data': {'name': 'custom', 'localizedName': 'Custom', 'isResponsive': false, 'isAlternateRendering': false, 'isCustom': true}}, {'name': 'view', 'data': {'classic': {'name': 'classic', 'url': '?view\\x3dclassic'}, 'flipcard': {'name': 'flipcard', 'url': '?view\\x3dflipcard'}, 'magazine': {'name': 'magazine', 'url': '?view\\x3dmagazine'}, 'mosaic': {'name': 'mosaic', 'url': '?view\\x3dmosaic'}, 'sidebar': {'name': 'sidebar', 'url': '?view\\x3dsidebar'}, 'snapshot': {'name': 'snapshot', 'url': '?view\\x3dsnapshot'}, 'timeslide': {'name': 'timeslide', 'url': '?view\\x3dtimeslide'}, 'isMobile': false, 'title': 'The Splintered Mind', 'description': 'reflections in philosophy of psychology, broadly construed', 'url': 'https://schwitzsplinters.blogspot.com/2018/12/', 'type': 'feed', 'isSingleItem': false, 'isMultipleItems': true, 'isError': false, 'isPage': false, 'isPost': false, 'isHomepage': false, 'isArchive': true, 'isLabelSearch': false, 'archive': {'year': 2018, 'month': 12, 'rangeMessage': 'Showing posts from December, 2018'}}}]);\n_WidgetManager._RegisterWidget('_NavbarView', new _WidgetInfo('Navbar1', 'navbar', document.getElementById('Navbar1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HeaderView', new _WidgetInfo('Header1', 'header', document.getElementById('Header1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogView', new _WidgetInfo('Blog1', 'main', document.getElementById('Blog1'), {'cmtInteractionsEnabled': false, 'lightboxEnabled': true, 'lightboxModuleUrl': 'https://www.blogger.com/static/v1/jsbin/2848338547-lbx.js', 'lightboxCssUrl': 'https://www.blogger.com/static/v1/v-css/368954415-lightbox_bundle.css'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HTMLView', new _WidgetInfo('HTML1', 'sidebar', document.getElementById('HTML1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_ProfileView', new _WidgetInfo('Profile1', 'sidebar', document.getElementById('Profile1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FollowByEmailView', new _WidgetInfo('FollowByEmail1', 'sidebar', document.getElementById('FollowByEmail1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FeedView', new _WidgetInfo('Feed1', 'sidebar', document.getElementById('Feed1'), {'title': 'Recent Comments (may be delayed)', 'showItemDate': true, 'showItemAuthor': true, 'feedUrl': 'http://schwitzsplinters.blogspot.com/feeds/comments/default', 'numItemsShow': 5, 'loadingMsg': 'Loading...', 'openLinksInNewWindow': false, 'useFeedWidgetServ': 'true'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList1', 'sidebar', document.getElementById('LinkList1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList6', 'sidebar', document.getElementById('LinkList6'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList4', 'sidebar', document.getElementById('LinkList4'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList7', 'sidebar', document.getElementById('LinkList7'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList3', 'sidebar', document.getElementById('LinkList3'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList5', 'sidebar', document.getElementById('LinkList5'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogArchiveView', new _WidgetInfo('BlogArchive1', 'sidebar', document.getElementById('BlogArchive1'), {'languageDirection': 'ltr', 'loadingMessage': 'Loading\\x26hellip;'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_TextView', new _WidgetInfo('Text1', 'sidebar', document.getElementById('Text1'), {}, 'displayModeFull'));\n</script>\n\n", "title_html": "<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/12/some-structural-disadvantages-of.html\">Some Structural Disadvantages of Interdisciplinary Research, and What to Do About Them</a>\n</h3>", "read_time": 507.9}