{"content_html": "<div class=\"post-body entry-content\">\n<p>You believe some proposition P.  You believe that Armadillo is the capital of Texas, say.[footnote 1]  Someone asks you what you think the capital of Texas is.  You say, \"In my opinion, the capital of Texas is Armadillo.\"  How do you know that that is what you believe?<p>\n\nHere's one account (e.g., in <a href=\"http://www.amazon.com/Mindreading-Integrated-Self-Awareness-Understanding-Cognitive/dp/0198236107\">Nichols and Stich 2003</a>): You have in your mind a dedicated \"Monitoring Mechanism\".  The job of this Monitoring Mechanism is to scan the contents of your Belief Box, finding tokens such as P (\"Armadillo is the capital of Texas\") or Q (\"There's an orangutan in the fridge\"), and producing, in consequence, new beliefs of the form \"I believe P\" or \"I believe Q\".  Similarly, it or a related mechanism can scan your Desire Box, producing new beliefs of the form \"I desire R\" or \"I desire S\".  Call this the <i>Dedicated Mechanism Account.</i><p>\n\nOne alternative account is <a href=\"http://faculty.philosophy.umd.edu/pcarruthers/\">Peter Carruthers</a>'s.  Carruthers <a href=\"http://www.amazon.com/Opacity-Mind-Integrative-Theory-Self-Knowledge/dp/0199596190/\">argues that there is no such dedicated mechanism</a>.  Instead, we theorize on the basis of sensory evidence and our own imagery.  For example, I hear myself saying -- either aloud or in inner speech (which is a form of imagery) -- \"The capital of Texas is Armadillo\", and I think something like, \"Well, I wouldn't say that unless I thought it was true!\", and so I conclude that I believe that Armadillo is the capital.  This theoretical, interpretative reasoning about myself is usually nonconscious, but in the bowels of my cognitive architecture, that's what I'm doing.  And there's no more direct route to self-knowledge, according to Carruthers.  We have to interpret ourselves given the evidence of our behavior, our environmental context, and our stream of imagery and inner speech.<p>\n\nHere's an argument against both accounts.<p>\n\nFirst, assume that to believe that P is to have a representation with the content P stored in a Belief Box (or memory store), i.e., ready to be accessed for theoretical inference and practical decision making.  (<a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/BeliefBox.htm\">I'm not keen on Belief Boxes myself</a>, but I'll get to that later.)  A typical deployment of P might be as follows: When Bluebeard says to me, \"I'm heading off to the capital of Texas!\", I call up P from my Belief Box and conclude that Bluebeard is heading off to Armadillo.  I might similarly ascribe a belief to Bluebeard on that basis.  Unless I have reason to think Bluebeard ignorant about the capital of Texas or (by my lights) mistaken about it, I can reasonably conclude that Bluebeard <i>believes </i>that he is heading to Armadillo.  All parties agree that I need not introspect to attribute this belief to Bluebeard, nor call upon any specially dedicated self-scanning mechanism (other than whatever allows ordinary memory retrieval), nor interpret my own behavior and imagery.  I can just pull up P to join it with other beliefs, and conclude that Q.  Nothing special here or self-interpretive.  Just ordinary cognition.<p>\n\nNow suppose the conclusion of interest -- the \"Q\" in this case -- is just \"I believe that P\".  What other beliefs does P need to be hooked up with to license this conclusion?  None, it seems!  I can go straightaway, in normal cases, from pulling up P to the conclusion \"I believe that P\".  If that's how it works, no dedicated self-scanning mechanism or self-interpretation is required, but only ordinary belief-retrieval for cognition, contra both Carruthers's view and Dedicated Mechanism Accounts.<p>\n\nThat will have seemed a bit fast, perhaps.  So let's consider some comparison cases.  Suppose Sally is the school registrar.  I assume she has true beliefs about the main events on the academic calendar.  I believe that final exams end on June 8.  If someone asks me when Sally believes final exams will end, I can call up P1 (\"exams end June 8\") and P2 (\"Sally has true beliefs about the main events on the academic calendar\") to conclude Q (\"Sally believes exams end June 8\").  Self-ascription would be like that, but without P2 required.  Or suppose I believe in divine omniscience.  From P1 plus divine omniscience, I can conclude that God believes P1.  Or suppose that I've heard that there's this guy, Eric Schwitzgebel, who believes all the same things I believe about politics.  If P1 concerns politics, I can conclude from P1 and this knowledge about Eric Schwitzgebel that this Eric Schwitzgebel guy believes P1.  Later I might find out that Eric Schwitzgebel is me.<p>\n\nDo I need to self-ascribe the belief that P1 before reaching that conclusion about the Eric Schwitzgebel guy?  I don't see why I must.  I know that moving from \"P1 is true and concerns politics\" to \"that Eric Schwitzgebel guy believes P1\" will get me true conclusions.  I can rely on it.  It might be cognitively efficient for me to develop a habit of thought by which I leap straight from one to the other.<p>\n\nAlternatively: Everyone thinks that I can at least sometimes ascribe myself beliefs as a result of inference.  I subscribe to a general theory, say, on which if P1 and P2 are true of Person S and if P3 and P4 are true in general about the world, then I can conclude that S believes Q.  Now suppose S is me.  And suppose Q is \"I believe P\" and suppose P3 is P.  And then jettison the rest of P1, P2, and P4.  Voila![footnote 2]<p>\n\nIf there is a Desire Box, it might work much the same way.  If I can call up the desire R to join with some other beliefs and desires to form a plan, in just the ordinary cognitive way that desires are called up, so also it seems I should be able to do for the purposes of self-ascription.  It would be odd if we could call up beliefs and desires for all the wide variety of cognitive purposes that we ordinarily call them up for but <i>not</i> for the purposes of self-ascriptive judgment.  What would explain that strange incapacity?<p>\n\nWhat if there isn't a Belief Box, a Desire Box, or a representational storage bin?  The idea remains basically the same: Whatever mechanisms allow me to reach conclusions and act <i>based on</i> my beliefs and desires should also allow me to reach conclusions <i>about</i> my beliefs and desires -- at least once I am cognitively sophisticated enough to have adult-strength concepts of belief and desire.<p>\n\nThis doesn't mean I never go wrong and don't self-interpret at all.  We are inconsistent and unstable in our belief- and desire-involving behavioral patterns; the opinions we tend to act on in some circumstances (e.g., when self-ascription or verbal avowal is our task) might very often differ from those we tend to act on in other circumstances; and it's a convenient shorthand -- too convenient, sometimes -- to assume that what we say, when we're not just singing to ourselves and not intending to lie, reflects our opinions.  Nor does it imply that there aren't also dedicated mechanisms of a certain sort.  My own view of self-knowledge is, in fact, <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/KnowOwnBel.htm\">pluralist</a>.  But among the many paths, I think, is the path above.<p>\n\n(Fans of <a href=\"http://www.mit.edu/~philos/byrne.html\">Alex Byrne</a>'s approach to self-knowledge will notice substantial similarities between the above and <a href=\"http://mit.edu/abyrne/www/introspection.pdf\">his views</a>, to which I owe a considerable debt.)<p>\n<i>Update, February 27<p></p></i>\nPeter Carruthers replies as follows:<blockquote>Eric says: “I can just pull up P to join it with other beliefs, and conclude that Q. Nothing special here or self-interpretive. Just ordinary cognition.” This embodies a false assumption (albeit one that is widely shared among philosophers; and note that essentially the same response to that below can be made to Alex Byrne). This is that there is a central <i>propositional </i>workspace of the mind where beliefs and desires can be activated and interact with one another directly in unconstrained ways to issue in new beliefs or decisions. In fact there is no such amodal workspace. The only central workspace that the mind contains is the working memory system, which has been heavily studied by psychologists for the last half-century. The emerging consensus from this work (especially over the last 15 years or so) is that working memory is <i>sensory based</i>. It depends upon attention directed toward mid-level sensory areas of the brain, resulting in globally broadcast sensory representations in visual or motor imagery, inner speech, and so on. While these representations can have conceptual information bound into them, it is impossible for such information to enter the central workspace alone, not integrated into a sensory-based representation of some sort.<p>\n \nUnless P is an episodic memory, then (which is likely to have a significant sensory component), or unless it is a semantic memory stored, at least in part, in sensory format (e.g. a visual image of a map of Texas), then the only way for P to “join with other beliefs, and conclude that Q” is for it to be converted into (say) an episode of inner speech, which will then require interpretation.<p>\n \nThis is not to deny that <i>some </i>systems in the mind can access beliefs and draw inferences without those beliefs needing to be activated in the global workspace (that is, in working memory). In particular, goal states can initiate searches for information to enable the construction of plans in an “automatic”, unconscious manner. But this doesn’t mean that the mindreading system can do the same. Indeed, a second error made by Eric in his post is a failure to note that the mindreading system bifurcates into two (or more) distinct components: a domain-specific system that attributes mental states to others (and to oneself), and a set of domain-general planning systems that can be used to simulate the reasoning of another in order to generate predictions about that person’s other beliefs or likely behavior. On this Nichols &amp; Stich and I agree, and it provides the former the wherewithal to reply to Eric’s critique also. For the “pulling up of beliefs” to draw inferences about another’s beliefs takes place (unconsciously) in the planning systems, and isn’t directly available to the domain-specific system responsible for attributing beliefs to others or to oneself.</p></p></blockquote>\n\nPeter says: \"Unless P is an episodic memory... or unless it is a semantic memory stored, at least in part, in sensory format (e.g. a visual image of a map of Texas), then the only way for P to “join with other beliefs, and conclude that Q” is for it to be converted into (say) an episode of inner speech, which will then require interpretation.\"  I don't accept that theory of how the mind works, but even if I did accept that theory, it seems now like Peter is allowing that if P is a \"semantic memory\" stored in partly \"sensory format\" it <i>can</i> join with other beliefs to drive the conclusion Q without an intermediate self-interpretative episode.  Or am I misunderstanding the import of his sentence?  If I'm not misunderstanding, then hasn't just given me all I need for this step of my argument?  Let's imagine that \"Armadillo is the capital of Texas\" is stored in partly sensory format (as a visual map of Texas with the word \"Armadillo\" and a star).  Now Peter seems to be allowing that it can drive inferences without requiring an intermediate act of self-interpretation.  So then why not allow it to drive also the conclusion that I believe that Armadillo is the capital?  We're back to the main question of this post, right?<p>\n\nPeter continues: \"This is not to deny that <i>some </i>systems in the mind can access beliefs and draw inferences without those beliefs needing to be activated in the global workspace (that is, in working memory). In particular, goal states can initiate searches for information to enable the construction of plans in an “automatic”, unconscious manner. But this doesn’t mean that the mindreading system can do the same.\"  First, let me note that I agree that the fact that some systems can access stored representations without activating those representations in the global workspace doesn't stricly imply that the mindreading system (if there is a dedicated system, which is part of the issue in dispute) can also do so.  But I do think that if, for a broad range of purposes, we can access these stored beliefs, it would be <i>odd </i> if we couldn't do so for the purpose of reaching conclusions about our own minds.  We'd then need a pretty good theory of why we have this special disability with respect to mindreading.  I don't think Peter really offers us as much as we should want to explain this disability.<p>\n\n... which brings me to my second reaction to this quote.  What Peter seems to be presenting as a secondary feature of the mind -- \"the construction of plans in an 'automatic', unconscious manner\" -- is, in my view, the very heart of mentality.  For example, to create inner speech itself, we need to bring together a huge variety of knowledge and skills about language, about the social environment, and about the topic of discourse.  The motor plan or speech plan constructed in this way cannot mostly be driven by considerations that are pulled explicitly into the narrow theater of the \"global workspace\" (which is widely held to host only a small amount of material at a time, consciously experienced).  Our most sophisticated cognition tends to be what happens <i>before </i>things hit the global workspace, or even entirely independent of it.  If Peter allows, as I think he must, that that pre-workspace cognition can access beliefs like P, what then remains to be shown to complete my argument is just that these highly sophisticated P-accessing processes can drive the judgment or the representation or the conclusion that I believe that P, just as they can drive many other judgments, representations, or conclusions.  Again, I think the burden of proof should be squarely on Peter to show why this wouldn't be possible.<p>\n<i>Update, February 28</i><p>\nPeter responds:<blockquote>Eric writes: “it seems now like Peter is allowing that if P is a \"semantic memory\" stored in partly \"sensory format\" it <i>can </i>join with other beliefs to drive the conclusion Q without an intermediate self-interpretative episode.”<p>\n\nI allow that the <i>content </i>of sensory-based memory can enter working memory, and so can join with other beliefs to drive a conclusion. But that the content in question is the content of a <i>memory </i>rather than a fantasy or supposition requires interpretation. There is nothing about the content of an image as such that identifies it as a memory, and memory images don’t come with tags attached signifying that they are memories. (There is a pretty large body of empirical work supporting this claim, I should say. It isn’t just an implication of the ISA theory.)<p>\n\nEric writes: “But I do think that if, for a broad range of purposes, we can access these stored beliefs, it would be <i>odd </i>if we couldn't do so for the purpose of reaching conclusions about our own minds. We'd then need a pretty good theory of why we have this special disability with respect to mindreading.”<p>\n\nWell, I and others (especially Nichols &amp; Stich in their mindreading book) had provided that theory. The separation between thought-attribution and behavioral prediction is now widely accepted in the literature, with the latter utilizing the subject’s own planning systems, which can in turn access the subject’s beliefs. There is also an increasing body of work suggesting that on-line, unreflective, forms of mental-state attribution are encapsulated from background beliefs. (I make this point at various places in <i>The Opacity of Mind</i>. But more recently, see Ian Apperly’s book <i>Mindreaders</i>, and my own “Mindreading in Infancy”, shortly to appear in <i>Mind &amp; Language</i>.) The claim also makes good theoretical sense seen in evolutionary and functional terms, if the mindreading system evolved to track the mental states of others and generate predictions therefrom. From this perspective one might predict that thought-attribution could access a domain-specific database of acquired information (e.g. “person files” containing previously acquired information about the mental states of others), without being able to conduct free-wheeling searches of memory more generally.<p>\n\nEric writes: “these highly sophisticated P-accessing processes can drive the judgment or the representation or the conclusion that I believe that P, just as they can drive many other judgments, representations, or conclusions. Again, I think the burden of proof should be squarely on Peter to show why this wouldn't be possible.”<p>\n\nFirst, I concede that it is possible. I merely claim that it isn’t actual. As for the evidence that supports such a claim, there are multiple strands. The most important is evidence that people confabulate about their beliefs and other mental states in just the sorts of circumstances that the ISA theory predicts that they would. (Big chunks of <i>The Opacity of Mind</i> are devoted to substantiating this claim.) Now, Eric can <i>claim </i>that he, too, can allow for confabulation, since he holds a pluralist account of self-knowledge. But this theory is too underspecified to be capable of <i>explaining </i>the data. Saying “sometimes we have direct access to our beliefs and sometimes we self-interpret” issues in no predictions about when we will self-interpret. In contrast, other mixed-method theorists such as Nichols &amp; Stich and Alvin Goldman have attempted to specify when one or another method will be employed. But none of these accounts is consistent with the totality of the evidence. The only theory currently on the market that does explain the data is the ISA theory. And this entails that the only access that we have to our own beliefs is sensory-based and interpretive.\n</p></p></p></p></p></blockquote>\nI agree that people can certainly make \"<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1692093/\">source monitoring</a>\" and related errors in which genuine memories of external events are confused with merely imagined events.  But it sounds to me like Peter is saying that a stored belief, in order to fulfill its function as a memory rather than a fantasy or supposition must be \"interpreted\" -- and, given his earlier remarks, presumably interpreted in a way that requires activation of that content in the \"global workspace\".  (Otherwise, his main argument doesn't seem to go through.)  I feel like I must be missing something.  I don't see how spontaneous, skillful action that draws together many influences -- for example, in conversational wit -- could realistically be construed as working this way.  Lots of pieces of background knowledge flow together in guiding such responsiveness; they can't all be mediated in the \"global workspace\", which is normally thought to have a very limited capacity.  (See also <a href=\"http://thorgan.faculty.arizona.edu/\">Terry Horgan</a>'s recent work on jokes.)<p>\n\nWhether we are looking at visual judgments, memory judgments, social judgments about other people, or judgments about ourselves, the general rule seems to be that the sources are manifold and the mechanisms complex.  \"P, therefore I believe that P\" is far too simple to be the whole story; but so also I think is any single-mechanism story, including Peter's.<p>\n\nI guess Peter and I will have a chance to hammer this out a bit more in person during our <a href=\"http://southernsociety.org/\">SSPP</a> session tomorrow!\n\n\n_______________________________________________<p>\n[note 1]: Usually philosophers believe that it's raining.  Failing that, they believe that snow is white.  I just wanted a change, okay?<p>\n\n[note 2]: Is it really \"inference\" if the solidity of the conclusion doesn't require the solidity of the premises?  I don't see why that should be an essential feature of inferences.  But if you instead want to call it (following Byrne) just an \"epistemic rule\" that you follow, that's okay by me.</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>", "title": "\nAn Objection to Some Accounts of Self-Knowledge of Attitudes\n", "url": "https://schwitzsplinters.blogspot.com/2013/02", "content": "You believe some proposition P. You believe that Armadillo is the capital of Texas, say.[footnote 1] Someone asks you what you think the capital of Texas is. You say, \"In my opinion, the capital of Texas is Armadillo.\" How do you know that that is what you believe? Here's one account (e.g., in Nichols and Stich 2003): You have in your mind a dedicated \"Monitoring Mechanism\". The job of this Monitoring Mechanism is to scan the contents of your Belief Box, finding tokens such as P (\"Armadillo is the capital of Texas\") or Q (\"There's an orangutan in the fridge\"), and producing, in consequence, new beliefs of the form \"I believe P\" or \"I believe Q\". Similarly, it or a related mechanism can scan your Desire Box, producing new beliefs of the form \"I desire R\" or \"I desire S\". Call this the Dedicated Mechanism Account. One alternative account is Peter Carruthers's. Carruthers argues that there is no such dedicated mechanism. Instead, we theorize on the basis of sensory evidence and our own imagery. For example, I hear myself saying -- either aloud or in inner speech (which is a form of imagery) -- \"The capital of Texas is Armadillo\", and I think something like, \"Well, I wouldn't say that unless I thought it was true!\", and so I conclude that I believe that Armadillo is the capital. This theoretical, interpretative reasoning about myself is usually nonconscious, but in the bowels of my cognitive architecture, that's what I'm doing. And there's no more direct route to self-knowledge, according to Carruthers. We have to interpret ourselves given the evidence of our behavior, our environmental context, and our stream of imagery and inner speech. Here's an argument against both accounts. First, assume that to believe that P is to have a representation with the content P stored in a Belief Box (or memory store), i.e., ready to be accessed for theoretical inference and practical decision making. (I'm not keen on Belief Boxes myself, but I'll get to that later.) A typical deployment of P might be as follows: When Bluebeard says to me, \"I'm heading off to the capital of Texas!\", I call up P from my Belief Box and conclude that Bluebeard is heading off to Armadillo. I might similarly ascribe a belief to Bluebeard on that basis. Unless I have reason to think Bluebeard ignorant about the capital of Texas or (by my lights) mistaken about it, I can reasonably conclude that Bluebeard believes that he is heading to Armadillo. All parties agree that I need not introspect to attribute this belief to Bluebeard, nor call upon any specially dedicated self-scanning mechanism (other than whatever allows ordinary memory retrieval), nor interpret my own behavior and imagery. I can just pull up P to join it with other beliefs, and conclude that Q. Nothing special here or self-interpretive. Just ordinary cognition. Now suppose the conclusion of interest -- the \"Q\" in this case -- is just \"I believe that P\". What other beliefs does P need to be hooked up with to license this conclusion? None, it seems! I can go straightaway, in normal cases, from pulling up P to the conclusion \"I believe that P\". If that's how it works, no dedicated self-scanning mechanism or self-interpretation is required, but only ordinary belief-retrieval for cognition, contra both Carruthers's view and Dedicated Mechanism Accounts. That will have seemed a bit fast, perhaps. So let's consider some comparison cases. Suppose Sally is the school registrar. I assume she has true beliefs about the main events on the academic calendar. I believe that final exams end on June 8. If someone asks me when Sally believes final exams will end, I can call up P1 (\"exams end June 8\") and P2 (\"Sally has true beliefs about the main events on the academic calendar\") to conclude Q (\"Sally believes exams end June 8\"). Self-ascription would be like that, but without P2 required. Or suppose I believe in divine omniscience. From P1 plus divine omniscience, I can conclude that God believes P1. Or suppose that I've heard that there's this guy, Eric Schwitzgebel, who believes all the same things I believe about politics. If P1 concerns politics, I can conclude from P1 and this knowledge about Eric Schwitzgebel that this Eric Schwitzgebel guy believes P1. Later I might find out that Eric Schwitzgebel is me. Do I need to self-ascribe the belief that P1 before reaching that conclusion about the Eric Schwitzgebel guy? I don't see why I must. I know that moving from \"P1 is true and concerns politics\" to \"that Eric Schwitzgebel guy believes P1\" will get me true conclusions. I can rely on it. It might be cognitively efficient for me to develop a habit of thought by which I leap straight from one to the other. Alternatively: Everyone thinks that I can at least sometimes ascribe myself beliefs as a result of inference. I subscribe to a general theory, say, on which if P1 and P2 are true of Person S and if P3 and P4 are true in general about the world, then I can conclude that S believes Q. Now suppose S is me. And suppose Q is \"I believe P\" and suppose P3 is P. And then jettison the rest of P1, P2, and P4. Voila![footnote 2] If there is a Desire Box, it might work much the same way. If I can call up the desire R to join with some other beliefs and desires to form a plan, in just the ordinary cognitive way that desires are called up, so also it seems I should be able to do for the purposes of self-ascription. It would be odd if we could call up beliefs and desires for all the wide variety of cognitive purposes that we ordinarily call them up for but not for the purposes of self-ascriptive judgment. What would explain that strange incapacity? What if there isn't a Belief Box, a Desire Box, or a representational storage bin? The idea remains basically the same: Whatever mechanisms allow me to reach conclusions and act based on my beliefs and desires should also allow me to reach conclusions about my beliefs and desires -- at least once I am cognitively sophisticated enough to have adult-strength concepts of belief and desire. This doesn't mean I never go wrong and don't self-interpret at all. We are inconsistent and unstable in our belief- and desire-involving behavioral patterns; the opinions we tend to act on in some circumstances (e.g., when self-ascription or verbal avowal is our task) might very often differ from those we tend to act on in other circumstances; and it's a convenient shorthand -- too convenient, sometimes -- to assume that what we say, when we're not just singing to ourselves and not intending to lie, reflects our opinions. Nor does it imply that there aren't also dedicated mechanisms of a certain sort. My own view of self-knowledge is, in fact, pluralist. But among the many paths, I think, is the path above. (Fans of Alex Byrne's approach to self-knowledge will notice substantial similarities between the above and his views, to which I owe a considerable debt.) Update, February 27 Peter Carruthers replies as follows:Eric says: “I can just pull up P to join it with other beliefs, and conclude that Q. Nothing special here or self-interpretive. Just ordinary cognition.” This embodies a false assumption (albeit one that is widely shared among philosophers; and note that essentially the same response to that below can be made to Alex Byrne). This is that there is a central propositional workspace of the mind where beliefs and desires can be activated and interact with one another directly in unconstrained ways to issue in new beliefs or decisions. In fact there is no such amodal workspace. The only central workspace that the mind contains is the working memory system, which has been heavily studied by psychologists for the last half-century. The emerging consensus from this work (especially over the last 15 years or so) is that working memory is sensory based. It depends upon attention directed toward mid-level sensory areas of the brain, resulting in globally broadcast sensory representations in visual or motor imagery, inner speech, and so on. While these representations can have conceptual information bound into them, it is impossible for such information to enter the central workspace alone, not integrated into a sensory-based representation of some sort. Unless P is an episodic memory, then (which is likely to have a significant sensory component), or unless it is a semantic memory stored, at least in part, in sensory format (e.g. a visual image of a map of Texas), then the only way for P to “join with other beliefs, and conclude that Q” is for it to be converted into (say) an episode of inner speech, which will then require interpretation. This is not to deny that some systems in the mind can access beliefs and draw inferences without those beliefs needing to be activated in the global workspace (that is, in working memory). In particular, goal states can initiate searches for information to enable the construction of plans in an “automatic”, unconscious manner. But this doesn’t mean that the mindreading system can do the same. Indeed, a second error made by Eric in his post is a failure to note that the mindreading system bifurcates into two (or more) distinct components: a domain-specific system that attributes mental states to others (and to oneself), and a set of domain-general planning systems that can be used to simulate the reasoning of another in order to generate predictions about that person’s other beliefs or likely behavior. On this Nichols & Stich and I agree, and it provides the former the wherewithal to reply to Eric’s critique also. For the “pulling up of beliefs” to draw inferences about another’s beliefs takes place (unconsciously) in the planning systems, and isn’t directly available to the domain-specific system responsible for attributing beliefs to others or to oneself. Peter says: \"Unless P is an episodic memory... or unless it is a semantic memory stored, at least in part, in sensory format (e.g. a visual image of a map of Texas), then the only way for P to “join with other beliefs, and conclude that Q” is for it to be converted into (say) an episode of inner speech, which will then require interpretation.\" I don't accept that theory of how the mind works, but even if I did accept that theory, it seems now like Peter is allowing that if P is a \"semantic memory\" stored in partly \"sensory format\" it can join with other beliefs to drive the conclusion Q without an intermediate self-interpretative episode. Or am I misunderstanding the import of his sentence? If I'm not misunderstanding, then hasn't just given me all I need for this step of my argument? Let's imagine that \"Armadillo is the capital of Texas\" is stored in partly sensory format (as a visual map of Texas with the word \"Armadillo\" and a star). Now Peter seems to be allowing that it can drive inferences without requiring an intermediate act of self-interpretation. So then why not allow it to drive also the conclusion that I believe that Armadillo is the capital? We're back to the main question of this post, right? Peter continues: \"This is not to deny that some systems in the mind can access beliefs and draw inferences without those beliefs needing to be activated in the global workspace (that is, in working memory). In particular, goal states can initiate searches for information to enable the construction of plans in an “automatic”, unconscious manner. But this doesn’t mean that the mindreading system can do the same.\" First, let me note that I agree that the fact that some systems can access stored representations without activating those representations in the global workspace doesn't stricly imply that the mindreading system (if there is a dedicated system, which is part of the issue in dispute) can also do so. But I do think that if, for a broad range of purposes, we can access these stored beliefs, it would be odd if we couldn't do so for the purpose of reaching conclusions about our own minds. We'd then need a pretty good theory of why we have this special disability with respect to mindreading. I don't think Peter really offers us as much as we should want to explain this disability. ... which brings me to my second reaction to this quote. What Peter seems to be presenting as a secondary feature of the mind -- \"the construction of plans in an 'automatic', unconscious manner\" -- is, in my view, the very heart of mentality. For example, to create inner speech itself, we need to bring together a huge variety of knowledge and skills about language, about the social environment, and about the topic of discourse. The motor plan or speech plan constructed in this way cannot mostly be driven by considerations that are pulled explicitly into the narrow theater of the \"global workspace\" (which is widely held to host only a small amount of material at a time, consciously experienced). Our most sophisticated cognition tends to be what happens before things hit the global workspace, or even entirely independent of it. If Peter allows, as I think he must, that that pre-workspace cognition can access beliefs like P, what then remains to be shown to complete my argument is just that these highly sophisticated P-accessing processes can drive the judgment or the representation or the conclusion that I believe that P, just as they can drive many other judgments, representations, or conclusions. Again, I think the burden of proof should be squarely on Peter to show why this wouldn't be possible. Update, February 28 Peter responds:Eric writes: “it seems now like Peter is allowing that if P is a \"semantic memory\" stored in partly \"sensory format\" it can join with other beliefs to drive the conclusion Q without an intermediate self-interpretative episode.” I allow that the content of sensory-based memory can enter working memory, and so can join with other beliefs to drive a conclusion. But that the content in question is the content of a memory rather than a fantasy or supposition requires interpretation. There is nothing about the content of an image as such that identifies it as a memory, and memory images don’t come with tags attached signifying that they are memories. (There is a pretty large body of empirical work supporting this claim, I should say. It isn’t just an implication of the ISA theory.) Eric writes: “But I do think that if, for a broad range of purposes, we can access these stored beliefs, it would be odd if we couldn't do so for the purpose of reaching conclusions about our own minds. We'd then need a pretty good theory of why we have this special disability with respect to mindreading.” Well, I and others (especially Nichols & Stich in their mindreading book) had provided that theory. The separation between thought-attribution and behavioral prediction is now widely accepted in the literature, with the latter utilizing the subject’s own planning systems, which can in turn access the subject’s beliefs. There is also an increasing body of work suggesting that on-line, unreflective, forms of mental-state attribution are encapsulated from background beliefs. (I make this point at various places in The Opacity of Mind. But more recently, see Ian Apperly’s book Mindreaders, and my own “Mindreading in Infancy”, shortly to appear in Mind & Language.) The claim also makes good theoretical sense seen in evolutionary and functional terms, if the mindreading system evolved to track the mental states of others and generate predictions therefrom. From this perspective one might predict that thought-attribution could access a domain-specific database of acquired information (e.g. “person files” containing previously acquired information about the mental states of others), without being able to conduct free-wheeling searches of memory more generally. Eric writes: “these highly sophisticated P-accessing processes can drive the judgment or the representation or the conclusion that I believe that P, just as they can drive many other judgments, representations, or conclusions. Again, I think the burden of proof should be squarely on Peter to show why this wouldn't be possible.” First, I concede that it is possible. I merely claim that it isn’t actual. As for the evidence that supports such a claim, there are multiple strands. The most important is evidence that people confabulate about their beliefs and other mental states in just the sorts of circumstances that the ISA theory predicts that they would. (Big chunks of The Opacity of Mind are devoted to substantiating this claim.) Now, Eric can claim that he, too, can allow for confabulation, since he holds a pluralist account of self-knowledge. But this theory is too underspecified to be capable of explaining the data. Saying “sometimes we have direct access to our beliefs and sometimes we self-interpret” issues in no predictions about when we will self-interpret. In contrast, other mixed-method theorists such as Nichols & Stich and Alvin Goldman have attempted to specify when one or another method will be employed. But none of these accounts is consistent with the totality of the evidence. The only theory currently on the market that does explain the data is the ISA theory. And this entails that the only access that we have to our own beliefs is sensory-based and interpretive. I agree that people can certainly make \"source monitoring\" and related errors in which genuine memories of external events are confused with merely imagined events. But it sounds to me like Peter is saying that a stored belief, in order to fulfill its function as a memory rather than a fantasy or supposition must be \"interpreted\" -- and, given his earlier remarks, presumably interpreted in a way that requires activation of that content in the \"global workspace\". (Otherwise, his main argument doesn't seem to go through.) I feel like I must be missing something. I don't see how spontaneous, skillful action that draws together many influences -- for example, in conversational wit -- could realistically be construed as working this way. Lots of pieces of background knowledge flow together in guiding such responsiveness; they can't all be mediated in the \"global workspace\", which is normally thought to have a very limited capacity. (See also Terry Horgan's recent work on jokes.) Whether we are looking at visual judgments, memory judgments, social judgments about other people, or judgments about ourselves, the general rule seems to be that the sources are manifold and the mechanisms complex. \"P, therefore I believe that P\" is far too simple to be the whole story; but so also I think is any single-mechanism story, including Peter's. I guess Peter and I will have a chance to hammer this out a bit more in person during our SSPP session tomorrow! _______________________________________________ [note 1]: Usually philosophers believe that it's raining. Failing that, they believe that snow is white. I just wanted a change, okay? [note 2]: Is it really \"inference\" if the solidity of the conclusion doesn't require the solidity of the premises? I don't see why that should be an essential feature of inferences. But if you instead want to call it (following Byrne) just an \"epistemic rule\" that you follow, that's okay by me.", "tfidf": {"logidf": {"certain": 0.592104362781, "broad": 1.45323772, "far": 0.536623764503, "back": 0.23166743089699998, "debt": 2.010566255, "discours": 2.8014725192900003, "habit": 2.17424794314, "calendar": 2.41556110681, "suppos": 1.44225301477, "isa": 4.37925898918, "footnot": 3.2316172732700004, "even": 0.152388564834, "otherwis": 1.3141319148700001, "chunk": 4.394449154669999, "aloud": 4.02711691626, "pnum": 2.45585432719, "belief": 1.37278064195, "memori": 0.9454338986599999, "readi": 1.6405284994999998, "import": 0.292818277066, "unconsci": 2.99674059227, "possibl": 0.348805474891, "action": 0.598043165069, "bound": 1.68776042417, "scan": 2.93441131931, "case": 0.395406268889, "unreflect": 7.2746685411000005, "assumpt": 2.2213221289200002, "salli": 3.1818402794, "write": 0.721512439877, "apper": 7.2746685411000005, "continu": 0.13040487398700001, "effici": 1.62793753414, "hold": 0.503879117196, "work": 0.109034567273, "this": 0.0037864490525, "bit": 2.12032652634, "represent": 1.7797382876499999, "reli": 1.42586787018, "someon": 1.59635928666, "owe": 1.82519197774, "error": 1.7985854343, "these": 0.0715336194008, "high": 0.13782378654000002, "big": 1.00798563557, "purpos": 0.803869037322, "new": 0.0177299468511, "guess": 3.22051485947, "consensus": 2.34019460797, "latter": 0.850831432969, "special": 0.39755992860100003, "word": 0.585861082385, "reach": 0.40414323085000003, "former": 0.308301359655, "semant": 3.6662106543, "jettison": 4.70971918364, "realli": 1.5576408397, "least": 0.480285584745, "capabl": 1.2969341868100002, "everyon": 1.8557438481400002, "quot": 1.3489553715600002, "oneself": 3.58578908699, "made": 0.0680215260973, "pattern": 1.33282404788, "imag": 0.99376210729, "strang": 2.3175618928, "enabl": 1.26473915954, "seen": 0.47672812813, "too": 0.5965551547219999, "global": 1.1957760371200001, "mere": 1.43561376584, "various": 0.28692650007, "identifi": 0.833722000472, "alon": 1.09766791236, "altern": 0.760359972282, "horgan": 6.45368798903, "when": 0.0205549888584, "motor": 1.9048765367200002, "his": 0.0901772433641, "confus": 1.4219437317299999, "consider": 0.8325627480600001, "sensori": 3.69621290461, "enter": 0.564256167492, "tomorrow": 3.0618677691900005, "compon": 1.40974687623, "social": 0.688371502261, "inde": 1.4886080966, "selfknowledg": 7.2746685411000005, "wherewith": 6.5370695979699995, "enough": 0.802884439169, "dedic": 1.16481508131, "impli": 1.7070182407700003, "other": 0.00987474791976, "confabul": 7.2746685411000005, "mixedmethod": 7.2746685411000005, "school": 0.494746633632, "upon": 0.47207177798199995, "mind": 1.2786688388299998, "intermedi": 2.43694467284, "access": 0.627805882716, "conclus": 1.57818536893, "signific": 0.373571744332, "approach": 0.7302336145810001, "two": 0.0136988443582, "freewheel": 6.08904487545, "architectur": 1.63469757919, "act": 0.358945092473, "bring": 0.7110694905930001, "step": 1.03954505698, "noth": 1.24245472939, "desir": 1.0991793428399999, "whole": 0.8306818244059999, "distinct": 0.825779146958, "view": 0.49515994217299997, "peter": 0.850536491217, "those": 0.17854939087299998, "usual": 0.545279017064, "albeit": 2.4134476858099996, "schwitzgebel": 7.2746685411000005, "store": 1.2374487335200002, "constru": 4.31597753923, "creat": 0.222576818514, "attent": 1.03332999658, "attach": 1.5015296247, "state": 0.0466100027668, "proposit": 3.08777242152, "automat": 1.9150850473199998, "evid": 0.8103634834160001, "circumst": 1.66519674592, "abl": 0.599303982475, "capit": 0.89933402787, "instead": 0.46663315041500003, "believ": 0.497746997996, "behavior": 1.71014813378, "issu": 0.364099043934, "often": 0.258140393351, "mentalst": 7.2746685411000005, "initi": 0.30010459245, "simul": 2.44055348224, "first": 0.0075872898121599995, "light": 0.64722859635, "here": 0.8850381883700001, "none": 1.40255075163, "host": 0.996658931332, "for": 0.00031499039539700004, "stric": 7.2746685411000005, "stich": 6.45368798903, "proof": 2.27255429674, "psychologist": 3.01841129372, "file": 1.32734588723, "white": 0.625566240123, "itself": 0.5570837229510001, "call": 0.0654627744488, "contain": 0.468845318236, "comparison": 1.60134527393, "selfscan": 7.2746685411000005, "there": 0.0400978929255, "system": 0.327430345585, "and": 6.29901420636e-05, "genuin": 2.44055348224, "respect": 0.49733261904, "sing": 1.9048765367200002, "post": 0.8057001527009999, "data": 1.2168205848, "typic": 0.812774319158, "heavili": 1.17598157639, "convers": 1.2085604509999999, "languag": 0.8306818244059999, "recent": 0.434413741288, "second": 0.10713976337999999, "concept": 0.977224437103, "theori": 1.10772396902, "imageri": 2.98545520604, "support": 0.237880610037, "with": 0.00119749171339, "agre": 0.801760369921, "them": 0.0941833269093, "encapsul": 4.230146103380001, "domainspecif": 7.2746685411000005, "decis": 0.7701082216959999, "was": 0.0112115188626, "respons": 0.40991566230300003, "don": 1.7963049316, "failur": 1.18954807429, "subscrib": 3.00306572405, "peopl": 0.193265578473, "influenc": 0.572373185428, "explicit": 1.7612397949400003, "bowel": 4.6486832930599995, "pluralist": 4.82053354998, "contrast": 1.0589701282, "god": 1.25895493874, "their": 0.015360505122700001, "contra": 4.10421931014, "chang": 0.166275625058, "conclud": 1.1061995784799998, "make": 0.07349765782289999, "desireinvolv": 7.2746685411000005, "topic": 1.6969991554100001, "not": 0.0155524130075, "squar": 1.18377009701, "remark": 1.34847005245, "note": 0.353817568083, "burden": 2.53290347794, "would": 0.0796176279647, "spontan": 2.7839913543400003, "theorist": 2.7558487935500002, "wit": 1.47861079034, "nor": 1.2083495472799999, "use": 0.0292080197316, "hammer": 2.88359207091, "look": 0.6463866936, "intend": 0.853933584803, "what": 0.225887296827, "provid": 0.19517784432500002, "rest": 0.671587369833, "driven": 1.72311939365, "share": 0.618760299747, "right": 0.34035985417, "unconstrain": 5.76054080847, "bin": 3.1058913841000004, "presum": 2.1026361586599998, "all": 0.011402632097799998, "devot": 1.6224983909900001, "ian": 2.05480423729, "judgment": 2.3898026343, "wrong": 1.70078769102, "small": 0.307101805059, "capac": 1.35284642705, "emerg": 0.748173681534, "voila": 7.2746685411000005, "whi": 1.18068843047, "unless": 1.69528182715, "event": 0.428982108147, "consid": 0.214894723824, "theater": 1.74379749228, "current": 0.42695282784500005, "onc": 0.403765872355, "draw": 1.0893956335600001, "amount": 0.819898886199, "function": 0.914465741594, "alvin": 3.74297467051, "midlevel": 7.2746685411000005, "doe": 0.5340417297169999, "goal": 1.18830712273, "selfinterpret": 7.2746685411000005, "heart": 1.09974671874, "question": 0.790310929014, "final": 0.292733863948, "sound": 1.13556799519, "monitor": 1.80125261058, "consist": 0.398873126426, "infanc": 3.59263061881, "session": 1.7220613790900001, "argument": 1.62793753414, "unstabl": 2.87128077943, "accept": 0.552585882007, "tag": 2.98296454472, "sourc": 0.529218310751, "content": 1.26473915954, "experienc": 1.26876330984, "multipl": 1.01092401812, "convert": 1.1860360368, "over": 0.0249367214957, "has": 0.0427239448548, "togeth": 0.458032237308, "imposs": 1.60165772512, "cognit": 3.0659136276999996, "know": 0.952919694398, "reason": 0.544301552962, "especi": 0.511098609709, "inner": 1.86140042888, "who": 0.0609002329859, "general": 0.114952578063, "more": 0.017024931599999998, "remain": 0.15356296309, "book": 0.3605697882, "sometim": 0.538025155343, "attempt": 0.38674498075099994, "increas": 0.277820718929, "thoughtattribut": 7.2746685411000005, "fridg": 6.238576609419999, "basic": 1.00436774895, "guid": 0.912738218589, "mechan": 1.22815639221, "plus": 1.54575009318, "theoret": 2.05874512909, "specifi": 1.93451151621, "februari": 0.446054860765, "want": 0.6916366062549999, "previous": 0.356602960063, "exampl": 0.40868267499899996, "huge": 1.47916358195, "evolv": 1.52643430388, "out": 0.0584263909193, "result": 0.136378908381, "see": 0.240921585492, "context": 1.44920491442, "depend": 0.806969815, "underspecifi": 7.2746685411000005, "find": 0.547781330288, "literatur": 1.3031748172600002, "isn": 7.1076144564399995, "token": 3.5177057198900004, "background": 1.3931203261899998, "explain": 0.955700427358, "time": 0.0112115188626, "main": 0.225571540588, "requir": 0.424253510675, "below": 0.813626591936, "rule": 0.554777423537, "bluebeard": 6.4945099835599995, "feel": 1.1428493419299999, "held": 0.36709509683499997, "substanti": 1.24639002087, "while": 0.04324998379380001, "join": 0.58348752942, "reflect": 0.85201207065, "person": 0.34018281601800004, "ourselv": 3.30266283107, "ordinarili": 4.11960422898, "befor": 0.0956377718795, "independ": 0.463424162503, "direct": 0.200705689496, "place": 0.0957070839572, "from": 0.000567054168866, "format": 0.9287132518729999, "divin": 2.1192772083, "task": 1.35748680661, "sensorybas": 7.2746685411000005, "domaingener": 7.2746685411000005, "conveni": 2.28795343073, "need": 0.362740163442, "chanc": 1.44572292349, "off": 0.41352852038800003, "which": 0.00517841384543, "polit": 0.570142784146, "myself": 2.67771382807, "mani": 0.0433157581221, "ordinari": 1.93451151621, "opac": 5.74073818118, "between": 0.033953681165299995, "mean": 0.37092128352, "onli": 0.025324268329099998, "assum": 1.08435313525, "wide": 0.44458000675399995, "stori": 0.705059626587, "mental": 1.87404076028, "sspp": 7.2746685411000005, "verbal": 2.77992217273, "employ": 0.7725602049429999, "subject": 0.6267443740950001, "realist": 2.56105169741, "onlin": 0.957503854357, "nichol": 3.3608290047500002, "you": 0.771469692294, "good": 0.418589404907, "can": 0.162341096394, "perhap": 1.14680739183, "terri": 2.29668166569, "odd": 2.1517873988400003, "licens": 1.7575808080500002, "how": 0.47156695693000006, "had": 0.0464780244111, "rout": 1.15117941787, "selfascrib": 7.2746685411000005, "but": 0.0161923720719, "drive": 1.07674430203, "plan": 0.428982108147, "allow": 0.24028061118900002, "num": 0.00031499039539700004, "now": 0.149092945021, "imagin": 1.88684291737, "basi": 0.884275353639, "environ": 1.2341974030299998, "our": 0.8576392141820001, "later": 0.0829654259878, "miss": 1.2631785751200002, "appear": 0.278735898493, "where": 0.0649921387457, "among": 0.228496097073, "separ": 0.470759772949, "term": 0.33303898354600003, "predict": 1.6457402376899999, "should": 0.509419876758, "head": 0.456042582852, "order": 0.22014038079300002, "star": 0.8940838613940001, "think": 1.06717661175, "relat": 0.21310030165399999, "goldman": 3.76720196585, "infer": 3.0511581621399997, "june": 0.3605697882, "point": 0.23103235903299998, "storag": 2.1544996326700003, "most": 0.020747896295599998, "eric": 1.8581641801, "fail": 0.656536611573, "integr": 1.03865482279, "job": 1.1798682540899998, "avow": 4.56661834, "armadillo": 5.7022719003499995, "than": 0.0322608622182, "either": 0.459327638815, "avail": 0.547454586289, "util": 1.5389763962399998, "updat": 1.7164374626899999, "heard": 1.4933640154799999, "thing": 0.8781935346799999, "such": 0.059695977806, "activ": 0.381196603284, "box": 1.41751491115, "bifurc": 5.38210437275, "consequ": 1.0937112421, "also": 0.0146571578, "part": 0.04239531098280001, "embodi": 2.61552683221, "particular": 0.323157393804, "might": 0.7683410765340001, "orangutan": 5.721320095319999, "supposit": 5.04759100062, "rain": 1.92496697521, "therefor": 0.847591848336, "rang": 0.579319213803, "earlier": 0.624742371425, "complet": 0.215285242047, "incapac": 5.29053717923, "opinion": 1.33617333331, "nonconsci": 7.2746685411000005, "interact": 1.4858210267899998, "reaction": 1.54309404912, "they": 0.0297269947676, "manifold": 4.19610026197, "fan": 1.56967467926, "actual": 0.628514181648, "parti": 0.724497710444, "limit": 0.41782385463, "through": 0.0683586918849, "pull": 1.6460668749599998, "shown": 1.01856958099, "secondari": 1.47447456495, "evolutionari": 3.0524906073699998, "tend": 1.21597024462, "repli": 1.89602878572, "texa": 1.7157366918099999, "against": 0.254802851078, "method": 0.944461608841, "workspac": 5.8883741799800005, "let": 1.2488025672799998, "exam": 3.1058913841000004, "fals": 1.8271477773099998, "preworkspac": 7.2746685411000005, "base": 0.13652330228700002, "follow": 0.045356911094199995, "dure": 0.0491209066894, "mindread": 7.2746685411000005, "she": 0.7701082216959999, "abov": 0.643865229816, "market": 0.8612095839370001, "strand": 2.81085247342, "piec": 1.17598157639, "show": 0.236682766013, "central": 0.477540146039, "keen": 2.61380566138, "attribut": 1.2283715153700001, "like": 0.139053576545, "lot": 1.4835969502500002, "own": 0.164195077421, "snow": 2.15667472869, "theoriz": 3.43423918886, "are": 0.0294674735827, "misunderstand": 3.4781584227999995, "inform": 0.454453704662, "studi": 0.426470272221, "ignor": 1.5226732694999998, "idea": 0.73863592212, "episod": 1.48972510314, "brain": 2.18931939783, "generat": 0.719182341736, "sens": 1.04257779501, "selfascript": 7.2746685411000005, "fast": 1.5836950247400001, "flow": 1.4838746894600001, "academ": 1.35895667459, "offer": 0.431112446902, "mistaken": 2.5464765406, "account": 0.665074289973, "conduct": 0.817042965366, "hit": 1.1367451583600001, "practic": 0.533182530867, "beliefretriev": 7.2746685411000005, "hear": 1.43007066072, "did": 0.220847122352, "alex": 2.36603241496, "year": 0.047402238894600005, "introspect": 4.20029314023, "get": 0.579769005782, "acquir": 1.1332178178499999, "guy": 2.03774313616, "empir": 1.04365037288, "conscious": 2.09237439596, "adultstrength": 7.2746685411000005, "just": 0.289531434109, "premis": 2.59844699771, "therefrom": 6.08904487545, "world": 0.107420248621, "never": 0.443205436091, "sinc": 0.0803681994577, "fantasi": 2.48566279349, "carruth": 5.66523062867, "someth": 1.18830712273, "disput": 1.2240778205, "complex": 0.8502416364309999, "happen": 1.08640441802, "ani": 0.125608358366, "deni": 1.2596206438600002, "notic": 1.47474978168, "process": 0.527829199025, "set": 0.171496011289, "varieti": 0.8316941898119999, "move": 0.255615859253, "bodi": 0.6215709351609999, "respond": 1.15477080241, "skill": 1.30805571015, "straight": 1.82519197774, "toward": 0.48877277716000006, "mediat": 2.63641532015, "veri": 0.230159793238, "fact": 0.5502899207949999, "broadcast": 1.2674201263, "path": 1.5351679838499999, "joke": 2.40783363597, "databas": 2.10988256718, "accord": 0.243650319127, "much": 0.17749572930100002, "short": 0.345685625679, "again": 0.411340231612, "that": 0.00397614837964, "develop": 0.178624694913, "whatev": 2.0343655696200003, "come": 0.28390990653000003, "area": 0.327954821122, "rather": 0.442714975539, "true": 0.938325629634, "leap": 2.9767648968400002, "claim": 0.423291231925, "larg": 0.17037506060600002, "last": 0.19204364461100001, "epistem": 5.31585498721, "one": 0.0062553516455, "sort": 1.64639361896, "normal": 0.959639378783, "perspect": 1.61645415436, "singlemechan": 7.2746685411000005, "sophist": 2.30296309338, "form": 0.120053184191, "into": 0.0149128632287, "some": 0.0395735090645, "take": 0.130691962197, "present": 0.227546654799, "philosoph": 1.73269223754, "conced": 2.8960568215299998, "byrn": 3.6711489359400002, "stream": 1.8736305038599999, "interpret": 1.1678481440000001, "seem": 0.829093032276, "anoth": 0.127896361652, "differ": 0.212321121312, "say": 0.562154280552, "ascrib": 3.17428166443, "inconsist": 2.6667747946500002, "well": 0.0635144383156, "deploy": 2.00400270589, "ask": 0.776797209847, "includ": 0.0188846813905, "both": 0.050842533389300004, "must": 0.653383947388, "registrar": 4.5485998345, "fulfil": 1.9279940045500001, "without": 0.258874517941, "implic": 2.03244064121, "doesn": 7.2746685411000005, "speech": 1.3409775702700002, "materi": 0.7561918990209999, "paccess": 7.2746685411000005, "critiqu": 2.6461370052, "your": 1.25430737035, "lie": 1.16805067564, "essenti": 1.07434378384, "entail": 3.0564986287700004, "omnisci": 5.05744329706, "solid": 1.8521242986400002, "okay": 4.54266509898, "knowledg": 1.2232212893899999, "construct": 0.658603355972, "then": 0.08303386523089999, "halfcenturi": 7.2746685411000005, "given": 0.303255810831, "have": 0.0147850023412, "search": 1.1798682540899998, "pretti": 2.75684036527, "whether": 0.791561189647, "produc": 0.314320812003, "concern": 0.634079948873, "thought": 0.685867118283, "same": 0.112059649604, "hook": 2.7410920083, "map": 1.40434493384, "environment": 1.70632403734, "sentenc": 1.7656483252200001, "end": 0.101476798618, "extern": 1.6565760028799998, "shorthand": 4.26988643203, "suggest": 0.563702610877, "manner": 1.36905901503, "could": 0.18595627229000003, "total": 0.43567888670500005, "way": 0.19809150993500002, "conceptu": 2.8723937456, "argu": 0.984952970196, "will": 0.202786534915, "narrow": 1.71084499792, "the": 0.0, "amod": 7.2746685411000005, "track": 1.14028498507, "similar": 0.318556092114, "been": 0.023645982368400004, "turn": 0.324899251064, "interest": 0.47207177798199995, "simpl": 1.2232212893899999, "disabl": 2.19044489035, "featur": 0.423387418142, "about": 0.0628434774746, "straightaway": 6.3767269479, "signifi": 2.77485887077, "entir": 0.46603068026999994, "retriev": 0.773925020223, "visual": 1.6539383488600001}, "tfidf": {"certain": 3.6155773172400005, "broad": 8.55387931034, "far": 1.71022298826, "back": 1.26070038911, "debt": 7.46754468485, "discours": 16.468879668, "habit": 8.79556786704, "calendar": 22.3921015514, "suppos": 29.611510791380002, "isa": 239.3366834172, "footnot": 50.641148325399996, "even": 2.32922535212, "otherwis": 3.72151898734, "chunk": 81.0, "aloud": 56.0989399293, "pnum": 221.47136563880002, "belief": 181.53020134218002, "memori": 56.62645914398, "readi": 5.15789473684, "import": 2.6803984467400004, "unconsci": 80.0807061792, "possibl": 4.2521203464, "action": 1.81855670103, "bound": 5.40735694823, "scan": 37.6208530806, "case": 4.45496211768, "unreflect": 1443.27272727, "assumpt": 9.21951219512, "salli": 96.364188164, "write": 6.172628304810001, "apper": 1443.27272727, "continu": 1.13928955867, "effici": 5.09335899904, "hold": 1.6551292744, "work": 14.49761168869, "this": 35.13277693485, "bit": 16.66771653544, "represent": 65.21135175500001, "reli": 4.16146788991, "someon": 9.8700652782, "owe": 6.203985932, "error": 12.08219178082, "these": 6.44492557512, "high": 2.2955465587, "big": 2.7400759406299997, "purpos": 15.639178159290001, "new": 3.0536641662, "guess": 25.0410094637, "consensus": 10.383257030700001, "latter": 2.34159292035, "special": 7.440944881899999, "word": 1.7965372864099998, "reach": 7.4900924703000005, "former": 1.36111111111, "semant": 156.4137931036, "jettison": 111.020979021, "realli": 9.495215311, "least": 6.466143977200001, "capabl": 3.6580645161300005, "everyon": 6.3964544722, "quot": 3.85339805825, "oneself": 72.16363636359999, "made": 2.14077669902, "pattern": 3.79173632673, "imag": 10.80551301684, "strang": 10.150895140700001, "enabl": 7.0843373494, "seen": 1.61079545455, "too": 7.2634107286, "global": 26.44897959184, "mere": 8.40444679724, "various": 1.3323262839899999, "identifi": 2.30187037843, "alon": 2.99716820842, "altern": 4.278092158440001, "horgan": 635.04, "when": 6.124606185299999, "motor": 13.437156157419999, "his": 5.471841180100001, "confus": 4.1451697127900005, "consider": 4.59840695148, "sensori": 402.944162437, "enter": 3.51627906976, "tomorrow": 21.3674293405, "compon": 8.18983750322, "social": 3.9809428284800004, "inde": 4.43092380687, "selfknowledg": 5773.09090908, "wherewith": 690.260869565, "enough": 2.2319696330700003, "dedic": 25.64264082376, "impli": 11.025, "other": 23.22824427476, "confabul": 2886.54545454, "mixedmethod": 1443.27272727, "school": 1.64008264463, "upon": 3.20662492426, "mind": 43.10226244344, "intermedi": 34.3141210374, "access": 20.608449374590002, "conclus": 87.2307692307, "signific": 1.4529147982100001, "approach": 2.07556543339, "two": 1.01379310345, "freewheel": 441.0, "architectur": 5.12790697674, "act": 5.727272727280001, "bring": 4.07233551366, "step": 2.8279301745599996, "noth": 10.392319441409999, "desir": 39.02212138396, "whole": 2.29488291414, "distinct": 2.2836593786000003, "view": 6.563042579559999, "peter": 37.45443821888, "those": 4.78192771084, "usual": 3.45017928936, "albeit": 11.172413793099999, "schwitzgebel": 8659.63636362, "store": 37.91489361704, "constru": 74.8867924528, "creat": 1.2492917847, "attent": 2.81040892193, "attach": 4.4885496183199995, "state": 6.286279944539999, "proposit": 43.8563535912, "automat": 20.362548097470004, "evid": 11.2436260623, "circumst": 15.860139860130001, "abl": 3.6417020300400003, "capit": 24.579656293499998, "instead": 3.18923262354, "believ": 44.4152937519, "behavior": 27.648902821300002, "issu": 4.31765025837, "often": 1.29452054795, "mentalst": 1443.27272727, "initi": 2.7, "simul": 11.4793926247, "first": 3.0228484386899996, "light": 1.9102394417, "here": 9.69230769232, "none": 8.13111395646, "host": 2.7092150170599996, "for": 27.008506080270003, "stric": 1443.27272727, "stich": 2540.16, "proof": 19.40831295844, "psychologist": 20.458762886600002, "file": 3.7710213776699995, "white": 1.86930413282, "itself": 1.74557449148, "call": 9.6088769334, "contain": 3.19629555064, "comparison": 4.9597000937199995, "selfscan": 2886.54545454, "there": 14.57277734066, "system": 20.810976142650002, "and": 68.00428346484, "genuin": 11.4793926247, "respect": 3.2886587260400004, "sing": 6.718578078709999, "post": 4.47652615254, "data": 6.75287111868, "typic": 2.2541530597799997, "heavili": 3.24132298898, "convers": 3.3486606201200004, "languag": 4.58976582828, "recent": 3.0881151527, "second": 2.2261796256, "concept": 2.65707112971, "theori": 33.30205949653, "imageri": 98.9775561095, "support": 2.5371154614400004, "with": 18.021567761819995, "agre": 8.91784861676, "them": 2.19752231988, "encapsul": 68.72727272729999, "domainspecif": 4329.81818181, "decis": 4.32, "was": 1.01127460348, "respons": 4.520072126790001, "don": 6.02733485194, "failur": 3.28559602649, "subscrib": 20.147208121800002, "peopl": 3.6396148555800005, "influenc": 1.77246846042, "explicit": 5.819648093840001, "bowel": 104.44736842100001, "pluralist": 248.0625, "contrast": 2.88339992735, "god": 3.5217391304300003, "their": 2.0309581681, "contra": 60.59541984729999, "chang": 1.1808985421, "conclud": 33.25133282559, "make": 4.305064063440001, "desireinvolv": 1443.27272727, "topic": 5.457545548300001, "not": 11.17241379309, "squar": 6.53333333334, "remark": 3.8515283842800003, "note": 7.12247644685, "burden": 25.1800158604, "would": 9.745856353619999, "spontan": 16.1834862385, "theorist": 15.734390485599999, "wit": 4.386847195360001, "nor": 10.0438633488, "use": 1.0296387573799999, "hammer": 17.8783783784, "look": 1.9086318826599997, "intend": 2.3488681757700003, "what": 12.534343912799999, "provid": 2.43105428374, "rest": 1.9573418813999999, "driven": 5.601976005650001, "share": 1.8566249561500001, "right": 1.4054532577899999, "unconstrain": 317.52, "bin": 22.3291139241, "presum": 8.187725631769998, "all": 6.06880733946, "devot": 5.0657306956, "ian": 7.805309734510001, "judgment": 98.20206185579998, "wrong": 5.478260869570001, "small": 1.3594793629, "capac": 3.86842105263, "emerg": 2.1131372288, "voila": 1443.27272727, "whi": 22.79630769234, "unless": 32.68908716538, "event": 6.142774231000001, "consid": 1.2397313759200002, "theater": 5.71902017291, "current": 1.5325803649, "onc": 1.4974533106999999, "draw": 11.88990825688, "amount": 2.27027027027, "function": 4.99088337, "alvin": 42.223404255300004, "midlevel": 1443.27272727, "doe": 11.94068980335, "goal": 6.56304257958, "selfinterpret": 12989.454545429999, "heart": 3.00340522134, "question": 4.4081632653, "final": 2.6801721955, "sound": 3.11294117647, "monitor": 18.17169019458, "consist": 1.4901445466499998, "infanc": 36.3295194508, "session": 5.59605216778, "argument": 20.37343599616, "unstabl": 17.659621802, "accept": 5.213222416800001, "tag": 19.7462686567, "sourc": 3.39520958084, "content": 24.7951807229, "experienc": 3.5564516129, "multipl": 2.74813917258, "convert": 6.5481542586199994, "over": 1.02525024217, "has": 4.1745990008, "togeth": 4.74287990439, "imposs": 4.96125, "cognit": 214.540540541, "know": 5.1865403463, "reason": 6.89361702128, "especi": 3.33424341068, "inner": 38.596434359819995, "who": 1.06279287723, "general": 4.487280949680001, "more": 5.085853408499999, "remain": 2.33196239718, "book": 2.86829268292, "sometim": 6.850485436880001, "attempt": 1.4721810088999998, "increas": 1.32024948025, "thoughtattribut": 2886.54545454, "fridg": 512.129032258, "basic": 2.7301805675, "guid": 2.49113447356, "mechan": 37.56420735639, "plus": 4.6914893617, "theoret": 23.50839091806, "specifi": 6.920662598080001, "februari": 3.1242743284400003, "want": 5.99094339624, "previous": 1.42846859816, "exampl": 4.51450236966, "huge": 4.38927287808, "evolv": 4.60173913043, "out": 2.12033388982, "result": 2.29223216864, "see": 6.36210627555, "context": 4.25972632144, "depend": 2.2411067193700003, "underspecifi": 1443.27272727, "find": 3.4588235294199996, "literatur": 3.68096452585, "isn": 3663.6923076900002, "token": 33.7070063694, "background": 8.05479452054, "explain": 10.40196560196, "time": 1.01127460348, "main": 5.01215469612, "requir": 12.22759218256, "below": 2.25607503197, "rule": 3.4831066257199996, "bluebeard": 3969.0, "feel": 3.1356903021900004, "held": 1.44353518822, "substanti": 6.955531215780001, "while": 1.0441988950299999, "join": 14.338225333039999, "reflect": 2.3443591258099996, "person": 5.62081784388, "ourselv": 81.5547945204, "ordinarili": 61.5348837209, "befor": 2.20072082062, "independ": 1.58950740889, "direct": 6.1113249673, "place": 2.2008733624400003, "from": 10.0056721497, "format": 12.65625, "divin": 16.65023597274, "task": 3.88641370869, "sensorybas": 4329.81818181, "domaingener": 1443.27272727, "conveni": 19.7094972067, "need": 12.935361216689998, "chanc": 4.2449197861000005, "off": 3.0242880274400004, "which": 14.07268583, "polit": 5.30555864988, "myself": 58.2071494044, "mani": 4.17707031508, "ordinari": 34.603312990400006, "opac": 622.588235294, "between": 2.06907337416, "mean": 4.34720700987, "onli": 7.179533561620001, "assum": 8.87257824144, "wide": 6.2393397524, "stori": 4.04793472718, "mental": 32.57283545345, "sspp": 1443.27272727, "verbal": 16.1177664975, "employ": 2.16530278232, "subject": 3.7430154426599995, "realist": 12.9494290375, "onlin": 2.6051854282900004, "nichol": 115.2522686024, "you": 21.629427792900003, "good": 4.55944859277, "can": 48.226717048219996, "perhap": 3.14812611541, "terri": 9.94113963682, "odd": 25.80065005416, "licens": 5.79839298758, "how": 6.41001312204, "had": 1.0475750577399998, "rout": 3.1619199362700003, "selfascrib": 1443.27272727, "but": 18.29383522182, "drive": 26.41597337772, "plan": 13.821242019750002, "allow": 12.716059271100002, "num": 11.00346544011, "now": 8.125466111, "imagin": 13.197007481300002, "basi": 4.84245844136, "environ": 3.43561999567, "our": 30.64864864867, "later": 2.17300848618, "miss": 3.53664513255, "appear": 1.3214582986499999, "where": 1.06715063521, "among": 2.51341724056, "separ": 1.6012102874399998, "term": 1.39520168732, "predict": 31.109079033300002, "should": 11.650277806930001, "head": 4.73345259393, "order": 2.49250333622, "star": 2.4450947173900004, "think": 34.885918329960006, "relat": 2.47501753838, "goldman": 43.2588555858, "infer": 169.1185086552, "june": 4.30243902438, "point": 1.25990000794, "storag": 8.623574144489998, "most": 3.06289389069, "eric": 83.35541195475001, "fail": 1.9281029876099998, "integr": 2.8254137746900003, "job": 3.2539454806299997, "avow": 96.2181818182, "armadillo": 2995.47169811, "than": 3.0983606557499996, "either": 1.5830092731099998, "avail": 1.7288467821, "util": 4.65981802172, "updat": 11.12933753944, "heard": 4.45204711161, "thing": 4.813096862219999, "such": 8.49211018992, "activ": 7.32017705645, "box": 33.01481674032, "bifurc": 217.479452055, "consequ": 2.98533283189, "also": 10.1476510067, "part": 6.25984096734, "embodi": 13.6744186047, "particular": 2.7629655412400003, "might": 15.093304359630002, "orangutan": 305.307692308, "supposit": 311.294117648, "rain": 6.854922279789999, "therefor": 2.33401940606, "rang": 3.5696458684599994, "earlier": 1.86776470588, "complet": 1.24021560816, "incapac": 198.45, "opinion": 11.413371675059999, "nonconsci": 1443.27272727, "interact": 4.4185917061, "reaction": 4.67904509284, "they": 6.18103951722, "manifold": 66.42677824270001, "fan": 4.805084745759999, "actual": 1.87482286254, "parti": 2.06369426752, "limit": 1.5186531471200002, "through": 1.07074930869, "pull": 25.932701731450003, "shown": 2.76923076923, "secondari": 4.36873968079, "evolutionari": 21.168000000000003, "tend": 10.12069698258, "repli": 13.318791946300001, "texa": 61.16847635723, "against": 1.2902072328299998, "method": 2.5714285714300003, "workspac": 3968.9999999980005, "let": 10.45849802373, "exam": 89.3164556964, "fals": 6.21613155834, "preworkspac": 1443.27272727, "base": 2.2925631769, "follow": 4.18560506196, "dure": 1.0503473370799998, "mindread": 14432.727272699998, "she": 2.16, "abov": 3.80765079746, "market": 2.36602086438, "strand": 16.624083769600002, "piec": 3.24132298898, "show": 2.5340782123, "central": 4.8363119415, "keen": 13.6509028375, "attribut": 13.6626506024, "like": 10.342671009750001, "lot": 4.40877534018, "own": 9.42755344416, "snow": 8.64235166032, "theoriz": 31.0078125, "are": 13.38877716514, "misunderstand": 64.8, "inform": 9.45187537212, "studi": 1.53184098804, "ignor": 4.58446433728, "idea": 2.0930784443, "episod": 26.615255658000002, "brain": 8.929133858270001, "generat": 4.10550814584, "sens": 2.8365195640499996, "selfascript": 5773.09090908, "fast": 4.8729281768, "flow": 4.41, "academ": 7.784260848239999, "offer": 1.53896859248, "mistaken": 12.7620578778, "account": 13.61244487995, "conduct": 2.2637958077900002, "hit": 3.1166077738499998, "practic": 1.70434782609, "beliefretriev": 1443.27272727, "hear": 4.17899447223, "did": 1.2471327572700002, "alex": 21.310067114000002, "year": 1.0485436893200002, "introspect": 66.7058823529, "get": 3.5712518277, "acquir": 6.21126760564, "guy": 30.69308844852, "empir": 2.8395635843299996, "conscious": 8.10413476263, "adultstrength": 1443.27272727, "just": 20.03702145555, "premis": 13.4428450466, "therefrom": 441.0, "world": 1.11340206186, "never": 1.55769230769, "sinc": 1.08368600683, "fantasi": 24.0181543116, "carruth": 1443.272727275, "someth": 6.56304257958, "disput": 3.40102827763, "complex": 2.34021226415, "happen": 2.96359902931, "ani": 2.26767604628, "deni": 7.048168701439999, "notic": 4.36994219653, "process": 3.39049652964, "set": 1.18707940781, "varieti": 4.5944147012, "move": 1.29125660838, "bodi": 3.7237011844800003, "respond": 3.17329602239, "skill": 7.3979496738199995, "straight": 6.203985932, "toward": 1.6303142329, "mediat": 13.963060685999999, "veri": 3.77640342531, "fact": 5.20126679043, "broadcast": 3.55167785235, "path": 9.284210526319999, "joke": 11.1098670399, "databas": 8.24727272727, "accord": 1.27589809531, "much": 2.3884459154599997, "short": 1.41295834817, "again": 3.01767724768, "that": 110.4382470125, "develop": 1.1955719557200002, "whatev": 15.294797687860001, "come": 1.32831325301, "area": 1.3881262568900001, "rather": 3.11385701676, "true": 17.88989053446, "leap": 19.6242274413, "claim": 9.16187361738, "larg": 1.18574949585, "last": 2.4234468020200004, "epistem": 203.53846153799998, "one": 7.04392470054, "sort": 15.564705882359998, "normal": 5.22150962012, "perspect": 5.03520456708, "singlemechan": 1443.27272727, "sophist": 40.0151228732, "form": 5.6377840909, "into": 6.09014768874, "some": 8.32293577984, "take": 1.13961668222, "present": 1.25551601423, "philosoph": 11.31172069826, "conced": 18.102622577, "byrn": 117.891089109, "stream": 6.5118949959000005, "interpret": 28.935601458119997, "seem": 20.62115745417, "anoth": 4.54574087328, "differ": 1.23654490225, "say": 24.5622720742, "ascrib": 47.8192771084, "inconsist": 14.3934723481, "well": 2.1311497416, "deploy": 7.41869158879, "ask": 4.3489932886, "includ": 1.0190641247799999, "both": 2.10431440122, "must": 7.688135593239998, "registrar": 94.5, "fulfil": 6.87570376786, "without": 10.36376988984, "implic": 7.632692307689999, "doesn": 2886.54545454, "speech": 26.759450999260004, "materi": 2.13014893332, "paccess": 2886.54545454, "critiqu": 14.0994671403, "your": 10.51622874807, "lie": 3.2157180474000002, "essenti": 5.856141645140001, "entail": 21.2530120482, "omnisci": 314.376237624, "solid": 12.74668807708, "okay": 187.8816568048, "knowledg": 10.19434931508, "construct": 7.728368017519999, "then": 13.03894326192, "halfcenturi": 1443.27272727, "given": 4.06278256419, "have": 15.223422617099997, "search": 9.761836441889999, "pretti": 47.25, "whether": 2.20683903253, "produc": 2.73865792652, "concern": 3.7705735660800004, "thought": 5.95647823911, "same": 6.71147748888, "hook": 15.50390625, "map": 12.218573627490002, "environment": 5.50867453158, "sentenc": 5.84536082474, "end": 4.42721695484, "extern": 5.24133377352, "shorthand": 71.5135135135, "suggest": 1.7571665744299998, "manner": 11.79494799405, "could": 6.0218479745, "total": 1.5460122699399999, "way": 9.7525915688, "conceptu": 17.6792873051, "argu": 2.67768595041, "will": 11.02329887364, "narrow": 5.53363541304, "the": 143.0, "amod": 1443.27272727, "track": 3.1276595744700004, "similar": 4.12542226071, "been": 1.0239277652399998, "turn": 1.3838912133899999, "interest": 1.60331246213, "simpl": 3.3981164383599998, "disabl": 26.81756756757, "featur": 3.05425163524, "about": 24.49178348657, "straightaway": 588.0, "signifi": 16.0363636364, "entir": 1.59365589239, "retriev": 2.16826003824, "visual": 26.137635824849998}, "freq": {"certain": 2, "broad": 2, "far": 1, "back": 1, "debt": 1, "discours": 1, "habit": 1, "calendar": 2, "suppos": 7, "isa": 3, "footnot": 2, "even": 2, "otherwis": 1, "chunk": 1, "aloud": 1, "pnum": 19, "belief": 46, "memori": 22, "readi": 1, "import": 2, "unconsci": 4, "possibl": 3, "action": 1, "bound": 1, "scan": 2, "case": 3, "unreflect": 1, "assumpt": 1, "salli": 4, "write": 3, "apper": 1, "continu": 1, "effici": 1, "hold": 1, "work": 13, "this": 35, "bit": 2, "represent": 11, "reli": 1, "someon": 2, "owe": 1, "error": 2, "these": 6, "high": 2, "big": 1, "purpos": 7, "new": 3, "guess": 1, "consensus": 1, "latter": 1, "special": 5, "word": 1, "reach": 5, "former": 1, "semant": 4, "jettison": 1, "realli": 2, "least": 4, "capabl": 1, "everyon": 1, "quot": 1, "oneself": 2, "made": 2, "pattern": 1, "imag": 4, "strang": 1, "enabl": 2, "seen": 1, "too": 4, "global": 8, "mere": 2, "various": 1, "identifi": 1, "alon": 1, "altern": 2, "horgan": 1, "when": 6, "motor": 2, "his": 5, "confus": 1, "consider": 2, "sensori": 10, "enter": 2, "tomorrow": 1, "compon": 2, "social": 2, "inde": 1, "selfknowledg": 4, "wherewith": 1, "enough": 1, "dedic": 8, "impli": 2, "other": 23, "confabul": 2, "mixedmethod": 1, "school": 1, "upon": 2, "mind": 12, "intermedi": 3, "access": 11, "conclus": 18, "signific": 1, "approach": 1, "two": 1, "freewheel": 1, "architectur": 1, "act": 4, "bring": 2, "step": 1, "noth": 3, "desir": 13, "whole": 1, "distinct": 1, "view": 4, "peter": 16, "those": 4, "usual": 2, "albeit": 1, "schwitzgebel": 6, "store": 11, "constru": 1, "creat": 1, "attent": 1, "attach": 1, "state": 6, "proposit": 2, "automat": 3, "evid": 5, "circumst": 3, "abl": 2, "capit": 10, "instead": 2, "believ": 27, "behavior": 5, "issu": 3, "often": 1, "mentalst": 1, "initi": 2, "simul": 1, "first": 3, "light": 1, "here": 4, "none": 2, "host": 1, "for": 27, "stric": 1, "stich": 4, "proof": 2, "psychologist": 1, "file": 1, "white": 1, "itself": 1, "call": 9, "contain": 2, "comparison": 1, "selfscan": 2, "there": 14, "system": 15, "and": 68, "genuin": 1, "respect": 2, "sing": 1, "post": 2, "data": 2, "typic": 1, "heavili": 1, "convers": 1, "languag": 2, "recent": 2, "second": 2, "concept": 1, "theori": 11, "imageri": 5, "support": 2, "with": 18, "agre": 4, "them": 2, "encapsul": 1, "domainspecif": 3, "decis": 2, "was": 1, "respons": 3, "don": 1, "failur": 1, "subscrib": 1, "peopl": 3, "influenc": 1, "explicit": 1, "bowel": 1, "pluralist": 2, "contrast": 1, "god": 1, "their": 2, "contra": 1, "chang": 1, "conclud": 11, "make": 4, "desireinvolv": 1, "topic": 1, "not": 11, "squar": 2, "remark": 1, "note": 5, "burden": 2, "would": 9, "spontan": 1, "theorist": 1, "wit": 1, "nor": 3, "use": 1, "hammer": 1, "look": 1, "intend": 1, "what": 10, "provid": 2, "rest": 1, "driven": 1, "share": 1, "right": 1, "unconstrain": 1, "bin": 1, "presum": 1, "all": 6, "devot": 1, "ian": 1, "judgment": 9, "wrong": 1, "small": 1, "capac": 1, "emerg": 1, "voila": 1, "whi": 7, "unless": 6, "event": 4, "consid": 1, "theater": 1, "current": 1, "onc": 1, "draw": 4, "amount": 1, "function": 2, "alvin": 1, "midlevel": 1, "doe": 7, "goal": 2, "selfinterpret": 9, "heart": 1, "question": 2, "final": 2, "sound": 1, "monitor": 3, "consist": 1, "infanc": 1, "session": 1, "argument": 4, "unstabl": 1, "accept": 3, "tag": 1, "sourc": 2, "content": 7, "experienc": 1, "multipl": 1, "convert": 2, "over": 1, "has": 4, "togeth": 3, "imposs": 1, "cognit": 10, "know": 2, "reason": 4, "especi": 2, "inner": 6, "who": 1, "general": 4, "more": 5, "remain": 2, "book": 2, "sometim": 4, "attempt": 1, "increas": 1, "thoughtattribut": 2, "fridg": 1, "basic": 1, "guid": 1, "mechan": 11, "plus": 1, "theoret": 3, "specifi": 1, "februari": 2, "want": 3, "previous": 1, "exampl": 3, "huge": 1, "evolv": 1, "out": 2, "result": 2, "see": 5, "context": 1, "depend": 1, "underspecifi": 1, "find": 2, "literatur": 1, "isn": 3, "token": 1, "background": 2, "explain": 4, "time": 1, "main": 4, "requir": 8, "below": 1, "rule": 2, "bluebeard": 6, "feel": 1, "held": 1, "substanti": 2, "while": 1, "join": 8, "reflect": 1, "person": 4, "ourselv": 3, "ordinarili": 1, "befor": 2, "independ": 1, "direct": 5, "place": 2, "from": 10, "format": 5, "divin": 2, "task": 1, "sensorybas": 3, "domaingener": 1, "conveni": 2, "need": 9, "chanc": 1, "off": 2, "which": 14, "polit": 3, "myself": 4, "mani": 4, "ordinari": 5, "opac": 2, "between": 2, "mean": 3, "onli": 7, "assum": 3, "wide": 4, "stori": 2, "mental": 5, "sspp": 1, "verbal": 1, "employ": 1, "subject": 2, "realist": 1, "onlin": 1, "nichol": 4, "you": 10, "good": 3, "can": 41, "perhap": 1, "terri": 1, "odd": 3, "licens": 1, "how": 4, "had": 1, "rout": 1, "selfascrib": 1, "but": 18, "drive": 9, "plan": 9, "allow": 10, "num": 11, "now": 7, "imagin": 2, "basi": 2, "environ": 1, "our": 13, "later": 2, "miss": 1, "appear": 1, "where": 1, "among": 2, "separ": 1, "term": 1, "predict": 6, "should": 7, "head": 3, "order": 2, "star": 1, "think": 12, "relat": 2, "goldman": 1, "infer": 8, "june": 3, "point": 1, "storag": 1, "most": 3, "eric": 13, "fail": 1, "integr": 1, "job": 1, "avow": 1, "armadillo": 10, "than": 3, "either": 1, "avail": 1, "util": 1, "updat": 2, "heard": 1, "thing": 2, "such": 8, "activ": 5, "box": 8, "bifurc": 1, "consequ": 1, "also": 10, "part": 6, "embodi": 1, "particular": 2, "might": 7, "orangutan": 1, "supposit": 2, "rain": 1, "therefor": 1, "rang": 2, "earlier": 1, "complet": 1, "incapac": 1, "opinion": 3, "nonconsci": 1, "interact": 1, "reaction": 1, "they": 6, "manifold": 1, "fan": 1, "actual": 1, "parti": 1, "limit": 1, "through": 1, "pull": 5, "shown": 1, "secondari": 1, "evolutionari": 1, "tend": 3, "repli": 2, "texa": 11, "against": 1, "method": 1, "workspac": 11, "let": 3, "exam": 4, "fals": 1, "preworkspac": 1, "base": 2, "follow": 4, "dure": 1, "mindread": 10, "she": 1, "abov": 2, "market": 1, "strand": 1, "piec": 1, "show": 2, "central": 3, "keen": 1, "attribut": 4, "like": 9, "lot": 1, "own": 8, "snow": 1, "theoriz": 1, "are": 13, "misunderstand": 2, "inform": 6, "studi": 1, "ignor": 1, "idea": 1, "episod": 6, "brain": 1, "generat": 2, "sens": 1, "selfascript": 4, "fast": 1, "flow": 1, "academ": 2, "offer": 1, "mistaken": 1, "account": 7, "conduct": 1, "hit": 1, "practic": 1, "beliefretriev": 1, "hear": 1, "did": 1, "alex": 2, "year": 1, "introspect": 1, "get": 2, "acquir": 2, "guy": 4, "empir": 1, "conscious": 1, "adultstrength": 1, "just": 15, "premis": 1, "therefrom": 1, "world": 1, "never": 1, "sinc": 1, "fantasi": 2, "carruth": 5, "someth": 2, "disput": 1, "complex": 1, "happen": 1, "ani": 2, "deni": 2, "notic": 1, "process": 2, "set": 1, "varieti": 2, "move": 1, "bodi": 2, "respond": 1, "skill": 2, "straight": 1, "toward": 1, "mediat": 1, "veri": 3, "fact": 3, "broadcast": 1, "path": 2, "joke": 1, "databas": 1, "accord": 1, "much": 2, "short": 1, "again": 2, "that": 110, "develop": 1, "whatev": 2, "come": 1, "area": 1, "rather": 2, "true": 7, "leap": 1, "claim": 6, "larg": 1, "last": 2, "epistem": 1, "one": 7, "sort": 3, "normal": 2, "perspect": 1, "singlemechan": 1, "sophist": 4, "form": 5, "into": 6, "some": 8, "take": 1, "present": 1, "philosoph": 2, "conced": 1, "byrn": 3, "stream": 1, "interpret": 9, "seem": 9, "anoth": 4, "differ": 1, "say": 14, "ascrib": 2, "inconsist": 1, "well": 2, "deploy": 1, "ask": 2, "includ": 1, "both": 2, "must": 4, "registrar": 1, "fulfil": 1, "without": 8, "implic": 1, "doesn": 2, "speech": 7, "materi": 1, "paccess": 2, "critiqu": 1, "your": 3, "lie": 1, "essenti": 2, "entail": 1, "omnisci": 2, "solid": 2, "okay": 2, "knowledg": 3, "construct": 4, "then": 12, "halfcenturi": 1, "given": 3, "have": 15, "search": 3, "pretti": 3, "whether": 1, "produc": 2, "concern": 2, "thought": 3, "same": 6, "hook": 1, "map": 3, "environment": 1, "sentenc": 1, "end": 4, "extern": 1, "shorthand": 1, "suggest": 1, "manner": 3, "could": 5, "total": 1, "way": 8, "conceptu": 1, "argu": 1, "will": 9, "narrow": 1, "the": 143, "amod": 1, "track": 1, "similar": 3, "been": 1, "turn": 1, "interest": 1, "simpl": 1, "disabl": 3, "featur": 2, "about": 23, "straightaway": 1, "signifi": 1, "entir": 1, "retriev": 1, "visual": 5}, "idf": {"certain": 1.8077886586200003, "broad": 4.27693965517, "far": 1.71022298826, "back": 1.26070038911, "debt": 7.46754468485, "discours": 16.468879668, "habit": 8.79556786704, "calendar": 11.1960507757, "suppos": 4.23021582734, "isa": 79.7788944724, "footnot": 25.320574162699998, "even": 1.16461267606, "otherwis": 3.72151898734, "chunk": 81.0, "aloud": 56.0989399293, "pnum": 11.6563876652, "belief": 3.9463087248300006, "memori": 2.57392996109, "readi": 5.15789473684, "import": 1.3401992233700002, "unconsci": 20.0201765448, "possibl": 1.4173734488, "action": 1.81855670103, "bound": 5.40735694823, "scan": 18.8104265403, "case": 1.48498737256, "unreflect": 1443.27272727, "assumpt": 9.21951219512, "salli": 24.091047041, "write": 2.0575427682700003, "apper": 1443.27272727, "continu": 1.13928955867, "effici": 5.09335899904, "hold": 1.6551292744, "work": 1.11520089913, "this": 1.00379362671, "bit": 8.33385826772, "represent": 5.928304705, "reli": 4.16146788991, "someon": 4.9350326391, "owe": 6.203985932, "error": 6.04109589041, "these": 1.07415426252, "high": 1.14777327935, "big": 2.7400759406299997, "purpos": 2.23416830847, "new": 1.0178880554, "guess": 25.0410094637, "consensus": 10.383257030700001, "latter": 2.34159292035, "special": 1.4881889763799998, "word": 1.7965372864099998, "reach": 1.49801849406, "former": 1.36111111111, "semant": 39.1034482759, "jettison": 111.020979021, "realli": 4.7476076555, "least": 1.6165359943000002, "capabl": 3.6580645161300005, "everyon": 6.3964544722, "quot": 3.85339805825, "oneself": 36.081818181799996, "made": 1.07038834951, "pattern": 3.79173632673, "imag": 2.70137825421, "strang": 10.150895140700001, "enabl": 3.5421686747, "seen": 1.61079545455, "too": 1.81585268215, "global": 3.30612244898, "mere": 4.20222339862, "various": 1.3323262839899999, "identifi": 2.30187037843, "alon": 2.99716820842, "altern": 2.1390460792200003, "horgan": 635.04, "when": 1.02076769755, "motor": 6.718578078709999, "his": 1.0943682360200002, "confus": 4.1451697127900005, "consider": 2.29920347574, "sensori": 40.2944162437, "enter": 1.75813953488, "tomorrow": 21.3674293405, "compon": 4.09491875161, "social": 1.9904714142400002, "inde": 4.43092380687, "selfknowledg": 1443.27272727, "wherewith": 690.260869565, "enough": 2.2319696330700003, "dedic": 3.20533010297, "impli": 5.5125, "other": 1.00992366412, "confabul": 1443.27272727, "mixedmethod": 1443.27272727, "school": 1.64008264463, "upon": 1.60331246213, "mind": 3.5918552036199998, "intermedi": 11.4380403458, "access": 1.8734953976900002, "conclus": 4.84615384615, "signific": 1.4529147982100001, "approach": 2.07556543339, "two": 1.01379310345, "freewheel": 441.0, "architectur": 5.12790697674, "act": 1.4318181818200002, "bring": 2.03616775683, "step": 2.8279301745599996, "noth": 3.46410648047, "desir": 3.00170164492, "whole": 2.29488291414, "distinct": 2.2836593786000003, "view": 1.6407606448899998, "peter": 2.34090238868, "those": 1.19548192771, "usual": 1.72508964468, "albeit": 11.172413793099999, "schwitzgebel": 1443.27272727, "store": 3.44680851064, "constru": 74.8867924528, "creat": 1.2492917847, "attent": 2.81040892193, "attach": 4.4885496183199995, "state": 1.0477133240899998, "proposit": 21.9281767956, "automat": 6.787516032490001, "evid": 2.24872521246, "circumst": 5.28671328671, "abl": 1.8208510150200001, "capit": 2.45796562935, "instead": 1.59461631177, "believ": 1.6450108797, "behavior": 5.52978056426, "issu": 1.43921675279, "often": 1.29452054795, "mentalst": 1443.27272727, "initi": 1.35, "simul": 11.4793926247, "first": 1.00761614623, "light": 1.9102394417, "here": 2.42307692308, "none": 4.06555697823, "host": 2.7092150170599996, "for": 1.00031504001, "stric": 1443.27272727, "stich": 635.04, "proof": 9.70415647922, "psychologist": 20.458762886600002, "file": 3.7710213776699995, "white": 1.86930413282, "itself": 1.74557449148, "call": 1.0676529926, "contain": 1.59814777532, "comparison": 4.9597000937199995, "selfscan": 1443.27272727, "there": 1.04091266719, "system": 1.38739840951, "and": 1.00006299213, "genuin": 11.4793926247, "respect": 1.6443293630200002, "sing": 6.718578078709999, "post": 2.23826307627, "data": 3.37643555934, "typic": 2.2541530597799997, "heavili": 3.24132298898, "convers": 3.3486606201200004, "languag": 2.29488291414, "recent": 1.54405757635, "second": 1.1130898128, "concept": 2.65707112971, "theori": 3.02745995423, "imageri": 19.7955112219, "support": 1.2685577307200002, "with": 1.0011982089899998, "agre": 2.22946215419, "them": 1.09876115994, "encapsul": 68.72727272729999, "domainspecif": 1443.27272727, "decis": 2.16, "was": 1.01127460348, "respons": 1.5066907089300001, "don": 6.02733485194, "failur": 3.28559602649, "subscrib": 20.147208121800002, "peopl": 1.21320495186, "influenc": 1.77246846042, "explicit": 5.819648093840001, "bowel": 104.44736842100001, "pluralist": 124.03125, "contrast": 2.88339992735, "god": 3.5217391304300003, "their": 1.01547908405, "contra": 60.59541984729999, "chang": 1.1808985421, "conclud": 3.02284843869, "make": 1.0762660158600001, "desireinvolv": 1443.27272727, "topic": 5.457545548300001, "not": 1.01567398119, "squar": 3.26666666667, "remark": 3.8515283842800003, "note": 1.42449528937, "burden": 12.5900079302, "would": 1.0828729281799998, "spontan": 16.1834862385, "theorist": 15.734390485599999, "wit": 4.386847195360001, "nor": 3.3479544496, "use": 1.0296387573799999, "hammer": 17.8783783784, "look": 1.9086318826599997, "intend": 2.3488681757700003, "what": 1.25343439128, "provid": 1.21552714187, "rest": 1.9573418813999999, "driven": 5.601976005650001, "share": 1.8566249561500001, "right": 1.4054532577899999, "unconstrain": 317.52, "bin": 22.3291139241, "presum": 8.187725631769998, "all": 1.01146788991, "devot": 5.0657306956, "ian": 7.805309734510001, "judgment": 10.911340206199998, "wrong": 5.478260869570001, "small": 1.3594793629, "capac": 3.86842105263, "emerg": 2.1131372288, "voila": 1443.27272727, "whi": 3.2566153846200003, "unless": 5.44818119423, "event": 1.5356935577500002, "consid": 1.2397313759200002, "theater": 5.71902017291, "current": 1.5325803649, "onc": 1.4974533106999999, "draw": 2.97247706422, "amount": 2.27027027027, "function": 2.495441685, "alvin": 42.223404255300004, "midlevel": 1443.27272727, "doe": 1.70581282905, "goal": 3.28152128979, "selfinterpret": 1443.27272727, "heart": 3.00340522134, "question": 2.20408163265, "final": 1.34008609775, "sound": 3.11294117647, "monitor": 6.05723006486, "consist": 1.4901445466499998, "infanc": 36.3295194508, "session": 5.59605216778, "argument": 5.09335899904, "unstabl": 17.659621802, "accept": 1.7377408056, "tag": 19.7462686567, "sourc": 1.69760479042, "content": 3.5421686747, "experienc": 3.5564516129, "multipl": 2.74813917258, "convert": 3.2740771293099997, "over": 1.02525024217, "has": 1.0436497502, "togeth": 1.58095996813, "imposs": 4.96125, "cognit": 21.454054054100002, "know": 2.59327017315, "reason": 1.72340425532, "especi": 1.66712170534, "inner": 6.432739059969999, "who": 1.06279287723, "general": 1.1218202374200001, "more": 1.0171706817, "remain": 1.16598119859, "book": 1.43414634146, "sometim": 1.7126213592200001, "attempt": 1.4721810088999998, "increas": 1.32024948025, "thoughtattribut": 1443.27272727, "fridg": 512.129032258, "basic": 2.7301805675, "guid": 2.49113447356, "mechan": 3.41492794149, "plus": 4.6914893617, "theoret": 7.83613030602, "specifi": 6.920662598080001, "februari": 1.5621371642200002, "want": 1.99698113208, "previous": 1.42846859816, "exampl": 1.50483412322, "huge": 4.38927287808, "evolv": 4.60173913043, "out": 1.06016694491, "result": 1.14611608432, "see": 1.27242125511, "context": 4.25972632144, "depend": 2.2411067193700003, "underspecifi": 1443.27272727, "find": 1.7294117647099998, "literatur": 3.68096452585, "isn": 1221.23076923, "token": 33.7070063694, "background": 4.02739726027, "explain": 2.60049140049, "time": 1.01127460348, "main": 1.25303867403, "requir": 1.52844902282, "below": 2.25607503197, "rule": 1.7415533128599998, "bluebeard": 661.5, "feel": 3.1356903021900004, "held": 1.44353518822, "substanti": 3.4777656078900003, "while": 1.0441988950299999, "join": 1.7922781666299998, "reflect": 2.3443591258099996, "person": 1.40520446097, "ourselv": 27.184931506799998, "ordinarili": 61.5348837209, "befor": 1.10036041031, "independ": 1.58950740889, "direct": 1.22226499346, "place": 1.1004366812200002, "from": 1.00056721497, "format": 2.53125, "divin": 8.32511798637, "task": 3.88641370869, "sensorybas": 1443.27272727, "domaingener": 1443.27272727, "conveni": 9.85474860335, "need": 1.4372623574099999, "chanc": 4.2449197861000005, "off": 1.5121440137200002, "which": 1.005191845, "polit": 1.76851954996, "myself": 14.5517873511, "mani": 1.04426757877, "ordinari": 6.920662598080001, "opac": 311.294117647, "between": 1.03453668708, "mean": 1.44906900329, "onli": 1.0256476516600002, "assum": 2.9575260804799997, "wide": 1.5598349381, "stori": 2.02396736359, "mental": 6.51456709069, "sspp": 1443.27272727, "verbal": 16.1177664975, "employ": 2.16530278232, "subject": 1.8715077213299998, "realist": 12.9494290375, "onlin": 2.6051854282900004, "nichol": 28.8130671506, "you": 2.1629427792900002, "good": 1.51981619759, "can": 1.17626139142, "perhap": 3.14812611541, "terri": 9.94113963682, "odd": 8.60021668472, "licens": 5.79839298758, "how": 1.60250328051, "had": 1.0475750577399998, "rout": 3.1619199362700003, "selfascrib": 1443.27272727, "but": 1.01632417899, "drive": 2.93510815308, "plan": 1.5356935577500002, "allow": 1.2716059271100002, "num": 1.00031504001, "now": 1.160780873, "imagin": 6.598503740650001, "basi": 2.42122922068, "environ": 3.43561999567, "our": 2.35758835759, "later": 1.08650424309, "miss": 3.53664513255, "appear": 1.3214582986499999, "where": 1.06715063521, "among": 1.25670862028, "separ": 1.6012102874399998, "term": 1.39520168732, "predict": 5.18484650555, "should": 1.6643254009900001, "head": 1.57781753131, "order": 1.24625166811, "star": 2.4450947173900004, "think": 2.90715986083, "relat": 1.23750876919, "goldman": 43.2588555858, "infer": 21.1398135819, "june": 1.43414634146, "point": 1.25990000794, "storag": 8.623574144489998, "most": 1.02096463023, "eric": 6.411954765750001, "fail": 1.9281029876099998, "integr": 2.8254137746900003, "job": 3.2539454806299997, "avow": 96.2181818182, "armadillo": 299.547169811, "than": 1.03278688525, "either": 1.5830092731099998, "avail": 1.7288467821, "util": 4.65981802172, "updat": 5.56466876972, "heard": 4.45204711161, "thing": 2.4065484311099996, "such": 1.06151377374, "activ": 1.46403541129, "box": 4.12685209254, "bifurc": 217.479452055, "consequ": 2.98533283189, "also": 1.01476510067, "part": 1.04330682789, "embodi": 13.6744186047, "particular": 1.3814827706200001, "might": 2.1561863370900003, "orangutan": 305.307692308, "supposit": 155.647058824, "rain": 6.854922279789999, "therefor": 2.33401940606, "rang": 1.7848229342299997, "earlier": 1.86776470588, "complet": 1.24021560816, "incapac": 198.45, "opinion": 3.8044572250199997, "nonconsci": 1443.27272727, "interact": 4.4185917061, "reaction": 4.67904509284, "they": 1.03017325287, "manifold": 66.42677824270001, "fan": 4.805084745759999, "actual": 1.87482286254, "parti": 2.06369426752, "limit": 1.5186531471200002, "through": 1.07074930869, "pull": 5.18654034629, "shown": 2.76923076923, "secondari": 4.36873968079, "evolutionari": 21.168000000000003, "tend": 3.3735656608599998, "repli": 6.6593959731500005, "texa": 5.56077057793, "against": 1.2902072328299998, "method": 2.5714285714300003, "workspac": 360.818181818, "let": 3.48616600791, "exam": 22.3291139241, "fals": 6.21613155834, "preworkspac": 1443.27272727, "base": 1.14628158845, "follow": 1.04640126549, "dure": 1.0503473370799998, "mindread": 1443.27272727, "she": 2.16, "abov": 1.90382539873, "market": 2.36602086438, "strand": 16.624083769600002, "piec": 3.24132298898, "show": 1.26703910615, "central": 1.6121039805000001, "keen": 13.6509028375, "attribut": 3.4156626506, "like": 1.14918566775, "lot": 4.40877534018, "own": 1.17844418052, "snow": 8.64235166032, "theoriz": 31.0078125, "are": 1.02990593578, "misunderstand": 32.4, "inform": 1.5753125620200001, "studi": 1.53184098804, "ignor": 4.58446433728, "idea": 2.0930784443, "episod": 4.435875943, "brain": 8.929133858270001, "generat": 2.05275407292, "sens": 2.8365195640499996, "selfascript": 1443.27272727, "fast": 4.8729281768, "flow": 4.41, "academ": 3.8921304241199994, "offer": 1.53896859248, "mistaken": 12.7620578778, "account": 1.94463498285, "conduct": 2.2637958077900002, "hit": 3.1166077738499998, "practic": 1.70434782609, "beliefretriev": 1443.27272727, "hear": 4.17899447223, "did": 1.2471327572700002, "alex": 10.655033557000001, "year": 1.0485436893200002, "introspect": 66.7058823529, "get": 1.78562591385, "acquir": 3.10563380282, "guy": 7.67327211213, "empir": 2.8395635843299996, "conscious": 8.10413476263, "adultstrength": 1443.27272727, "just": 1.33580143037, "premis": 13.4428450466, "therefrom": 441.0, "world": 1.11340206186, "never": 1.55769230769, "sinc": 1.08368600683, "fantasi": 12.0090771558, "carruth": 288.654545455, "someth": 3.28152128979, "disput": 3.40102827763, "complex": 2.34021226415, "happen": 2.96359902931, "ani": 1.13383802314, "deni": 3.5240843507199995, "notic": 4.36994219653, "process": 1.69524826482, "set": 1.18707940781, "varieti": 2.2972073506, "move": 1.29125660838, "bodi": 1.8618505922400002, "respond": 3.17329602239, "skill": 3.6989748369099997, "straight": 6.203985932, "toward": 1.6303142329, "mediat": 13.963060685999999, "veri": 1.25880114177, "fact": 1.73375559681, "broadcast": 3.55167785235, "path": 4.6421052631599995, "joke": 11.1098670399, "databas": 8.24727272727, "accord": 1.27589809531, "much": 1.1942229577299999, "short": 1.41295834817, "again": 1.50883862384, "that": 1.00398406375, "develop": 1.1955719557200002, "whatev": 7.6473988439300005, "come": 1.32831325301, "area": 1.3881262568900001, "rather": 1.55692850838, "true": 2.55569864778, "leap": 19.6242274413, "claim": 1.52697893623, "larg": 1.18574949585, "last": 1.2117234010100002, "epistem": 203.53846153799998, "one": 1.00627495722, "sort": 5.188235294119999, "normal": 2.61075481006, "perspect": 5.03520456708, "singlemechan": 1443.27272727, "sophist": 10.0037807183, "form": 1.12755681818, "into": 1.01502461479, "some": 1.04036697248, "take": 1.13961668222, "present": 1.25551601423, "philosoph": 5.65586034913, "conced": 18.102622577, "byrn": 39.297029703, "stream": 6.5118949959000005, "interpret": 3.2150668286799995, "seem": 2.29123971713, "anoth": 1.13643521832, "differ": 1.23654490225, "say": 1.7544480053, "ascrib": 23.9096385542, "inconsist": 14.3934723481, "well": 1.0655748708, "deploy": 7.41869158879, "ask": 2.1744966443, "includ": 1.0190641247799999, "both": 1.05215720061, "must": 1.9220338983099996, "registrar": 94.5, "fulfil": 6.87570376786, "without": 1.29547123623, "implic": 7.632692307689999, "doesn": 1443.27272727, "speech": 3.8227787141800005, "materi": 2.13014893332, "paccess": 1443.27272727, "critiqu": 14.0994671403, "your": 3.50540958269, "lie": 3.2157180474000002, "essenti": 2.9280708225700005, "entail": 21.2530120482, "omnisci": 157.188118812, "solid": 6.37334403854, "okay": 93.9408284024, "knowledg": 3.3981164383599998, "construct": 1.9320920043799998, "then": 1.08657860516, "halfcenturi": 1443.27272727, "given": 1.35426085473, "have": 1.0148948411399998, "search": 3.2539454806299997, "pretti": 15.75, "whether": 2.20683903253, "produc": 1.36932896326, "concern": 1.8852867830400002, "thought": 1.9854927463699998, "same": 1.11857958148, "hook": 15.50390625, "map": 4.0728578758300005, "environment": 5.50867453158, "sentenc": 5.84536082474, "end": 1.10680423871, "extern": 5.24133377352, "shorthand": 71.5135135135, "suggest": 1.7571665744299998, "manner": 3.93164933135, "could": 1.2043695949, "total": 1.5460122699399999, "way": 1.2190739461, "conceptu": 17.6792873051, "argu": 2.67768595041, "will": 1.22481098596, "narrow": 5.53363541304, "the": 1.0, "amod": 1443.27272727, "track": 3.1276595744700004, "similar": 1.37514075357, "been": 1.0239277652399998, "turn": 1.3838912133899999, "interest": 1.60331246213, "simpl": 3.3981164383599998, "disabl": 8.93918918919, "featur": 1.52712581762, "about": 1.06486015159, "straightaway": 588.0, "signifi": 16.0363636364, "entir": 1.59365589239, "retriev": 2.16826003824, "visual": 5.22752716497}, "logtfidf": {"certain": 1.184208725562, "broad": 2.90647544, "far": 0.536623764503, "back": 0.23166743089699998, "debt": 2.010566255, "discours": 2.8014725192900003, "habit": 2.17424794314, "calendar": 4.83112221362, "suppos": 10.09577110339, "isa": 13.13777696754, "footnot": 6.463234546540001, "even": 0.304777129668, "otherwis": 1.3141319148700001, "chunk": 4.394449154669999, "aloud": 4.02711691626, "pnum": 46.66123221661, "belief": 63.147909529699994, "memori": 20.799545770519998, "readi": 1.6405284994999998, "import": 0.585636554132, "unconsci": 11.98696236908, "possibl": 1.0464164246730001, "action": 0.598043165069, "bound": 1.68776042417, "scan": 5.86882263862, "case": 1.186218806667, "unreflect": 7.2746685411000005, "assumpt": 2.2213221289200002, "salli": 12.7273611176, "write": 2.164537319631, "apper": 7.2746685411000005, "continu": 0.13040487398700001, "effici": 1.62793753414, "hold": 0.503879117196, "work": 1.417449374549, "this": 0.1325257168375, "bit": 4.24065305268, "represent": 19.57712116415, "reli": 1.42586787018, "someon": 3.19271857332, "owe": 1.82519197774, "error": 3.5971708686, "these": 0.4292017164048, "high": 0.27564757308000004, "big": 1.00798563557, "purpos": 5.627083261254, "new": 0.0531898405533, "guess": 3.22051485947, "consensus": 2.34019460797, "latter": 0.850831432969, "special": 1.9877996430050002, "word": 0.585861082385, "reach": 2.02071615425, "former": 0.308301359655, "semant": 14.6648426172, "jettison": 4.70971918364, "realli": 3.1152816794, "least": 1.92114233898, "capabl": 1.2969341868100002, "everyon": 1.8557438481400002, "quot": 1.3489553715600002, "oneself": 7.17157817398, "made": 0.1360430521946, "pattern": 1.33282404788, "imag": 3.97504842916, "strang": 2.3175618928, "enabl": 2.52947831908, "seen": 0.47672812813, "too": 2.3862206188879997, "global": 9.566208296960001, "mere": 2.87122753168, "various": 0.28692650007, "identifi": 0.833722000472, "alon": 1.09766791236, "altern": 1.520719944564, "horgan": 6.45368798903, "when": 0.1233299331504, "motor": 3.8097530734400005, "his": 0.4508862168205, "confus": 1.4219437317299999, "consider": 1.6651254961200002, "sensori": 36.962129046099996, "enter": 1.128512334984, "tomorrow": 3.0618677691900005, "compon": 2.81949375246, "social": 1.376743004522, "inde": 1.4886080966, "selfknowledg": 29.098674164400002, "wherewith": 6.5370695979699995, "enough": 0.802884439169, "dedic": 9.31852065048, "impli": 3.4140364815400006, "other": 0.22711920215448, "confabul": 14.549337082200001, "mixedmethod": 7.2746685411000005, "school": 0.494746633632, "upon": 0.9441435559639999, "mind": 15.344026065959998, "intermedi": 7.3108340185200005, "access": 6.905864709876, "conclus": 28.407336640740002, "signific": 0.373571744332, "approach": 0.7302336145810001, "two": 0.0136988443582, "freewheel": 6.08904487545, "architectur": 1.63469757919, "act": 1.435780369892, "bring": 1.4221389811860001, "step": 1.03954505698, "noth": 3.7273641881699997, "desir": 14.289331456919998, "whole": 0.8306818244059999, "distinct": 0.825779146958, "view": 1.9806397686919999, "peter": 13.608583859472, "those": 0.7141975634919999, "usual": 1.090558034128, "albeit": 2.4134476858099996, "schwitzgebel": 43.64801124660001, "store": 13.611936068720002, "constru": 4.31597753923, "creat": 0.222576818514, "attent": 1.03332999658, "attach": 1.5015296247, "state": 0.27966001660080003, "proposit": 6.17554484304, "automat": 5.7452551419599995, "evid": 4.0518174170800005, "circumst": 4.99559023776, "abl": 1.19860796495, "capit": 8.9933402787, "instead": 0.9332663008300001, "believ": 13.439168945892, "behavior": 8.5507406689, "issu": 1.092297131802, "often": 0.258140393351, "mentalst": 7.2746685411000005, "initi": 0.6002091849, "simul": 2.44055348224, "first": 0.02276186943648, "light": 0.64722859635, "here": 3.5401527534800006, "none": 2.80510150326, "host": 0.996658931332, "for": 0.008504740675719002, "stric": 7.2746685411000005, "stich": 25.81475195612, "proof": 4.54510859348, "psychologist": 3.01841129372, "file": 1.32734588723, "white": 0.625566240123, "itself": 0.5570837229510001, "call": 0.5891649700392, "contain": 0.937690636472, "comparison": 1.60134527393, "selfscan": 14.549337082200001, "there": 0.561370500957, "system": 4.911455183775, "and": 0.0042833296603248, "genuin": 2.44055348224, "respect": 0.99466523808, "sing": 1.9048765367200002, "post": 1.6114003054019999, "data": 2.4336411696, "typic": 0.812774319158, "heavili": 1.17598157639, "convers": 1.2085604509999999, "languag": 1.6613636488119998, "recent": 0.868827482576, "second": 0.21427952675999998, "concept": 0.977224437103, "theori": 12.184963659220001, "imageri": 14.927276030200002, "support": 0.475761220074, "with": 0.02155485084102, "agre": 3.207041479684, "them": 0.1883666538186, "encapsul": 4.230146103380001, "domainspecif": 21.824005623300003, "decis": 1.5402164433919998, "was": 0.0112115188626, "respons": 1.229746986909, "don": 1.7963049316, "failur": 1.18954807429, "subscrib": 3.00306572405, "peopl": 0.579796735419, "influenc": 0.572373185428, "explicit": 1.7612397949400003, "bowel": 4.6486832930599995, "pluralist": 9.64106709996, "contrast": 1.0589701282, "god": 1.25895493874, "their": 0.030721010245400002, "contra": 4.10421931014, "chang": 0.166275625058, "conclud": 12.168195363279999, "make": 0.29399063129159997, "desireinvolv": 7.2746685411000005, "topic": 1.6969991554100001, "not": 0.1710765430825, "squar": 2.36754019402, "remark": 1.34847005245, "note": 1.7690878404150001, "burden": 5.06580695588, "would": 0.7165586516822999, "spontan": 2.7839913543400003, "theorist": 2.7558487935500002, "wit": 1.47861079034, "nor": 3.6250486418399994, "use": 0.0292080197316, "hammer": 2.88359207091, "look": 0.6463866936, "intend": 0.853933584803, "what": 2.25887296827, "provid": 0.39035568865000003, "rest": 0.671587369833, "driven": 1.72311939365, "share": 0.618760299747, "right": 0.34035985417, "unconstrain": 5.76054080847, "bin": 3.1058913841000004, "presum": 2.1026361586599998, "all": 0.06841579258679999, "devot": 1.6224983909900001, "ian": 2.05480423729, "judgment": 21.5082237087, "wrong": 1.70078769102, "small": 0.307101805059, "capac": 1.35284642705, "emerg": 0.748173681534, "voila": 7.2746685411000005, "whi": 8.264819013290001, "unless": 10.171690962900001, "event": 1.715928432588, "consid": 0.214894723824, "theater": 1.74379749228, "current": 0.42695282784500005, "onc": 0.403765872355, "draw": 4.3575825342400005, "amount": 0.819898886199, "function": 1.828931483188, "alvin": 3.74297467051, "midlevel": 7.2746685411000005, "doe": 3.7382921080189995, "goal": 2.37661424546, "selfinterpret": 65.4720168699, "heart": 1.09974671874, "question": 1.580621858028, "final": 0.585467727896, "sound": 1.13556799519, "monitor": 5.40375783174, "consist": 0.398873126426, "infanc": 3.59263061881, "session": 1.7220613790900001, "argument": 6.51175013656, "unstabl": 2.87128077943, "accept": 1.657757646021, "tag": 2.98296454472, "sourc": 1.058436621502, "content": 8.85317411678, "experienc": 1.26876330984, "multipl": 1.01092401812, "convert": 2.3720720736, "over": 0.0249367214957, "has": 0.1708957794192, "togeth": 1.374096711924, "imposs": 1.60165772512, "cognit": 30.659136276999995, "know": 1.905839388796, "reason": 2.177206211848, "especi": 1.022197219418, "inner": 11.16840257328, "who": 0.0609002329859, "general": 0.459810312252, "more": 0.08512465799999999, "remain": 0.30712592618, "book": 0.7211395764, "sometim": 2.152100621372, "attempt": 0.38674498075099994, "increas": 0.277820718929, "thoughtattribut": 14.549337082200001, "fridg": 6.238576609419999, "basic": 1.00436774895, "guid": 0.912738218589, "mechan": 13.50972031431, "plus": 1.54575009318, "theoret": 6.17623538727, "specifi": 1.93451151621, "februari": 0.89210972153, "want": 2.0749098187649997, "previous": 0.356602960063, "exampl": 1.2260480249969998, "huge": 1.47916358195, "evolv": 1.52643430388, "out": 0.1168527818386, "result": 0.272757816762, "see": 1.20460792746, "context": 1.44920491442, "depend": 0.806969815, "underspecifi": 7.2746685411000005, "find": 1.095562660576, "literatur": 1.3031748172600002, "isn": 21.322843369319997, "token": 3.5177057198900004, "background": 2.7862406523799996, "explain": 3.822801709432, "time": 0.0112115188626, "main": 0.902286162352, "requir": 3.3940280854, "below": 0.813626591936, "rule": 1.109554847074, "bluebeard": 38.967059901359995, "feel": 1.1428493419299999, "held": 0.36709509683499997, "substanti": 2.49278004174, "while": 0.04324998379380001, "join": 4.66790023536, "reflect": 0.85201207065, "person": 1.3607312640720002, "ourselv": 9.90798849321, "ordinarili": 4.11960422898, "befor": 0.191275543759, "independ": 0.463424162503, "direct": 1.0035284474800001, "place": 0.1914141679144, "from": 0.00567054168866, "format": 4.643566259365, "divin": 4.2385544166, "task": 1.35748680661, "sensorybas": 21.824005623300003, "domaingener": 7.2746685411000005, "conveni": 4.57590686146, "need": 3.264661470978, "chanc": 1.44572292349, "off": 0.8270570407760001, "which": 0.07249779383602001, "polit": 1.710428352438, "myself": 10.71085531228, "mani": 0.1732630324884, "ordinari": 9.67255758105, "opac": 11.48147636236, "between": 0.06790736233059999, "mean": 1.11276385056, "onli": 0.17726987830369997, "assum": 3.25305940575, "wide": 1.7783200270159998, "stori": 1.410119253174, "mental": 9.3702038014, "sspp": 7.2746685411000005, "verbal": 2.77992217273, "employ": 0.7725602049429999, "subject": 1.2534887481900001, "realist": 2.56105169741, "onlin": 0.957503854357, "nichol": 13.443316019000001, "you": 7.71469692294, "good": 1.2557682147209999, "can": 6.655984952153999, "perhap": 1.14680739183, "terri": 2.29668166569, "odd": 6.455362196520001, "licens": 1.7575808080500002, "how": 1.8862678277200002, "had": 0.0464780244111, "rout": 1.15117941787, "selfascrib": 7.2746685411000005, "but": 0.2914626972942, "drive": 9.690698718270001, "plan": 3.860838973323, "allow": 2.4028061118900004, "num": 0.0034648943493670007, "now": 1.043650615147, "imagin": 3.77368583474, "basi": 1.768550707278, "environ": 1.2341974030299998, "our": 11.149309784366, "later": 0.1659308519756, "miss": 1.2631785751200002, "appear": 0.278735898493, "where": 0.0649921387457, "among": 0.456992194146, "separ": 0.470759772949, "term": 0.33303898354600003, "predict": 9.874441426139999, "should": 3.5659391373060005, "head": 1.368127748556, "order": 0.44028076158600005, "star": 0.8940838613940001, "think": 12.806119340999999, "relat": 0.42620060330799997, "goldman": 3.76720196585, "infer": 24.409265297119997, "june": 1.0817093646, "point": 0.23103235903299998, "storag": 2.1544996326700003, "most": 0.06224368888679999, "eric": 24.1561343413, "fail": 0.656536611573, "integr": 1.03865482279, "job": 1.1798682540899998, "avow": 4.56661834, "armadillo": 57.022719003499994, "than": 0.0967825866546, "either": 0.459327638815, "avail": 0.547454586289, "util": 1.5389763962399998, "updat": 3.4328749253799997, "heard": 1.4933640154799999, "thing": 1.7563870693599999, "such": 0.477567822448, "activ": 1.90598301642, "box": 11.3401192892, "bifurc": 5.38210437275, "consequ": 1.0937112421, "also": 0.146571578, "part": 0.25437186589680005, "embodi": 2.61552683221, "particular": 0.646314787608, "might": 5.378387535738001, "orangutan": 5.721320095319999, "supposit": 10.09518200124, "rain": 1.92496697521, "therefor": 0.847591848336, "rang": 1.158638427606, "earlier": 0.624742371425, "complet": 0.215285242047, "incapac": 5.29053717923, "opinion": 4.00851999993, "nonconsci": 7.2746685411000005, "interact": 1.4858210267899998, "reaction": 1.54309404912, "they": 0.1783619686056, "manifold": 4.19610026197, "fan": 1.56967467926, "actual": 0.628514181648, "parti": 0.724497710444, "limit": 0.41782385463, "through": 0.0683586918849, "pull": 8.230334374799998, "shown": 1.01856958099, "secondari": 1.47447456495, "evolutionari": 3.0524906073699998, "tend": 3.64791073386, "repli": 3.79205757144, "texa": 18.87310360991, "against": 0.254802851078, "method": 0.944461608841, "workspac": 64.77211597978001, "let": 3.7464077018399995, "exam": 12.423565536400002, "fals": 1.8271477773099998, "preworkspac": 7.2746685411000005, "base": 0.27304660457400004, "follow": 0.18142764437679998, "dure": 0.0491209066894, "mindread": 72.746685411, "she": 0.7701082216959999, "abov": 1.287730459632, "market": 0.8612095839370001, "strand": 2.81085247342, "piec": 1.17598157639, "show": 0.473365532026, "central": 1.432620438117, "keen": 2.61380566138, "attribut": 4.9134860614800004, "like": 1.251482188905, "lot": 1.4835969502500002, "own": 1.313560619368, "snow": 2.15667472869, "theoriz": 3.43423918886, "are": 0.3830771565751, "misunderstand": 6.956316845599999, "inform": 2.726722227972, "studi": 0.426470272221, "ignor": 1.5226732694999998, "idea": 0.73863592212, "episod": 8.938350618840001, "brain": 2.18931939783, "generat": 1.438364683472, "sens": 1.04257779501, "selfascript": 29.098674164400002, "fast": 1.5836950247400001, "flow": 1.4838746894600001, "academ": 2.71791334918, "offer": 0.431112446902, "mistaken": 2.5464765406, "account": 4.655520029811, "conduct": 0.817042965366, "hit": 1.1367451583600001, "practic": 0.533182530867, "beliefretriev": 7.2746685411000005, "hear": 1.43007066072, "did": 0.220847122352, "alex": 4.73206482992, "year": 0.047402238894600005, "introspect": 4.20029314023, "get": 1.159538011564, "acquir": 2.2664356356999997, "guy": 8.15097254464, "empir": 1.04365037288, "conscious": 2.09237439596, "adultstrength": 7.2746685411000005, "just": 4.3429715116350005, "premis": 2.59844699771, "therefrom": 6.08904487545, "world": 0.107420248621, "never": 0.443205436091, "sinc": 0.0803681994577, "fantasi": 4.97132558698, "carruth": 28.32615314335, "someth": 2.37661424546, "disput": 1.2240778205, "complex": 0.8502416364309999, "happen": 1.08640441802, "ani": 0.251216716732, "deni": 2.5192412877200003, "notic": 1.47474978168, "process": 1.05565839805, "set": 0.171496011289, "varieti": 1.6633883796239999, "move": 0.255615859253, "bodi": 1.2431418703219999, "respond": 1.15477080241, "skill": 2.6161114203, "straight": 1.82519197774, "toward": 0.48877277716000006, "mediat": 2.63641532015, "veri": 0.6904793797140001, "fact": 1.6508697623849997, "broadcast": 1.2674201263, "path": 3.0703359676999997, "joke": 2.40783363597, "databas": 2.10988256718, "accord": 0.243650319127, "much": 0.35499145860200004, "short": 0.345685625679, "again": 0.822680463224, "that": 0.4373763217604, "develop": 0.178624694913, "whatev": 4.0687311392400005, "come": 0.28390990653000003, "area": 0.327954821122, "rather": 0.885429951078, "true": 6.568279407438, "leap": 2.9767648968400002, "claim": 2.53974739155, "larg": 0.17037506060600002, "last": 0.38408728922200003, "epistem": 5.31585498721, "one": 0.0437874615185, "sort": 4.93918085688, "normal": 1.919278757566, "perspect": 1.61645415436, "singlemechan": 7.2746685411000005, "sophist": 9.21185237352, "form": 0.600265920955, "into": 0.0894771793722, "some": 0.316588072516, "take": 0.130691962197, "present": 0.227546654799, "philosoph": 3.46538447508, "conced": 2.8960568215299998, "byrn": 11.013446807820001, "stream": 1.8736305038599999, "interpret": 10.510633296000002, "seem": 7.461837290484, "anoth": 0.511585446608, "differ": 0.212321121312, "say": 7.870159927728, "ascrib": 6.34856332886, "inconsist": 2.6667747946500002, "well": 0.1270288766312, "deploy": 2.00400270589, "ask": 1.553594419694, "includ": 0.0188846813905, "both": 0.10168506677860001, "must": 2.613535789552, "registrar": 4.5485998345, "fulfil": 1.9279940045500001, "without": 2.070996143528, "implic": 2.03244064121, "doesn": 14.549337082200001, "speech": 9.386842991890001, "materi": 0.7561918990209999, "paccess": 14.549337082200001, "critiqu": 2.6461370052, "your": 3.76292211105, "lie": 1.16805067564, "essenti": 2.14868756768, "entail": 3.0564986287700004, "omnisci": 10.11488659412, "solid": 3.7042485972800003, "okay": 9.08533019796, "knowledg": 3.66966386817, "construct": 2.634413423888, "then": 0.9964063827707998, "halfcenturi": 7.2746685411000005, "given": 0.9097674324930001, "have": 0.221775035118, "search": 3.5396047622699998, "pretti": 8.27052109581, "whether": 0.791561189647, "produc": 0.628641624006, "concern": 1.268159897746, "thought": 2.057601354849, "same": 0.672357897624, "hook": 2.7410920083, "map": 4.21303480152, "environment": 1.70632403734, "sentenc": 1.7656483252200001, "end": 0.405907194472, "extern": 1.6565760028799998, "shorthand": 4.26988643203, "suggest": 0.563702610877, "manner": 4.107177045089999, "could": 0.9297813614500001, "total": 0.43567888670500005, "way": 1.5847320794800002, "conceptu": 2.8723937456, "argu": 0.984952970196, "will": 1.825078814235, "narrow": 1.71084499792, "the": 0.0, "amod": 7.2746685411000005, "track": 1.14028498507, "similar": 0.9556682763419999, "been": 0.023645982368400004, "turn": 0.324899251064, "interest": 0.47207177798199995, "simpl": 1.2232212893899999, "disabl": 6.57133467105, "featur": 0.846774836284, "about": 1.4453999819158, "straightaway": 6.3767269479, "signifi": 2.77485887077, "entir": 0.46603068026999994, "retriev": 0.773925020223, "visual": 8.269691744300001}}, "html": "<!DOCTYPE html>\n\n<html dir=\"ltr\" xmlns=\"http://www.w3.org/1999/xhtml\" xmlns:b=\"http://www.google.com/2005/gml/b\" xmlns:data=\"http://www.google.com/2005/gml/data\" xmlns:expr=\"http://www.google.com/2005/gml/expr\">\n<head>\n<link href=\"https://www.blogger.com/static/v1/widgets/2890069739-widget_css_bundle.css\" rel=\"stylesheet\" type=\"text/css\"/>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<meta content=\"blogger\" name=\"generator\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<link href=\"http://schwitzsplinters.blogspot.com/2013/02/\" rel=\"canonical\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" rel=\"alternate\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default?alt=rss\" rel=\"alternate\" title=\"The Splintered Mind - RSS\" type=\"application/rss+xml\"/>\n<link href=\"https://www.blogger.com/feeds/26951738/posts/default\" rel=\"service.post\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<!--Can't find substitution for tag [blog.ieCssRetrofitLinks]-->\n<meta content=\"http://schwitzsplinters.blogspot.com/2013/02/\" property=\"og:url\"/>\n<meta content=\"The Splintered Mind\" property=\"og:title\"/>\n<meta content=\"reflections in philosophy of psychology, broadly construed\" property=\"og:description\"/>\n<!--[if IE]> <script> (function() { var html5 = (\"abbr,article,aside,audio,canvas,datalist,details,\" + \"figure,footer,header,hgroup,mark,menu,meter,nav,output,\" + \"progress,section,time,video\").split(','); for (var i = 0; i < html5.length; i++) { document.createElement(html5[i]); } try { document.execCommand('BackgroundImageCache', false, true); } catch(e) {} })(); </script> <![endif]-->\n<title>The Splintered Mind: February 2013</title>\n<style id=\"page-skin-1\" type=\"text/css\"><!--\n/*\n-----------------------------------------------\nBlogger Template Style\nName:     Son of Moto (Mean Green Blogging Machine variation)\nDesigner: Jeffrey Zeldman\nURL:      www.zeldman.com\nDate:     23 Feb 2004\nUpdated by: Blogger Team\n----------------------------------------------- */\n/* Variable definitions\n====================\n<Variable name=\"mainBgColor\" description=\"Main Background Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"mainTextColor\" description=\"Text Color\"\ntype=\"color\" default=\"#333333\">\n<Variable name=\"pageHeaderColor\" description=\"Blog Title Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"blogDescriptionColor\" description=\"Blog Description Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"linkColor\" description=\"Link Color\"\ntype=\"color\" default=\"#6E4117\">\n<Variable name=\"hoverLinkColor\" description=\"Link Hover Color\"\ntype=\"color\" default=\"#352117\">\n<Variable name=\"dateHeaderColor\" description=\"Date Header Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarHeaderColor\" description=\"Sidebar Title Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarTextColor\" description=\"Sidebar Text Color\"\ntype=\"color\" default=\"#555544\">\n<Variable name=\"bodyFont\" description=\"Text Font\" type=\"font\"\ndefault=\"normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif\">\n*/\n/* Primary layout */\nbody {\nmargin: 0;\npadding: 0;\nborder: 0;\ntext-align: center;\ncolor: #333333;\nbackground: #61381B url(https://lh3.googleusercontent.com/proxy/v1RkG4h0Fqpq7R6B2YznR_o4d4nyLHHWrWro3IL6-KcDxPt9kceW021YuZVzIyID2kTb9oMXlfKG-FcafWjalJjn3ItQutxU6ZxpvSMme83f=s0-d) top center repeat-y;\nfont-size: small;\n}\n.quickedit {\ndisplay:none;\n}\nimg {\nborder: 0;\ndisplay: block;\n}\n.clear {\nclear: both;\n}\n/* Wrapper */\n#outer-wrapper {\nmargin: 0 auto;\nborder: 0;\nwidth: 692px;\ntext-align: left;\nbackground: #ffffff url(//www.blogblog.com/moto_son/innerwrap.gif) top right repeat-y;\nfont: normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif;\n}\n/* Header */\n#header-wrapper\t{\nbackground: #000 url(https://lh6.googleusercontent.com/proxy/NJeOk6KUGooyV2G9KuXeQcWlFp0JG1fd7TXJgk_84tzhZb3IIoAHIdqbL-2qCl5qK_B93C7KKT8e1shY2I2E3ABLi5NHlVw=s0-d) bottom left repeat-x;\nmargin: 0 auto;\npadding: 0 0 15px 0;\nborder: 0;\n}\n#header h1 {\ntext-align: left;\nfont-size: 200%;\ncolor: #ffffff;\nmargin: 0;\npadding: 15px 20px 0 20px;\nbackground-image: url(https://lh6.googleusercontent.com/proxy/GzBF9FGavAmDGaCgZ07Uc8EkLiECoYGtRIJV26teY0mQdVIpkGTtduxWcITlqPLXgQsDWMtHCJ9-nBySufr9Dg=s0-d);\nbackground-repeat: repeat-x;\nbackground-position: top left;\n}\nh1 a, h1 a:link, h1 a:visited {\ncolor: #ffffff;\n}\n#header .description {\nfont-size: 110%;\ntext-align: left;\npadding: 3px 20px 10px 23px;\nmargin: 0;\nline-height:140%;\ncolor: #ffffff;\n}\n/* Inner layout */\n#content-wrapper {\npadding: 0 16px;\n}\n#main {\nwidth: 400px;\nfloat: left;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n#sidebar {\nwidth: 226px;\nfloat: right;\ncolor: #555544;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n/* Bottom layout */\n#footer\t{\nclear: left;\nmargin: 0;\npadding: 0 20px;\nborder: 0;\ntext-align: left;\nborder-top: 1px solid #f9f9f9;\n}\n#footer .widget\t{\ntext-align: left;\nmargin: 0;\npadding: 10px 0;\nbackground-color: transparent;\n}\n/* Default links \t*/\na:link, a:visited {\nfont-weight: bold;\ntext-decoration: none;\ncolor: #6E4117;\nbackground: transparent;\n}\na:hover {\nfont-weight: bold;\ntext-decoration: underline;\ncolor: #352117;\nbackground: transparent;\n}\na:active {\nfont-weight : bold;\ntext-decoration : none;\ncolor: #352117;\nbackground: transparent;\n}\n/* Typography */\n.main p, .sidebar p {\nline-height: 140%;\nmargin-top: 5px;\nmargin-bottom: 1em;\n}\nh2, h3, h4, h5\t{\nmargin: 0;\npadding: 0;\n}\nh2 {\nfont-size: 130%;\n}\nh2.date-header {\ncolor: #61381B;\n}\n.post h3 {\nmargin-top: 5px;\nfont-size: 120%;\n}\n.post-footer {\nfont-style: italic;\n}\n.sidebar h2 {\ncolor: #61381B;\n}\n.sidebar .widget {\nmargin: 12px 0 13px 0;\npadding: 0;\n}\n.main .widget {\nmargin: 12px 0 0 0 ;\n}\nli  {\nline-height: 160%;\n}\n.sidebar ul {\nmargin-left: 1;\nmargin-top: 0;\npadding-left: 0;\n}\n.sidebar ul li {\npadding-left: 0px;\npadding-top: 3px;\nmargin: 0;\n}\n.widget-content {\nmargin-top: 0.5em;\n}\n/* Profile\n----------------------------------------------- */\n.profile-datablock {\nmargin: 3px 0 5px 0;\nline-height: 140%;\n}\n.profile-textblock {\nmargin-left: 0;\n}\n.profile-img {\nfloat: left;\nmargin: 0 5px 5px 0;\nborder:4px solid #333333;\n}\n#comments  {\nborder: 0;\nborder-top: 1px dashed #eed;\nmargin: 10px 0 0 0;\npadding: 0;\n}\n#comments h4\t{\nmargin-top: 10px;\nmargin-bottom: -10px;\nfont-weight: normal;\nfont-style: italic;\ntext-transform: uppercase;\nletter-spacing: 1px;\n}\n#comments dl dt \t{\nfont-weight: bold;\nfont-style: italic;\nmargin-top: 35px;\npadding: 1px 0 0 18px;\nbackground: transparent url(//www.blogblog.com/moto_son/commentbug.gif) top left no-repeat;\n}\n#comments dl dd\t{\npadding: 0;\nmargin: 0;\n}\n.deleted-comment {\nfont-style:italic;\ncolor:gray;\n}\n.feed-links {\nclear: both;\nline-height: 2.5em;\n}\n#blog-pager-newer-link {\nfloat: left;\n}\n#blog-pager-older-link {\nfloat: right;\n}\n#blog-pager {\ntext-align: center;\n}\n/** Page structure tweaks for layout editor wireframe */\nbody#layout #outer-wrapper {\npadding-top: 0;\n}\nbody#layout #header,\nbody#layout #content-wrapper,\nbody#layout #footer {\npadding: 0;\n}\n\n--></style>\n<link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=03ededb8-159d-4b09-bb5b-55576702ae69\" media=\"none\" onload=\"if(media!='all')media='all'\" rel=\"stylesheet\"/><noscript><link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=03ededb8-159d-4b09-bb5b-55576702ae69\" rel=\"stylesheet\"/></noscript>\n<script language=\"javascript\" type=\"text/javascript\">\n  // Supply ads personalization default for EEA readers\n  // See https://www.blogger.com/go/adspersonalization\n  adsbygoogle = window.adsbygoogle || [];\n  if (typeof adsbygoogle.requestNonPersonalizedAds === 'undefined') {\n    adsbygoogle.requestNonPersonalizedAds = 1;\n  }\n</script>\n</head>\n<body>\n<div class=\"navbar section\" id=\"navbar\"><div class=\"widget Navbar\" data-version=\"1\" id=\"Navbar1\"><script type=\"text/javascript\">\n    function setAttributeOnload(object, attribute, val) {\n      if(window.addEventListener) {\n        window.addEventListener('load',\n          function(){ object[attribute] = val; }, false);\n      } else {\n        window.attachEvent('onload', function(){ object[attribute] = val; });\n      }\n    }\n  </script>\n<div id=\"navbar-iframe-container\"></div>\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n      gapi.load(\"gapi.iframes:gapi.iframes.style.bubble\", function() {\n        if (gapi.iframes && gapi.iframes.getContext) {\n          gapi.iframes.getContext().openChild({\n              url: 'https://www.blogger.com/navbar.g?targetBlogID\\x3d26951738\\x26blogName\\x3dThe+Splintered+Mind\\x26publishMode\\x3dPUBLISH_MODE_BLOGSPOT\\x26navbarType\\x3dLIGHT\\x26layoutType\\x3dLAYOUTS\\x26searchRoot\\x3dhttps://schwitzsplinters.blogspot.com/search\\x26blogLocale\\x3den\\x26v\\x3d2\\x26homepageUrl\\x3dhttps://schwitzsplinters.blogspot.com/\\x26vt\\x3d-3736560391669663194',\n              where: document.getElementById(\"navbar-iframe-container\"),\n              id: \"navbar-iframe\"\n          });\n        }\n      });\n    </script><script type=\"text/javascript\">\n(function() {\nvar script = document.createElement('script');\nscript.type = 'text/javascript';\nscript.src = '//pagead2.googlesyndication.com/pagead/js/google_top_exp.js';\nvar head = document.getElementsByTagName('head')[0];\nif (head) {\nhead.appendChild(script);\n}})();\n</script>\n</div></div>\n<div id=\"outer-wrapper\"><div id=\"wrap2\">\n<!-- skip links for text browsers -->\n<span id=\"skiplinks\" style=\"display:none;\">\n<a href=\"#main\">skip to main </a> |\n      <a href=\"#sidebar\">skip to sidebar</a>\n</span>\n<div id=\"header-wrapper\">\n<div class=\"header section\" id=\"header\"><div class=\"widget Header\" data-version=\"1\" id=\"Header1\">\n<div id=\"header-inner\">\n<div class=\"titlewrapper\">\n<h1 class=\"title\">\n<a href=\"https://schwitzsplinters.blogspot.com/\">\nThe Splintered Mind\n</a>\n</h1>\n</div>\n<div class=\"descriptionwrapper\">\n<p class=\"description\"><span>reflections in philosophy of psychology, broadly construed</span></p>\n</div>\n</div>\n</div></div>\n</div>\n<div id=\"content-wrapper\">\n<div id=\"crosscol-wrapper\" style=\"text-align:center\">\n<div class=\"crosscol no-items section\" id=\"crosscol\"></div>\n</div>\n<div id=\"main-wrapper\">\n<div class=\"main section\" id=\"main\"><div class=\"widget Blog\" data-version=\"1\" id=\"Blog1\">\n<div class=\"blog-posts hfeed\">\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Monday, February 25, 2013</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6724988083094053511\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2013/02/an-objection-to-some-accounts-of-self.html\">An Objection to Some Accounts of Self-Knowledge of Attitudes</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>You believe some proposition P.  You believe that Armadillo is the capital of Texas, say.[footnote 1]  Someone asks you what you think the capital of Texas is.  You say, \"In my opinion, the capital of Texas is Armadillo.\"  How do you know that that is what you believe?<p>\n\nHere's one account (e.g., in <a href=\"http://www.amazon.com/Mindreading-Integrated-Self-Awareness-Understanding-Cognitive/dp/0198236107\">Nichols and Stich 2003</a>): You have in your mind a dedicated \"Monitoring Mechanism\".  The job of this Monitoring Mechanism is to scan the contents of your Belief Box, finding tokens such as P (\"Armadillo is the capital of Texas\") or Q (\"There's an orangutan in the fridge\"), and producing, in consequence, new beliefs of the form \"I believe P\" or \"I believe Q\".  Similarly, it or a related mechanism can scan your Desire Box, producing new beliefs of the form \"I desire R\" or \"I desire S\".  Call this the <i>Dedicated Mechanism Account.</i><p>\n\nOne alternative account is <a href=\"http://faculty.philosophy.umd.edu/pcarruthers/\">Peter Carruthers</a>'s.  Carruthers <a href=\"http://www.amazon.com/Opacity-Mind-Integrative-Theory-Self-Knowledge/dp/0199596190/\">argues that there is no such dedicated mechanism</a>.  Instead, we theorize on the basis of sensory evidence and our own imagery.  For example, I hear myself saying -- either aloud or in inner speech (which is a form of imagery) -- \"The capital of Texas is Armadillo\", and I think something like, \"Well, I wouldn't say that unless I thought it was true!\", and so I conclude that I believe that Armadillo is the capital.  This theoretical, interpretative reasoning about myself is usually nonconscious, but in the bowels of my cognitive architecture, that's what I'm doing.  And there's no more direct route to self-knowledge, according to Carruthers.  We have to interpret ourselves given the evidence of our behavior, our environmental context, and our stream of imagery and inner speech.<p>\n\nHere's an argument against both accounts.<p>\n\nFirst, assume that to believe that P is to have a representation with the content P stored in a Belief Box (or memory store), i.e., ready to be accessed for theoretical inference and practical decision making.  (<a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/BeliefBox.htm\">I'm not keen on Belief Boxes myself</a>, but I'll get to that later.)  A typical deployment of P might be as follows: When Bluebeard says to me, \"I'm heading off to the capital of Texas!\", I call up P from my Belief Box and conclude that Bluebeard is heading off to Armadillo.  I might similarly ascribe a belief to Bluebeard on that basis.  Unless I have reason to think Bluebeard ignorant about the capital of Texas or (by my lights) mistaken about it, I can reasonably conclude that Bluebeard <i>believes </i>that he is heading to Armadillo.  All parties agree that I need not introspect to attribute this belief to Bluebeard, nor call upon any specially dedicated self-scanning mechanism (other than whatever allows ordinary memory retrieval), nor interpret my own behavior and imagery.  I can just pull up P to join it with other beliefs, and conclude that Q.  Nothing special here or self-interpretive.  Just ordinary cognition.<p>\n\nNow suppose the conclusion of interest -- the \"Q\" in this case -- is just \"I believe that P\".  What other beliefs does P need to be hooked up with to license this conclusion?  None, it seems!  I can go straightaway, in normal cases, from pulling up P to the conclusion \"I believe that P\".  If that's how it works, no dedicated self-scanning mechanism or self-interpretation is required, but only ordinary belief-retrieval for cognition, contra both Carruthers's view and Dedicated Mechanism Accounts.<p>\n\nThat will have seemed a bit fast, perhaps.  So let's consider some comparison cases.  Suppose Sally is the school registrar.  I assume she has true beliefs about the main events on the academic calendar.  I believe that final exams end on June 8.  If someone asks me when Sally believes final exams will end, I can call up P1 (\"exams end June 8\") and P2 (\"Sally has true beliefs about the main events on the academic calendar\") to conclude Q (\"Sally believes exams end June 8\").  Self-ascription would be like that, but without P2 required.  Or suppose I believe in divine omniscience.  From P1 plus divine omniscience, I can conclude that God believes P1.  Or suppose that I've heard that there's this guy, Eric Schwitzgebel, who believes all the same things I believe about politics.  If P1 concerns politics, I can conclude from P1 and this knowledge about Eric Schwitzgebel that this Eric Schwitzgebel guy believes P1.  Later I might find out that Eric Schwitzgebel is me.<p>\n\nDo I need to self-ascribe the belief that P1 before reaching that conclusion about the Eric Schwitzgebel guy?  I don't see why I must.  I know that moving from \"P1 is true and concerns politics\" to \"that Eric Schwitzgebel guy believes P1\" will get me true conclusions.  I can rely on it.  It might be cognitively efficient for me to develop a habit of thought by which I leap straight from one to the other.<p>\n\nAlternatively: Everyone thinks that I can at least sometimes ascribe myself beliefs as a result of inference.  I subscribe to a general theory, say, on which if P1 and P2 are true of Person S and if P3 and P4 are true in general about the world, then I can conclude that S believes Q.  Now suppose S is me.  And suppose Q is \"I believe P\" and suppose P3 is P.  And then jettison the rest of P1, P2, and P4.  Voila![footnote 2]<p>\n\nIf there is a Desire Box, it might work much the same way.  If I can call up the desire R to join with some other beliefs and desires to form a plan, in just the ordinary cognitive way that desires are called up, so also it seems I should be able to do for the purposes of self-ascription.  It would be odd if we could call up beliefs and desires for all the wide variety of cognitive purposes that we ordinarily call them up for but <i>not</i> for the purposes of self-ascriptive judgment.  What would explain that strange incapacity?<p>\n\nWhat if there isn't a Belief Box, a Desire Box, or a representational storage bin?  The idea remains basically the same: Whatever mechanisms allow me to reach conclusions and act <i>based on</i> my beliefs and desires should also allow me to reach conclusions <i>about</i> my beliefs and desires -- at least once I am cognitively sophisticated enough to have adult-strength concepts of belief and desire.<p>\n\nThis doesn't mean I never go wrong and don't self-interpret at all.  We are inconsistent and unstable in our belief- and desire-involving behavioral patterns; the opinions we tend to act on in some circumstances (e.g., when self-ascription or verbal avowal is our task) might very often differ from those we tend to act on in other circumstances; and it's a convenient shorthand -- too convenient, sometimes -- to assume that what we say, when we're not just singing to ourselves and not intending to lie, reflects our opinions.  Nor does it imply that there aren't also dedicated mechanisms of a certain sort.  My own view of self-knowledge is, in fact, <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/KnowOwnBel.htm\">pluralist</a>.  But among the many paths, I think, is the path above.<p>\n\n(Fans of <a href=\"http://www.mit.edu/~philos/byrne.html\">Alex Byrne</a>'s approach to self-knowledge will notice substantial similarities between the above and <a href=\"http://mit.edu/abyrne/www/introspection.pdf\">his views</a>, to which I owe a considerable debt.)<p>\n<i>Update, February 27<p></p></i>\nPeter Carruthers replies as follows:<blockquote>Eric says: “I can just pull up P to join it with other beliefs, and conclude that Q. Nothing special here or self-interpretive. Just ordinary cognition.” This embodies a false assumption (albeit one that is widely shared among philosophers; and note that essentially the same response to that below can be made to Alex Byrne). This is that there is a central <i>propositional </i>workspace of the mind where beliefs and desires can be activated and interact with one another directly in unconstrained ways to issue in new beliefs or decisions. In fact there is no such amodal workspace. The only central workspace that the mind contains is the working memory system, which has been heavily studied by psychologists for the last half-century. The emerging consensus from this work (especially over the last 15 years or so) is that working memory is <i>sensory based</i>. It depends upon attention directed toward mid-level sensory areas of the brain, resulting in globally broadcast sensory representations in visual or motor imagery, inner speech, and so on. While these representations can have conceptual information bound into them, it is impossible for such information to enter the central workspace alone, not integrated into a sensory-based representation of some sort.<p>\n \nUnless P is an episodic memory, then (which is likely to have a significant sensory component), or unless it is a semantic memory stored, at least in part, in sensory format (e.g. a visual image of a map of Texas), then the only way for P to “join with other beliefs, and conclude that Q” is for it to be converted into (say) an episode of inner speech, which will then require interpretation.<p>\n \nThis is not to deny that <i>some </i>systems in the mind can access beliefs and draw inferences without those beliefs needing to be activated in the global workspace (that is, in working memory). In particular, goal states can initiate searches for information to enable the construction of plans in an “automatic”, unconscious manner. But this doesn’t mean that the mindreading system can do the same. Indeed, a second error made by Eric in his post is a failure to note that the mindreading system bifurcates into two (or more) distinct components: a domain-specific system that attributes mental states to others (and to oneself), and a set of domain-general planning systems that can be used to simulate the reasoning of another in order to generate predictions about that person’s other beliefs or likely behavior. On this Nichols &amp; Stich and I agree, and it provides the former the wherewithal to reply to Eric’s critique also. For the “pulling up of beliefs” to draw inferences about another’s beliefs takes place (unconsciously) in the planning systems, and isn’t directly available to the domain-specific system responsible for attributing beliefs to others or to oneself.</p></p></blockquote>\n\nPeter says: \"Unless P is an episodic memory... or unless it is a semantic memory stored, at least in part, in sensory format (e.g. a visual image of a map of Texas), then the only way for P to “join with other beliefs, and conclude that Q” is for it to be converted into (say) an episode of inner speech, which will then require interpretation.\"  I don't accept that theory of how the mind works, but even if I did accept that theory, it seems now like Peter is allowing that if P is a \"semantic memory\" stored in partly \"sensory format\" it <i>can</i> join with other beliefs to drive the conclusion Q without an intermediate self-interpretative episode.  Or am I misunderstanding the import of his sentence?  If I'm not misunderstanding, then hasn't just given me all I need for this step of my argument?  Let's imagine that \"Armadillo is the capital of Texas\" is stored in partly sensory format (as a visual map of Texas with the word \"Armadillo\" and a star).  Now Peter seems to be allowing that it can drive inferences without requiring an intermediate act of self-interpretation.  So then why not allow it to drive also the conclusion that I believe that Armadillo is the capital?  We're back to the main question of this post, right?<p>\n\nPeter continues: \"This is not to deny that <i>some </i>systems in the mind can access beliefs and draw inferences without those beliefs needing to be activated in the global workspace (that is, in working memory). In particular, goal states can initiate searches for information to enable the construction of plans in an “automatic”, unconscious manner. But this doesn’t mean that the mindreading system can do the same.\"  First, let me note that I agree that the fact that some systems can access stored representations without activating those representations in the global workspace doesn't stricly imply that the mindreading system (if there is a dedicated system, which is part of the issue in dispute) can also do so.  But I do think that if, for a broad range of purposes, we can access these stored beliefs, it would be <i>odd </i> if we couldn't do so for the purpose of reaching conclusions about our own minds.  We'd then need a pretty good theory of why we have this special disability with respect to mindreading.  I don't think Peter really offers us as much as we should want to explain this disability.<p>\n\n... which brings me to my second reaction to this quote.  What Peter seems to be presenting as a secondary feature of the mind -- \"the construction of plans in an 'automatic', unconscious manner\" -- is, in my view, the very heart of mentality.  For example, to create inner speech itself, we need to bring together a huge variety of knowledge and skills about language, about the social environment, and about the topic of discourse.  The motor plan or speech plan constructed in this way cannot mostly be driven by considerations that are pulled explicitly into the narrow theater of the \"global workspace\" (which is widely held to host only a small amount of material at a time, consciously experienced).  Our most sophisticated cognition tends to be what happens <i>before </i>things hit the global workspace, or even entirely independent of it.  If Peter allows, as I think he must, that that pre-workspace cognition can access beliefs like P, what then remains to be shown to complete my argument is just that these highly sophisticated P-accessing processes can drive the judgment or the representation or the conclusion that I believe that P, just as they can drive many other judgments, representations, or conclusions.  Again, I think the burden of proof should be squarely on Peter to show why this wouldn't be possible.<p>\n<i>Update, February 28</i><p>\nPeter responds:<blockquote>Eric writes: “it seems now like Peter is allowing that if P is a \"semantic memory\" stored in partly \"sensory format\" it <i>can </i>join with other beliefs to drive the conclusion Q without an intermediate self-interpretative episode.”<p>\n\nI allow that the <i>content </i>of sensory-based memory can enter working memory, and so can join with other beliefs to drive a conclusion. But that the content in question is the content of a <i>memory </i>rather than a fantasy or supposition requires interpretation. There is nothing about the content of an image as such that identifies it as a memory, and memory images don’t come with tags attached signifying that they are memories. (There is a pretty large body of empirical work supporting this claim, I should say. It isn’t just an implication of the ISA theory.)<p>\n\nEric writes: “But I do think that if, for a broad range of purposes, we can access these stored beliefs, it would be <i>odd </i>if we couldn't do so for the purpose of reaching conclusions about our own minds. We'd then need a pretty good theory of why we have this special disability with respect to mindreading.”<p>\n\nWell, I and others (especially Nichols &amp; Stich in their mindreading book) had provided that theory. The separation between thought-attribution and behavioral prediction is now widely accepted in the literature, with the latter utilizing the subject’s own planning systems, which can in turn access the subject’s beliefs. There is also an increasing body of work suggesting that on-line, unreflective, forms of mental-state attribution are encapsulated from background beliefs. (I make this point at various places in <i>The Opacity of Mind</i>. But more recently, see Ian Apperly’s book <i>Mindreaders</i>, and my own “Mindreading in Infancy”, shortly to appear in <i>Mind &amp; Language</i>.) The claim also makes good theoretical sense seen in evolutionary and functional terms, if the mindreading system evolved to track the mental states of others and generate predictions therefrom. From this perspective one might predict that thought-attribution could access a domain-specific database of acquired information (e.g. “person files” containing previously acquired information about the mental states of others), without being able to conduct free-wheeling searches of memory more generally.<p>\n\nEric writes: “these highly sophisticated P-accessing processes can drive the judgment or the representation or the conclusion that I believe that P, just as they can drive many other judgments, representations, or conclusions. Again, I think the burden of proof should be squarely on Peter to show why this wouldn't be possible.”<p>\n\nFirst, I concede that it is possible. I merely claim that it isn’t actual. As for the evidence that supports such a claim, there are multiple strands. The most important is evidence that people confabulate about their beliefs and other mental states in just the sorts of circumstances that the ISA theory predicts that they would. (Big chunks of <i>The Opacity of Mind</i> are devoted to substantiating this claim.) Now, Eric can <i>claim </i>that he, too, can allow for confabulation, since he holds a pluralist account of self-knowledge. But this theory is too underspecified to be capable of <i>explaining </i>the data. Saying “sometimes we have direct access to our beliefs and sometimes we self-interpret” issues in no predictions about when we will self-interpret. In contrast, other mixed-method theorists such as Nichols &amp; Stich and Alvin Goldman have attempted to specify when one or another method will be employed. But none of these accounts is consistent with the totality of the evidence. The only theory currently on the market that does explain the data is the ISA theory. And this entails that the only access that we have to our own beliefs is sensory-based and interpretive.\n</p></p></p></p></p></blockquote>\nI agree that people can certainly make \"<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1692093/\">source monitoring</a>\" and related errors in which genuine memories of external events are confused with merely imagined events.  But it sounds to me like Peter is saying that a stored belief, in order to fulfill its function as a memory rather than a fantasy or supposition must be \"interpreted\" -- and, given his earlier remarks, presumably interpreted in a way that requires activation of that content in the \"global workspace\".  (Otherwise, his main argument doesn't seem to go through.)  I feel like I must be missing something.  I don't see how spontaneous, skillful action that draws together many influences -- for example, in conversational wit -- could realistically be construed as working this way.  Lots of pieces of background knowledge flow together in guiding such responsiveness; they can't all be mediated in the \"global workspace\", which is normally thought to have a very limited capacity.  (See also <a href=\"http://thorgan.faculty.arizona.edu/\">Terry Horgan</a>'s recent work on jokes.)<p>\n\nWhether we are looking at visual judgments, memory judgments, social judgments about other people, or judgments about ourselves, the general rule seems to be that the sources are manifold and the mechanisms complex.  \"P, therefore I believe that P\" is far too simple to be the whole story; but so also I think is any single-mechanism story, including Peter's.<p>\n\nI guess Peter and I will have a chance to hammer this out a bit more in person during our <a href=\"http://southernsociety.org/\">SSPP</a> session tomorrow!\n\n\n_______________________________________________<p>\n[note 1]: Usually philosophers believe that it's raining.  Failing that, they believe that snow is white.  I just wanted a change, okay?<p>\n\n[note 2]: Is it really \"inference\" if the solidity of the conclusion doesn't require the solidity of the premises?  I don't see why that should be an essential feature of inferences.  But if you instead want to call it (following Byrne) just an \"epistemic rule\" that you follow, that's okay by me.</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2013/02/an-objection-to-some-accounts-of-self.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2013-02-25T13:44:00-08:00\">1:44 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6724988083094053511\" onclick=\"\">8\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/belief\" rel=\"tag\">belief</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/introspection\" rel=\"tag\">introspection</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/self-knowledge\" rel=\"tag\">self-knowledge</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, February 19, 2013</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"5049814132775566843\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2013/02/empirical-evidence-that-world-was-not.html\">Empirical Evidence That the World Was Not Created Five Minutes Ago</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Bertrand Russell writes:<blockquote>There is no logical impossibility in the hypothesis that the world sprang into existence five minutes ago, exactly as it then was, with a population that \"remembered\" a wholly unreal past.  There is no logically necessary connection between events at different times; therefore nothing that is happening now or will happen in the future can disprove the hypothesis that the world began five minutes ago....  I am not here suggesting that the non-existence of the past should be entertained as a serious hypothesis.  Like all sceptical hypotheses, it is logically tenable but uninteresting (<i>The Analysis of Mind,</i> 1921, p. 159-160).</blockquote>Wait... what?!  We can't prove that the world has existed for more than five minutes, but who cares, <i>bo</i>-ring?<p>\n\nI'd think rather the opposite: We <i>can</i> prove that the world has existed for more than five minutes.  And if I didn't think I could prove that fact, I wouldn't say ho-hum, whatevs, maybe everything I thought really happened is just an illusion, *yawn*.<p>\n\nOkay, well, \"prove\" is too strong.  Logical certainty of the 2+2=4 variety, I can't provide.  But I think I can provide, at least to myself, some good empirical evidence that the past existed five minutes ago.  I can begin by opening up the <a href=\"http://www.nytimes.com/\">New York Times</a>.  It tells me that <a href=\"http://www.nytimes.com/2013/02/20/sports/hockey/larry-kwongs-shift-for-rangers-in-1947-48-broke-a-barrier.html?hp\">Larry Kwong was the Jeremy Lin of his day</a>.  Therefore, the past exists.<p>\n\nNow hold on, you'll say.  I've begged the question against Russell.  For Russell is asking us to consider the possibility that the world was created five minutes ago with everything exactly as it then was, including the New York Times website.  I can't disconfirm that hypothesis by going to the New York Times website!  The young-world hypothesis and the old-world hypothesis make exactly the same prediction about what I will find, and therefore the evidence does not distinguish between them.<p>\n\nHere I need to think carefully about the form of the young-world hypothesis and the reasons I might entertain it.  For example, I should consider what reason I have to prefer the hypothesis that a planet-sized external world was created five minutes ago vs. the hypothesis that just I and my immediate environment were created five minutes ago.  Is there reason to regard the first hypothesis as more likely than the second hypothesis?  I think not.  And similarly for temporal extent: There's nothing privileged about 5 minutes ago vs. 7.22 minutes ago vs. 27 hours ago, vs. 10 seconds ago, etc. (perhaps up to the bound of the \"<a href=\"http://plato.stanford.edu/entries/time-experience/#4\">specious present</a>\").<p>\n\nSo if I'm in a skeptical enough mood to take young-world hypotheses seriously, I should have a fairly broad range of young-world hypotheses in mind as live options.  Right?<p>\n\nIn the spirit of skeptical indifference, let's say that I go ahead and assign a 50% probability to a standard non-skeptical old-world hypothesis and a 50% probability to a young-world hypothesis based on my subjective experience of a seeming-external-world <i>right now</i>.  Conditional on the young-world hypothesis, I then further distribute my probabilities, say, 50-50% between the I-and-my-immediate-environment hypothesis and the whole-planet hypothesis.  The exact probabilities don't matter, and clearly there will be many other possibilities; this is just to show the form of the argument.  So, right now, my probabilities are 50% old-world, 25% young-small-world, and 25% young-large-world.<p>\n\nNow, if the world is young and small, then all should be void, or chaos, beyond the walls of this room.  (In a certain sense such a world might be large, but the Earthly stuff in my vicinity is small.)  In particular, the New York Times web servers should not exist.  So if I try to visit the New York Times' webpage, based on my entirely false seeming-memories of how the world works, New York Times content which is not currently on my computer should not then appear on my computer.  After all the hypothesis is that the world was created five minutes ago as it then was, and my computer did not have the newest NYT content at that time.  But, I check the site and new content appears!  Alternatively, I open my office door and behold, there's a hallway!  So now, I reduce the probability of the young-small-world hypothesis to zero.  (Zero makes the case simple, but the argument doesn't depend on that.)  Distributing that probability back onto the remaining two hypotheses, the old-world hypothesis is now 67% and young-large-world is 33%.  Thus, by looking at the New York Times website, I've given myself empirical evidence that the world is more than five minutes old.<p>\n\nAdmittedly, I'd hope for better than 67% probability that the world is old, so the result is a little disappointing.  If I could justify the proposition that <i>if</i> the world is young, then it is probably small enough not to contain the New York Times web servers, then I can get final probabilities higher.  And maybe I can justify that proposition.  Maybe the likeliest young-world scenario is a spontaneous congealment scenario (i.e., a <a href=\"http://schwitzsplinters.blogspot.com/2012/07/confessions-of-boltzmann-brain.html\">Boltzmann brain</a> scenario) or a scenario in which this world is a small-scale computer simulation (see my <a href=\"http://schwitzsplinters.blogspot.com/2011/09/bostroms-response-to-my-discussion-of.html\">earlier</a> <a href=\"http://schwitzsplinters.blogspot.com/2011/08/on-bostroms-argument-that-you-may-well.html\">posts</a> on Bostrom's simulation argument).  For example, if the initial probabilities are 50% old, 45% young-small, 5% young-large, then after ruling out young-small, the old-world hypothesis rises above 90% -- an almost-publishable p value!  And maybe the probability of the old-world hypothesis continues to rise as I find that the world continues to exist in a stable configuration, since I might reasonably think that if the world is only 5 minutes old or 12 minutes old, it stands a fair chance of collapsing soon -- a possibility that seems less likely on the standard non-skeptical old-world hypothesis.  (However, there is the worry that after a minute or so, I will need to restart my anti-skeptical argument again due to the possibility that I only falsely remember having checked the New York Times site.  Such are the bitters of trying to refute skepticism.)<p>\n\nYou might object that the most likely young-small-world hypothesis is one on which there is an outside agent who will feed me the seeming-New York Times website on demand, purposely to trick me.  But I'm not sure that's so.  And in any case, with that move we're starting to drift toward something like <a href=\"http://plato.stanford.edu/entries/descartes-epistemology/#3.2\">Cartesian demon doubt</a>, which deserves separate treatment.<p>\n\n[Slightly edited 6:33 pm in light of helpful clarificatory questions from Jonathan Weisberg.]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2013/02/empirical-evidence-that-world-was-not.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2013-02-19T16:14:00-08:00\">4:14 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=5049814132775566843\" onclick=\"\">29\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/epistemology\" rel=\"tag\">epistemology</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/experimental%20philosophy\" rel=\"tag\">experimental philosophy</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/metaphysics\" rel=\"tag\">metaphysics</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/skepticism\" rel=\"tag\">skepticism</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Friday, February 15, 2013</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"8089981551727998462\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2013/02/consciousness-online-2013-is-now.html\">Consciousness Online 2013 Is Now Underway</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><a href=\"http://consciousnessonline.com/\">here</a>.</p>\n<div style=\"clear: both;\"></div>\n</div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2013/02/consciousness-online-2013-is-now.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2013-02-15T09:39:00-08:00\">9:39 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=8089981551727998462\" onclick=\"\">0\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/announcements\" rel=\"tag\">announcements</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, February 14, 2013</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"4517004447601202756\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2013/02/was-latter-half-of-20th-century-golden.html\">Was the Latter Half of the 20th Century a Golden Age for Philosophy?</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>No, you will say.  And I tend to agree, <i>probably</i> not.  But let me make the case against dismissing the idea out of hand.<p>\n\nOne framing thought is this.  The normal condition of humanities research in academia is probably to be poorly funded.  People on the left would rather fund poverty relief.  People on the right would rather not fund at all.  Pragmatists in the center want to fund disciplines with what is perceived as \"practical application\".  The normal condition of humanities research in academia is probably also to survive as a conspiracy of mediocrity in which social connections and political alliances determine position much more than research quality does.  Anglophone academic philosophy has, perhaps, defied gravity for a long while already.<p>\n\nAnother framing thought is this.  Greatness is comparative.  In an era with lots of philosophers not vastly different in quality or influence, in the eyes of their contemporaries, it might be hard to pick out a few as giants of world-historical stature.  But with time, with the <a href=\"http://schwitzsplinters.blogspot.com/2007/08/on-winnowing-of-greats.html\">winnowing of greats</a>, that is, with the forgetting of almost-great philosophers, those whose works are still discussed might come to seem more nearly peerless.<p>\n\nI'm considering a fifty-year period, 1950-1999.  Ancient Greece hosted a golden age in philosophy, but if limit ourselves to a comparable fifty-year period we probably can't include all three of Socrates, Plato, and Aristotle at the height of their powers, instead having to settle for two plus their lesser contemporaries.  The early modern period in Western Europe was probably also a golden age, but again a fifty-year restriction limits those who can be included.  By aiming very carefully we can include Descartes' <i>Meditations </i>(1641) through Locke's <i>Essay</i> and <i>Treatises</i> (1689-1690), plus Spinoza and Hobbes in the middle and a dash of Leibniz; or we can run from Locke through early Hume, with most of Leibniz and Berkeley between (plus lesser contemporaries).  German philosophy waxed golden from 1780-1829, with Kant, Fichte, Hegel, and Schopenhauer, plus.  The question, then, is whether Anglophone philosophy from 1950-1999 might be roughly comparable.<p>\n\nTo a first approximation, two things make a philosopher great: quality of argument and creative vigor.  (Personally, I also rather care about prose style, but let's set that issue aside.)  With apologies to Kant enthusiasts, it seems to me that despite his creativity and vision, Kant's arguments are often rather poor or gestural, requiring substantial reconstruction by sympathetic (sometimes overly charitable?) later commentators.  And Descartes' major positive project in the <i>Meditations</i>, his proof of the existence of God and the external world, is widely recognized to be a rather shoddy argument.  Similar remarks apply to Plato, Hegel, Spinoza, etc.  The great philosophers of the past had, of course, their moments of argumentative brilliance, but for rigor of argument, I think it's hard to say that any fifty-year period clearly exceeds the highlight moments of the best philosophers from 1950-1999.<p>\n\nThe more common complaint against Anglophone \"analytic\" philosophy of the period is its lack of broad-visioned creativity.  On that issue, I think it's very hard to justify a judgment without the distance of history.  But still... in my own area, philosophy of mind, the period was the great period of philosophical materialism.  Although there had been materialists before, it was only in this period that materialism really came to full fruition.  And arguably, there is no more important issue in all of philosophy than the cluster of issues around materialism, dualism, and idealism.  From a world-historical perspective, the development of materialism was arguably a philosophical achievement of the very highest magnitude.  The period also saw a flourishing of philosophy of language in Kripke and reactions to him.  In epistemology, the concept of knowledge came under really careful scrutiny for the first time.  In general metaphysics, there was David Lewis.  Wittgenstein's <i>Philosophical Investigations</i> also falls within the period.  In philosophy of science, Kuhn.  In ethics and political philosophy, Rawls and Williams.  Without pretending a complete or unbiased list, I might also mention Strawson, Putnam, Foot, Singer, Quine, Anscombe, Davidson, Searle, Fodor, Dretske, Dennett, Millikan, and early Chalmers.  In toto, is it clear that there's less philosophical value here than in the period from Descartes through Locke or from Kant through Hegel?<p>\n\nOr am I just stuck with a worm's-eye view in which my elders loom too large, and all of this will someday rightly be seen as no more significant than, say, Italian philosophy in the time of Vico or Chinese philosophy in the time of Wang Yangming?</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2013/02/was-latter-half-of-20th-century-golden.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2013-02-14T11:05:00-08:00\">11:05 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=4517004447601202756\" onclick=\"\">47\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/metaphilosophy\" rel=\"tag\">metaphilosophy</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/sociology%20of%20philosophy\" rel=\"tag\">sociology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Friday, February 08, 2013</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"2769012895432996404\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2013/02/consciousness-online-2013.html\">Consciousness Online 2013</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><a href=\"http://consciousnessonline.com/\">Consciousness Online</a> will be running its 2013 conference starting next Friday, February 15th.  All are invited to read, view, or listen to the papers and commentaries and contribute to the online discussion.<br/>\n<br/>\nThe program is available <a href=\"http://consciousnessonline.com/\">here</a>, with <a href=\"http://ase.tufts.edu/cogstud/incbios/dennettd/dennettd.htm\" style=\"background-color: white; color: #20a3ca; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px; margin: 0px; padding: 0px;\">Daniel C. Dennett</a><span style=\"background-color: white; color: #555555; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px;\">,</span> as the headliner.  Other contributors are <a href=\"http://philosophie.phil.uni-mannheim.de/lehrstuhl_we/lehrstuhl/wissenschaftliche_mitarbeiter/dr_katja_crone/index.html\" style=\"background-color: white; color: #20a3ca; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px; margin: 0px; padding: 0px;\">Katja Crone</a>, <a href=\"http://staffprofiles.humanities.manchester.ac.uk/Profile.aspx?Id=Joel.Smith\" style=\"background-color: white; color: #20a3ca; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px; margin: 0px; padding: 0px;\">Joel Smith</a>, <a href=\"http://www.ucl.ac.uk/philosophy/staff/dmo.html\" style=\"background-color: white; color: #20a3ca; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px; margin: 0px; padding: 0px;\">Daniel Morgan</a>, <a href=\"http://homepages.uc.edu/~langlapr/Peter_Langland-Hassan/Home.html\" style=\"background-color: white; color: #20a3ca; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px; margin: 0px; padding: 0px;\">Peter Langland-Hassan</a><span style=\"background-color: white; color: #555555; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px;\">, </span><a href=\"http://www.fas.harvard.edu/~phildept/masrour.html\" style=\"background-color: white; color: #20a3ca; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px; margin: 0px; padding: 0px;\">Farid Masrour</a><span style=\"background-color: white; color: #555555; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px;\">, </span><a href=\"http://unimi.academia.edu/MatteoGrasso\" style=\"background-color: white; color: #20a3ca; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px; margin: 0px; padding: 0px;\">Matteo Grasso</a><span style=\"background-color: white; color: #555555; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px;\">, </span><a href=\"http://auburn.academia.edu/ChadKidd\" style=\"background-color: white; color: #20a3ca; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px; margin: 0px; padding: 0px;\">Chad Kidd</a><span style=\"background-color: white; color: #555555; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px;\">, </span><a href=\"http://mindingthebrain.wordpress.com/\" style=\"background-color: white; color: #20a3ca; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px; margin: 0px; padding: 0px;\">Miguel Sebastian</a><span style=\"background-color: white; color: #555555; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px;\">, </span><a href=\"http://ceabbate.wordpress.com/\" style=\"background-color: white; color: #20a3ca; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px; margin: 0px; padding: 0px;\">Cheryl Abbate</a><span style=\"background-color: white; color: #555555; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px;\">, </span><span style=\"background-color: white; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px;\">and </span><a href=\"http://webh01.ua.ac.be/bence.nanay/\" style=\"background-color: white; color: #20a3ca; font-family: 'Lucida Grande', Helvetica, Arial, sans-serif; font-size: 12px; line-height: 18px; margin: 0px; padding: 0px;\">Bence Nanay</a><span style=\"color: #555555; font-family: Lucida Grande, Helvetica, Arial, sans-serif;\"><span style=\"font-size: 12px; line-height: 18px;\">.</span></span><br/>\n<br/>\nI will be presenting my essay <a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/USAconscious.htm\">If Materialism Is True, the United States Is Probably Conscious</a>.  A YouTube version, prepped for the conference, is available <a href=\"//www.youtube.com/watch?v=_gAKFJ3aHjc\">here</a>.</p>\n<div style=\"clear: both;\"></div>\n</div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2013/02/consciousness-online-2013.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2013-02-08T10:53:00-08:00\">10:53 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=2769012895432996404\" onclick=\"\">0\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Wednesday, February 06, 2013</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"2957036658167652833\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2013/02/apology-to-kindergartener.html\">Apology to a Kindergartener</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>As the parent of a kindergartener, I constantly find myself apologizing for English orthography.  Consider the numbers from one to ten, for instance.  Of these, only \"six\" and \"ten\" are spelled in a sensible way.  \"Five\" and \"nine\" make a certain amount of sense once one has mastered the silent-e convention, but that convention is bizarre in itself, inconsistently applied (cf. \"give\" and \"zine\"), and only one of a dozen ways to make a vowel long.  \"Seven\" and \"three\" might not seem so bad to the jaded eye -- but why not \"sevven\"?  Shouldn't \"seven\" rhyme with \"even\"?  And why make the long \"e\" with a double-\"e\"?  Why not \"threa\" (cf. \"sea\") or \"threy\" (cf. \"key\") or \"thre\" (cf. \"me\") or \"thry\" (cf. \"party\")?  \"Two\"?  Why on Earth the \"w\"?  Why the \"two\", \"to\", \"too\" distinction?  \"Four\"?  Same thing: \"four\", \"for\", \"fore\"!  \"One\"?  Same again: \"one\", \"won\", and arguably \"<a href=\"http://www.urbandictionary.com/define.php?term=wun\">wun</a>\".  Really, \"one\" it starts with an \"o\"?  My daughter thought I was kidding when I told her this, like the time I told her \"dog\" was spelled \"jxqmpil\".  It's not much different from that.  We're just used to it and so fail to notice.  Worst of all is \"eight\".  If English spelling were ever brought to court, it could be tried, convicted, and hung on the word \"eight\" alone.</p>\n<div style=\"clear: both;\"></div>\n</div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2013/02/apology-to-kindergartener.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2013-02-06T00:11:00-08:00\">12:11 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=2957036658167652833\" onclick=\"\">10\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/humor\" rel=\"tag\">humor</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, February 05, 2013</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"9166891525231202667\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2013/02/preliminary-evidence-that-world-is.html\">Preliminary Evidence That the World Is Simple (An Exercise in Stupid Epistemology)</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Is the world simple or complex?  Is a simple hypothesis more likely to be true than a complex hypothesis that fits the data equally well?  <a href=\"http://plato.stanford.edu/entries/simplicity/\">The issue is gnarly</a>.  Sometimes the best approach to a gnarly issue is crude stupidity.  Crude stupidity is my plan today.<br/>\n<br/>\nHere's what I did.  I thought up 30 pairs of variables that would be easy to measure and that might relate in diverse ways.  Some variables were physical (the distance vs. apparent brightness of nearby stars), some biological (the length vs. weight of sticks found in my back yard), and some psychological or social (the S&amp;P 500 index closing value vs. number of days past).  Some I would expect to show no relationship (the number of pages in a library book vs. how high up it is shelved in the library), some I would expect to show a roughly linear relationship (distance of McDonald's franchises from my house vs. MapQuest estimated driving time), and some I expected to show a curved or complex relationship (forecasted temperature vs. time of day, size in KB of a JPG photo of my office vs. the angle at which the photo was taken).  See <a href=\"http://schwitzsplintersunderblog.blogspot.com/2013/02/variables-measured-for-post-preliminary.html\">here</a> for the full list of variables.  I took 11 measurements of each variable pair.  Then I analyzed the resulting data.<br/>\n<br/>\nNow, if the world is massively complex, then it should be difficult to predict a third datapoint from any two other data points.  Suppose that two measurements of some continuous variable yield values of 27 and 53.  What should I expect the third measured value to be?  Why not 1,457,002?  Or 3.22 x 10^-17?  There are just as many functions (that is, infinitely many) containing 27, 53, and 1,457,002 as there are containing 27, 53, and some more pedestrian-seeming value like 44.  On at least some ways of thinking about massive complexity, we ought to be no more surprised to discover that third value to be over a million than to discover that third value to be around 40.  Call the thesis that a wildly distant third value is no less likely than a nearby third value the <i>Wild Complexity Thesis</i>.<br/>\n<br/>\nI can use my data to test the Wild Complexity Thesis, on the assumption that the variables I have chosen are at least roughly representative of the kinds of variables we encounter in the world, in day-to-day human lives as experienced in a technologically advanced Earthly society.  (I don't generalize to the experiences of aliens or to aspects of the world that are not salient to experience, such as Planck-scale phenomena.)  The denial of Wild Complexity might seem obvious to you.  But that is an empirical claim, and it deserves empirical test.  As far as I know, no philosopher has formally conducted this test.<br/>\n<br/>\nTo conduct the test, I used each pair of dependent variables to predict the value of the next variable in the series (the 1st and 2nd observations predicting the value of the 3rd, the 2nd and 3rd predicting the value of the 4th, etc.), yielding 270 predictions for the 30 variables.  I counted an observation \"wild\" if its absolute value was 10 times the maximum of the absolute value of the two previous observations or if its absolute value was below 1/10 of the minimum of the absolute value of the two previous observations.  Separately, I also looked for flipped signs (either two negative values followed by a positive or two positive values followed by a negative), though most of the variables only admitted positive values.  This measure of wildness yielded three wild observations out of 270 (1%) plus another three flipped-sign cases (total 2%).  (A few variables were capped, either top or bottom, in a way that would make an above-10x or below-1/10th observation analytically unlikely, but excluding such variables wouldn't affect the result much.)<br/>\n<br/>\nSo it looks like the Wild Complexity Thesis might be in trouble.  Now admittedly a caveat is in order: If the world is wild enough, then I probably shouldn't trust my memory of having conducted this test (since maybe my mind with all its apparent memories just popped into existence out of a disordered past), or maybe I shouldn't trust the representativeness of this sample (I got 2% wild this time, but maybe in the next test I'll get 50% wild).  However, if we are doubtful about the results for either of those reasons, it might be difficult to escape collapse into radical skepticism.  If we set aside radically skeptical worries, we might still wonder how wild the world is.  These results give us a preliminary estimate.  To the extent the variables are representative, the answer seems to be: not too wild -- though with some surprises, such as the $20,000 listed value of the uncirculated 1922 Lincoln wheat penny.  (No, I didn't know about that before seeking the data.)<br/>\n<br/>\nIf we use a Wildness criterion of two (two times the max or 1/2 the min), then there are 33 wild instances in 270 observations, or about 12%, overlapping in one case with the three flipped-sign cases, for 13% total.  I wouldn't take this number <i>too</i> seriously, since it will presumably vary considerably depending on the variables chosen for analysis -- but still it's smaller than it might have been, and maybe okay as a first approximation to the extent the variables of interest resemble those on <a href=\"http://schwitzsplintersunderblog.blogspot.com/2013/02/variables-measured-for-post-preliminary.html\">my list</a>.<br/>\n<br/>\nI had meant to do some curve fitting in this post, too -- comparing linear and quadratic predictions with more complex predictions -- but since this is already a good-sized post, we'll curve fit another day.<br/>\nI admit, this is a ham-handed approach.  It uses crude methods, it doesn't really establish anything we didn't already know, and I'm sure it won't touch the views of those philosophers who deny that the world is simple (who probably aren't committed to the Wild Complexity Thesis).  I highlight these concessions by calling the project \"stupid epistemology\".  If we jump too quickly to clever, though, sometimes we miss the necessary groundwork of stupid.<br/>\n<br/>\n<i>Note: This post was substantially revised Feb. 6.</i><br/></p>\n<div style=\"clear: both;\"></div>\n</div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2013/02/preliminary-evidence-that-world-is.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2013-02-05T12:55:00-08:00\">12:55 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=9166891525231202667\" onclick=\"\">4\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/epistemology\" rel=\"tag\">epistemology</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/experimental%20philosophy\" rel=\"tag\">experimental philosophy</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/metaphysics\" rel=\"tag\">metaphysics</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n</div>\n<div class=\"blog-pager\" id=\"blog-pager\">\n<span id=\"blog-pager-newer-link\">\n<a class=\"blog-pager-newer-link\" href=\"https://schwitzsplinters.blogspot.com/search?updated-max=2014-06-04T09:20:00-07:00&amp;max-results=100&amp;reverse-paginate=true\" id=\"Blog1_blog-pager-newer-link\" title=\"Newer Posts\">Newer Posts</a>\n</span>\n<span id=\"blog-pager-older-link\">\n<a class=\"blog-pager-older-link\" href=\"https://schwitzsplinters.blogspot.com/search?updated-max=2013-02-05T12:55:00-08:00&amp;max-results=100\" id=\"Blog1_blog-pager-older-link\" title=\"Older Posts\">Older Posts</a>\n</span>\n<a class=\"home-link\" href=\"https://schwitzsplinters.blogspot.com/\">Home</a>\n</div>\n<div class=\"clear\"></div>\n<div class=\"blog-feeds\">\n<div class=\"feed-links\">\nSubscribe to:\n<a class=\"feed-link\" href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" target=\"_blank\" type=\"application/atom+xml\">Posts (Atom)</a>\n</div>\n</div>\n</div></div>\n</div>\n<div id=\"sidebar-wrapper\">\n<div class=\"sidebar section\" id=\"sidebar\"><div class=\"widget HTML\" data-version=\"1\" id=\"HTML1\">\n<div class=\"widget-content\">\n<!-- Start of StatCounter Code -->\n<script language=\"javascript\" type=\"text/javascript\">\nvar sc_project=1508379; \nvar sc_invisible=1; \nvar sc_partition=13; \nvar sc_security=\"2c679bf5\"; \n</script>\n<script language=\"javascript\" src=\"//www.statcounter.com/counter/frames.js\" type=\"text/javascript\"></script><noscript><a href=\"http://www.statcounter.com/\" target=\"_blank\"><img alt=\"counter\" border=\"0\" src=\"https://lh5.googleusercontent.com/proxy/TttFETzU6Fyjbw8OTQa3FJTU6voqbJLJLUpwu-cpdPeafywusdwwP7glYc97L2xKGSvrrr4NvIgASxXMbEwi_U_RRXsWks6bqpkoSs1g9Zpv2uL97h9IjmZZ0d0P9zebmEy5rnSb9Ztru06j4rFAy0sL=s0-d\"/></a> </noscript>\n<!-- End of StatCounter Code -->\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=HTML&amp;widgetId=HTML1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"HTML1\"));' rel=\"nofollow\" target=\"configHTML1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget Profile\" data-version=\"1\" id=\"Profile1\">\n<h2>Contributors</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a class=\"profile-name-link g-profile\" href=\"https://www.blogger.com/profile/11541402189204286449\" style=\"background-image: url(//www.blogger.com/img/logo-16.png);\">Eric Schwitzgebel</a></li>\n<li><a class=\"profile-name-link g-profile\" href=\"https://plus.google.com/100155094439598517774\" style=\"background-image: url(//www.google.com/images/icons/ui/gprofile_button-16.png);\">Eric Schwitzgebel</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Profile&amp;widgetId=Profile1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Profile1\"));' rel=\"nofollow\" target=\"configProfile1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget FollowByEmail\" data-version=\"1\" id=\"FollowByEmail1\">\n<h2 class=\"title\">Follow by Email</h2>\n<div class=\"widget-content\">\n<div class=\"follow-by-email-inner\">\n<form action=\"https://feedburner.google.com/fb/a/mailverify\" method=\"post\" onsubmit='window.open(\"https://feedburner.google.com/fb/a/mailverify?uri=blogspot/FHhv\", \"popupwindow\", \"scrollbars=yes,width=550,height=520\"); return true' target=\"popupwindow\">\n<table width=\"100%\">\n<tr>\n<td>\n<input class=\"follow-by-email-address\" name=\"email\" placeholder=\"Email address...\" type=\"text\"/>\n</td>\n<td width=\"64px\">\n<input class=\"follow-by-email-submit\" type=\"submit\" value=\"Submit\"/>\n</td>\n</tr>\n</table>\n<input name=\"uri\" type=\"hidden\" value=\"blogspot/FHhv\"/>\n<input name=\"loc\" type=\"hidden\" value=\"en_US\"/>\n</form>\n</div>\n</div>\n<span class=\"item-control blog-admin\">\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=FollowByEmail&amp;widgetId=FollowByEmail1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"FollowByEmail1\"));' rel=\"nofollow\" target=\"configFollowByEmail1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</span>\n</div><div class=\"widget Feed\" data-version=\"1\" id=\"Feed1\">\n<h2>Recent Comments (may be delayed)</h2>\n<div class=\"widget-content\" id=\"Feed1_feedItemListDisplay\">\n<span style=\"filter: alpha(25); opacity: 0.25;\">\n<a href=\"http://schwitzsplinters.blogspot.com/feeds/comments/default\">Loading...</a>\n</span>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Feed&amp;widgetId=Feed1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Feed1\"));' rel=\"nofollow\" target=\"configFeed1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList1\">\n<h2>Links</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://cogsciphi.blogspot.com/\">Alternate Minds</a></li>\n<li><a href=\"http://www.philosophyofbrains.com/\">Brains</a></li>\n<li><a href=\"http://www.consciousentities.com/\">Conscious Entities</a></li>\n<li><a href=\"http://crookedtimber.org/\">Crooked Timber</a></li>\n<li><a href=\"http://dailynous.com/\">Daily Nous</a></li>\n<li><a href=\"http://digressionsnimpressions.typepad.com/\">Digressions &amp; Impressions</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/disability_and_disadvanta/\">Discrimination and Disadvantage</a></li>\n<li><a href=\"http://ericlinuskaplan.wordpress.com/\">Eric Linus Kaplan</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/xphi/\">Experimental Philosophy</a></li>\n<li><a href=\"http://agencyandresponsibility.typepad.com/flickers-of-freedom/\">Flickers of Freedom</a></li>\n<li><a href=\"http://leiterreports.typepad.com/\">Leiter Reports</a></li>\n<li><a href=\"http://whatsortsofpeople.wordpress.com/\">Living Archives on Eugenics Blog</a></li>\n<li><a href=\"http://loveofallwisdom.com/\">Love of All Wisdom</a></li>\n<li><a href=\"http://machineslikeus.com/\">Machines Like Us</a></li>\n<li><a href=\"http://www.mindhacks.com/\">Mind Hacks</a></li>\n<li><a href=\"http://www.davidpapineau.co.uk/blog.html\">More Important Than That (Philosophy and Sport)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/\">My Homepage</a></li>\n<li><a href=\"http://www.newappsblog.com/\">New APPS</a></li>\n<li><a href=\"http://peasoup.typepad.com/\">PEA Soup</a></li>\n<li><a href=\"http://philpercs.com/\">Philosophical Percolations</a></li>\n<li><a href=\"http://sometimesimwrong.typepad.com/wrong/\">Sometimes I'm Wrong</a></li>\n<li><a href=\"http://philosopherscocoon.typepad.com/blog/\">The Philosophers' Cocoon</a></li>\n<li><a href=\"http://tar.weatherson.org/\">Thoughts, Arguments, and Rants</a></li>\n<li><a href=\"http://rsbakker.wordpress.com/\">Three Pound Brain</a></li>\n<li><a href=\"http://warpweftandway.wordpress.com/\">Warp, Weft, and Way</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList1\"));' rel=\"nofollow\" target=\"configLinkList1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList6\">\n<h2>Advice on Applying to PhD Programs in Philosophy</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/applying%20to%20grad%20school\">various posts on that theme</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList6&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList6\"));' rel=\"nofollow\" target=\"configLinkList6\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList4\">\n<h2>Selected Essays</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/In-Between.htm\">2001: In-Between Believing</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/AccountBel.htm\">2002: A Phenomenal, Dispositional Account of Belief</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DreamB&amp;W.htm\">2002: Why Did We Think We Dreamed in Black and White?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospTrain.htm\">2004: Introspective Training Apprehensively Defended: Reflections on Titchener's Lab Manual</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Flat.htm\">2006: Do Things Look Flat?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Naive.htm\">2008: The Unreliability of Naive Introspection</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/PeerOpinion.htm\">2009: The Moral Behavior of Ethicists: Peer Opinion (with J Rust)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ActBel.htm\">2010: Acting Contrary to Our Professed Beliefs</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthOrder.htm\">2012: Expertise in Moral Reasoning? (with F Cushman)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospectionWhat.htm\">2012: Introspection, What?</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/BeliefBox.htm\">2013: A Dispositional Approach to Attitudes</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Jerks.htm\">2014: A Theory of Jerks</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/CrazyMind.htm\">2014: The Crazyist Metaphysics of Mind</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthSelfRep.htm\">2014: The Moral Behavior of Ethics Professors (with J Rust)</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/USAconscious.htm\">2015: If Materialism Is True, the United States Is Probably Conscious</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/1sk.htm\">2016: 1% Skepticism</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/WomenInPhil.htm\">2017: Women in Philosophy (with C D Jennings)</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList4&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList4\"));' rel=\"nofollow\" target=\"configLinkList4\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList7\">\n<h2>Selected Short Stories</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Eden.htm\">2013: Reinstalling Eden (with R S Bakker)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DauphinsMetaphysics.htm\">2015: The Dauphin's Metaphysics</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/FishDance.htm\">2016: Fish Dance</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList7&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList7\"));' rel=\"nofollow\" target=\"configLinkList7\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList3\">\n<h2>The Underblog?</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.schwitzsplintersunderblog.blogspot.com/\">The Underblog!</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList3&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList3\"));' rel=\"nofollow\" target=\"configLinkList3\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList5\">\n<h2>Past Guest Bloggers</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Lisa%20Bortolotti\">Lisa Bortolotti</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Brad%20Cokelet\">Brad Cokelet</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Carrie%20Figdor\">Carrie Figdor</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Keith%20Frankish\">Keith Frankish</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Dan%20Haybron\">Dan Haybron</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Jonathan%20Ichikawa\">Jonathan Ichikawa</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/G.%20Randolph%20Mayes\">G. Randolph Mayes</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Regina%20Rini\">Regina Rini</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Teed%20Rockwell\">Teed Rockwell</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Joshua%20Rust\">Joshua Rust</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Hagop%20Sarkissian\">Hagop Sarkissian</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search?q=shevlin\">Henry Shevlin</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Tamler%20Sommers\">Tamler Sommers</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/justin%20tiwald\">Justin Tiwald</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Bryan%20Van%20Norden\">Bryan Van Norden</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Manuel%20Vargas\">Manuel Vargas</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList5&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList5\"));' rel=\"nofollow\" target=\"configLinkList5\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget BlogArchive\" data-version=\"1\" id=\"BlogArchive1\">\n<h2>Blog Archive</h2>\n<div class=\"widget-content\">\n<div id=\"ArchiveList\">\n<div id=\"BlogArchive1_ArchiveList\">\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/\">\n2019\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/\">\n2018\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/\">\n2017\n</a>\n<span class=\"post-count\" dir=\"ltr\">(71)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/\">\n2016\n</a>\n<span class=\"post-count\" dir=\"ltr\">(81)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/\">\n2015\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/\">\n2014\n</a>\n<span class=\"post-count\" dir=\"ltr\">(88)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/\">\n2013\n</a>\n<span class=\"post-count\" dir=\"ltr\">(87)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n<ul class=\"posts\">\n<li><a href=\"https://schwitzsplinters.blogspot.com/2013/02/an-objection-to-some-accounts-of-self.html\">An Objection to Some Accounts of Self-Knowledge of...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2013/02/empirical-evidence-that-world-was-not.html\">Empirical Evidence That the World Was Not Created ...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2013/02/consciousness-online-2013-is-now.html\">Consciousness Online 2013 Is Now Underway</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2013/02/was-latter-half-of-20th-century-golden.html\">Was the Latter Half of the 20th Century a Golden A...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2013/02/consciousness-online-2013.html\">Consciousness Online 2013</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2013/02/apology-to-kindergartener.html\">Apology to a Kindergartener</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2013/02/preliminary-evidence-that-world-is.html\">Preliminary Evidence That the World Is Simple (An ...</a></li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/\">\n2012\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/\">\n2011\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(3)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/\">\n2010\n</a>\n<span class=\"post-count\" dir=\"ltr\">(86)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/\">\n2009\n</a>\n<span class=\"post-count\" dir=\"ltr\">(83)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/\">\n2008\n</a>\n<span class=\"post-count\" dir=\"ltr\">(96)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/\">\n2007\n</a>\n<span class=\"post-count\" dir=\"ltr\">(168)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/\">\n2006\n</a>\n<span class=\"post-count\" dir=\"ltr\">(114)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(19)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(2)</span>\n</li>\n</ul>\n</li>\n</ul>\n</div>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=BlogArchive&amp;widgetId=BlogArchive1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"BlogArchive1\"));' rel=\"nofollow\" target=\"configBlogArchive1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget Text\" data-version=\"1\" id=\"Text1\">\n<div class=\"widget-content\">\n<span style=\"color:#999999;\">background image from </span><a href=\"http://biocarbons.en.ecplaza.net/\"><span style=\"color:#999999;\">http://biocarbons.en.ecplaza.net</span></a><br/>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Text&amp;widgetId=Text1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Text1\"));' rel=\"nofollow\" target=\"configText1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div></div>\n</div>\n<!-- spacer for skins that want sidebar and main to be the same height-->\n<div class=\"clear\"> </div>\n</div>\n<!-- end content-wrapper -->\n<div id=\"footer-wrapper\">\n<div class=\"footer no-items section\" id=\"footer\"></div>\n</div>\n</div></div>\n<!-- end outer-wrapper -->\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<!--It is your responsibility to notify your visitors about cookies used and data collected on your blog. Blogger makes a standard notification available for you to use on your blog, and you can customise it or replace it with your own notice. See http://www.blogger.com/go/cookiechoices for more details.-->\n<script defer=\"\" src=\"/js/cookienotice.js\"></script>\n<script>\n    document.addEventListener('DOMContentLoaded', function(event) {\n      window.cookieChoices && cookieChoices.showCookieConsentBar && cookieChoices.showCookieConsentBar(\n          (window.cookieOptions && cookieOptions.msg) || 'This site uses cookies from Google to deliver its services and to analyse traffic. Your IP address and user agent are shared with Google, together with performance and security metrics, to ensure quality of service, generate usage statistics and to detect and address abuse.',\n          (window.cookieOptions && cookieOptions.close) || 'Ok',\n          (window.cookieOptions && cookieOptions.learn) || 'Learn more',\n          (window.cookieOptions && cookieOptions.link) || 'https://www.blogger.com/go/blogspot-cookies');\n    });\n  </script>\n<script src=\"https://www.blogger.com/static/v1/widgets/1854097286-widgets.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\nwindow['__wavt'] = 'AOuZoY7Kt3vAxmndgl5giEu7dF585WCpvQ:1554147773021';_WidgetManager._Init('//www.blogger.com/rearrange?blogID\\x3d26951738','//schwitzsplinters.blogspot.com/2013/02/','26951738');\n_WidgetManager._SetDataContext([{'name': 'blog', 'data': {'blogId': '26951738', 'title': 'The Splintered Mind', 'url': 'https://schwitzsplinters.blogspot.com/2013/02/', 'canonicalUrl': 'http://schwitzsplinters.blogspot.com/2013/02/', 'homepageUrl': 'https://schwitzsplinters.blogspot.com/', 'searchUrl': 'https://schwitzsplinters.blogspot.com/search', 'canonicalHomepageUrl': 'http://schwitzsplinters.blogspot.com/', 'blogspotFaviconUrl': 'https://schwitzsplinters.blogspot.com/favicon.ico', 'bloggerUrl': 'https://www.blogger.com', 'hasCustomDomain': false, 'httpsEnabled': true, 'enabledCommentProfileImages': true, 'gPlusViewType': 'FILTERED_POSTMOD', 'adultContent': false, 'analyticsAccountNumber': 'UA-43027794-1', 'encoding': 'UTF-8', 'locale': 'en', 'localeUnderscoreDelimited': 'en', 'languageDirection': 'ltr', 'isPrivate': false, 'isMobile': false, 'isMobileRequest': false, 'mobileClass': '', 'isPrivateBlog': false, 'feedLinks': '\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/rss+xml\\x22 title\\x3d\\x22The Splintered Mind - RSS\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default?alt\\x3drss\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22service.post\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://www.blogger.com/feeds/26951738/posts/default\\x22 /\\x3e\\n', 'meTag': '', 'adsenseHostId': 'ca-host-pub-1556223355139109', 'adsenseHasAds': false, 'view': '', 'dynamicViewsCommentsSrc': '//www.blogblog.com/dynamicviews/4224c15c4e7c9321/js/comments.js', 'dynamicViewsScriptSrc': '//www.blogblog.com/dynamicviews/0653eeb7078c79fe', 'plusOneApiSrc': 'https://apis.google.com/js/plusone.js', 'disableGComments': true, 'sharing': {'platforms': [{'name': 'Get link', 'key': 'link', 'shareMessage': 'Get link', 'target': ''}, {'name': 'Facebook', 'key': 'facebook', 'shareMessage': 'Share to Facebook', 'target': 'facebook'}, {'name': 'BlogThis!', 'key': 'blogThis', 'shareMessage': 'BlogThis!', 'target': 'blog'}, {'name': 'Twitter', 'key': 'twitter', 'shareMessage': 'Share to Twitter', 'target': 'twitter'}, {'name': 'Pinterest', 'key': 'pinterest', 'shareMessage': 'Share to Pinterest', 'target': 'pinterest'}, {'name': 'Email', 'key': 'email', 'shareMessage': 'Email', 'target': 'email'}], 'disableGooglePlus': true, 'googlePlusShareButtonWidth': 300, 'googlePlusBootstrap': '\\x3cscript type\\x3d\\x22text/javascript\\x22\\x3ewindow.___gcfg \\x3d {\\x27lang\\x27: \\x27en\\x27};\\x3c/script\\x3e'}, 'hasCustomJumpLinkMessage': false, 'jumpLinkMessage': 'Read more', 'pageType': 'archive', 'pageName': 'February 2013', 'pageTitle': 'The Splintered Mind: February 2013'}}, {'name': 'features', 'data': {'sharing_get_link_dialog': 'true', 'sharing_native': 'false'}}, {'name': 'messages', 'data': {'edit': 'Edit', 'linkCopiedToClipboard': 'Link copied to clipboard!', 'ok': 'Ok', 'postLink': 'Post Link'}}, {'name': 'template', 'data': {'name': 'custom', 'localizedName': 'Custom', 'isResponsive': false, 'isAlternateRendering': false, 'isCustom': true}}, {'name': 'view', 'data': {'classic': {'name': 'classic', 'url': '?view\\x3dclassic'}, 'flipcard': {'name': 'flipcard', 'url': '?view\\x3dflipcard'}, 'magazine': {'name': 'magazine', 'url': '?view\\x3dmagazine'}, 'mosaic': {'name': 'mosaic', 'url': '?view\\x3dmosaic'}, 'sidebar': {'name': 'sidebar', 'url': '?view\\x3dsidebar'}, 'snapshot': {'name': 'snapshot', 'url': '?view\\x3dsnapshot'}, 'timeslide': {'name': 'timeslide', 'url': '?view\\x3dtimeslide'}, 'isMobile': false, 'title': 'The Splintered Mind', 'description': 'reflections in philosophy of psychology, broadly construed', 'url': 'https://schwitzsplinters.blogspot.com/2013/02/', 'type': 'feed', 'isSingleItem': false, 'isMultipleItems': true, 'isError': false, 'isPage': false, 'isPost': false, 'isHomepage': false, 'isArchive': true, 'isLabelSearch': false, 'archive': {'year': 2013, 'month': 2, 'rangeMessage': 'Showing posts from February, 2013'}}}]);\n_WidgetManager._RegisterWidget('_NavbarView', new _WidgetInfo('Navbar1', 'navbar', document.getElementById('Navbar1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HeaderView', new _WidgetInfo('Header1', 'header', document.getElementById('Header1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogView', new _WidgetInfo('Blog1', 'main', document.getElementById('Blog1'), {'cmtInteractionsEnabled': false, 'lightboxEnabled': true, 'lightboxModuleUrl': 'https://www.blogger.com/static/v1/jsbin/2848338547-lbx.js', 'lightboxCssUrl': 'https://www.blogger.com/static/v1/v-css/368954415-lightbox_bundle.css'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HTMLView', new _WidgetInfo('HTML1', 'sidebar', document.getElementById('HTML1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_ProfileView', new _WidgetInfo('Profile1', 'sidebar', document.getElementById('Profile1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FollowByEmailView', new _WidgetInfo('FollowByEmail1', 'sidebar', document.getElementById('FollowByEmail1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FeedView', new _WidgetInfo('Feed1', 'sidebar', document.getElementById('Feed1'), {'title': 'Recent Comments (may be delayed)', 'showItemDate': true, 'showItemAuthor': true, 'feedUrl': 'http://schwitzsplinters.blogspot.com/feeds/comments/default', 'numItemsShow': 5, 'loadingMsg': 'Loading...', 'openLinksInNewWindow': false, 'useFeedWidgetServ': 'true'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList1', 'sidebar', document.getElementById('LinkList1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList6', 'sidebar', document.getElementById('LinkList6'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList4', 'sidebar', document.getElementById('LinkList4'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList7', 'sidebar', document.getElementById('LinkList7'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList3', 'sidebar', document.getElementById('LinkList3'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList5', 'sidebar', document.getElementById('LinkList5'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogArchiveView', new _WidgetInfo('BlogArchive1', 'sidebar', document.getElementById('BlogArchive1'), {'languageDirection': 'ltr', 'loadingMessage': 'Loading\\x26hellip;'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_TextView', new _WidgetInfo('Text1', 'sidebar', document.getElementById('Text1'), {}, 'displayModeFull'));\n</script>\n</body>\n</html>", "title_html": "<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2013/02/an-objection-to-some-accounts-of-self.html\">An Objection to Some Accounts of Self-Knowledge of Attitudes</a>\n</h3>", "read_time": 969.0}