{"content_html": "<div class=\"post-body entry-content\">\n<p>Four more lists of recommended philosophical science fiction / speculative fiction, contributed by professional philosophers.<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2014/09/philosophical-sf-science-fiction.html\">A general description of the project, plus the first four lists, from Dever, Powell, Kind, and Horst</a>.<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-second-batch-of-lists.html\">Second set: Mandik, E. Kaplan, Evnine, De Cruz</a>.<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-third-batch-of-lists.html\">Third set: De Smedt, Bakker, J. Kaplan, Weinberg</a>.<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-fourth-batch-of-lists.html\">Fourth set: Frankish, Blumson, Cash, Keeley</a>.<p>\n\nAs always, readers should feel free to contribute your own recommendations to the comments section of this post or the earlier posts.<p>\n\n----------------------------------------------<p>\n\nList from <a href=\"http://www.csuchico.edu/~tjollimore/\">Troy Jollimore</a> (Professor of Philosophy, Cal State Chico, and poet):<p>\n<b>Don DeLillo, <i>Ratner’s Star</i></b> (novel, 1974):  Human scientists confront an apparent message from the far reaches of space, and come up against their own very human limitations in doing so. Makes a great pair with Lem’s <i>His Master’s Voice</i> (and, to a degree, <i>Solaris</i>).<p>\n<b>Terry Gilliam, <i>Brazil</i></b> (movie, 1985): A very dark, very funny dystopian film that explores the individual vs. the state, and whose conclusion has some interesting connections with Nozick’s Experience Machine. The excellent and very witty script was largely written by British playwright Tom Stoppard.<p>\n<b>Kazuo Ishiguro, <i>Never Let Me Go</i></b> (novel, 2005):  Chronicles the plight of cloned humans (who do not know they are clones) raised for the sole purpose of donating their organs to “ordinary” humans. Sensitive, beautiful, and far-reaching.<p>\n<b>P.D. James, <i>The Children of Men</i></b> (novel, 1992): What would life on Earth be like if human beings suddenly lost the ability to have children? This novel is a compelling and disturbing imagining of the extinction of the human race that feels, to me, much more vivid and real than nearly any other apocalyptic work of fiction I can think of. (Samuel Scheffler cites the novel in his book, <i>Death and the Afterlife</i>; reading the two in conjunction would be productive.) The 2006 film, directed by Alfonso Cuarón, is also excellent.<p>\n<b>Charlie Kaufman and Michel Gondry, <i>Eternal Sunshine of the Spotless Mind</i></b> (movie, 2004): A thoughtful, disturbing, and funny exploration of some of the possibilities, implications, and dangers of memory-altering technology.<p>\n<b>Ursula K. LeGuin, <i>Always Coming Home</i></b> (novel, 1985): A very nonstandard imagining of a potential human future, set in Northern California, in which humans have returned to a largely primitive and peaceful state of existence, turning their backs on consumerism and, for the most part, technology. A lovely act of anthropological imagination.<p>\n<b>Stanislaw Lem, <i>Solaris</i> </b>(novel, 1961; English translation 1970): Astronauts on a station in a distant part of the galaxy confront a massive and deeply inscrutable alien being that may or may not be attempting to communicate with them, and people (or rather, reproductions of people) from their pasts, who may in fact be the alien’s attempt to communicate. Unforgettable and genuinely profound. (The 1972 Andrei Tarkovsky film alters the ending and, to some degree, the thematic focus, but it is also fabulous and very beautiful in its own right, a true cinematic masterpiece.)<p>\n<b>Stanislaw Lem, <i>His Master’s Voice</i></b> (novel, 1968; English translation 1983): A thoughtful and intelligent imagination of “first contact” girded by a deep pessimism about the possibilities of transcending the conceptual boundaries set by one’s species nature. It would be interesting to read this (and/or <i>Ratner’s Star</i> and/or <i>Solaris</i>) in combination with Davidson’s “On the Very Idea of a Conceptual Scheme,” etc.<p>\n<b>Boris &amp; Arkady Strugatsky,<i> Roadside Picnic</i> </b>(novel, 1971; various English translations available). Yet another book about the difficulties of communicating with alien intelligences. (I seem to have a theme here – or an obsession.) Humans deal with the incomprehensible after-effects of an alien visitation. The novel was the basis for Andrei Tarkovsky's 1979 film, <i>Stalker</i>.<p>\n<b>Kurt Vonnegut, <i>Player Piano</i></b> (novel, 1952): A satire of industrial and cultural automation in the near future, where technology has rendered most humans superfluous. Still one of the most intelligent deep critiques of the dangers of technology to be found in fiction.<p>\n\n\n----------------------------------------------<p>\n\nList from <a href=\"http://consc.net/chalmers/\">David Chalmers</a> (Professor of Philosophy, New York University and Australian National University):<p>\n<b>john campbell, “the last question”</b> (short story, 1932): the first and still the best singularity fiction: machines design smarter machines in order to design even smarter machines.<p>\n<b>isaac asimov, <i>the end of eternity</i></b> (novel, 1955): most philosophers like “consistent” time travel with a single timeline, but i love the complex structure here with time police hanging out in metatime.<p>\n<b>douglas adams, <i>hitchhiker's guide to the galaxy</i></b> (series of radio shows and novels, 1980ish): the babel fish disproves god; the cow wants to be eaten; the total perspective vortex; time is an illusion, lunchtime doubly so; and 42.<p>\n<b>robert zemeckis, <i>back to the future 2</i></b> (movie, 1989): another complex model of metatime -- i set my students to work trying to figure out the model of time travel here, and they at least got close.<p>\n<b>greg egan, “learning to be me”</b> (short story, 1990): permutation city is great even if it's philosophically incoherent, but this is a much tighter piece about consciousness and identity.<p>\n<b>andy &amp; lana wachowski, <i>the matrix</i></b> (movie, 1999): still the best brain-in-vat and virtual reality movie, and it raises almost every issue in philosophy.<p>\n<b>christopher nolan, <i>memento</i></b> (movie, 2000): a wonderful depiction of the extended mind and pathologies of extended memory.<p>\n<b>charles stross, <i>accelerando</i></b> (novel, 2005): like most singularity fiction, the depiction of superintelligence is disappointing, but the exospecs get the extended mind right.<p>\n<b>ramez naan, <i>nexus</i></b> (novel, 2012): the philosophy doesn't run so deep here, but it's wildly entertaining neuroscience fiction.<p>\n\n\n----------------------------------------------<p>\n\n\nList from <a href=\"http://ukzn.academia.edu/adrianopgershompalma\">Adriano Palma</a> (Senior Lecturer of Philosophy, University of Kwazulu-Natal):<p>\n<b>Andrei Tarkovsky, <i>Stalker</i> </b>(movie, 1979). People are led to a place which is counterfactually something in which wishful thinking is successful. They need a guide (the ‘stalker’).<p>\n<b>Doug Liman, <i>Edge of Tomorrow </i></b>(movie, 2014). A mysterious brain controls a huge number of robots that occupy Europe. An American journalist finds himself in the position of being killed a number of times retaining the memory traces of the killings before his death. On what free will entails in terms of what (Borges &amp;) H. Frankfurt would call “the alternatives”.<p>\n<b>Christopher Nolan, <i>Memento</i></b> (movie, 2000).  In the semi Nietzschean return, or the eternal return in reverse. It has a lot to show about attention &amp; memory in the phil of mind areas. The protagonist has short term full amnesia.<p>\n<b>Michael Chabon, <i>The Yiddish Policemen's Union</i></b> (novel, 2007).  An alternative reality, where Israel is not born (where it is now) but in the snow.<p>\n<b>Andrew Niccol, <i>Gattaca</i></b> (movie, 1997).  The dude assumes the identity of a superior being in order to travel in time (space-time &amp; the issues around the so called personal identity).<p>\n<b>Thomas More, <i>Utopia</i></b> (novel, 1516).  Well, if you did not know it invented scifi, but it allows reflections on equilibria in the sense of Nash &amp; co.<p>\n<b>George Orwell / Eric A. Blair, <i>1984</i></b> (novel, 1949).  An excellent scifi/fantasy comparison on what control is in education and social relationships.<p>\n<b>Stanisław Ignacy Witkiewicz, <i>Nienasycenie [Insatiability]</i></b> (novel, 1927).  Excellent on mind control: an Asian army controls brains by murtib’ing a pill making pliant subjects.<p>\n<b>Stanislaw Lem, <i>His Master’s Voice</i> </b>(novel, 1968).  One of the best treatment of the untreatable theme of „translation” in the Davidson/Quine areas. People are asked to understand what an alien textmessage is...<p>\n<b>Bernard le Bouvier Fontenelle, <i>Entretiens sur la pluralité des mondes [Conversations on the Plurality of Worlds]</i></b> (novel/dialogue, 1686). In looking at the plurality he has the notion of the insignificance of the perspective of humans, thence entering the strange space in which one's imagination is smaller and not larger than what is known.<p>\n\n----------------------------------------------<p>\n\nList from <a href=\"http://schneiderwebsite.com/Susan_Schneiders_Website/Research.html\">Susan Schneider</a> (Associate Professor of Philosophy, University of Connecticut):<p>\n<b>Robert Sawyer, <i>Mindscan</i></b> (novel, 2009).  A fellow with an inoperable brain tumor attempts to upload his brain onto a computer and learns the hard way that uploading is no means of survival. Sawyer astutely depicts the metaphysical, legal and ethical challenges that arise.  It is fun to assign this book with philosophical work on personal identity, such as Parfit on teleportation.<p>\n<b>Ray Bradbury, “The Sound of Thunder”</b> (short story, 1952).  Time travelers on safari change the past by being lazy and straying off the path. A consistent time travel story. Hilarious.<p>\n<b>Eric Schwitzgebel and R. Scott Bakker, “Reinstalling Eden”</b> (short story, 2013).  Your story in <i>Nature!</i> (Reprinted in the second edition of <a href=\"http://www.wiley.com/WileyCDA/WileyTitle/productCd-140514906X.html\">my book</a>).<p>\n<b>Ridley Scott, <i>Blade Runner</i></b> (movie, 1982). This film, loosely based on <b>Philip K. Dick’s classic novel, <i>Do Androids Dream of Electric Sheep</i></b>, (also recommended) is a cinematic masterpiece. Set in the near future a dystopian Los Angeles it treats the topic of the sentience of androids with great sensitivity and features one of the richest endings in film (if you ask me).  Dick’s novel adds major elements to the story that the film does not capture. Still, the film is excellent in its own right.<p>\n<b><i>Star Trek: The Next Generation</i>, “Ship in a Bottle”</b> (TV episode, 1993).  Professor James Moriarty is a sentient holodeck creature who demands to be free to live outside of the holodeck and cleverly generates computer simulations within simulations.<p>\n<b>Isaac Asimov’s robot stories</b> (short stories and novels, 1939-1985). Most of Asimov’s robot’s stories are situated at the beginning of positronic robotics and space exploration. Robots are programmed to follow the Three Laws of Robotics.  The film <i><b>I, Robot</b></i> is also excellent.<p>\n<b>Cameron Crowe, <i>Vanilla Sky</i></b> (movie, 2001). A wealthy playboy faces a horrible accident and arranges to be placed in a cryonic sleep for 150 years, where he lives in virtual reality.  The simulation is not without glitches, and the visit from the tech support representative in virtual reality is priceless. The film is a colorful illustration of external world skepticism.<p>\n<b>Charlie Kaufman and Michael Gondry,<i> Eternal Sunshine of the Spotless Mind</i></b> (movie, 2004). Clementine erases the memories of her relationship with Joel, so Joel tries to have the same procedure. But as his memories begin to disappear, he has a change of heart and tries to escape the procedure.<p>\n\n----------------------------------------------<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-sixth-batch-of-lists.html\">Sixth set of lists here</a>.</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>", "title": "\nPhilosophical SF: Fifth Batch of Lists (Jollimore, Chalmers, Palma, Schneider)\n", "url": "http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-fifth-batch-of-lists.html", "content": "Four more lists of recommended philosophical science fiction / speculative fiction, contributed by professional philosophers. A general description of the project, plus the first four lists, from Dever, Powell, Kind, and Horst. Second set: Mandik, E. Kaplan, Evnine, De Cruz. Third set: De Smedt, Bakker, J. Kaplan, Weinberg. Fourth set: Frankish, Blumson, Cash, Keeley. As always, readers should feel free to contribute your own recommendations to the comments section of this post or the earlier posts. ---------------------------------------------- List from Troy Jollimore (Professor of Philosophy, Cal State Chico, and poet): Don DeLillo, Ratner’s Star (novel, 1974): Human scientists confront an apparent message from the far reaches of space, and come up against their own very human limitations in doing so. Makes a great pair with Lem’s His Master’s Voice (and, to a degree, Solaris). Terry Gilliam, Brazil (movie, 1985): A very dark, very funny dystopian film that explores the individual vs. the state, and whose conclusion has some interesting connections with Nozick’s Experience Machine. The excellent and very witty script was largely written by British playwright Tom Stoppard. Kazuo Ishiguro, Never Let Me Go (novel, 2005): Chronicles the plight of cloned humans (who do not know they are clones) raised for the sole purpose of donating their organs to “ordinary” humans. Sensitive, beautiful, and far-reaching. P.D. James, The Children of Men (novel, 1992): What would life on Earth be like if human beings suddenly lost the ability to have children? This novel is a compelling and disturbing imagining of the extinction of the human race that feels, to me, much more vivid and real than nearly any other apocalyptic work of fiction I can think of. (Samuel Scheffler cites the novel in his book, Death and the Afterlife; reading the two in conjunction would be productive.) The 2006 film, directed by Alfonso Cuarón, is also excellent. Charlie Kaufman and Michel Gondry, Eternal Sunshine of the Spotless Mind (movie, 2004): A thoughtful, disturbing, and funny exploration of some of the possibilities, implications, and dangers of memory-altering technology. Ursula K. LeGuin, Always Coming Home (novel, 1985): A very nonstandard imagining of a potential human future, set in Northern California, in which humans have returned to a largely primitive and peaceful state of existence, turning their backs on consumerism and, for the most part, technology. A lovely act of anthropological imagination. Stanislaw Lem, Solaris (novel, 1961; English translation 1970): Astronauts on a station in a distant part of the galaxy confront a massive and deeply inscrutable alien being that may or may not be attempting to communicate with them, and people (or rather, reproductions of people) from their pasts, who may in fact be the alien’s attempt to communicate. Unforgettable and genuinely profound. (The 1972 Andrei Tarkovsky film alters the ending and, to some degree, the thematic focus, but it is also fabulous and very beautiful in its own right, a true cinematic masterpiece.) Stanislaw Lem, His Master’s Voice (novel, 1968; English translation 1983): A thoughtful and intelligent imagination of “first contact” girded by a deep pessimism about the possibilities of transcending the conceptual boundaries set by one’s species nature. It would be interesting to read this (and/or Ratner’s Star and/or Solaris) in combination with Davidson’s “On the Very Idea of a Conceptual Scheme,” etc. Boris & Arkady Strugatsky, Roadside Picnic (novel, 1971; various English translations available). Yet another book about the difficulties of communicating with alien intelligences. (I seem to have a theme here – or an obsession.) Humans deal with the incomprehensible after-effects of an alien visitation. The novel was the basis for Andrei Tarkovsky's 1979 film, Stalker. Kurt Vonnegut, Player Piano (novel, 1952): A satire of industrial and cultural automation in the near future, where technology has rendered most humans superfluous. Still one of the most intelligent deep critiques of the dangers of technology to be found in fiction. ---------------------------------------------- List from David Chalmers (Professor of Philosophy, New York University and Australian National University): john campbell, “the last question” (short story, 1932): the first and still the best singularity fiction: machines design smarter machines in order to design even smarter machines. isaac asimov, the end of eternity (novel, 1955): most philosophers like “consistent” time travel with a single timeline, but i love the complex structure here with time police hanging out in metatime. douglas adams, hitchhiker's guide to the galaxy (series of radio shows and novels, 1980ish): the babel fish disproves god; the cow wants to be eaten; the total perspective vortex; time is an illusion, lunchtime doubly so; and 42. robert zemeckis, back to the future 2 (movie, 1989): another complex model of metatime -- i set my students to work trying to figure out the model of time travel here, and they at least got close. greg egan, “learning to be me” (short story, 1990): permutation city is great even if it's philosophically incoherent, but this is a much tighter piece about consciousness and identity. andy & lana wachowski, the matrix (movie, 1999): still the best brain-in-vat and virtual reality movie, and it raises almost every issue in philosophy. christopher nolan, memento (movie, 2000): a wonderful depiction of the extended mind and pathologies of extended memory. charles stross, accelerando (novel, 2005): like most singularity fiction, the depiction of superintelligence is disappointing, but the exospecs get the extended mind right. ramez naan, nexus (novel, 2012): the philosophy doesn't run so deep here, but it's wildly entertaining neuroscience fiction. ---------------------------------------------- List from Adriano Palma (Senior Lecturer of Philosophy, University of Kwazulu-Natal): Andrei Tarkovsky, Stalker (movie, 1979). People are led to a place which is counterfactually something in which wishful thinking is successful. They need a guide (the ‘stalker’). Doug Liman, Edge of Tomorrow (movie, 2014). A mysterious brain controls a huge number of robots that occupy Europe. An American journalist finds himself in the position of being killed a number of times retaining the memory traces of the killings before his death. On what free will entails in terms of what (Borges &) H. Frankfurt would call “the alternatives”. Christopher Nolan, Memento (movie, 2000). In the semi Nietzschean return, or the eternal return in reverse. It has a lot to show about attention & memory in the phil of mind areas. The protagonist has short term full amnesia. Michael Chabon, The Yiddish Policemen's Union (novel, 2007). An alternative reality, where Israel is not born (where it is now) but in the snow. Andrew Niccol, Gattaca (movie, 1997). The dude assumes the identity of a superior being in order to travel in time (space-time & the issues around the so called personal identity). Thomas More, Utopia (novel, 1516). Well, if you did not know it invented scifi, but it allows reflections on equilibria in the sense of Nash & co. George Orwell / Eric A. Blair, 1984 (novel, 1949). An excellent scifi/fantasy comparison on what control is in education and social relationships. Stanisław Ignacy Witkiewicz, Nienasycenie [Insatiability] (novel, 1927). Excellent on mind control: an Asian army controls brains by murtib’ing a pill making pliant subjects. Stanislaw Lem, His Master’s Voice (novel, 1968). One of the best treatment of the untreatable theme of „translation” in the Davidson/Quine areas. People are asked to understand what an alien textmessage is... Bernard le Bouvier Fontenelle, Entretiens sur la pluralité des mondes [Conversations on the Plurality of Worlds] (novel/dialogue, 1686). In looking at the plurality he has the notion of the insignificance of the perspective of humans, thence entering the strange space in which one's imagination is smaller and not larger than what is known. ---------------------------------------------- List from Susan Schneider (Associate Professor of Philosophy, University of Connecticut): Robert Sawyer, Mindscan (novel, 2009). A fellow with an inoperable brain tumor attempts to upload his brain onto a computer and learns the hard way that uploading is no means of survival. Sawyer astutely depicts the metaphysical, legal and ethical challenges that arise. It is fun to assign this book with philosophical work on personal identity, such as Parfit on teleportation. Ray Bradbury, “The Sound of Thunder” (short story, 1952). Time travelers on safari change the past by being lazy and straying off the path. A consistent time travel story. Hilarious. Eric Schwitzgebel and R. Scott Bakker, “Reinstalling Eden” (short story, 2013). Your story in Nature! (Reprinted in the second edition of my book). Ridley Scott, Blade Runner (movie, 1982). This film, loosely based on Philip K. Dick’s classic novel, Do Androids Dream of Electric Sheep, (also recommended) is a cinematic masterpiece. Set in the near future a dystopian Los Angeles it treats the topic of the sentience of androids with great sensitivity and features one of the richest endings in film (if you ask me). Dick’s novel adds major elements to the story that the film does not capture. Still, the film is excellent in its own right. Star Trek: The Next Generation, “Ship in a Bottle” (TV episode, 1993). Professor James Moriarty is a sentient holodeck creature who demands to be free to live outside of the holodeck and cleverly generates computer simulations within simulations. Isaac Asimov’s robot stories (short stories and novels, 1939-1985). Most of Asimov’s robot’s stories are situated at the beginning of positronic robotics and space exploration. Robots are programmed to follow the Three Laws of Robotics. The film I, Robot is also excellent. Cameron Crowe, Vanilla Sky (movie, 2001). A wealthy playboy faces a horrible accident and arranges to be placed in a cryonic sleep for 150 years, where he lives in virtual reality. The simulation is not without glitches, and the visit from the tech support representative in virtual reality is priceless. The film is a colorful illustration of external world skepticism. Charlie Kaufman and Michael Gondry, Eternal Sunshine of the Spotless Mind (movie, 2004). Clementine erases the memories of her relationship with Joel, so Joel tries to have the same procedure. But as his memories begin to disappear, he has a change of heart and tries to escape the procedure. ---------------------------------------------- Sixth set of lists here.", "tfidf": {"logidf": {"scififantasi": 7.2746685411000005, "samuel": 1.8150830269599998, "journalist": 1.61170806097, "troy": 3.2840024083599997, "stray": 3.6323091026300003, "kill": 0.741540598047, "kurt": 2.7901263429100003, "wonder": 1.98319270637, "memoryalt": 7.2746685411000005, "station": 0.857193812942, "singl": 0.475916769059, "tri": 0.61759152916, "figur": 0.7101721121600001, "one": 0.0062553516455, "witti": 4.2744011123900005, "professor": 1.46108089746, "great": 0.235805258079, "even": 0.152388564834, "procedur": 1.76970662262, "parfit": 7.2746685411000005, "lem": 5.278114659230001, "gilliam": 5.00912471979, "act": 0.358945092473, "memori": 0.9454338986599999, "star": 0.8940838613940001, "messag": 1.6029085070200002, "evnin": 7.2746685411000005, "michel": 2.61037218162, "delillo": 6.676831540349999, "support": 0.237880610037, "jollimor": 7.2746685411000005, "europ": 0.7017504724920001, "led": 0.29104709623799996, "close": 0.250666759864, "babel": 4.99043258678, "egan": 4.62270780665, "horribl": 3.69621290461, "still": 0.17112222142900002, "univers": 0.222262105686, "profession": 0.970385948273, "fish": 1.66419824359, "kazuo": 5.46787119451, "general": 0.114952578063, "sleep": 2.1303503507099997, "purpos": 0.803869037322, "vanilla": 4.7167367562999996, "almost": 0.42907884333400004, "extend": 0.673191417311, "new": 0.0177299468511, "sixth": 1.6327614701700002, "fun": 2.5561696698099996, "dark": 1.38277323072, "masterpiec": 2.96082341885, "legal": 0.955536640608, "educ": 0.696807183384, "astut": 4.61631800855, "sunshin": 3.19098668463, "pill": 3.7563617513, "way": 0.19809150993500002, "right": 0.34035985417, "eaten": 3.292441277, "cite": 1.00522796406, "andrew": 1.34145926585, "set": 0.171496011289, "wachowski": 6.676831540349999, "fiction": 1.56303815415, "fontenell": 6.676831540349999, "past": 0.7016234157610001, "anoth": 0.127896361652, "sensit": 2.1361998755, "danger": 1.22966322707, "yet": 0.754181309241, "policemen": 3.8495179184199997, "three": 0.06411868822490001, "georg": 0.630168832776, "altern": 0.760359972282, "sentient": 4.5020798188599995, "potenti": 0.9245764122419999, "consumer": 4.89344032079, "vortex": 4.64212589251, "race": 1.07508179126, "his": 0.0901772433641, "complex": 0.8502416364309999, "singular": 2.82137888641, "from": 0.000567054168866, "robert": 0.6215709351609999, "northern": 0.82419811896, "phil": 2.46692863749, "written": 0.671587369833, "naan": 6.89997509166, "timelin": 2.3898026343, "read": 0.83939268088, "charl": 0.836189882976, "adam": 1.4886080966, "individu": 0.588013447985, "face": 0.589602371257, "eric": 1.8581641801, "mind": 1.2786688388299998, "realiti": 1.51806363875, "arrang": 1.05915176475, "love": 1.08958288195, "unforgett": 4.8522822483, "smaller": 0.9530830530519999, "spotless": 6.238576609419999, "blair": 3.0740547852900004, "sens": 1.04257779501, "frankish": 4.0853151555, "andrei": 3.9889840465599997, "two": 0.0136988443582, "alway": 0.726319204572, "yiddish": 4.24321818495, "armi": 0.849652187549, "boundari": 1.58063035792, "bakker": 5.62951254607, "true": 0.938325629634, "radio": 0.99853782846, "post": 0.8057001527009999, "treatment": 1.3535776885100002, "speci": 1.8943523393900001, "social": 0.688371502261, "schwitzgebel": 7.2746685411000005, "strang": 2.3175618928, "fellow": 1.4733744548199998, "excel": 1.5778801652, "horst": 4.52506933709, "thoma": 0.874109117838, "peac": 1.1018298555600001, "metatim": 7.2746685411000005, "accid": 1.84094653755, "chronicl": 1.84094653755, "state": 0.0466100027668, "experi": 0.626272953933, "industri": 0.7046772417749999, "movi": 1.3873026798299999, "upload": 4.35444382006, "gondri": 6.89997509166, "tarkovski": 6.5370695979699995, "nienasyceni": 7.2746685411000005, "that": 0.00397614837964, "some": 0.0395735090645, "will": 0.202786534915, "primit": 2.62157436683, "creatur": 2.6294038979099996, "disappoint": 2.1720343285099997, "issu": 0.364099043934, "asimov": 4.90187918944, "wealthi": 2.02525498155, "simul": 2.44055348224, "possibl": 0.348805474891, "conjunct": 2.2442306197099997, "orwel": 4.513508514690001, "here": 0.8850381883700001, "novel": 1.40255075163, "disturb": 2.2069085037700003, "john": 0.304194577702, "for": 0.00031499039539700004, "project": 0.561601885907, "structur": 0.7217716751350001, "short": 0.345685625679, "wish": 1.30224781835, "element": 0.8586792558769999, "who": 0.0609002329859, "english": 0.555765186335, "sole": 1.3966781444299998, "comparison": 1.60134527393, "california": 1.10810543002, "various": 0.28692650007, "satir": 2.6850735669, "same": 0.112059649604, "genuin": 2.44055348224, "contact": 1.16926672768, "runner": 2.77485887077, "accelerando": 7.2746685411000005, "poet": 1.77341033056, "chico": 4.62913869698, "dever": 5.59502637, "success": 0.27765441259199997, "convers": 1.2085604509999999, "etc": 1.4366730879700003, "dick": 2.33432566384, "reinstal": 5.45305610873, "mond": 3.8465637065199996, "nonstandard": 5.45305610873, "eden": 3.3375095624, "which": 0.00517841384543, "cultur": 0.620984734312, "kind": 0.948031302717, "let": 1.2488025672799998, "four": 0.190213538869, "them": 0.0941833269093, "visit": 0.791283218833, "edit": 0.6896260501610001, "tumor": 4.05579271624, "first": 0.0075872898121599995, "adriano": 5.52942908751, "don": 1.7963049316, "alien": 2.1036681505000003, "loos": 1.9552125417200001, "dude": 4.95406494261, "interest": 0.47207177798199995, "near": 0.252854324034, "focus": 0.6981989720559999, "exospec": 7.2746685411000005, "etern": 2.5992940964400004, "sudden": 1.75612095378, "their": 0.015360505122700001, "come": 0.28390990653000003, "blade": 2.9804800713999997, "topic": 1.6969991554100001, "not": 0.0155524130075, "around": 0.19387710578200001, "communic": 1.04365037288, "insati": 5.4981765440100006, "christoph": 1.6891237509, "inscrut": 5.91136369821, "electr": 1.28684698528, "lost": 0.557523621781, "ship": 1.14680739183, "stanislaw": 5.74073818118, "look": 0.6463866936, "work": 0.109034567273, "limit": 0.41782385463, "afterlif": 3.9992405467300003, "master": 1.14779935699, "fourth": 0.941873448224, "script": 2.1161358444599996, "susan": 2.40643503435, "more": 0.017024931599999998, "what": 0.225887296827, "tech": 2.9535506595200003, "textmessag": 7.2746685411000005, "braininvat": 7.2746685411000005, "bottl": 2.7371933678900002, "call": 0.0654627744488, "second": 0.10713976337999999, "british": 0.5775220662899999, "disappear": 1.7094517549200001, "conclus": 1.57818536893, "astronaut": 3.19098668463, "within": 0.21263272059799998, "got": 1.2863908849299999, "neurosci": 4.20029314023, "total": 0.43567888670500005, "dystopian": 4.88507207112, "treat": 1.27821645249, "revers": 1.45836939905, "did": 0.220847122352, "pair": 1.47447456495, "earth": 1.31647878288, "and": 6.29901420636e-05, "vivid": 3.2840024083599997, "her": 0.574944311991, "sawyer": 4.24321818495, "chang": 0.166275625058, "kwazulunat": 7.2746685411000005, "make": 0.07349765782289999, "untreat": 4.50777783998, "insignific": 3.8348333667400003, "donat": 1.7894944626, "arkadi": 5.7022719003499995, "richest": 3.1446058962800003, "confront": 1.7741527210900003, "moriarti": 5.35507570037, "lana": 4.7822146856800005, "keeley": 6.340359303730001, "mindscan": 7.2746685411000005, "question": 0.790310929014, "sound": 1.13556799519, "ing": 3.41489622602, "consist": 0.398873126426, "glitch": 5.21821651765, "travel": 0.675788018461, "color": 1.3417002006799998, "liman": 6.3767269479, "ident": 1.03244527565, "priceless": 5.15077523685, "comment": 1.11826753454, "befor": 0.0956377718795, "distant": 2.202339678, "reach": 0.40414323085000003, "children": 0.649637945787, "ratner": 6.340359303730001, "ridley": 4.20873200888, "andi": 2.43838663415, "descript": 1.38755491845, "israel": 1.90614691588, "number": 0.0966085784186, "appar": 1.15277399664, "law": 0.5863138271580001, "captur": 1.0578810012100002, "with": 0.00119749171339, "know": 0.952919694398, "reproduct": 2.6897010624299997, "everi": 0.391485427421, "associ": 0.28240501535100004, "counterfactu": 5.98368435979, "whose": 0.5510546556329999, "borg": 4.2564634117, "book": 0.3605697882, "attempt": 0.38674498075099994, "deep": 1.2886734698, "plus": 1.54575009318, "guid": 0.912738218589, "trace": 1.49084335877, "stanisław": 7.2746685411000005, "permut": 4.62913869698, "classic": 0.8791034528499999, "without": 0.258874517941, "connect": 0.633605058682, "incoher": 4.56057602555, "schneider": 3.65884865786, "out": 0.0584263909193, "cash": 2.16542273418, "full": 0.511203624148, "alter": 1.48721359072, "challeng": 0.9392919688950001, "escap": 1.26809149255, "find": 0.547781330288, "also": 0.0146571578, "mysteri": 1.86708918863, "futur": 0.619345197699, "end": 0.101476798618, "protagonist": 2.82455853933, "galaxi": 3.3482048515200002, "degre": 0.910387304568, "implic": 2.03244064121, "voic": 1.1668361006, "incomprehens": 4.5192722194099995, "robot": 2.99674059227, "teleport": 4.73092139129, "feel": 1.1428493419299999, "assign": 1.3445959556, "deepli": 2.06766933309, "isaac": 2.57006445813, "inoper": 5.17275414357, "clever": 3.4187350023299996, "kaplan": 3.9654535491500003, "scifi": 7.1076144564399995, "notion": 1.9956266680799999, "retain": 1.0114434536799999, "beauti": 1.5672562984, "veri": 0.230159793238, "run": 0.442714975539, "place": 0.0957070839572, "model": 0.7374500731110001, "positron": 5.0774439637699995, "difficulti": 1.34435432215, "apocalypt": 4.36925890584, "return": 0.333126868592, "other": 0.00987474791976, "david": 0.615025032185, "need": 0.362740163442, "sheep": 2.88246657839, "cameron": 2.8869761689, "home": 0.378433916197, "edg": 1.4944863500499999, "piano": 2.59001524455, "ordinari": 1.93451151621, "obsess": 2.86794929384, "real": 0.824629060574, "fact": 0.5502899207949999, "amnesia": 4.75258288807, "depict": 1.38957512116, "brain": 2.18931939783, "ray": 1.7827300625099998, "add": 1.52875583713, "assum": 1.08435313525, "theme": 1.3417002006799998, "australian": 1.6376087894, "senior": 1.38805958664, "philosophi": 1.73091256097, "area": 0.327954821122, "subject": 0.6267443740950001, "scientist": 1.54634128444, "superior": 1.5445687581299998, "cruz": 3.2316172732700004, "you": 0.771469692294, "can": 0.162341096394, "citi": 0.326556830505, "leguin": 7.2746685411000005, "terri": 2.29668166569, "patholog": 3.5305264083199996, "learn": 0.842752064745, "trek": 3.41489622602, "third": 0.35032434942900004, "born": 0.7964382285070001, "repres": 0.38507723275, "but": 0.0161923720719, "off": 0.41352852038800003, "semi": 4.230146103380001, "allow": 0.24028061118900002, "hitchhik": 4.86854276917, "now": 0.149092945021, "imagin": 1.88684291737, "basi": 0.884275353639, "part": 0.04239531098280001, "metaphys": 3.4303405484500002, "ignaci": 5.647212123169999, "relationship": 0.871847185184, "nexus": 4.34468764511, "where": 0.0649921387457, "powel": 2.9632594736400004, "murtib": 7.2746685411000005, "polic": 1.14740245284, "term": 0.33303898354600003, "should": 0.509419876758, "surviv": 0.8143373745379999, "design": 0.377239118022, "pliant": 6.89997509166, "nietzschean": 6.414467275880001, "direct": 0.200705689496, "extinct": 2.6120874479, "think": 1.06717661175, "outsid": 0.515518738985, "weinberg": 4.34955383476, "pessim": 4.88507207112, "palma": 4.1836260877499996, "world": 0.107420248621, "most": 0.020747896295599998, "rather": 0.442714975539, "lunchtim": 5.51368073054, "heart": 1.09974671874, "witkiewicz": 7.2746685411000005, "scheme": 1.64672046975, "virtual": 1.4141413514399999, "hilari": 3.8377530768400003, "stross": 6.89997509166, "playwright": 2.6850735669, "plight": 3.7509853942599998, "specul": 1.66453096693, "live": 0.266903399347, "such": 0.059695977806, "translat": 1.0499301100299998, "bernard": 2.14476982618, "own": 0.164195077421, "ramez": 7.2746685411000005, "entretien": 6.6280413761800006, "crow": 2.97306347374, "invent": 1.52701418212, "eras": 3.4245209393900002, "are": 0.0294674735827, "featur": 0.423387418142, "idea": 0.73863592212, "ishiguro": 6.414467275880001, "machin": 1.39235958062, "andor": 6.5370695979699995, "anthropolog": 2.95960761323, "superflu": 4.74531012875, "dream": 1.6625362854199999, "earlier": 0.624742371425, "disprov": 4.13917432518, "niccol": 7.2746685411000005, "section": 0.755387177948, "nation": 0.204021674798, "major": 0.138474663439, "farreach": 7.2746685411000005, "utopia": 4.05216294819, "memento": 5.01860346375, "safari": 4.53676537685, "pluralité": 7.2746685411000005, "alfonso": 3.73239256118, "seri": 0.38193461069799994, "smarter": 5.13996432075, "than": 0.0322608622182, "begin": 0.285584668268, "matrix": 3.1186304098799997, "fabul": 4.0741418549, "program": 0.7037855787649999, "comput": 1.36806891594, "doubli": 5.19522699942, "god": 1.25895493874, "base": 0.13652330228700002, "holodeck": 6.83935046985, "control": 0.38498466158600003, "hard": 1.00522796406, "organ": 0.49392052866999997, "far": 0.536623764503, "themat": 3.61577980067, "explor": 1.22257937218, "piec": 1.17598157639, "gird": 6.117215752409999, "strugatski": 7.2746685411000005, "order": 0.22014038079300002, "like": 0.139053576545, "lot": 1.4835969502500002, "turn": 0.324899251064, "snow": 2.15667472869, "was": 0.0112115188626, "recommend": 1.36461126863, "tom": 1.50691588861, "playboy": 3.91366204003, "himself": 0.7766602516869999, "episod": 1.48972510314, "sentienc": 5.8883741799800005, "stori": 0.705059626587, "noveldialogu": 7.2746685411000005, "stoppard": 5.86590132413, "exist": 0.38165779408699996, "rais": 0.6797577544760001, "combin": 0.529218310751, "dougla": 1.83067788492, "sur": 3.03268798008, "render": 1.7879873033099998, "extern": 1.6565760028799998, "thenc": 4.2744011123900005, "demand": 0.850831432969, "film": 0.791005325264, "reprint": 2.03677695251, "num": 0.00031499039539700004, "this": 0.0037864490525, "cuarón": 7.2746685411000005, "connecticut": 2.6163885298, "solari": 5.35507570037, "illus": 2.95596904038, "get": 0.579769005782, "show": 0.236682766013, "death": 0.485696798112, "american": 0.274914343622, "campbel": 2.37141600805, "ursula": 4.5192722194099995, "conscious": 2.09237439596, "peopl": 0.193265578473, "lazi": 3.88260364301, "clone": 3.4822484080500002, "person": 0.34018281601800004, "spacetim": 5.15077523685, "nozick": 6.27136643224, "someth": 1.18830712273, "vonnegut": 5.3958976948899995, "blumson": 7.2746685411000005, "human": 0.640035183243, "ani": 0.125608358366, "onto": 1.4987063591299998, "want": 0.6916366062549999, "occupi": 1.13048290698, "android": 4.04494270021, "doe": 0.5340417297169999, "plural": 2.65954802426, "conceptu": 2.8723937456, "against": 0.254802851078, "never": 0.443205436091, "contribut": 0.655201578909, "skeptic": 2.7839913543400003, "scienc": 0.841436178891, "back": 0.23166743089699998, "michael": 0.803165654019, "union": 0.750172216607, "doug": 3.02487544034, "york": 0.42762879716200003, "wild": 1.61867673028, "superintellig": 7.2746685411000005, "entertain": 1.3931203261899998, "enter": 0.564256167492, "least": 0.480285584745, "situat": 0.725668290015, "sky": 1.9700077006299999, "larger": 0.806828661778, "tomorrow": 3.0618677691900005, "generat": 0.719182341736, "huge": 1.47916358195, "stalker": 5.30311596144, "profound": 2.41767900383, "cal": 3.8032669007699997, "follow": 0.045356911094199995, "cinemat": 3.72976443878, "picnic": 3.77816097964, "technolog": 0.956847686355, "cow": 2.9804800713999997, "larg": 0.17037506060600002, "last": 0.19204364461100001, "found": 0.107841124048, "joel": 2.81926472072, "scheffler": 7.2746685411000005, "perspect": 1.61645415436, "autom": 2.9867028668299995, "year": 0.047402238894600005, "brazil": 1.9896206440200002, "massiv": 1.44118776833, "student": 0.904923236645, "free": 0.5412666492670001, "chalmer": 4.8522822483, "understand": 1.0880858756799998, "cryonic": 6.58152136054, "philosoph": 1.73269223754, "bradburi": 4.74531012875, "avail": 0.547454586289, "seem": 0.829093032276, "best": 0.459227932947, "deal": 0.780914701253, "compel": 2.4573238351700004, "reflect": 0.85201207065, "well": 0.0635144383156, "may": 0.050709995284400004, "ask": 0.776797209847, "known": 0.0824180805992, "list": 0.309845761506, "life": 0.315183699277, "attent": 1.03332999658, "aftereffect": 6.676831540349999, "thunder": 3.01583728972, "posit": 0.316652318608, "mean": 0.37092128352, "critiqu": 2.6461370052, "your": 1.25430737035, "aris": 2.0214436382, "roadsid": 4.42029038586, "men": 0.624742371425, "frankfurt": 3.10870828737, "entail": 3.0564986287700004, "davidson": 3.52409551799, "angel": 1.2596206438600002, "have": 0.0147850023412, "they": 0.0297269947676, "product": 0.484060136536, "nolan": 3.8465637065199996, "nash": 3.5113564922099996, "charli": 2.4736325732099997, "player": 1.26518548849, "scott": 1.5401511394, "space": 0.874713164972, "asian": 1.54989579056, "much": 0.17749572930100002, "would": 0.0796176279647, "zemecki": 6.009002167769999, "thought": 0.685867118283, "funni": 3.2890571790200003, "ethic": 2.19044489035, "tighter": 4.26988643203, "jame": 0.658238325853, "chabon": 6.340359303730001, "equilibria": 6.17605625244, "greg": 2.62853091663, "los": 1.38453224613, "intellig": 1.43349848213, "des": 1.92972785847, "next": 0.402163685499, "smedt": 7.2746685411000005, "bori": 3.10729884387, "reader": 1.8622111301800002, "path": 1.5351679838499999, "has": 0.0427239448548, "mandik": 7.2746685411000005, "the": 0.0, "time": 0.0112115188626, "natur": 0.431306339292, "abil": 0.996488297427, "clementin": 5.61212080336, "numish": 7.2746685411000005, "bouvier": 6.58152136054, "gattaca": 6.83935046985, "lectur": 1.8847669357199999, "davidsonquin": 7.2746685411000005, "kaufman": 4.20873200888, "illustr": 1.2978562707799999, "about": 0.0628434774746, "hang": 2.11822899018, "philip": 1.6247344564500001, "transcend": 3.33928418576}, "tfidf": {"scififantasi": 1443.27272727, "samuel": 6.1415860735, "journalist": 5.01136363636, "troy": 26.682352941199998, "stray": 37.8, "kill": 4.19833399444, "kurt": 16.283076923099998, "wonder": 7.265903890160001, "memoryalt": 1443.27272727, "station": 2.35653851863, "singl": 1.60948905109, "tri": 5.563368765329999, "figur": 2.0343413634, "one": 5.031374786100001, "witti": 71.8371040724, "professor": 17.24246538148, "great": 3.79778327088, "even": 2.32922535212, "procedur": 11.738262476900001, "parfit": 1443.27272727, "lem": 784.0, "gilliam": 149.773584906, "act": 1.4318181818200002, "memori": 12.86964980545, "star": 7.335284152170001, "messag": 4.96745932416, "evnin": 1443.27272727, "michel": 13.6041131105, "delillo": 793.8, "support": 1.2685577307200002, "jollimor": 1443.27272727, "europ": 2.0172808132099997, "led": 1.33782758911, "close": 1.2848818387799998, "babel": 147.0, "egan": 101.76923076899999, "horribl": 40.2944162437, "still": 4.746543089919999, "univers": 4.99559471364, "profession": 2.6389627659599997, "fish": 5.28143712575, "kazuo": 236.955223881, "general": 1.1218202374200001, "sleep": 8.4178154825, "purpos": 2.23416830847, "vanilla": 111.802816901, "almost": 1.53584212054, "extend": 5.881452210420001, "new": 1.0178880554, "sixth": 5.11798839458, "fun": 12.8863636364, "dark": 3.98594024605, "masterpiec": 38.6277372262, "legal": 2.6000655093400002, "educ": 2.00733341763, "astut": 101.121019108, "sunshin": 48.624808575799996, "pill": 42.7924528302, "way": 1.2190739461, "right": 4.21635977337, "eaten": 26.9084745763, "cite": 2.73253012048, "andrew": 3.82462057336, "set": 9.49663526248, "wachowski": 793.8, "fiction": 33.41310883946, "fontenell": 793.8, "past": 4.03404904078, "anoth": 2.27287043664, "sensit": 16.9344, "danger": 6.84015510556, "yet": 2.1258703802900003, "policemen": 46.9704142012, "three": 1.06621893889, "georg": 1.8779276082299998, "altern": 4.278092158440001, "sentient": 90.2045454545, "potenti": 2.52080025405, "consumer": 133.411764706, "vortex": 103.764705882, "race": 2.93023255814, "his": 7.6605776521400015, "complex": 4.6804245283, "singular": 33.6, "from": 8.00453771976, "robert": 3.7237011844800003, "northern": 2.28005170185, "phil": 11.7861915367, "written": 1.9573418813999999, "naan": 992.25, "timelin": 10.911340206199998, "read": 4.629921259840001, "charl": 2.3075581395299998, "adam": 4.43092380687, "individu": 1.8004082558400003, "face": 1.80327124035, "eric": 12.823909531500002, "mind": 21.55113122172, "realiti": 18.253521126760003, "arrang": 2.8839237057200005, "love": 5.94606741574, "unforgett": 128.032258065, "smaller": 2.59369384088, "spotless": 1024.258064516, "blair": 21.6294277929, "sens": 2.8365195640499996, "frankish": 59.4606741573, "andrei": 162.0, "two": 1.01379310345, "alway": 4.13491340018, "yiddish": 69.6315789474, "armi": 2.33883323512, "boundari": 4.85801713586, "bakker": 557.052631578, "true": 2.55569864778, "radio": 2.7143101384900006, "post": 4.47652615254, "treatment": 3.87125091441, "speci": 6.648241206030001, "social": 1.9904714142400002, "schwitzgebel": 1443.27272727, "strang": 10.150895140700001, "fellow": 4.3639362287, "excel": 29.06805004578, "horst": 92.3023255814, "thoma": 2.39673913043, "peac": 3.00966824645, "metatim": 2886.54545454, "accid": 6.30250099246, "chronicl": 6.30250099246, "state": 3.1431399722699993, "experi": 1.87062566278, "industri": 2.02319357716, "movi": 52.05245901635, "upload": 155.64705882360002, "gondri": 1984.5, "tarkovski": 2070.782608695, "nienasyceni": 1443.27272727, "that": 7.0278884462499995, "some": 3.1211009174399997, "will": 1.22481098596, "primit": 13.7573656846, "creatur": 13.865502183399999, "disappoint": 8.776119402989998, "issu": 2.87843350558, "asimov": 403.627118643, "wealthi": 7.578042959430001, "simul": 34.438177874100006, "possibl": 2.8347468976, "conjunct": 9.43315508021, "orwel": 91.2413793103, "here": 12.1153846154, "novel": 97.57336747752001, "disturb": 18.1751574127, "john": 1.35553278689, "for": 4.00126016004, "project": 1.7534791252500002, "structur": 2.0580762250499998, "short": 8.47775008902, "wish": 3.67755385685, "element": 2.36004162331, "who": 3.18837863169, "english": 5.2298232129, "sole": 4.04175152749, "comparison": 4.9597000937199995, "california": 3.02861503243, "various": 1.3323262839899999, "satir": 14.659279778399998, "same": 1.11857958148, "genuin": 11.4793926247, "contact": 3.2196309065099995, "runner": 16.0363636364, "accelerando": 1443.27272727, "poet": 5.890909090909999, "chico": 102.425806452, "dever": 269.084745763, "success": 1.32002993265, "convers": 3.3486606201200004, "etc": 4.2066772655, "dick": 20.644993497999998, "reinstal": 233.470588235, "mond": 46.8318584071, "nonstandard": 233.470588235, "eden": 28.1489361702, "which": 4.02076738, "cultur": 1.86075949367, "kind": 2.5806241872599998, "let": 3.48616600791, "four": 2.41901569404, "them": 1.09876115994, "visit": 4.41245136186, "edit": 1.99297012302, "tumor": 57.7309090909, "first": 3.0228484386899996, "adriano": 252.0, "don": 6.02733485194, "alien": 40.98089829635, "loos": 7.065420560750001, "dude": 141.75, "interest": 3.20662492426, "near": 3.86308703058, "focus": 2.01012914662, "exospec": 1443.27272727, "etern": 53.8169491524, "sudden": 5.78993435449, "their": 4.0619163362, "come": 2.65662650602, "blade": 19.6972704715, "topic": 5.457545548300001, "not": 7.10971786833, "around": 1.21394708671, "communic": 8.518690752989999, "insati": 244.246153846, "christoph": 10.82946793998, "inscrut": 369.209302326, "electr": 3.62135036496, "lost": 1.74634253657, "ship": 3.14812611541, "stanislaw": 933.882352941, "look": 1.9086318826599997, "work": 3.34560269739, "limit": 1.5186531471200002, "afterlif": 54.5567010309, "master": 9.45375148869, "fourth": 2.5647819063, "script": 8.299006795610001, "susan": 11.0943396226, "more": 3.0515120451, "what": 7.520606347679999, "tech": 19.1739130435, "textmessag": 1443.27272727, "braininvat": 1443.27272727, "bottl": 15.443579766500001, "call": 2.1353059852, "second": 2.2261796256, "british": 1.78161822467, "disappear": 5.5259310824900005, "conclus": 4.84615384615, "astronaut": 24.312404287899998, "within": 1.2369302688, "got": 3.61969904241, "neurosci": 66.7058823529, "total": 1.5460122699399999, "dystopian": 264.6, "treat": 3.59023066486, "revers": 4.29894394801, "did": 1.2471327572700002, "pair": 4.36873968079, "earth": 3.7302631578900005, "and": 45.002834645849994, "vivid": 26.682352941199998, "her": 1.7770315648099997, "sawyer": 139.2631578948, "chang": 2.3617970842, "kwazulunat": 1443.27272727, "make": 2.1525320317200003, "untreat": 90.72, "insignific": 46.285714285699996, "donat": 5.986425339369999, "arkadi": 299.547169811, "richest": 23.2105263158, "confront": 11.79056813962, "moriarti": 211.68, "lana": 119.36842105299999, "keeley": 567.0, "mindscan": 1443.27272727, "question": 2.20408163265, "sound": 3.11294117647, "ing": 30.4137931034, "consist": 2.9802890932999997, "glitch": 184.604651163, "travel": 9.8279064009, "color": 3.8255421686699997, "liman": 588.0, "ident": 11.23169437568, "priceless": 172.56521739099998, "comment": 3.05954904606, "befor": 1.10036041031, "distant": 9.04615384615, "reach": 1.49801849406, "children": 3.82969484984, "ratner": 1134.0, "ridley": 67.27118644069999, "andi": 11.4545454545, "descript": 4.00504540868, "israel": 6.727118644069999, "number": 2.20285833218, "appar": 3.16696588869, "law": 1.7973508434299998, "captur": 2.88026124819, "with": 12.014378507879997, "know": 5.1865403463, "reproduct": 14.7272727273, "everi": 1.47917637194, "associ": 1.3263157894700002, "counterfactu": 396.9, "whose": 1.73508196721, "borg": 70.56, "book": 5.73658536584, "attempt": 4.416543026699999, "deep": 10.88391224862, "plus": 4.6914893617, "guid": 4.98226894712, "trace": 4.4408391608399995, "stanisław": 1443.27272727, "permut": 102.425806452, "classic": 2.4087391898, "without": 1.29547123623, "connect": 1.8843916913900003, "incoher": 95.6385542169, "schneider": 38.8166259169, "out": 2.12033388982, "cash": 8.71828665568, "full": 1.66729678639, "alter": 4.4247491638800005, "challeng": 2.55816951337, "escap": 3.5540631296199994, "find": 1.7294117647099998, "also": 4.05906040268, "mysteri": 6.46943765281, "futur": 7.430844839680001, "end": 3.3204127161300003, "protagonist": 16.8535031847, "galaxi": 56.9032258064, "degre": 4.9705698184, "implic": 7.632692307689999, "voic": 9.63544406232, "incomprehens": 91.76878612719999, "robot": 140.14123581360002, "teleport": 113.4, "feel": 6.271380604380001, "assign": 3.83663605607, "deepli": 7.9063745019899985, "isaac": 26.133333333400003, "inoper": 176.4, "clever": 30.5307692308, "kaplan": 105.488372093, "scifi": 1221.23076923, "notion": 7.356811862839999, "retain": 2.74956702459, "beauti": 9.58695652174, "veri": 8.81160799239, "run": 1.55692850838, "place": 2.2008733624400003, "model": 4.1811956808, "positron": 160.363636364, "difficulti": 3.8357091084800006, "apocalypt": 78.9850746269, "return": 4.185972930209999, "other": 1.00992366412, "david": 1.84970290108, "need": 1.4372623574099999, "sheep": 17.858267716500002, "cameron": 17.9389830508, "home": 1.4599963215, "edg": 4.45704660303, "piano": 13.3299748111, "ordinari": 6.920662598080001, "obsess": 17.600886918, "real": 2.28103448276, "fact": 1.73375559681, "amnesia": 115.883211679, "depict": 12.0394337715, "brain": 35.716535433080004, "ray": 5.946067415730001, "add": 4.61243463103, "assum": 2.9575260804799997, "theme": 7.6510843373399995, "australian": 5.1428571428600005, "senior": 4.00706713781, "philosophi": 33.87482219064, "area": 2.7762525137800003, "subject": 1.8715077213299998, "scientist": 4.69426374926, "superior": 4.68595041322, "cruz": 25.320574162699998, "you": 4.3258855585800005, "can": 1.17626139142, "citi": 1.38618702523, "leguin": 1443.27272727, "terri": 9.94113963682, "patholog": 34.1419354839, "learn": 4.6455010973, "trek": 30.4137931034, "third": 1.4195278969999998, "born": 2.21762816036, "repres": 1.46972782818, "but": 8.13059343192, "off": 1.5121440137200002, "semi": 68.72727272729999, "allow": 1.2716059271100002, "hitchhik": 130.131147541, "now": 1.160780873, "imagin": 32.992518703250006, "basi": 2.42122922068, "part": 2.08661365578, "metaphys": 30.8871595331, "ignaci": 283.5, "relationship": 4.78264798916, "nexus": 77.067961165, "where": 4.26860254084, "powel": 19.3609756098, "murtib": 1443.27272727, "polic": 3.15, "term": 2.79040337464, "should": 1.6643254009900001, "surviv": 2.2576791808900003, "design": 2.9165059245, "pliant": 992.25, "nietzschean": 610.615384615, "direct": 1.22226499346, "extinct": 13.627467811199999, "think": 5.81431972166, "outsid": 1.67450690855, "weinberg": 77.443902439, "pessim": 132.3, "palma": 65.6033057851, "world": 2.22680412372, "most": 6.12578778138, "rather": 1.55692850838, "lunchtim": 248.0625, "heart": 3.00340522134, "witkiewicz": 1443.27272727, "scheme": 5.18993135011, "virtual": 12.338860103640002, "hilari": 46.4210526316, "stross": 992.25, "playwright": 14.659279778399998, "plight": 42.563002681, "specul": 5.28319467554, "live": 2.61182857612, "such": 1.06151377374, "translat": 11.42980561556, "bernard": 8.540075309310001, "own": 4.71377672208, "ramez": 1443.27272727, "entretien": 756.0, "crow": 19.5517241379, "invent": 4.604408352669999, "eras": 30.7079303675, "are": 5.1495296789000005, "featur": 1.52712581762, "idea": 2.0930784443, "ishiguro": 610.615384615, "machin": 16.09733840304, "andor": 1380.52173913, "anthropolog": 19.2904009721, "superflu": 115.043478261, "dream": 5.272666888080001, "earlier": 1.86776470588, "disprov": 62.750988142299995, "niccol": 1443.27272727, "section": 2.1284354471099998, "nation": 1.22632473351, "major": 1.14852058164, "farreach": 1443.27272727, "utopia": 57.5217391304, "memento": 302.4, "safari": 93.3882352941, "pluralité": 1443.27272727, "alfonso": 41.778947368400004, "seri": 1.46511627907, "smarter": 341.419354838, "than": 2.0655737705, "begin": 2.6610794502200004, "matrix": 22.6153846154, "fabul": 58.8, "program": 2.02139037433, "comput": 7.855517070760001, "doubli": 180.409090909, "god": 3.5217391304300003, "base": 1.14628158845, "holodeck": 1867.764705882, "control": 5.87836712024, "hard": 2.73253012048, "organ": 1.6387283237, "far": 1.71022298826, "themat": 37.1803278689, "explor": 10.18780748664, "piec": 3.24132298898, "gird": 453.6, "strugatski": 1443.27272727, "order": 2.49250333622, "like": 3.44755700325, "lot": 4.40877534018, "turn": 1.3838912133899999, "snow": 8.64235166032, "was": 2.02254920696, "recommend": 11.742603550290001, "tom": 4.51279135873, "playboy": 50.0820189274, "himself": 2.17419884963, "episod": 4.435875943, "sentienc": 360.818181818, "stori": 20.2396736359, "noveldialogu": 1443.27272727, "stoppard": 352.8, "exist": 1.4647107666799999, "rais": 3.9467992542, "combin": 1.69760479042, "dougla": 6.23811394892, "sur": 20.752941176500002, "render": 5.97740963855, "extern": 5.24133377352, "thenc": 71.8371040724, "demand": 2.34159292035, "film": 22.056126701900002, "reprint": 7.6658619024600005, "num": 45.01417680045, "this": 6.02276176026, "cuarón": 1443.27272727, "connecticut": 13.686206896600002, "solari": 635.04, "illus": 19.2203389831, "get": 1.78562591385, "show": 2.5340782123, "death": 3.2506142506200004, "american": 1.31641791045, "campbel": 10.7125506073, "ursula": 91.76878612719999, "conscious": 8.10413476263, "peopl": 4.85281980744, "lazi": 48.5504587156, "clone": 65.0655737704, "person": 2.81040892194, "spacetim": 172.56521739099998, "nozick": 529.2, "someth": 3.28152128979, "vonnegut": 220.5, "blumson": 1443.27272727, "human": 20.86202365313, "ani": 1.13383802314, "onto": 4.47589512264, "want": 1.99698113208, "occupi": 3.0971517752599995, "android": 114.2158273382, "doe": 3.4116256581, "plural": 28.5796579658, "conceptu": 35.3585746102, "against": 1.2902072328299998, "never": 1.55769230769, "contribut": 3.8510612492400003, "skeptic": 16.1834862385, "scienc": 2.31969608416, "back": 2.52140077822, "michael": 4.46519476866, "union": 2.11736463057, "doug": 20.5914396887, "york": 1.53361669243, "wild": 5.04640813732, "superintellig": 1443.27272727, "entertain": 4.02739726027, "enter": 1.75813953488, "least": 1.6165359943000002, "situat": 2.06611140031, "sky": 7.17073170732, "larger": 2.2407904022599996, "tomorrow": 21.3674293405, "generat": 4.10550814584, "huge": 4.38927287808, "stalker": 602.886075948, "profound": 11.219787985899998, "cal": 44.8474576271, "follow": 1.04640126549, "cinemat": 83.33858267720001, "picnic": 43.735537190100004, "technolog": 10.413906198760001, "cow": 19.6972704715, "larg": 2.3714989917, "last": 1.2117234010100002, "found": 1.11387076405, "joel": 33.529039070799996, "scheffler": 1443.27272727, "perspect": 10.07040913416, "autom": 19.8202247191, "year": 1.0485436893200002, "brazil": 7.31275909719, "massiv": 4.22571200426, "student": 2.47174217655, "free": 5.15454545454, "chalmer": 128.032258065, "understand": 2.96858638743, "cryonic": 721.636363636, "philosoph": 28.279301745650002, "bradburi": 115.043478261, "avail": 1.7288467821, "seem": 2.29123971713, "best": 4.748554336980001, "deal": 2.18346857379, "compel": 11.6735294118, "reflect": 2.3443591258099996, "well": 1.0655748708, "may": 3.15605327679, "ask": 4.3489932886, "known": 1.0859097127200001, "list": 9.54250386397, "life": 1.37051104972, "attent": 2.81040892193, "aftereffect": 793.8, "thunder": 20.4061696658, "posit": 1.37252528746, "mean": 1.44906900329, "critiqu": 14.0994671403, "your": 7.01081916538, "aris": 7.54921540656, "roadsid": 83.1204188482, "men": 1.86776470588, "frankfurt": 22.3921015515, "entail": 21.2530120482, "davidson": 33.9230769231, "angel": 3.5240843507199995, "have": 4.059579364559999, "they": 3.09051975861, "product": 1.62264922322, "nolan": 93.6637168142, "nash": 33.4936708861, "charli": 23.730941704, "player": 3.54375, "scott": 9.3305906553, "space": 7.19456193354, "asian": 4.71097922849, "much": 2.3884459154599997, "would": 4.331491712719999, "zemecki": 407.07692307699995, "thought": 3.9709854927399997, "funni": 53.6351351352, "ethic": 8.93918918919, "tighter": 71.5135135135, "jame": 3.8627737226199996, "chabon": 567.0, "equilibria": 481.09090909099996, "greg": 13.853403141400001, "los": 3.99295774648, "intellig": 12.580031695710002, "des": 6.88763557484, "next": 1.4950560316400001, "smedt": 1443.27272727, "bori": 22.3605633803, "reader": 6.437956204380001, "path": 4.6421052631599995, "has": 6.261898501199999, "mandik": 1443.27272727, "the": 105.0, "time": 8.09019682784, "natur": 3.0785340314200003, "abil": 2.70875277256, "clementin": 273.724137931, "numish": 1443.27272727, "bouvier": 721.636363636, "gattaca": 933.882352941, "lectur": 6.58481957694, "davidsonquin": 1443.27272727, "kaufman": 134.54237288139998, "illustr": 3.6614391143900002, "about": 4.25944060636, "hang": 8.31639601886, "philip": 5.07707067477, "transcend": 28.1989342806}, "freq": {"scififantasi": 1, "samuel": 1, "journalist": 1, "troy": 1, "stray": 1, "kill": 2, "kurt": 1, "wonder": 1, "memoryalt": 1, "station": 1, "singl": 1, "tri": 3, "figur": 1, "one": 5, "witti": 1, "professor": 4, "great": 3, "even": 2, "procedur": 2, "parfit": 1, "lem": 4, "gilliam": 1, "act": 1, "memori": 5, "star": 3, "messag": 1, "evnin": 1, "michel": 1, "delillo": 1, "support": 1, "jollimor": 1, "europ": 1, "led": 1, "close": 1, "babel": 1, "egan": 1, "horribl": 1, "still": 4, "univers": 4, "profession": 1, "fish": 1, "kazuo": 1, "general": 1, "sleep": 1, "purpos": 1, "vanilla": 1, "almost": 1, "extend": 3, "new": 1, "sixth": 1, "fun": 1, "dark": 1, "masterpiec": 2, "legal": 1, "educ": 1, "astut": 1, "sunshin": 2, "pill": 1, "way": 1, "right": 3, "eaten": 1, "cite": 1, "andrew": 1, "set": 8, "wachowski": 1, "fiction": 7, "fontenell": 1, "past": 2, "anoth": 2, "sensit": 2, "danger": 2, "yet": 1, "policemen": 1, "three": 1, "georg": 1, "altern": 2, "sentient": 1, "potenti": 1, "consumer": 1, "vortex": 1, "race": 1, "his": 7, "complex": 2, "singular": 2, "from": 8, "robert": 2, "northern": 1, "phil": 1, "written": 1, "naan": 1, "timelin": 1, "read": 2, "charl": 1, "adam": 1, "individu": 1, "face": 1, "eric": 2, "mind": 6, "realiti": 4, "arrang": 1, "love": 2, "unforgett": 1, "smaller": 1, "spotless": 2, "blair": 1, "sens": 1, "frankish": 1, "andrei": 3, "two": 1, "alway": 2, "yiddish": 1, "armi": 1, "boundari": 1, "bakker": 2, "true": 1, "radio": 1, "post": 2, "treatment": 1, "speci": 1, "social": 1, "schwitzgebel": 1, "strang": 1, "fellow": 1, "excel": 6, "horst": 1, "thoma": 1, "peac": 1, "metatim": 2, "accid": 1, "chronicl": 1, "state": 3, "experi": 1, "industri": 1, "movi": 13, "upload": 2, "gondri": 2, "tarkovski": 3, "nienasyceni": 1, "that": 7, "some": 3, "will": 1, "primit": 1, "creatur": 1, "disappoint": 1, "issu": 2, "asimov": 3, "wealthi": 1, "simul": 3, "possibl": 2, "conjunct": 1, "orwel": 1, "here": 5, "novel": 24, "disturb": 2, "john": 1, "for": 4, "project": 1, "structur": 1, "short": 6, "wish": 1, "element": 1, "who": 3, "english": 3, "sole": 1, "comparison": 1, "california": 1, "various": 1, "satir": 1, "same": 1, "genuin": 1, "contact": 1, "runner": 1, "accelerando": 1, "poet": 1, "chico": 1, "dever": 1, "success": 1, "convers": 1, "etc": 1, "dick": 2, "reinstal": 1, "mond": 1, "nonstandard": 1, "eden": 1, "which": 4, "cultur": 1, "kind": 1, "let": 1, "four": 2, "them": 1, "visit": 2, "edit": 1, "tumor": 1, "first": 3, "adriano": 1, "don": 1, "alien": 5, "loos": 1, "dude": 1, "interest": 2, "near": 3, "focus": 1, "exospec": 1, "etern": 4, "sudden": 1, "their": 4, "come": 2, "blade": 1, "topic": 1, "not": 7, "around": 1, "communic": 3, "insati": 1, "christoph": 2, "inscrut": 1, "electr": 1, "lost": 1, "ship": 1, "stanislaw": 3, "look": 1, "work": 3, "limit": 1, "afterlif": 1, "master": 3, "fourth": 1, "script": 1, "susan": 1, "more": 3, "what": 6, "tech": 1, "textmessag": 1, "braininvat": 1, "bottl": 1, "call": 2, "second": 2, "british": 1, "disappear": 1, "conclus": 1, "astronaut": 1, "within": 1, "got": 1, "neurosci": 1, "total": 1, "dystopian": 2, "treat": 1, "revers": 1, "did": 1, "pair": 1, "earth": 1, "and": 45, "vivid": 1, "her": 1, "sawyer": 2, "chang": 2, "kwazulunat": 1, "make": 2, "untreat": 1, "insignific": 1, "donat": 1, "arkadi": 1, "richest": 1, "confront": 2, "moriarti": 1, "lana": 1, "keeley": 1, "mindscan": 1, "question": 1, "sound": 1, "ing": 1, "consist": 2, "glitch": 1, "travel": 5, "color": 1, "liman": 1, "ident": 4, "priceless": 1, "comment": 1, "befor": 1, "distant": 1, "reach": 1, "children": 2, "ratner": 2, "ridley": 1, "andi": 1, "descript": 1, "israel": 1, "number": 2, "appar": 1, "law": 1, "captur": 1, "with": 12, "know": 2, "reproduct": 1, "everi": 1, "associ": 1, "counterfactu": 1, "whose": 1, "borg": 1, "book": 4, "attempt": 3, "deep": 3, "plus": 1, "guid": 2, "trace": 1, "stanisław": 1, "permut": 1, "classic": 1, "without": 1, "connect": 1, "incoher": 1, "schneider": 1, "out": 2, "cash": 1, "full": 1, "alter": 1, "challeng": 1, "escap": 1, "find": 1, "also": 4, "mysteri": 1, "futur": 4, "end": 3, "protagonist": 1, "galaxi": 2, "degre": 2, "implic": 1, "voic": 3, "incomprehens": 1, "robot": 7, "teleport": 1, "feel": 2, "assign": 1, "deepli": 1, "isaac": 2, "inoper": 1, "clever": 1, "kaplan": 2, "scifi": 1, "notion": 1, "retain": 1, "beauti": 2, "veri": 7, "run": 1, "place": 2, "model": 2, "positron": 1, "difficulti": 1, "apocalypt": 1, "return": 3, "other": 1, "david": 1, "need": 1, "sheep": 1, "cameron": 1, "home": 1, "edg": 1, "piano": 1, "ordinari": 1, "obsess": 1, "real": 1, "fact": 1, "amnesia": 1, "depict": 3, "brain": 4, "ray": 1, "add": 1, "assum": 1, "theme": 2, "australian": 1, "senior": 1, "philosophi": 6, "area": 2, "subject": 1, "scientist": 1, "superior": 1, "cruz": 1, "you": 2, "can": 1, "citi": 1, "leguin": 1, "terri": 1, "patholog": 1, "learn": 2, "trek": 1, "third": 1, "born": 1, "repres": 1, "but": 8, "off": 1, "semi": 1, "allow": 1, "hitchhik": 1, "now": 1, "imagin": 5, "basi": 1, "part": 2, "metaphys": 1, "ignaci": 1, "relationship": 2, "nexus": 1, "where": 4, "powel": 1, "murtib": 1, "polic": 1, "term": 2, "should": 1, "surviv": 1, "design": 2, "pliant": 1, "nietzschean": 1, "direct": 1, "extinct": 1, "think": 2, "outsid": 1, "weinberg": 1, "pessim": 1, "palma": 1, "world": 2, "most": 6, "rather": 1, "lunchtim": 1, "heart": 1, "witkiewicz": 1, "scheme": 1, "virtual": 3, "hilari": 1, "stross": 1, "playwright": 1, "plight": 1, "specul": 1, "live": 2, "such": 1, "translat": 4, "bernard": 1, "own": 4, "ramez": 1, "entretien": 1, "crow": 1, "invent": 1, "eras": 1, "are": 5, "featur": 1, "idea": 1, "ishiguro": 1, "machin": 4, "andor": 2, "anthropolog": 1, "superflu": 1, "dream": 1, "earlier": 1, "disprov": 1, "niccol": 1, "section": 1, "nation": 1, "major": 1, "farreach": 1, "utopia": 1, "memento": 2, "safari": 1, "pluralité": 1, "alfonso": 1, "seri": 1, "smarter": 2, "than": 2, "begin": 2, "matrix": 1, "fabul": 1, "program": 1, "comput": 2, "doubli": 1, "god": 1, "base": 1, "holodeck": 2, "control": 4, "hard": 1, "organ": 1, "far": 1, "themat": 1, "explor": 3, "piec": 1, "gird": 1, "strugatski": 1, "order": 2, "like": 3, "lot": 1, "turn": 1, "snow": 1, "was": 2, "recommend": 3, "tom": 1, "playboy": 1, "himself": 1, "episod": 1, "sentienc": 1, "stori": 10, "noveldialogu": 1, "stoppard": 1, "exist": 1, "rais": 2, "combin": 1, "dougla": 1, "sur": 1, "render": 1, "extern": 1, "thenc": 1, "demand": 1, "film": 10, "reprint": 1, "num": 45, "this": 6, "cuarón": 1, "connecticut": 1, "solari": 3, "illus": 1, "get": 1, "show": 2, "death": 2, "american": 1, "campbel": 1, "ursula": 1, "conscious": 1, "peopl": 4, "lazi": 1, "clone": 2, "person": 2, "spacetim": 1, "nozick": 1, "someth": 1, "vonnegut": 1, "blumson": 1, "human": 11, "ani": 1, "onto": 1, "want": 1, "occupi": 1, "android": 2, "doe": 2, "plural": 2, "conceptu": 2, "against": 1, "never": 1, "contribut": 2, "skeptic": 1, "scienc": 1, "back": 2, "michael": 2, "union": 1, "doug": 1, "york": 1, "wild": 1, "superintellig": 1, "entertain": 1, "enter": 1, "least": 1, "situat": 1, "sky": 1, "larger": 1, "tomorrow": 1, "generat": 2, "huge": 1, "stalker": 3, "profound": 1, "cal": 1, "follow": 1, "cinemat": 2, "picnic": 1, "technolog": 4, "cow": 1, "larg": 2, "last": 1, "found": 1, "joel": 2, "scheffler": 1, "perspect": 2, "autom": 1, "year": 1, "brazil": 1, "massiv": 1, "student": 1, "free": 3, "chalmer": 1, "understand": 1, "cryonic": 1, "philosoph": 5, "bradburi": 1, "avail": 1, "seem": 1, "best": 3, "deal": 1, "compel": 1, "reflect": 1, "well": 1, "may": 3, "ask": 2, "known": 1, "list": 7, "life": 1, "attent": 1, "aftereffect": 1, "thunder": 1, "posit": 1, "mean": 1, "critiqu": 1, "your": 2, "aris": 1, "roadsid": 1, "men": 1, "frankfurt": 1, "entail": 1, "davidson": 1, "angel": 1, "have": 4, "they": 3, "product": 1, "nolan": 2, "nash": 1, "charli": 2, "player": 1, "scott": 2, "space": 3, "asian": 1, "much": 2, "would": 4, "zemecki": 1, "thought": 2, "funni": 2, "ethic": 1, "tighter": 1, "jame": 2, "chabon": 1, "equilibria": 1, "greg": 1, "los": 1, "intellig": 3, "des": 1, "next": 1, "smedt": 1, "bori": 1, "reader": 1, "path": 1, "has": 6, "mandik": 1, "the": 105, "time": 8, "natur": 2, "abil": 1, "clementin": 1, "numish": 1, "bouvier": 1, "gattaca": 1, "lectur": 1, "davidsonquin": 1, "kaufman": 2, "illustr": 1, "about": 4, "hang": 1, "philip": 1, "transcend": 1}, "idf": {"scififantasi": 1443.27272727, "samuel": 6.1415860735, "journalist": 5.01136363636, "troy": 26.682352941199998, "stray": 37.8, "kill": 2.09916699722, "kurt": 16.283076923099998, "wonder": 7.265903890160001, "memoryalt": 1443.27272727, "station": 2.35653851863, "singl": 1.60948905109, "tri": 1.8544562551099997, "figur": 2.0343413634, "one": 1.00627495722, "witti": 71.8371040724, "professor": 4.31061634537, "great": 1.26592775696, "even": 1.16461267606, "procedur": 5.8691312384500005, "parfit": 1443.27272727, "lem": 196.0, "gilliam": 149.773584906, "act": 1.4318181818200002, "memori": 2.57392996109, "star": 2.4450947173900004, "messag": 4.96745932416, "evnin": 1443.27272727, "michel": 13.6041131105, "delillo": 793.8, "support": 1.2685577307200002, "jollimor": 1443.27272727, "europ": 2.0172808132099997, "led": 1.33782758911, "close": 1.2848818387799998, "babel": 147.0, "egan": 101.76923076899999, "horribl": 40.2944162437, "still": 1.1866357724799999, "univers": 1.24889867841, "profession": 2.6389627659599997, "fish": 5.28143712575, "kazuo": 236.955223881, "general": 1.1218202374200001, "sleep": 8.4178154825, "purpos": 2.23416830847, "vanilla": 111.802816901, "almost": 1.53584212054, "extend": 1.9604840701400004, "new": 1.0178880554, "sixth": 5.11798839458, "fun": 12.8863636364, "dark": 3.98594024605, "masterpiec": 19.3138686131, "legal": 2.6000655093400002, "educ": 2.00733341763, "astut": 101.121019108, "sunshin": 24.312404287899998, "pill": 42.7924528302, "way": 1.2190739461, "right": 1.4054532577899999, "eaten": 26.9084745763, "cite": 2.73253012048, "andrew": 3.82462057336, "set": 1.18707940781, "wachowski": 793.8, "fiction": 4.77330126278, "fontenell": 793.8, "past": 2.01702452039, "anoth": 1.13643521832, "sensit": 8.4672, "danger": 3.42007755278, "yet": 2.1258703802900003, "policemen": 46.9704142012, "three": 1.06621893889, "georg": 1.8779276082299998, "altern": 2.1390460792200003, "sentient": 90.2045454545, "potenti": 2.52080025405, "consumer": 133.411764706, "vortex": 103.764705882, "race": 2.93023255814, "his": 1.0943682360200002, "complex": 2.34021226415, "singular": 16.8, "from": 1.00056721497, "robert": 1.8618505922400002, "northern": 2.28005170185, "phil": 11.7861915367, "written": 1.9573418813999999, "naan": 992.25, "timelin": 10.911340206199998, "read": 2.3149606299200003, "charl": 2.3075581395299998, "adam": 4.43092380687, "individu": 1.8004082558400003, "face": 1.80327124035, "eric": 6.411954765750001, "mind": 3.5918552036199998, "realiti": 4.563380281690001, "arrang": 2.8839237057200005, "love": 2.97303370787, "unforgett": 128.032258065, "smaller": 2.59369384088, "spotless": 512.129032258, "blair": 21.6294277929, "sens": 2.8365195640499996, "frankish": 59.4606741573, "andrei": 54.0, "two": 1.01379310345, "alway": 2.06745670009, "yiddish": 69.6315789474, "armi": 2.33883323512, "boundari": 4.85801713586, "bakker": 278.526315789, "true": 2.55569864778, "radio": 2.7143101384900006, "post": 2.23826307627, "treatment": 3.87125091441, "speci": 6.648241206030001, "social": 1.9904714142400002, "schwitzgebel": 1443.27272727, "strang": 10.150895140700001, "fellow": 4.3639362287, "excel": 4.84467500763, "horst": 92.3023255814, "thoma": 2.39673913043, "peac": 3.00966824645, "metatim": 1443.27272727, "accid": 6.30250099246, "chronicl": 6.30250099246, "state": 1.0477133240899998, "experi": 1.87062566278, "industri": 2.02319357716, "movi": 4.00403530895, "upload": 77.82352941180001, "gondri": 992.25, "tarkovski": 690.260869565, "nienasyceni": 1443.27272727, "that": 1.00398406375, "some": 1.04036697248, "will": 1.22481098596, "primit": 13.7573656846, "creatur": 13.865502183399999, "disappoint": 8.776119402989998, "issu": 1.43921675279, "asimov": 134.542372881, "wealthi": 7.578042959430001, "simul": 11.4793926247, "possibl": 1.4173734488, "conjunct": 9.43315508021, "orwel": 91.2413793103, "here": 2.42307692308, "novel": 4.06555697823, "disturb": 9.08757870635, "john": 1.35553278689, "for": 1.00031504001, "project": 1.7534791252500002, "structur": 2.0580762250499998, "short": 1.41295834817, "wish": 3.67755385685, "element": 2.36004162331, "who": 1.06279287723, "english": 1.7432744043000001, "sole": 4.04175152749, "comparison": 4.9597000937199995, "california": 3.02861503243, "various": 1.3323262839899999, "satir": 14.659279778399998, "same": 1.11857958148, "genuin": 11.4793926247, "contact": 3.2196309065099995, "runner": 16.0363636364, "accelerando": 1443.27272727, "poet": 5.890909090909999, "chico": 102.425806452, "dever": 269.084745763, "success": 1.32002993265, "convers": 3.3486606201200004, "etc": 4.2066772655, "dick": 10.322496748999999, "reinstal": 233.470588235, "mond": 46.8318584071, "nonstandard": 233.470588235, "eden": 28.1489361702, "which": 1.005191845, "cultur": 1.86075949367, "kind": 2.5806241872599998, "let": 3.48616600791, "four": 1.20950784702, "them": 1.09876115994, "visit": 2.20622568093, "edit": 1.99297012302, "tumor": 57.7309090909, "first": 1.00761614623, "adriano": 252.0, "don": 6.02733485194, "alien": 8.19617965927, "loos": 7.065420560750001, "dude": 141.75, "interest": 1.60331246213, "near": 1.28769567686, "focus": 2.01012914662, "exospec": 1443.27272727, "etern": 13.4542372881, "sudden": 5.78993435449, "their": 1.01547908405, "come": 1.32831325301, "blade": 19.6972704715, "topic": 5.457545548300001, "not": 1.01567398119, "around": 1.21394708671, "communic": 2.8395635843299996, "insati": 244.246153846, "christoph": 5.41473396999, "inscrut": 369.209302326, "electr": 3.62135036496, "lost": 1.74634253657, "ship": 3.14812611541, "stanislaw": 311.294117647, "look": 1.9086318826599997, "work": 1.11520089913, "limit": 1.5186531471200002, "afterlif": 54.5567010309, "master": 3.15125049623, "fourth": 2.5647819063, "script": 8.299006795610001, "susan": 11.0943396226, "more": 1.0171706817, "what": 1.25343439128, "tech": 19.1739130435, "textmessag": 1443.27272727, "braininvat": 1443.27272727, "bottl": 15.443579766500001, "call": 1.0676529926, "second": 1.1130898128, "british": 1.78161822467, "disappear": 5.5259310824900005, "conclus": 4.84615384615, "astronaut": 24.312404287899998, "within": 1.2369302688, "got": 3.61969904241, "neurosci": 66.7058823529, "total": 1.5460122699399999, "dystopian": 132.3, "treat": 3.59023066486, "revers": 4.29894394801, "did": 1.2471327572700002, "pair": 4.36873968079, "earth": 3.7302631578900005, "and": 1.00006299213, "vivid": 26.682352941199998, "her": 1.7770315648099997, "sawyer": 69.6315789474, "chang": 1.1808985421, "kwazulunat": 1443.27272727, "make": 1.0762660158600001, "untreat": 90.72, "insignific": 46.285714285699996, "donat": 5.986425339369999, "arkadi": 299.547169811, "richest": 23.2105263158, "confront": 5.89528406981, "moriarti": 211.68, "lana": 119.36842105299999, "keeley": 567.0, "mindscan": 1443.27272727, "question": 2.20408163265, "sound": 3.11294117647, "ing": 30.4137931034, "consist": 1.4901445466499998, "glitch": 184.604651163, "travel": 1.9655812801800001, "color": 3.8255421686699997, "liman": 588.0, "ident": 2.80792359392, "priceless": 172.56521739099998, "comment": 3.05954904606, "befor": 1.10036041031, "distant": 9.04615384615, "reach": 1.49801849406, "children": 1.91484742492, "ratner": 567.0, "ridley": 67.27118644069999, "andi": 11.4545454545, "descript": 4.00504540868, "israel": 6.727118644069999, "number": 1.10142916609, "appar": 3.16696588869, "law": 1.7973508434299998, "captur": 2.88026124819, "with": 1.0011982089899998, "know": 2.59327017315, "reproduct": 14.7272727273, "everi": 1.47917637194, "associ": 1.3263157894700002, "counterfactu": 396.9, "whose": 1.73508196721, "borg": 70.56, "book": 1.43414634146, "attempt": 1.4721810088999998, "deep": 3.6279707495399998, "plus": 4.6914893617, "guid": 2.49113447356, "trace": 4.4408391608399995, "stanisław": 1443.27272727, "permut": 102.425806452, "classic": 2.4087391898, "without": 1.29547123623, "connect": 1.8843916913900003, "incoher": 95.6385542169, "schneider": 38.8166259169, "out": 1.06016694491, "cash": 8.71828665568, "full": 1.66729678639, "alter": 4.4247491638800005, "challeng": 2.55816951337, "escap": 3.5540631296199994, "find": 1.7294117647099998, "also": 1.01476510067, "mysteri": 6.46943765281, "futur": 1.8577112099200002, "end": 1.10680423871, "protagonist": 16.8535031847, "galaxi": 28.4516129032, "degre": 2.4852849092, "implic": 7.632692307689999, "voic": 3.21181468744, "incomprehens": 91.76878612719999, "robot": 20.0201765448, "teleport": 113.4, "feel": 3.1356903021900004, "assign": 3.83663605607, "deepli": 7.9063745019899985, "isaac": 13.066666666700002, "inoper": 176.4, "clever": 30.5307692308, "kaplan": 52.7441860465, "scifi": 1221.23076923, "notion": 7.356811862839999, "retain": 2.74956702459, "beauti": 4.79347826087, "veri": 1.25880114177, "run": 1.55692850838, "place": 1.1004366812200002, "model": 2.0905978404, "positron": 160.363636364, "difficulti": 3.8357091084800006, "apocalypt": 78.9850746269, "return": 1.39532431007, "other": 1.00992366412, "david": 1.84970290108, "need": 1.4372623574099999, "sheep": 17.858267716500002, "cameron": 17.9389830508, "home": 1.4599963215, "edg": 4.45704660303, "piano": 13.3299748111, "ordinari": 6.920662598080001, "obsess": 17.600886918, "real": 2.28103448276, "fact": 1.73375559681, "amnesia": 115.883211679, "depict": 4.0131445905000005, "brain": 8.929133858270001, "ray": 5.946067415730001, "add": 4.61243463103, "assum": 2.9575260804799997, "theme": 3.8255421686699997, "australian": 5.1428571428600005, "senior": 4.00706713781, "philosophi": 5.64580369844, "area": 1.3881262568900001, "subject": 1.8715077213299998, "scientist": 4.69426374926, "superior": 4.68595041322, "cruz": 25.320574162699998, "you": 2.1629427792900002, "can": 1.17626139142, "citi": 1.38618702523, "leguin": 1443.27272727, "terri": 9.94113963682, "patholog": 34.1419354839, "learn": 2.32275054865, "trek": 30.4137931034, "third": 1.4195278969999998, "born": 2.21762816036, "repres": 1.46972782818, "but": 1.01632417899, "off": 1.5121440137200002, "semi": 68.72727272729999, "allow": 1.2716059271100002, "hitchhik": 130.131147541, "now": 1.160780873, "imagin": 6.598503740650001, "basi": 2.42122922068, "part": 1.04330682789, "metaphys": 30.8871595331, "ignaci": 283.5, "relationship": 2.39132399458, "nexus": 77.067961165, "where": 1.06715063521, "powel": 19.3609756098, "murtib": 1443.27272727, "polic": 3.15, "term": 1.39520168732, "should": 1.6643254009900001, "surviv": 2.2576791808900003, "design": 1.45825296225, "pliant": 992.25, "nietzschean": 610.615384615, "direct": 1.22226499346, "extinct": 13.627467811199999, "think": 2.90715986083, "outsid": 1.67450690855, "weinberg": 77.443902439, "pessim": 132.3, "palma": 65.6033057851, "world": 1.11340206186, "most": 1.02096463023, "rather": 1.55692850838, "lunchtim": 248.0625, "heart": 3.00340522134, "witkiewicz": 1443.27272727, "scheme": 5.18993135011, "virtual": 4.11295336788, "hilari": 46.4210526316, "stross": 992.25, "playwright": 14.659279778399998, "plight": 42.563002681, "specul": 5.28319467554, "live": 1.30591428806, "such": 1.06151377374, "translat": 2.85745140389, "bernard": 8.540075309310001, "own": 1.17844418052, "ramez": 1443.27272727, "entretien": 756.0, "crow": 19.5517241379, "invent": 4.604408352669999, "eras": 30.7079303675, "are": 1.02990593578, "featur": 1.52712581762, "idea": 2.0930784443, "ishiguro": 610.615384615, "machin": 4.02433460076, "andor": 690.260869565, "anthropolog": 19.2904009721, "superflu": 115.043478261, "dream": 5.272666888080001, "earlier": 1.86776470588, "disprov": 62.750988142299995, "niccol": 1443.27272727, "section": 2.1284354471099998, "nation": 1.22632473351, "major": 1.14852058164, "farreach": 1443.27272727, "utopia": 57.5217391304, "memento": 151.2, "safari": 93.3882352941, "pluralité": 1443.27272727, "alfonso": 41.778947368400004, "seri": 1.46511627907, "smarter": 170.709677419, "than": 1.03278688525, "begin": 1.3305397251100002, "matrix": 22.6153846154, "fabul": 58.8, "program": 2.02139037433, "comput": 3.9277585353800006, "doubli": 180.409090909, "god": 3.5217391304300003, "base": 1.14628158845, "holodeck": 933.882352941, "control": 1.46959178006, "hard": 2.73253012048, "organ": 1.6387283237, "far": 1.71022298826, "themat": 37.1803278689, "explor": 3.39593582888, "piec": 3.24132298898, "gird": 453.6, "strugatski": 1443.27272727, "order": 1.24625166811, "like": 1.14918566775, "lot": 4.40877534018, "turn": 1.3838912133899999, "snow": 8.64235166032, "was": 1.01127460348, "recommend": 3.9142011834300003, "tom": 4.51279135873, "playboy": 50.0820189274, "himself": 2.17419884963, "episod": 4.435875943, "sentienc": 360.818181818, "stori": 2.02396736359, "noveldialogu": 1443.27272727, "stoppard": 352.8, "exist": 1.4647107666799999, "rais": 1.9733996271, "combin": 1.69760479042, "dougla": 6.23811394892, "sur": 20.752941176500002, "render": 5.97740963855, "extern": 5.24133377352, "thenc": 71.8371040724, "demand": 2.34159292035, "film": 2.2056126701900003, "reprint": 7.6658619024600005, "num": 1.00031504001, "this": 1.00379362671, "cuarón": 1443.27272727, "connecticut": 13.686206896600002, "solari": 211.68, "illus": 19.2203389831, "get": 1.78562591385, "show": 1.26703910615, "death": 1.6253071253100002, "american": 1.31641791045, "campbel": 10.7125506073, "ursula": 91.76878612719999, "conscious": 8.10413476263, "peopl": 1.21320495186, "lazi": 48.5504587156, "clone": 32.5327868852, "person": 1.40520446097, "spacetim": 172.56521739099998, "nozick": 529.2, "someth": 3.28152128979, "vonnegut": 220.5, "blumson": 1443.27272727, "human": 1.8965476048299998, "ani": 1.13383802314, "onto": 4.47589512264, "want": 1.99698113208, "occupi": 3.0971517752599995, "android": 57.1079136691, "doe": 1.70581282905, "plural": 14.2898289829, "conceptu": 17.6792873051, "against": 1.2902072328299998, "never": 1.55769230769, "contribut": 1.9255306246200001, "skeptic": 16.1834862385, "scienc": 2.31969608416, "back": 1.26070038911, "michael": 2.23259738433, "union": 2.11736463057, "doug": 20.5914396887, "york": 1.53361669243, "wild": 5.04640813732, "superintellig": 1443.27272727, "entertain": 4.02739726027, "enter": 1.75813953488, "least": 1.6165359943000002, "situat": 2.06611140031, "sky": 7.17073170732, "larger": 2.2407904022599996, "tomorrow": 21.3674293405, "generat": 2.05275407292, "huge": 4.38927287808, "stalker": 200.962025316, "profound": 11.219787985899998, "cal": 44.8474576271, "follow": 1.04640126549, "cinemat": 41.669291338600004, "picnic": 43.735537190100004, "technolog": 2.6034765496900003, "cow": 19.6972704715, "larg": 1.18574949585, "last": 1.2117234010100002, "found": 1.11387076405, "joel": 16.764519535399998, "scheffler": 1443.27272727, "perspect": 5.03520456708, "autom": 19.8202247191, "year": 1.0485436893200002, "brazil": 7.31275909719, "massiv": 4.22571200426, "student": 2.47174217655, "free": 1.71818181818, "chalmer": 128.032258065, "understand": 2.96858638743, "cryonic": 721.636363636, "philosoph": 5.65586034913, "bradburi": 115.043478261, "avail": 1.7288467821, "seem": 2.29123971713, "best": 1.5828514456600002, "deal": 2.18346857379, "compel": 11.6735294118, "reflect": 2.3443591258099996, "well": 1.0655748708, "may": 1.05201775893, "ask": 2.1744966443, "known": 1.0859097127200001, "list": 1.36321483771, "life": 1.37051104972, "attent": 2.81040892193, "aftereffect": 793.8, "thunder": 20.4061696658, "posit": 1.37252528746, "mean": 1.44906900329, "critiqu": 14.0994671403, "your": 3.50540958269, "aris": 7.54921540656, "roadsid": 83.1204188482, "men": 1.86776470588, "frankfurt": 22.3921015515, "entail": 21.2530120482, "davidson": 33.9230769231, "angel": 3.5240843507199995, "have": 1.0148948411399998, "they": 1.03017325287, "product": 1.62264922322, "nolan": 46.8318584071, "nash": 33.4936708861, "charli": 11.865470852, "player": 3.54375, "scott": 4.66529532765, "space": 2.39818731118, "asian": 4.71097922849, "much": 1.1942229577299999, "would": 1.0828729281799998, "zemecki": 407.07692307699995, "thought": 1.9854927463699998, "funni": 26.8175675676, "ethic": 8.93918918919, "tighter": 71.5135135135, "jame": 1.9313868613099998, "chabon": 567.0, "equilibria": 481.09090909099996, "greg": 13.853403141400001, "los": 3.99295774648, "intellig": 4.19334389857, "des": 6.88763557484, "next": 1.4950560316400001, "smedt": 1443.27272727, "bori": 22.3605633803, "reader": 6.437956204380001, "path": 4.6421052631599995, "has": 1.0436497502, "mandik": 1443.27272727, "the": 1.0, "time": 1.01127460348, "natur": 1.5392670157100001, "abil": 2.70875277256, "clementin": 273.724137931, "numish": 1443.27272727, "bouvier": 721.636363636, "gattaca": 933.882352941, "lectur": 6.58481957694, "davidsonquin": 1443.27272727, "kaufman": 67.27118644069999, "illustr": 3.6614391143900002, "about": 1.06486015159, "hang": 8.31639601886, "philip": 5.07707067477, "transcend": 28.1989342806}, "logtfidf": {"scififantasi": 7.2746685411000005, "samuel": 1.8150830269599998, "journalist": 1.61170806097, "troy": 3.2840024083599997, "stray": 3.6323091026300003, "kill": 1.483081196094, "kurt": 2.7901263429100003, "wonder": 1.98319270637, "memoryalt": 7.2746685411000005, "station": 0.857193812942, "singl": 0.475916769059, "tri": 1.8527745874800001, "figur": 0.7101721121600001, "one": 0.0312767582275, "witti": 4.2744011123900005, "professor": 5.84432358984, "great": 0.707415774237, "even": 0.304777129668, "procedur": 3.53941324524, "parfit": 7.2746685411000005, "lem": 21.112458636920003, "gilliam": 5.00912471979, "act": 0.358945092473, "memori": 4.7271694933, "star": 2.6822515841820005, "messag": 1.6029085070200002, "evnin": 7.2746685411000005, "michel": 2.61037218162, "delillo": 6.676831540349999, "support": 0.237880610037, "jollimor": 7.2746685411000005, "europ": 0.7017504724920001, "led": 0.29104709623799996, "close": 0.250666759864, "babel": 4.99043258678, "egan": 4.62270780665, "horribl": 3.69621290461, "still": 0.6844888857160001, "univers": 0.889048422744, "profession": 0.970385948273, "fish": 1.66419824359, "kazuo": 5.46787119451, "general": 0.114952578063, "sleep": 2.1303503507099997, "purpos": 0.803869037322, "vanilla": 4.7167367562999996, "almost": 0.42907884333400004, "extend": 2.0195742519329998, "new": 0.0177299468511, "sixth": 1.6327614701700002, "fun": 2.5561696698099996, "dark": 1.38277323072, "masterpiec": 5.9216468377, "legal": 0.955536640608, "educ": 0.696807183384, "astut": 4.61631800855, "sunshin": 6.38197336926, "pill": 3.7563617513, "way": 0.19809150993500002, "right": 1.02107956251, "eaten": 3.292441277, "cite": 1.00522796406, "andrew": 1.34145926585, "set": 1.371968090312, "wachowski": 6.676831540349999, "fiction": 10.94126707905, "fontenell": 6.676831540349999, "past": 1.4032468315220001, "anoth": 0.255792723304, "sensit": 4.272399751, "danger": 2.45932645414, "yet": 0.754181309241, "policemen": 3.8495179184199997, "three": 0.06411868822490001, "georg": 0.630168832776, "altern": 1.520719944564, "sentient": 4.5020798188599995, "potenti": 0.9245764122419999, "consumer": 4.89344032079, "vortex": 4.64212589251, "race": 1.07508179126, "his": 0.6312407035487, "complex": 1.7004832728619999, "singular": 5.64275777282, "from": 0.004536433350928, "robert": 1.2431418703219999, "northern": 0.82419811896, "phil": 2.46692863749, "written": 0.671587369833, "naan": 6.89997509166, "timelin": 2.3898026343, "read": 1.67878536176, "charl": 0.836189882976, "adam": 1.4886080966, "individu": 0.588013447985, "face": 0.589602371257, "eric": 3.7163283602, "mind": 7.672013032979999, "realiti": 6.072254555, "arrang": 1.05915176475, "love": 2.1791657639, "unforgett": 4.8522822483, "smaller": 0.9530830530519999, "spotless": 12.477153218839998, "blair": 3.0740547852900004, "sens": 1.04257779501, "frankish": 4.0853151555, "andrei": 11.96695213968, "two": 0.0136988443582, "alway": 1.452638409144, "yiddish": 4.24321818495, "armi": 0.849652187549, "boundari": 1.58063035792, "bakker": 11.25902509214, "true": 0.938325629634, "radio": 0.99853782846, "post": 1.6114003054019999, "treatment": 1.3535776885100002, "speci": 1.8943523393900001, "social": 0.688371502261, "schwitzgebel": 7.2746685411000005, "strang": 2.3175618928, "fellow": 1.4733744548199998, "excel": 9.4672809912, "horst": 4.52506933709, "thoma": 0.874109117838, "peac": 1.1018298555600001, "metatim": 14.549337082200001, "accid": 1.84094653755, "chronicl": 1.84094653755, "state": 0.13983000830040002, "experi": 0.626272953933, "industri": 0.7046772417749999, "movi": 18.034934837789997, "upload": 8.70888764012, "gondri": 13.79995018332, "tarkovski": 19.61120879391, "nienasyceni": 7.2746685411000005, "that": 0.02783303865748, "some": 0.11872052719350001, "will": 0.202786534915, "primit": 2.62157436683, "creatur": 2.6294038979099996, "disappoint": 2.1720343285099997, "issu": 0.728198087868, "asimov": 14.70563756832, "wealthi": 2.02525498155, "simul": 7.321660446719999, "possibl": 0.697610949782, "conjunct": 2.2442306197099997, "orwel": 4.513508514690001, "here": 4.42519094185, "novel": 33.66121803912, "disturb": 4.4138170075400005, "john": 0.304194577702, "for": 0.0012599615815880002, "project": 0.561601885907, "structur": 0.7217716751350001, "short": 2.0741137540740002, "wish": 1.30224781835, "element": 0.8586792558769999, "who": 0.1827006989577, "english": 1.6672955590050003, "sole": 1.3966781444299998, "comparison": 1.60134527393, "california": 1.10810543002, "various": 0.28692650007, "satir": 2.6850735669, "same": 0.112059649604, "genuin": 2.44055348224, "contact": 1.16926672768, "runner": 2.77485887077, "accelerando": 7.2746685411000005, "poet": 1.77341033056, "chico": 4.62913869698, "dever": 5.59502637, "success": 0.27765441259199997, "convers": 1.2085604509999999, "etc": 1.4366730879700003, "dick": 4.66865132768, "reinstal": 5.45305610873, "mond": 3.8465637065199996, "nonstandard": 5.45305610873, "eden": 3.3375095624, "which": 0.02071365538172, "cultur": 0.620984734312, "kind": 0.948031302717, "let": 1.2488025672799998, "four": 0.380427077738, "them": 0.0941833269093, "visit": 1.582566437666, "edit": 0.6896260501610001, "tumor": 4.05579271624, "first": 0.02276186943648, "adriano": 5.52942908751, "don": 1.7963049316, "alien": 10.518340752500002, "loos": 1.9552125417200001, "dude": 4.95406494261, "interest": 0.9441435559639999, "near": 0.758562972102, "focus": 0.6981989720559999, "exospec": 7.2746685411000005, "etern": 10.397176385760002, "sudden": 1.75612095378, "their": 0.061442020490800005, "come": 0.5678198130600001, "blade": 2.9804800713999997, "topic": 1.6969991554100001, "not": 0.1088668910525, "around": 0.19387710578200001, "communic": 3.1309511186399996, "insati": 5.4981765440100006, "christoph": 3.3782475018, "inscrut": 5.91136369821, "electr": 1.28684698528, "lost": 0.557523621781, "ship": 1.14680739183, "stanislaw": 17.22221454354, "look": 0.6463866936, "work": 0.327103701819, "limit": 0.41782385463, "afterlif": 3.9992405467300003, "master": 3.44339807097, "fourth": 0.941873448224, "script": 2.1161358444599996, "susan": 2.40643503435, "more": 0.05107479479999999, "what": 1.355323780962, "tech": 2.9535506595200003, "textmessag": 7.2746685411000005, "braininvat": 7.2746685411000005, "bottl": 2.7371933678900002, "call": 0.1309255488976, "second": 0.21427952675999998, "british": 0.5775220662899999, "disappear": 1.7094517549200001, "conclus": 1.57818536893, "astronaut": 3.19098668463, "within": 0.21263272059799998, "got": 1.2863908849299999, "neurosci": 4.20029314023, "total": 0.43567888670500005, "dystopian": 9.77014414224, "treat": 1.27821645249, "revers": 1.45836939905, "did": 0.220847122352, "pair": 1.47447456495, "earth": 1.31647878288, "and": 0.002834556392862, "vivid": 3.2840024083599997, "her": 0.574944311991, "sawyer": 8.4864363699, "chang": 0.332551250116, "kwazulunat": 7.2746685411000005, "make": 0.14699531564579998, "untreat": 4.50777783998, "insignific": 3.8348333667400003, "donat": 1.7894944626, "arkadi": 5.7022719003499995, "richest": 3.1446058962800003, "confront": 3.5483054421800007, "moriarti": 5.35507570037, "lana": 4.7822146856800005, "keeley": 6.340359303730001, "mindscan": 7.2746685411000005, "question": 0.790310929014, "sound": 1.13556799519, "ing": 3.41489622602, "consist": 0.797746252852, "glitch": 5.21821651765, "travel": 3.378940092305, "color": 1.3417002006799998, "liman": 6.3767269479, "ident": 4.1297811026, "priceless": 5.15077523685, "comment": 1.11826753454, "befor": 0.0956377718795, "distant": 2.202339678, "reach": 0.40414323085000003, "children": 1.299275891574, "ratner": 12.680718607460001, "ridley": 4.20873200888, "andi": 2.43838663415, "descript": 1.38755491845, "israel": 1.90614691588, "number": 0.1932171568372, "appar": 1.15277399664, "law": 0.5863138271580001, "captur": 1.0578810012100002, "with": 0.01436990056068, "know": 1.905839388796, "reproduct": 2.6897010624299997, "everi": 0.391485427421, "associ": 0.28240501535100004, "counterfactu": 5.98368435979, "whose": 0.5510546556329999, "borg": 4.2564634117, "book": 1.4422791528, "attempt": 1.1602349422529998, "deep": 3.8660204094, "plus": 1.54575009318, "guid": 1.825476437178, "trace": 1.49084335877, "stanisław": 7.2746685411000005, "permut": 4.62913869698, "classic": 0.8791034528499999, "without": 0.258874517941, "connect": 0.633605058682, "incoher": 4.56057602555, "schneider": 3.65884865786, "out": 0.1168527818386, "cash": 2.16542273418, "full": 0.511203624148, "alter": 1.48721359072, "challeng": 0.9392919688950001, "escap": 1.26809149255, "find": 0.547781330288, "also": 0.0586286312, "mysteri": 1.86708918863, "futur": 2.477380790796, "end": 0.304430395854, "protagonist": 2.82455853933, "galaxi": 6.6964097030400005, "degre": 1.820774609136, "implic": 2.03244064121, "voic": 3.5005083018, "incomprehens": 4.5192722194099995, "robot": 20.97718414589, "teleport": 4.73092139129, "feel": 2.2856986838599997, "assign": 1.3445959556, "deepli": 2.06766933309, "isaac": 5.14012891626, "inoper": 5.17275414357, "clever": 3.4187350023299996, "kaplan": 7.9309070983000005, "scifi": 7.1076144564399995, "notion": 1.9956266680799999, "retain": 1.0114434536799999, "beauti": 3.1345125968, "veri": 1.6111185526660001, "run": 0.442714975539, "place": 0.1914141679144, "model": 1.4749001462220002, "positron": 5.0774439637699995, "difficulti": 1.34435432215, "apocalypt": 4.36925890584, "return": 0.9993806057760001, "other": 0.00987474791976, "david": 0.615025032185, "need": 0.362740163442, "sheep": 2.88246657839, "cameron": 2.8869761689, "home": 0.378433916197, "edg": 1.4944863500499999, "piano": 2.59001524455, "ordinari": 1.93451151621, "obsess": 2.86794929384, "real": 0.824629060574, "fact": 0.5502899207949999, "amnesia": 4.75258288807, "depict": 4.16872536348, "brain": 8.75727759132, "ray": 1.7827300625099998, "add": 1.52875583713, "assum": 1.08435313525, "theme": 2.6834004013599997, "australian": 1.6376087894, "senior": 1.38805958664, "philosophi": 10.38547536582, "area": 0.655909642244, "subject": 0.6267443740950001, "scientist": 1.54634128444, "superior": 1.5445687581299998, "cruz": 3.2316172732700004, "you": 1.542939384588, "can": 0.162341096394, "citi": 0.326556830505, "leguin": 7.2746685411000005, "terri": 2.29668166569, "patholog": 3.5305264083199996, "learn": 1.68550412949, "trek": 3.41489622602, "third": 0.35032434942900004, "born": 0.7964382285070001, "repres": 0.38507723275, "but": 0.1295389765752, "off": 0.41352852038800003, "semi": 4.230146103380001, "allow": 0.24028061118900002, "hitchhik": 4.86854276917, "now": 0.149092945021, "imagin": 9.43421458685, "basi": 0.884275353639, "part": 0.08479062196560001, "metaphys": 3.4303405484500002, "ignaci": 5.647212123169999, "relationship": 1.743694370368, "nexus": 4.34468764511, "where": 0.2599685549828, "powel": 2.9632594736400004, "murtib": 7.2746685411000005, "polic": 1.14740245284, "term": 0.6660779670920001, "should": 0.509419876758, "surviv": 0.8143373745379999, "design": 0.754478236044, "pliant": 6.89997509166, "nietzschean": 6.414467275880001, "direct": 0.200705689496, "extinct": 2.6120874479, "think": 2.1343532235, "outsid": 0.515518738985, "weinberg": 4.34955383476, "pessim": 4.88507207112, "palma": 4.1836260877499996, "world": 0.214840497242, "most": 0.12448737777359999, "rather": 0.442714975539, "lunchtim": 5.51368073054, "heart": 1.09974671874, "witkiewicz": 7.2746685411000005, "scheme": 1.64672046975, "virtual": 4.24242405432, "hilari": 3.8377530768400003, "stross": 6.89997509166, "playwright": 2.6850735669, "plight": 3.7509853942599998, "specul": 1.66453096693, "live": 0.533806798694, "such": 0.059695977806, "translat": 4.199720440119999, "bernard": 2.14476982618, "own": 0.656780309684, "ramez": 7.2746685411000005, "entretien": 6.6280413761800006, "crow": 2.97306347374, "invent": 1.52701418212, "eras": 3.4245209393900002, "are": 0.1473373679135, "featur": 0.423387418142, "idea": 0.73863592212, "ishiguro": 6.414467275880001, "machin": 5.56943832248, "andor": 13.074139195939999, "anthropolog": 2.95960761323, "superflu": 4.74531012875, "dream": 1.6625362854199999, "earlier": 0.624742371425, "disprov": 4.13917432518, "niccol": 7.2746685411000005, "section": 0.755387177948, "nation": 0.204021674798, "major": 0.138474663439, "farreach": 7.2746685411000005, "utopia": 4.05216294819, "memento": 10.0372069275, "safari": 4.53676537685, "pluralité": 7.2746685411000005, "alfonso": 3.73239256118, "seri": 0.38193461069799994, "smarter": 10.2799286415, "than": 0.0645217244364, "begin": 0.571169336536, "matrix": 3.1186304098799997, "fabul": 4.0741418549, "program": 0.7037855787649999, "comput": 2.73613783188, "doubli": 5.19522699942, "god": 1.25895493874, "base": 0.13652330228700002, "holodeck": 13.6787009397, "control": 1.5399386463440001, "hard": 1.00522796406, "organ": 0.49392052866999997, "far": 0.536623764503, "themat": 3.61577980067, "explor": 3.66773811654, "piec": 1.17598157639, "gird": 6.117215752409999, "strugatski": 7.2746685411000005, "order": 0.44028076158600005, "like": 0.417160729635, "lot": 1.4835969502500002, "turn": 0.324899251064, "snow": 2.15667472869, "was": 0.0224230377252, "recommend": 4.09383380589, "tom": 1.50691588861, "playboy": 3.91366204003, "himself": 0.7766602516869999, "episod": 1.48972510314, "sentienc": 5.8883741799800005, "stori": 7.05059626587, "noveldialogu": 7.2746685411000005, "stoppard": 5.86590132413, "exist": 0.38165779408699996, "rais": 1.3595155089520001, "combin": 0.529218310751, "dougla": 1.83067788492, "sur": 3.03268798008, "render": 1.7879873033099998, "extern": 1.6565760028799998, "thenc": 4.2744011123900005, "demand": 0.850831432969, "film": 7.91005325264, "reprint": 2.03677695251, "num": 0.014174567792865002, "this": 0.022718694315, "cuarón": 7.2746685411000005, "connecticut": 2.6163885298, "solari": 16.065227101109997, "illus": 2.95596904038, "get": 0.579769005782, "show": 0.473365532026, "death": 0.971393596224, "american": 0.274914343622, "campbel": 2.37141600805, "ursula": 4.5192722194099995, "conscious": 2.09237439596, "peopl": 0.773062313892, "lazi": 3.88260364301, "clone": 6.9644968161000005, "person": 0.6803656320360001, "spacetim": 5.15077523685, "nozick": 6.27136643224, "someth": 1.18830712273, "vonnegut": 5.3958976948899995, "blumson": 7.2746685411000005, "human": 7.040387015673, "ani": 0.125608358366, "onto": 1.4987063591299998, "want": 0.6916366062549999, "occupi": 1.13048290698, "android": 8.08988540042, "doe": 1.0680834594339998, "plural": 5.31909604852, "conceptu": 5.7447874912, "against": 0.254802851078, "never": 0.443205436091, "contribut": 1.310403157818, "skeptic": 2.7839913543400003, "scienc": 0.841436178891, "back": 0.46333486179399996, "michael": 1.606331308038, "union": 0.750172216607, "doug": 3.02487544034, "york": 0.42762879716200003, "wild": 1.61867673028, "superintellig": 7.2746685411000005, "entertain": 1.3931203261899998, "enter": 0.564256167492, "least": 0.480285584745, "situat": 0.725668290015, "sky": 1.9700077006299999, "larger": 0.806828661778, "tomorrow": 3.0618677691900005, "generat": 1.438364683472, "huge": 1.47916358195, "stalker": 15.909347884319999, "profound": 2.41767900383, "cal": 3.8032669007699997, "follow": 0.045356911094199995, "cinemat": 7.45952887756, "picnic": 3.77816097964, "technolog": 3.82739074542, "cow": 2.9804800713999997, "larg": 0.34075012121200005, "last": 0.19204364461100001, "found": 0.107841124048, "joel": 5.63852944144, "scheffler": 7.2746685411000005, "perspect": 3.23290830872, "autom": 2.9867028668299995, "year": 0.047402238894600005, "brazil": 1.9896206440200002, "massiv": 1.44118776833, "student": 0.904923236645, "free": 1.6237999478010003, "chalmer": 4.8522822483, "understand": 1.0880858756799998, "cryonic": 6.58152136054, "philosoph": 8.6634611877, "bradburi": 4.74531012875, "avail": 0.547454586289, "seem": 0.829093032276, "best": 1.377683798841, "deal": 0.780914701253, "compel": 2.4573238351700004, "reflect": 0.85201207065, "well": 0.0635144383156, "may": 0.1521299858532, "ask": 1.553594419694, "known": 0.0824180805992, "list": 2.168920330542, "life": 0.315183699277, "attent": 1.03332999658, "aftereffect": 6.676831540349999, "thunder": 3.01583728972, "posit": 0.316652318608, "mean": 0.37092128352, "critiqu": 2.6461370052, "your": 2.5086147407, "aris": 2.0214436382, "roadsid": 4.42029038586, "men": 0.624742371425, "frankfurt": 3.10870828737, "entail": 3.0564986287700004, "davidson": 3.52409551799, "angel": 1.2596206438600002, "have": 0.0591400093648, "they": 0.0891809843028, "product": 0.484060136536, "nolan": 7.693127413039999, "nash": 3.5113564922099996, "charli": 4.9472651464199995, "player": 1.26518548849, "scott": 3.0803022788, "space": 2.624139494916, "asian": 1.54989579056, "much": 0.35499145860200004, "would": 0.3184705118588, "zemecki": 6.009002167769999, "thought": 1.371734236566, "funni": 6.5781143580400006, "ethic": 2.19044489035, "tighter": 4.26988643203, "jame": 1.316476651706, "chabon": 6.340359303730001, "equilibria": 6.17605625244, "greg": 2.62853091663, "los": 1.38453224613, "intellig": 4.30049544639, "des": 1.92972785847, "next": 0.402163685499, "smedt": 7.2746685411000005, "bori": 3.10729884387, "reader": 1.8622111301800002, "path": 1.5351679838499999, "has": 0.2563436691288, "mandik": 7.2746685411000005, "the": 0.0, "time": 0.0896921509008, "natur": 0.862612678584, "abil": 0.996488297427, "clementin": 5.61212080336, "numish": 7.2746685411000005, "bouvier": 6.58152136054, "gattaca": 6.83935046985, "lectur": 1.8847669357199999, "davidsonquin": 7.2746685411000005, "kaufman": 8.41746401776, "illustr": 1.2978562707799999, "about": 0.2513739098984, "hang": 2.11822899018, "philip": 1.6247344564500001, "transcend": 3.33928418576}}, "html": "<!DOCTYPE html>\n\n<html dir=\"ltr\" xmlns=\"http://www.w3.org/1999/xhtml\" xmlns:b=\"http://www.google.com/2005/gml/b\" xmlns:data=\"http://www.google.com/2005/gml/data\" xmlns:expr=\"http://www.google.com/2005/gml/expr\">\n<head>\n<link href=\"https://www.blogger.com/static/v1/widgets/2890069739-widget_css_bundle.css\" rel=\"stylesheet\" type=\"text/css\"/>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<meta content=\"blogger\" name=\"generator\"/>\n<link href=\"http://schwitzsplinters.blogspot.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<link href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-fifth-batch-of-lists.html\" rel=\"canonical\"/>\n<link href=\"http://schwitzsplinters.blogspot.com/feeds/posts/default\" rel=\"alternate\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<link href=\"http://schwitzsplinters.blogspot.com/feeds/posts/default?alt=rss\" rel=\"alternate\" title=\"The Splintered Mind - RSS\" type=\"application/rss+xml\"/>\n<link href=\"https://www.blogger.com/feeds/26951738/posts/default\" rel=\"service.post\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<link href=\"http://schwitzsplinters.blogspot.com/feeds/4632562423569559424/comments/default\" rel=\"alternate\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<!--Can't find substitution for tag [blog.ieCssRetrofitLinks]-->\n<meta content=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-fifth-batch-of-lists.html\" property=\"og:url\"/>\n<meta content=\"Philosophical SF: Fifth Batch of Lists (Jollimore, Chalmers, Palma, Schneider)\" property=\"og:title\"/>\n<meta content=\"Four more lists of recommended philosophical science fiction / speculative fiction, contributed by professional philosophers.   A general de...\" property=\"og:description\"/>\n<!--[if IE]> <script> (function() { var html5 = (\"abbr,article,aside,audio,canvas,datalist,details,\" + \"figure,footer,header,hgroup,mark,menu,meter,nav,output,\" + \"progress,section,time,video\").split(','); for (var i = 0; i < html5.length; i++) { document.createElement(html5[i]); } try { document.execCommand('BackgroundImageCache', false, true); } catch(e) {} })(); </script> <![endif]-->\n<title>The Splintered Mind: Philosophical SF: Fifth Batch of Lists (Jollimore, Chalmers, Palma, Schneider)</title>\n<style id=\"page-skin-1\" type=\"text/css\"><!--\n/*\n-----------------------------------------------\nBlogger Template Style\nName:     Son of Moto (Mean Green Blogging Machine variation)\nDesigner: Jeffrey Zeldman\nURL:      www.zeldman.com\nDate:     23 Feb 2004\nUpdated by: Blogger Team\n----------------------------------------------- */\n/* Variable definitions\n====================\n<Variable name=\"mainBgColor\" description=\"Main Background Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"mainTextColor\" description=\"Text Color\"\ntype=\"color\" default=\"#333333\">\n<Variable name=\"pageHeaderColor\" description=\"Blog Title Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"blogDescriptionColor\" description=\"Blog Description Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"linkColor\" description=\"Link Color\"\ntype=\"color\" default=\"#6E4117\">\n<Variable name=\"hoverLinkColor\" description=\"Link Hover Color\"\ntype=\"color\" default=\"#352117\">\n<Variable name=\"dateHeaderColor\" description=\"Date Header Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarHeaderColor\" description=\"Sidebar Title Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarTextColor\" description=\"Sidebar Text Color\"\ntype=\"color\" default=\"#555544\">\n<Variable name=\"bodyFont\" description=\"Text Font\" type=\"font\"\ndefault=\"normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif\">\n*/\n/* Primary layout */\nbody {\nmargin: 0;\npadding: 0;\nborder: 0;\ntext-align: center;\ncolor: #333333;\nbackground: #61381B url(http://www.faculty.ucr.edu/~eschwitz/splintersbackground9.jpg) top center repeat-y;\nfont-size: small;\n}\n.quickedit {\ndisplay:none;\n}\nimg {\nborder: 0;\ndisplay: block;\n}\n.clear {\nclear: both;\n}\n/* Wrapper */\n#outer-wrapper {\nmargin: 0 auto;\nborder: 0;\nwidth: 692px;\ntext-align: left;\nbackground: #ffffff url(http://www.blogblog.com/moto_son/innerwrap.gif) top right repeat-y;\nfont: normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif;\n}\n/* Header */\n#header-wrapper\t{\nbackground: #000 url(http://faculty.ucr.edu/~eschwitz/headbotborder4.JPG) bottom left repeat-x;\nmargin: 0 auto;\npadding: 0 0 15px 0;\nborder: 0;\n}\n#header h1 {\ntext-align: left;\nfont-size: 200%;\ncolor: #ffffff;\nmargin: 0;\npadding: 15px 20px 0 20px;\nbackground-image: url(http://faculty.ucr.edu/~eschwitz/topper3.GIF);\nbackground-repeat: repeat-x;\nbackground-position: top left;\n}\nh1 a, h1 a:link, h1 a:visited {\ncolor: #ffffff;\n}\n#header .description {\nfont-size: 110%;\ntext-align: left;\npadding: 3px 20px 10px 23px;\nmargin: 0;\nline-height:140%;\ncolor: #ffffff;\n}\n/* Inner layout */\n#content-wrapper {\npadding: 0 16px;\n}\n#main {\nwidth: 400px;\nfloat: left;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n#sidebar {\nwidth: 226px;\nfloat: right;\ncolor: #555544;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n/* Bottom layout */\n#footer\t{\nclear: left;\nmargin: 0;\npadding: 0 20px;\nborder: 0;\ntext-align: left;\nborder-top: 1px solid #f9f9f9;\n}\n#footer .widget\t{\ntext-align: left;\nmargin: 0;\npadding: 10px 0;\nbackground-color: transparent;\n}\n/* Default links \t*/\na:link, a:visited {\nfont-weight: bold;\ntext-decoration: none;\ncolor: #6E4117;\nbackground: transparent;\n}\na:hover {\nfont-weight: bold;\ntext-decoration: underline;\ncolor: #352117;\nbackground: transparent;\n}\na:active {\nfont-weight : bold;\ntext-decoration : none;\ncolor: #352117;\nbackground: transparent;\n}\n/* Typography */\n.main p, .sidebar p {\nline-height: 140%;\nmargin-top: 5px;\nmargin-bottom: 1em;\n}\nh2, h3, h4, h5\t{\nmargin: 0;\npadding: 0;\n}\nh2 {\nfont-size: 130%;\n}\nh2.date-header {\ncolor: #61381B;\n}\n.post h3 {\nmargin-top: 5px;\nfont-size: 120%;\n}\n.post-footer {\nfont-style: italic;\n}\n.sidebar h2 {\ncolor: #61381B;\n}\n.sidebar .widget {\nmargin: 12px 0 13px 0;\npadding: 0;\n}\n.main .widget {\nmargin: 12px 0 0 0 ;\n}\nli  {\nline-height: 160%;\n}\n.sidebar ul {\nmargin-left: 1;\nmargin-top: 0;\npadding-left: 0;\n}\n.sidebar ul li {\npadding-left: 0px;\npadding-top: 3px;\nmargin: 0;\n}\n.widget-content {\nmargin-top: 0.5em;\n}\n/* Profile\n----------------------------------------------- */\n.profile-datablock {\nmargin: 3px 0 5px 0;\nline-height: 140%;\n}\n.profile-textblock {\nmargin-left: 0;\n}\n.profile-img {\nfloat: left;\nmargin: 0 5px 5px 0;\nborder:4px solid #333333;\n}\n#comments  {\nborder: 0;\nborder-top: 1px dashed #eed;\nmargin: 10px 0 0 0;\npadding: 0;\n}\n#comments h4\t{\nmargin-top: 10px;\nmargin-bottom: -10px;\nfont-weight: normal;\nfont-style: italic;\ntext-transform: uppercase;\nletter-spacing: 1px;\n}\n#comments dl dt \t{\nfont-weight: bold;\nfont-style: italic;\nmargin-top: 35px;\npadding: 1px 0 0 18px;\nbackground: transparent url(http://www.blogblog.com/moto_son/commentbug.gif) top left no-repeat;\n}\n#comments dl dd\t{\npadding: 0;\nmargin: 0;\n}\n.deleted-comment {\nfont-style:italic;\ncolor:gray;\n}\n.feed-links {\nclear: both;\nline-height: 2.5em;\n}\n#blog-pager-newer-link {\nfloat: left;\n}\n#blog-pager-older-link {\nfloat: right;\n}\n#blog-pager {\ntext-align: center;\n}\n/** Page structure tweaks for layout editor wireframe */\nbody#layout #outer-wrapper {\npadding-top: 0;\n}\nbody#layout #header,\nbody#layout #content-wrapper,\nbody#layout #footer {\npadding: 0;\n}\n\n--></style>\n<link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=03ededb8-159d-4b09-bb5b-55576702ae69\" media=\"none\" onload=\"if(media!='all')media='all'\" rel=\"stylesheet\"/><noscript><link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=03ededb8-159d-4b09-bb5b-55576702ae69\" rel=\"stylesheet\"/></noscript>\n</head>\n<body>\n<div class=\"navbar section\" id=\"navbar\"><div class=\"widget Navbar\" data-version=\"1\" id=\"Navbar1\"><script type=\"text/javascript\">\n    function setAttributeOnload(object, attribute, val) {\n      if(window.addEventListener) {\n        window.addEventListener('load',\n          function(){ object[attribute] = val; }, false);\n      } else {\n        window.attachEvent('onload', function(){ object[attribute] = val; });\n      }\n    }\n  </script>\n<div id=\"navbar-iframe-container\"></div>\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n      gapi.load(\"gapi.iframes:gapi.iframes.style.bubble\", function() {\n        if (gapi.iframes && gapi.iframes.getContext) {\n          gapi.iframes.getContext().openChild({\n              url: 'https://www.blogger.com/navbar.g?targetBlogID\\x3d26951738\\x26blogName\\x3dThe+Splintered+Mind\\x26publishMode\\x3dPUBLISH_MODE_BLOGSPOT\\x26navbarType\\x3dLIGHT\\x26layoutType\\x3dLAYOUTS\\x26searchRoot\\x3dhttps://schwitzsplinters.blogspot.com/search\\x26blogLocale\\x3den\\x26v\\x3d2\\x26homepageUrl\\x3dhttp://schwitzsplinters.blogspot.com/\\x26targetPostID\\x3d4632562423569559424\\x26blogPostOrPageUrl\\x3dhttp://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-fifth-batch-of-lists.html\\x26vt\\x3d6735155643144855068',\n              where: document.getElementById(\"navbar-iframe-container\"),\n              id: \"navbar-iframe\"\n          });\n        }\n      });\n    </script><script type=\"text/javascript\">\n(function() {\nvar script = document.createElement('script');\nscript.type = 'text/javascript';\nscript.src = '//pagead2.googlesyndication.com/pagead/js/google_top_exp.js';\nvar head = document.getElementsByTagName('head')[0];\nif (head) {\nhead.appendChild(script);\n}})();\n</script>\n</div></div>\n<div id=\"outer-wrapper\"><div id=\"wrap2\">\n<!-- skip links for text browsers -->\n<span id=\"skiplinks\" style=\"display:none;\">\n<a href=\"#main\">skip to main </a> |\n      <a href=\"#sidebar\">skip to sidebar</a>\n</span>\n<div id=\"header-wrapper\">\n<div class=\"header section\" id=\"header\"><div class=\"widget Header\" data-version=\"1\" id=\"Header1\">\n<div id=\"header-inner\">\n<div class=\"titlewrapper\">\n<h1 class=\"title\">\n<a href=\"http://schwitzsplinters.blogspot.com/\">\nThe Splintered Mind\n</a>\n</h1>\n</div>\n<div class=\"descriptionwrapper\">\n<p class=\"description\"><span>reflections in philosophy of psychology, broadly construed</span></p>\n</div>\n</div>\n</div></div>\n</div>\n<div id=\"content-wrapper\">\n<div id=\"crosscol-wrapper\" style=\"text-align:center\">\n<div class=\"crosscol no-items section\" id=\"crosscol\"></div>\n</div>\n<div id=\"main-wrapper\">\n<div class=\"main section\" id=\"main\"><div class=\"widget Blog\" data-version=\"1\" id=\"Blog1\">\n<div class=\"blog-posts hfeed\">\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Monday, October 13, 2014</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"4632562423569559424\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-fifth-batch-of-lists.html\">Philosophical SF: Fifth Batch of Lists (Jollimore, Chalmers, Palma, Schneider)</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Four more lists of recommended philosophical science fiction / speculative fiction, contributed by professional philosophers.<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2014/09/philosophical-sf-science-fiction.html\">A general description of the project, plus the first four lists, from Dever, Powell, Kind, and Horst</a>.<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-second-batch-of-lists.html\">Second set: Mandik, E. Kaplan, Evnine, De Cruz</a>.<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-third-batch-of-lists.html\">Third set: De Smedt, Bakker, J. Kaplan, Weinberg</a>.<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-fourth-batch-of-lists.html\">Fourth set: Frankish, Blumson, Cash, Keeley</a>.<p>\n\nAs always, readers should feel free to contribute your own recommendations to the comments section of this post or the earlier posts.<p>\n\n----------------------------------------------<p>\n\nList from <a href=\"http://www.csuchico.edu/~tjollimore/\">Troy Jollimore</a> (Professor of Philosophy, Cal State Chico, and poet):<p>\n<b>Don DeLillo, <i>Ratner’s Star</i></b> (novel, 1974):  Human scientists confront an apparent message from the far reaches of space, and come up against their own very human limitations in doing so. Makes a great pair with Lem’s <i>His Master’s Voice</i> (and, to a degree, <i>Solaris</i>).<p>\n<b>Terry Gilliam, <i>Brazil</i></b> (movie, 1985): A very dark, very funny dystopian film that explores the individual vs. the state, and whose conclusion has some interesting connections with Nozick’s Experience Machine. The excellent and very witty script was largely written by British playwright Tom Stoppard.<p>\n<b>Kazuo Ishiguro, <i>Never Let Me Go</i></b> (novel, 2005):  Chronicles the plight of cloned humans (who do not know they are clones) raised for the sole purpose of donating their organs to “ordinary” humans. Sensitive, beautiful, and far-reaching.<p>\n<b>P.D. James, <i>The Children of Men</i></b> (novel, 1992): What would life on Earth be like if human beings suddenly lost the ability to have children? This novel is a compelling and disturbing imagining of the extinction of the human race that feels, to me, much more vivid and real than nearly any other apocalyptic work of fiction I can think of. (Samuel Scheffler cites the novel in his book, <i>Death and the Afterlife</i>; reading the two in conjunction would be productive.) The 2006 film, directed by Alfonso Cuarón, is also excellent.<p>\n<b>Charlie Kaufman and Michel Gondry, <i>Eternal Sunshine of the Spotless Mind</i></b> (movie, 2004): A thoughtful, disturbing, and funny exploration of some of the possibilities, implications, and dangers of memory-altering technology.<p>\n<b>Ursula K. LeGuin, <i>Always Coming Home</i></b> (novel, 1985): A very nonstandard imagining of a potential human future, set in Northern California, in which humans have returned to a largely primitive and peaceful state of existence, turning their backs on consumerism and, for the most part, technology. A lovely act of anthropological imagination.<p>\n<b>Stanislaw Lem, <i>Solaris</i> </b>(novel, 1961; English translation 1970): Astronauts on a station in a distant part of the galaxy confront a massive and deeply inscrutable alien being that may or may not be attempting to communicate with them, and people (or rather, reproductions of people) from their pasts, who may in fact be the alien’s attempt to communicate. Unforgettable and genuinely profound. (The 1972 Andrei Tarkovsky film alters the ending and, to some degree, the thematic focus, but it is also fabulous and very beautiful in its own right, a true cinematic masterpiece.)<p>\n<b>Stanislaw Lem, <i>His Master’s Voice</i></b> (novel, 1968; English translation 1983): A thoughtful and intelligent imagination of “first contact” girded by a deep pessimism about the possibilities of transcending the conceptual boundaries set by one’s species nature. It would be interesting to read this (and/or <i>Ratner’s Star</i> and/or <i>Solaris</i>) in combination with Davidson’s “On the Very Idea of a Conceptual Scheme,” etc.<p>\n<b>Boris &amp; Arkady Strugatsky,<i> Roadside Picnic</i> </b>(novel, 1971; various English translations available). Yet another book about the difficulties of communicating with alien intelligences. (I seem to have a theme here – or an obsession.) Humans deal with the incomprehensible after-effects of an alien visitation. The novel was the basis for Andrei Tarkovsky's 1979 film, <i>Stalker</i>.<p>\n<b>Kurt Vonnegut, <i>Player Piano</i></b> (novel, 1952): A satire of industrial and cultural automation in the near future, where technology has rendered most humans superfluous. Still one of the most intelligent deep critiques of the dangers of technology to be found in fiction.<p>\n\n\n----------------------------------------------<p>\n\nList from <a href=\"http://consc.net/chalmers/\">David Chalmers</a> (Professor of Philosophy, New York University and Australian National University):<p>\n<b>john campbell, “the last question”</b> (short story, 1932): the first and still the best singularity fiction: machines design smarter machines in order to design even smarter machines.<p>\n<b>isaac asimov, <i>the end of eternity</i></b> (novel, 1955): most philosophers like “consistent” time travel with a single timeline, but i love the complex structure here with time police hanging out in metatime.<p>\n<b>douglas adams, <i>hitchhiker's guide to the galaxy</i></b> (series of radio shows and novels, 1980ish): the babel fish disproves god; the cow wants to be eaten; the total perspective vortex; time is an illusion, lunchtime doubly so; and 42.<p>\n<b>robert zemeckis, <i>back to the future 2</i></b> (movie, 1989): another complex model of metatime -- i set my students to work trying to figure out the model of time travel here, and they at least got close.<p>\n<b>greg egan, “learning to be me”</b> (short story, 1990): permutation city is great even if it's philosophically incoherent, but this is a much tighter piece about consciousness and identity.<p>\n<b>andy &amp; lana wachowski, <i>the matrix</i></b> (movie, 1999): still the best brain-in-vat and virtual reality movie, and it raises almost every issue in philosophy.<p>\n<b>christopher nolan, <i>memento</i></b> (movie, 2000): a wonderful depiction of the extended mind and pathologies of extended memory.<p>\n<b>charles stross, <i>accelerando</i></b> (novel, 2005): like most singularity fiction, the depiction of superintelligence is disappointing, but the exospecs get the extended mind right.<p>\n<b>ramez naan, <i>nexus</i></b> (novel, 2012): the philosophy doesn't run so deep here, but it's wildly entertaining neuroscience fiction.<p>\n\n\n----------------------------------------------<p>\n\n\nList from <a href=\"http://ukzn.academia.edu/adrianopgershompalma\">Adriano Palma</a> (Senior Lecturer of Philosophy, University of Kwazulu-Natal):<p>\n<b>Andrei Tarkovsky, <i>Stalker</i> </b>(movie, 1979). People are led to a place which is counterfactually something in which wishful thinking is successful. They need a guide (the ‘stalker’).<p>\n<b>Doug Liman, <i>Edge of Tomorrow </i></b>(movie, 2014). A mysterious brain controls a huge number of robots that occupy Europe. An American journalist finds himself in the position of being killed a number of times retaining the memory traces of the killings before his death. On what free will entails in terms of what (Borges &amp;) H. Frankfurt would call “the alternatives”.<p>\n<b>Christopher Nolan, <i>Memento</i></b> (movie, 2000).  In the semi Nietzschean return, or the eternal return in reverse. It has a lot to show about attention &amp; memory in the phil of mind areas. The protagonist has short term full amnesia.<p>\n<b>Michael Chabon, <i>The Yiddish Policemen's Union</i></b> (novel, 2007).  An alternative reality, where Israel is not born (where it is now) but in the snow.<p>\n<b>Andrew Niccol, <i>Gattaca</i></b> (movie, 1997).  The dude assumes the identity of a superior being in order to travel in time (space-time &amp; the issues around the so called personal identity).<p>\n<b>Thomas More, <i>Utopia</i></b> (novel, 1516).  Well, if you did not know it invented scifi, but it allows reflections on equilibria in the sense of Nash &amp; co.<p>\n<b>George Orwell / Eric A. Blair, <i>1984</i></b> (novel, 1949).  An excellent scifi/fantasy comparison on what control is in education and social relationships.<p>\n<b>Stanisław Ignacy Witkiewicz, <i>Nienasycenie [Insatiability]</i></b> (novel, 1927).  Excellent on mind control: an Asian army controls brains by murtib’ing a pill making pliant subjects.<p>\n<b>Stanislaw Lem, <i>His Master’s Voice</i> </b>(novel, 1968).  One of the best treatment of the untreatable theme of „translation” in the Davidson/Quine areas. People are asked to understand what an alien textmessage is...<p>\n<b>Bernard le Bouvier Fontenelle, <i>Entretiens sur la pluralité des mondes [Conversations on the Plurality of Worlds]</i></b> (novel/dialogue, 1686). In looking at the plurality he has the notion of the insignificance of the perspective of humans, thence entering the strange space in which one's imagination is smaller and not larger than what is known.<p>\n\n----------------------------------------------<p>\n\nList from <a href=\"http://schneiderwebsite.com/Susan_Schneiders_Website/Research.html\">Susan Schneider</a> (Associate Professor of Philosophy, University of Connecticut):<p>\n<b>Robert Sawyer, <i>Mindscan</i></b> (novel, 2009).  A fellow with an inoperable brain tumor attempts to upload his brain onto a computer and learns the hard way that uploading is no means of survival. Sawyer astutely depicts the metaphysical, legal and ethical challenges that arise.  It is fun to assign this book with philosophical work on personal identity, such as Parfit on teleportation.<p>\n<b>Ray Bradbury, “The Sound of Thunder”</b> (short story, 1952).  Time travelers on safari change the past by being lazy and straying off the path. A consistent time travel story. Hilarious.<p>\n<b>Eric Schwitzgebel and R. Scott Bakker, “Reinstalling Eden”</b> (short story, 2013).  Your story in <i>Nature!</i> (Reprinted in the second edition of <a href=\"http://www.wiley.com/WileyCDA/WileyTitle/productCd-140514906X.html\">my book</a>).<p>\n<b>Ridley Scott, <i>Blade Runner</i></b> (movie, 1982). This film, loosely based on <b>Philip K. Dick’s classic novel, <i>Do Androids Dream of Electric Sheep</i></b>, (also recommended) is a cinematic masterpiece. Set in the near future a dystopian Los Angeles it treats the topic of the sentience of androids with great sensitivity and features one of the richest endings in film (if you ask me).  Dick’s novel adds major elements to the story that the film does not capture. Still, the film is excellent in its own right.<p>\n<b><i>Star Trek: The Next Generation</i>, “Ship in a Bottle”</b> (TV episode, 1993).  Professor James Moriarty is a sentient holodeck creature who demands to be free to live outside of the holodeck and cleverly generates computer simulations within simulations.<p>\n<b>Isaac Asimov’s robot stories</b> (short stories and novels, 1939-1985). Most of Asimov’s robot’s stories are situated at the beginning of positronic robotics and space exploration. Robots are programmed to follow the Three Laws of Robotics.  The film <i><b>I, Robot</b></i> is also excellent.<p>\n<b>Cameron Crowe, <i>Vanilla Sky</i></b> (movie, 2001). A wealthy playboy faces a horrible accident and arranges to be placed in a cryonic sleep for 150 years, where he lives in virtual reality.  The simulation is not without glitches, and the visit from the tech support representative in virtual reality is priceless. The film is a colorful illustration of external world skepticism.<p>\n<b>Charlie Kaufman and Michael Gondry,<i> Eternal Sunshine of the Spotless Mind</i></b> (movie, 2004). Clementine erases the memories of her relationship with Joel, so Joel tries to have the same procedure. But as his memories begin to disappear, he has a change of heart and tries to escape the procedure.<p>\n\n----------------------------------------------<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-sixth-batch-of-lists.html\">Sixth set of lists here</a>.</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-fifth-batch-of-lists.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2014-10-13T08:57:00-07:00\">8:57 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n<div class=\"comments\" id=\"comments\">\n<a name=\"comments\"></a>\n<h4>3 comments:</h4>\n<div id=\"Blog1_comments-block-wrapper\">\n<dl class=\"avatar-comment-indent\" id=\"comments-block\">\n<dt class=\"comment-author\" id=\"c7608354301795411429\">\n<a name=\"c7608354301795411429\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a href=\"https://twitter.com/robsica\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//img1.blogblog.com/img/blank.gif\" title=\"Rob\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://twitter.com/robsica\" rel=\"nofollow\">Rob</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-7608354301795411429\">\n<p>\nChris Marker, La Jetée (movie, 1962).\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-fifth-batch-of-lists.html?showComment=1413216546479#c7608354301795411429\" title=\"comment permalink\">\nMon Oct 13, 09:09:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-1579546599\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=7608354301795411429\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c1755051119255804354\">\n<a name=\"c1755051119255804354\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/11573268162105600948\" id=\"av-1755051119255804354-11573268162105600948\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//2.bp.blogspot.com/_T3gahVkHauo/SaMXopxSWHI/AAAAAAAAAAM/-liA0hCGIdw/s35/cats-eye_nebula.jpg\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"John Baez\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//2.bp.blogspot.com/_T3gahVkHauo/SaMXopxSWHI/AAAAAAAAAAM/-liA0hCGIdw/s35/cats-eye_nebula.jpg\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/11573268162105600948\" rel=\"nofollow\">John Baez</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-1755051119255804354\">\n<p>\nThanks for the lists!  \"Never Let Me Go\" was also made into a movie, which I liked:<br/><br/>http://www.imdb.com/title/tt1334260/\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-fifth-batch-of-lists.html?showComment=1413701256861#c1755051119255804354\" title=\"comment permalink\">\nSat Oct 18, 11:47:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1958346930\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=1755051119255804354\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c1934786391740151610\">\n<a name=\"c1934786391740151610\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/17443465129484666492\" id=\"av-1934786391740151610-17443465129484666492\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Kuba Grom\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/17443465129484666492\" rel=\"nofollow\">Kuba Grom</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-1934786391740151610\">\n<p>\n\"Nienasycenie\" Witkiewicz's isn't typical speculative fiction, instead a grotesque. \n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-fifth-batch-of-lists.html?showComment=1415564991179#c1934786391740151610\" title=\"comment permalink\">\nSun Nov 09, 12:29:00 PM PST\n</a>\n<span class=\"item-control blog-admin pid-55764840\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=1934786391740151610\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n</dl>\n</div>\n<p class=\"comment-footer\">\n<a href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=4632562423569559424\" onclick=\"\">Post a Comment</a>\n</p>\n<div id=\"backlinks-container\">\n<div id=\"Blog1_backlinks-container\">\n</div>\n</div>\n</div>\n</div>\n</div></div>\n</div>\n<div class=\"blog-pager\" id=\"blog-pager\">\n<span id=\"blog-pager-newer-link\">\n<a class=\"blog-pager-newer-link\" href=\"http://schwitzsplinters.blogspot.com/2014/10/professional-philosophers.html\" id=\"Blog1_blog-pager-newer-link\" title=\"Newer Post\">Newer Post</a>\n</span>\n<span id=\"blog-pager-older-link\">\n<a class=\"blog-pager-older-link\" href=\"http://schwitzsplinters.blogspot.com/2014/10/sci-phi-journal.html\" id=\"Blog1_blog-pager-older-link\" title=\"Older Post\">Older Post</a>\n</span>\n<a class=\"home-link\" href=\"http://schwitzsplinters.blogspot.com/\">Home</a>\n</div>\n<div class=\"clear\"></div>\n<div class=\"post-feeds\">\n<div class=\"feed-links\">\nSubscribe to:\n<a class=\"feed-link\" href=\"http://schwitzsplinters.blogspot.com/feeds/4632562423569559424/comments/default\" target=\"_blank\" type=\"application/atom+xml\">Post Comments (Atom)</a>\n</div>\n</div>\n</div></div>\n</div>\n<div id=\"sidebar-wrapper\">\n<div class=\"sidebar section\" id=\"sidebar\"><div class=\"widget HTML\" data-version=\"1\" id=\"HTML1\">\n<div class=\"widget-content\">\n<!-- Start of StatCounter Code -->\n<script language=\"javascript\" type=\"text/javascript\">\nvar sc_project=1508379; \nvar sc_invisible=1; \nvar sc_partition=13; \nvar sc_security=\"2c679bf5\"; \n</script>\n<script language=\"javascript\" src=\"http://www.statcounter.com/counter/frames.js\" type=\"text/javascript\"></script><noscript><a href=\"http://www.statcounter.com/\" target=\"_blank\"><img alt=\"counter\" border=\"0\" src=\"http://c14.statcounter.com/counter.php?sc_project=1508379&amp;java=0&amp;security=2c679bf5&amp;invisible=1\"/></a> </noscript>\n<!-- End of StatCounter Code -->\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=HTML&amp;widgetId=HTML1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"HTML1\"));' rel=\"nofollow\" target=\"configHTML1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget Profile\" data-version=\"1\" id=\"Profile1\">\n<h2>Contributors</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a class=\"profile-name-link g-profile\" href=\"https://www.blogger.com/profile/11541402189204286449\" style=\"background-image: url(//www.blogger.com/img/logo-16.png);\">Eric Schwitzgebel</a></li>\n<li><a class=\"profile-name-link g-profile\" href=\"https://plus.google.com/100155094439598517774\" style=\"background-image: url(//www.google.com/images/icons/ui/gprofile_button-16.png);\">Eric Schwitzgebel</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Profile&amp;widgetId=Profile1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Profile1\"));' rel=\"nofollow\" target=\"configProfile1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget FollowByEmail\" data-version=\"1\" id=\"FollowByEmail1\">\n<h2 class=\"title\">Follow by Email</h2>\n<div class=\"widget-content\">\n<div class=\"follow-by-email-inner\">\n<form action=\"https://feedburner.google.com/fb/a/mailverify\" method=\"post\" onsubmit='window.open(\"https://feedburner.google.com/fb/a/mailverify?uri=blogspot/FHhv\", \"popupwindow\", \"scrollbars=yes,width=550,height=520\"); return true' target=\"popupwindow\">\n<table width=\"100%\">\n<tr>\n<td>\n<input class=\"follow-by-email-address\" name=\"email\" placeholder=\"Email address...\" type=\"text\"/>\n</td>\n<td width=\"64px\">\n<input class=\"follow-by-email-submit\" type=\"submit\" value=\"Submit\"/>\n</td>\n</tr>\n</table>\n<input name=\"uri\" type=\"hidden\" value=\"blogspot/FHhv\"/>\n<input name=\"loc\" type=\"hidden\" value=\"en_US\"/>\n</form>\n</div>\n</div>\n<span class=\"item-control blog-admin\">\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=FollowByEmail&amp;widgetId=FollowByEmail1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"FollowByEmail1\"));' rel=\"nofollow\" target=\"configFollowByEmail1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</span>\n</div><div class=\"widget Feed\" data-version=\"1\" id=\"Feed1\">\n<h2>Recent Comments (may be delayed)</h2>\n<div class=\"widget-content\" id=\"Feed1_feedItemListDisplay\">\n<span style=\"filter: alpha(25); opacity: 0.25;\">\n<a href=\"http://schwitzsplinters.blogspot.com/feeds/comments/default\">Loading...</a>\n</span>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Feed&amp;widgetId=Feed1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Feed1\"));' rel=\"nofollow\" target=\"configFeed1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList1\">\n<h2>Links</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://cogsciphi.blogspot.com/\">Alternate Minds</a></li>\n<li><a href=\"http://www.philosophyofbrains.com/\">Brains</a></li>\n<li><a href=\"http://www.consciousentities.com/\">Conscious Entities</a></li>\n<li><a href=\"http://crookedtimber.org/\">Crooked Timber</a></li>\n<li><a href=\"http://dailynous.com/\">Daily Nous</a></li>\n<li><a href=\"http://digressionsnimpressions.typepad.com/\">Digressions &amp; Impressions</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/disability_and_disadvanta/\">Discrimination and Disadvantage</a></li>\n<li><a href=\"http://ericlinuskaplan.wordpress.com/\">Eric Linus Kaplan</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/xphi/\">Experimental Philosophy</a></li>\n<li><a href=\"http://agencyandresponsibility.typepad.com/flickers-of-freedom/\">Flickers of Freedom</a></li>\n<li><a href=\"http://leiterreports.typepad.com/\">Leiter Reports</a></li>\n<li><a href=\"http://whatsortsofpeople.wordpress.com/\">Living Archives on Eugenics Blog</a></li>\n<li><a href=\"http://loveofallwisdom.com/\">Love of All Wisdom</a></li>\n<li><a href=\"http://machineslikeus.com/\">Machines Like Us</a></li>\n<li><a href=\"http://www.mindhacks.com/\">Mind Hacks</a></li>\n<li><a href=\"http://www.davidpapineau.co.uk/blog.html\">More Important Than That (Philosophy and Sport)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/\">My Homepage</a></li>\n<li><a href=\"http://www.newappsblog.com/\">New APPS</a></li>\n<li><a href=\"http://peasoup.typepad.com/\">PEA Soup</a></li>\n<li><a href=\"http://philpercs.com/\">Philosophical Percolations</a></li>\n<li><a href=\"http://sometimesimwrong.typepad.com/wrong/\">Sometimes I'm Wrong</a></li>\n<li><a href=\"http://philosopherscocoon.typepad.com/blog/\">The Philosophers' Cocoon</a></li>\n<li><a href=\"http://tar.weatherson.org/\">Thoughts, Arguments, and Rants</a></li>\n<li><a href=\"http://rsbakker.wordpress.com/\">Three Pound Brain</a></li>\n<li><a href=\"http://warpweftandway.wordpress.com/\">Warp, Weft, and Way</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList1\"));' rel=\"nofollow\" target=\"configLinkList1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList6\">\n<h2>Advice on Applying to PhD Programs in Philosophy</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/applying%20to%20grad%20school\">various posts on that theme</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList6&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList6\"));' rel=\"nofollow\" target=\"configLinkList6\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList4\">\n<h2>Selected Essays</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/In-Between.htm\">2001: In-Between Believing</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/AccountBel.htm\">2002: A Phenomenal, Dispositional Account of Belief</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DreamB&amp;W.htm\">2002: Why Did We Think We Dreamed in Black and White?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospTrain.htm\">2004: Introspective Training Apprehensively Defended: Reflections on Titchener's Lab Manual</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Flat.htm\">2006: Do Things Look Flat?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Naive.htm\">2008: The Unreliability of Naive Introspection</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/PeerOpinion.htm\">2009: The Moral Behavior of Ethicists: Peer Opinion (with J Rust)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ActBel.htm\">2010: Acting Contrary to Our Professed Beliefs</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthOrder.htm\">2012: Expertise in Moral Reasoning? (with F Cushman)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospectionWhat.htm\">2012: Introspection, What?</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/BeliefBox.htm\">2013: A Dispositional Approach to Attitudes</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Jerks.htm\">2014: A Theory of Jerks</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/CrazyMind.htm\">2014: The Crazyist Metaphysics of Mind</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthSelfRep.htm\">2014: The Moral Behavior of Ethics Professors (with J Rust)</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/USAconscious.htm\">2015: If Materialism Is True, the United States Is Probably Conscious</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/1sk.htm\">2016: 1% Skepticism</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/WomenInPhil.htm\">2017: Women in Philosophy (with C D Jennings)</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList4&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList4\"));' rel=\"nofollow\" target=\"configLinkList4\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList7\">\n<h2>Selected Short Stories</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Eden.htm\">2013: Reinstalling Eden (with R S Bakker)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DauphinsMetaphysics.htm\">2015: The Dauphin's Metaphysics</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/FishDance.htm\">2016: Fish Dance</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList7&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList7\"));' rel=\"nofollow\" target=\"configLinkList7\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList3\">\n<h2>The Underblog?</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.schwitzsplintersunderblog.blogspot.com/\">The Underblog!</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList3&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList3\"));' rel=\"nofollow\" target=\"configLinkList3\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList5\">\n<h2>Past Guest Bloggers</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Lisa%20Bortolotti\">Lisa Bortolotti</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Brad%20Cokelet\">Brad Cokelet</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Carrie%20Figdor\">Carrie Figdor</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Keith%20Frankish\">Keith Frankish</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Dan%20Haybron\">Dan Haybron</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Jonathan%20Ichikawa\">Jonathan Ichikawa</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/G.%20Randolph%20Mayes\">G. Randolph Mayes</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Regina%20Rini\">Regina Rini</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Teed%20Rockwell\">Teed Rockwell</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Joshua%20Rust\">Joshua Rust</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Hagop%20Sarkissian\">Hagop Sarkissian</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search?q=shevlin\">Henry Shevlin</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Tamler%20Sommers\">Tamler Sommers</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/justin%20tiwald\">Justin Tiwald</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Bryan%20Van%20Norden\">Bryan Van Norden</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Manuel%20Vargas\">Manuel Vargas</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList5&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList5\"));' rel=\"nofollow\" target=\"configLinkList5\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget BlogArchive\" data-version=\"1\" id=\"BlogArchive1\">\n<h2>Blog Archive</h2>\n<div class=\"widget-content\">\n<div id=\"ArchiveList\">\n<div id=\"BlogArchive1_ArchiveList\">\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2019/\">\n2019\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2019/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2019/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2019/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2018/\">\n2018\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2018/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2018/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2018/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2018/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2018/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2018/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2018/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2018/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2018/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2018/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2018/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2018/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2017/\">\n2017\n</a>\n<span class=\"post-count\" dir=\"ltr\">(71)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2017/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2017/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2017/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2017/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2017/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2017/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2017/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2017/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2017/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2017/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2017/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2017/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2016/\">\n2016\n</a>\n<span class=\"post-count\" dir=\"ltr\">(81)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2016/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2016/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2016/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2016/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2016/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2016/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2016/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2016/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2016/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2016/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2016/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2016/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2015/\">\n2015\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2015/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2015/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2015/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2015/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2015/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2015/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2015/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2015/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2015/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2015/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2015/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2015/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2014/\">\n2014\n</a>\n<span class=\"post-count\" dir=\"ltr\">(88)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2014/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2014/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2014/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n<ul class=\"posts\">\n<li><a href=\"http://schwitzsplinters.blogspot.com/2014/10/why-i-will-be-contributing-rankings-to.html\">Why I Will Be Contributing Rankings to the Gourmet...</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-ninth-batch-of-lists.html\">Philosophical SF: Ninth Batch of Lists (Nichols, W...</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-eighth-batch-of-lists.html\">Philosophical SF: Eighth Batch of Lists (Sullivan,...</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2014/10/why-is-it-so-fun-to-condemn-people-on.html\">Why Is It So Fun to Condemn People on Facebook?</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2014/10/sci-phi-journal-call-for-papers.html\">Sci Phi Journal Call for Papers</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-seventh-batch-of-lists.html\">Philosophical SF: Seventh Batch of Lists (Roy-Fade...</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-sixth-batch-of-lists.html\">Philosophical SF: Sixth Batch of Lists (Campbell, ...</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2014/10/professional-philosophers.html\">Professional Philosophers’ Susceptibility to Order...</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-fifth-batch-of-lists.html\">Philosophical SF: Fifth Batch of Lists (Jollimore,...</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2014/10/sci-phi-journal.html\">Sci Phi Journal</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-fourth-batch-of-lists.html\">Philosophical SF: Fourth Batch of Lists (Frankish,...</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2014/10/possible-psychology-of-matrioshka-brain.html\">Possible Psychology of a Matrioshka Brain</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-third-batch-of-lists.html\">Philosophical SF: Third Batch of Lists</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2014/10/justin-coates-at-flickers-of-freedom.html\">Justin Coates at Flickers of Freedom, and Bragging...</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-second-batch-of-lists.html\">Philosophical SF: The Second Batch of Lists</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/2014/10/on-aiming-for-moral-mediocrity.html\">On Aiming for Moral Mediocrity</a></li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2014/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2014/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2014/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2014/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2014/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2014/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2014/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2014/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2014/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2013/\">\n2013\n</a>\n<span class=\"post-count\" dir=\"ltr\">(87)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2013/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2013/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2013/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2013/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2013/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2013/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2013/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2013/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2013/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2013/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2013/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2013/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2012/\">\n2012\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2012/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2012/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2012/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2012/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2012/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2012/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2012/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2012/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2012/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2012/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2012/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2012/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2011/\">\n2011\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2011/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2011/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2011/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2011/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2011/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2011/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2011/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2011/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2011/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2011/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2011/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2011/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(3)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2010/\">\n2010\n</a>\n<span class=\"post-count\" dir=\"ltr\">(86)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2010/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2010/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2010/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2010/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2010/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2010/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2010/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2010/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2010/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2010/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2010/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2010/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2009/\">\n2009\n</a>\n<span class=\"post-count\" dir=\"ltr\">(83)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2009/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2009/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2009/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2009/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2009/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2009/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2009/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2009/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2009/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2009/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2009/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2009/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2008/\">\n2008\n</a>\n<span class=\"post-count\" dir=\"ltr\">(96)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2008/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2008/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2008/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2008/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2008/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2008/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2008/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2008/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2008/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2008/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2008/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2008/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2007/\">\n2007\n</a>\n<span class=\"post-count\" dir=\"ltr\">(168)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2007/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2007/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2007/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2007/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2007/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2007/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2007/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2007/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2007/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2007/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2007/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2007/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2006/\">\n2006\n</a>\n<span class=\"post-count\" dir=\"ltr\">(114)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2006/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2006/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2006/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2006/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2006/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(19)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2006/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2006/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2006/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"http://schwitzsplinters.blogspot.com/2006/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(2)</span>\n</li>\n</ul>\n</li>\n</ul>\n</div>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=BlogArchive&amp;widgetId=BlogArchive1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"BlogArchive1\"));' rel=\"nofollow\" target=\"configBlogArchive1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget Text\" data-version=\"1\" id=\"Text1\">\n<div class=\"widget-content\">\n<span style=\"color:#999999;\">background image from </span><a href=\"http://biocarbons.en.ecplaza.net/\"><span style=\"color:#999999;\">http://biocarbons.en.ecplaza.net</span></a><br/>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Text&amp;widgetId=Text1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Text1\"));' rel=\"nofollow\" target=\"configText1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div></div>\n</div>\n<!-- spacer for skins that want sidebar and main to be the same height-->\n<div class=\"clear\"> </div>\n</div>\n<!-- end content-wrapper -->\n<div id=\"footer-wrapper\">\n<div class=\"footer no-items section\" id=\"footer\"></div>\n</div>\n</div></div>\n<!-- end outer-wrapper -->\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script src=\"https://www.blogger.com/static/v1/widgets/1854097286-widgets.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\nwindow['__wavt'] = 'AOuZoY4aPNA7yKtZKylZ13DVWN5i0nquKg:1554148020260';_WidgetManager._Init('//www.blogger.com/rearrange?blogID\\x3d26951738','//schwitzsplinters.blogspot.com/2014/10/philosophical-sf-fifth-batch-of-lists.html','26951738');\n_WidgetManager._SetDataContext([{'name': 'blog', 'data': {'blogId': '26951738', 'title': 'The Splintered Mind', 'url': 'http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-fifth-batch-of-lists.html', 'canonicalUrl': 'http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-fifth-batch-of-lists.html', 'homepageUrl': 'http://schwitzsplinters.blogspot.com/', 'searchUrl': 'http://schwitzsplinters.blogspot.com/search', 'canonicalHomepageUrl': 'http://schwitzsplinters.blogspot.com/', 'blogspotFaviconUrl': 'http://schwitzsplinters.blogspot.com/favicon.ico', 'bloggerUrl': 'https://www.blogger.com', 'hasCustomDomain': false, 'httpsEnabled': true, 'enabledCommentProfileImages': true, 'gPlusViewType': 'FILTERED_POSTMOD', 'adultContent': false, 'analyticsAccountNumber': 'UA-43027794-1', 'encoding': 'UTF-8', 'locale': 'en', 'localeUnderscoreDelimited': 'en', 'languageDirection': 'ltr', 'isPrivate': false, 'isMobile': false, 'isMobileRequest': false, 'mobileClass': '', 'isPrivateBlog': false, 'feedLinks': '\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22http://schwitzsplinters.blogspot.com/feeds/posts/default\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/rss+xml\\x22 title\\x3d\\x22The Splintered Mind - RSS\\x22 href\\x3d\\x22http://schwitzsplinters.blogspot.com/feeds/posts/default?alt\\x3drss\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22service.post\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://www.blogger.com/feeds/26951738/posts/default\\x22 /\\x3e\\n\\n\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22http://schwitzsplinters.blogspot.com/feeds/4632562423569559424/comments/default\\x22 /\\x3e\\n', 'meTag': '', 'adsenseHostId': 'ca-host-pub-1556223355139109', 'adsenseHasAds': false, 'view': '', 'dynamicViewsCommentsSrc': '//www.blogblog.com/dynamicviews/4224c15c4e7c9321/js/comments.js', 'dynamicViewsScriptSrc': '//www.blogblog.com/dynamicviews/0653eeb7078c79fe', 'plusOneApiSrc': 'https://apis.google.com/js/plusone.js', 'disableGComments': true, 'sharing': {'platforms': [{'name': 'Get link', 'key': 'link', 'shareMessage': 'Get link', 'target': ''}, {'name': 'Facebook', 'key': 'facebook', 'shareMessage': 'Share to Facebook', 'target': 'facebook'}, {'name': 'BlogThis!', 'key': 'blogThis', 'shareMessage': 'BlogThis!', 'target': 'blog'}, {'name': 'Twitter', 'key': 'twitter', 'shareMessage': 'Share to Twitter', 'target': 'twitter'}, {'name': 'Pinterest', 'key': 'pinterest', 'shareMessage': 'Share to Pinterest', 'target': 'pinterest'}, {'name': 'Email', 'key': 'email', 'shareMessage': 'Email', 'target': 'email'}], 'disableGooglePlus': true, 'googlePlusShareButtonWidth': 300, 'googlePlusBootstrap': '\\x3cscript type\\x3d\\x22text/javascript\\x22\\x3ewindow.___gcfg \\x3d {\\x27lang\\x27: \\x27en\\x27};\\x3c/script\\x3e'}, 'hasCustomJumpLinkMessage': false, 'jumpLinkMessage': 'Read more', 'pageType': 'item', 'postId': '4632562423569559424', 'pageName': 'Philosophical SF: Fifth Batch of Lists (Jollimore, Chalmers, Palma, Schneider)', 'pageTitle': 'The Splintered Mind: Philosophical SF: Fifth Batch of Lists (Jollimore, Chalmers, Palma, Schneider)'}}, {'name': 'features', 'data': {'sharing_get_link_dialog': 'true', 'sharing_native': 'false'}}, {'name': 'messages', 'data': {'edit': 'Edit', 'linkCopiedToClipboard': 'Link copied to clipboard!', 'ok': 'Ok', 'postLink': 'Post Link'}}, {'name': 'template', 'data': {'name': 'custom', 'localizedName': 'Custom', 'isResponsive': false, 'isAlternateRendering': false, 'isCustom': true}}, {'name': 'view', 'data': {'classic': {'name': 'classic', 'url': '?view\\x3dclassic'}, 'flipcard': {'name': 'flipcard', 'url': '?view\\x3dflipcard'}, 'magazine': {'name': 'magazine', 'url': '?view\\x3dmagazine'}, 'mosaic': {'name': 'mosaic', 'url': '?view\\x3dmosaic'}, 'sidebar': {'name': 'sidebar', 'url': '?view\\x3dsidebar'}, 'snapshot': {'name': 'snapshot', 'url': '?view\\x3dsnapshot'}, 'timeslide': {'name': 'timeslide', 'url': '?view\\x3dtimeslide'}, 'isMobile': false, 'title': 'Philosophical SF: Fifth Batch of Lists (Jollimore, Chalmers, Palma, Schneider)', 'description': 'Four more lists of recommended philosophical science fiction / speculative fiction, contributed by professional philosophers.   A general de...', 'url': 'http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-fifth-batch-of-lists.html', 'type': 'item', 'isSingleItem': true, 'isMultipleItems': false, 'isError': false, 'isPage': false, 'isPost': true, 'isHomepage': false, 'isArchive': false, 'isLabelSearch': false, 'postId': 4632562423569559424}}]);\n_WidgetManager._RegisterWidget('_NavbarView', new _WidgetInfo('Navbar1', 'navbar', document.getElementById('Navbar1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HeaderView', new _WidgetInfo('Header1', 'header', document.getElementById('Header1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogView', new _WidgetInfo('Blog1', 'main', document.getElementById('Blog1'), {'cmtInteractionsEnabled': false, 'lightboxEnabled': true, 'lightboxModuleUrl': 'https://www.blogger.com/static/v1/jsbin/2848338547-lbx.js', 'lightboxCssUrl': 'https://www.blogger.com/static/v1/v-css/368954415-lightbox_bundle.css'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HTMLView', new _WidgetInfo('HTML1', 'sidebar', document.getElementById('HTML1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_ProfileView', new _WidgetInfo('Profile1', 'sidebar', document.getElementById('Profile1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FollowByEmailView', new _WidgetInfo('FollowByEmail1', 'sidebar', document.getElementById('FollowByEmail1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FeedView', new _WidgetInfo('Feed1', 'sidebar', document.getElementById('Feed1'), {'title': 'Recent Comments (may be delayed)', 'showItemDate': true, 'showItemAuthor': true, 'feedUrl': 'http://schwitzsplinters.blogspot.com/feeds/comments/default', 'numItemsShow': 5, 'loadingMsg': 'Loading...', 'openLinksInNewWindow': false, 'useFeedWidgetServ': 'true'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList1', 'sidebar', document.getElementById('LinkList1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList6', 'sidebar', document.getElementById('LinkList6'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList4', 'sidebar', document.getElementById('LinkList4'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList7', 'sidebar', document.getElementById('LinkList7'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList3', 'sidebar', document.getElementById('LinkList3'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList5', 'sidebar', document.getElementById('LinkList5'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogArchiveView', new _WidgetInfo('BlogArchive1', 'sidebar', document.getElementById('BlogArchive1'), {'languageDirection': 'ltr', 'loadingMessage': 'Loading\\x26hellip;'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_TextView', new _WidgetInfo('Text1', 'sidebar', document.getElementById('Text1'), {}, 'displayModeFull'));\n</script>\n</body>\n</html>", "title_html": "<h3 class=\"post-title entry-title\">\n<a href=\"http://schwitzsplinters.blogspot.com/2014/10/philosophical-sf-fifth-batch-of-lists.html\">Philosophical SF: Fifth Batch of Lists (Jollimore, Chalmers, Palma, Schneider)</a>\n</h3>", "read_time": 496.2}