{"content_html": "<div class=\"post-body entry-content\">\n<p><b>Background:</b><p>\n\nHow much can you predict about a story from its title and first sentence alone?  <a href=\"http://aliettedebodard.com/\">Aliette de Bodard</a>, <a href=\"http://www.annleckie.com/\">Ann Leckie</a>, <a href=\"http://www.catiporter.com/\">Cati Porter</a>, <a href=\"http://rachelswirsky.com/\">Rachel Swirsky</a>, and I have discovered the answer!<p>\n\nWell, maybe not the <i>definitive </i>answer.  Here's what we did: We took the first sentences of five stories from <a href=\"http://www.lightspeedmagazine.com/issues/july-2016-issue-74/\">July’s issue</a> of <a href=\"http://www.lightspeedmagazine.com/\">Lightspeed Magazine</a> (kindly provided to us in advance by <a href=\"http://www.johnjosephadams.com/\">John Joseph Adams</a>) and attempted to predict the plot of each story.  [Note: Ann and Rachel attempted to predict based on the first sentence alone, while Aliette, Cati, and I also looked to the title for clues.]  Links to the results from the first four stories are below.<p>\n\n\"<a href=\"http://schwitzsplinters.blogspot.com/2016/07/the-first-sentences-project-part-one.html\">Magnifica Angelica Superable</a>\" by <a href=\"https://rcloenenruiz.com/\">Rochita Loenen-Ruiz</a>.<p>\n\n\"<a href=\"http://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-two.html\">The One Who Isn't</a>\" by <a href=\"http://tedkosmatka.us/\">Ted Kosmatka</a>.<p>\n\n\"<a href=\"http://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-three.html\">Some Pebbles in the Palm</a>\" by <a href=\"http://ken-schneyer.livejournal.com/\">Kenneth Schneyer</a>.<p>\n\n\"<a href=\"http://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-four.html\">5x5</a>\" by <a href=\"https://jillydreadful.wordpress.com/\">Jilly Dreadful</a>.<p>\n\nOur fifth and final story is \"The Child Support of Cromdor the Condemned\" by <a href=\"http://spencerellsworth.com/\">Spencer Ellsworth</a>.  It begins:<p>\n<blockquote>\n \nCromdor the Caldernian, thrice-condemned, (I've forgotten the rest, but believe you me, there is thrice more) had nearly finished his tale when the traveler slipped in.</blockquote><p>\n\nSo... what's going to happen to Cromdor?  Let's guess.  We can do it!<p>\n\n(I've put a link to the full story at the end of the post.)\n<p>\n\n-----------------------------------------------------<p>\n<b>\nOur Guesses</b> (order of authorship has been randomized):<p>\n\nCati Porter:<p>\n<blockquote><p>This is the story of a deadbeat dad evading supporting his kid in the same way that he evaded capture and punishment.<p>\n\nOr perhaps he is a womanizer and doesn’t even know about all of the bastard children he has left behind in his life on the run and finally the process server (aka “the traveler”) has found him, thanks to a tip by a barmaid to a private investigator.<p>\n\nOr maybe this is like that story with Duane “The Rock” Johnson where a kid he doesn’t know exists suddenly shows up at his house and he is forced to become a dad rather just a sperm donor. <p>\n\nThis “Cromdor” guy does not sound like someone you want to hang out with, unless you like getting into trouble.<p>\n\nThis sounds like a story told in a bar, over a big pint of whatever they call beer. This story also must take place in a world where there aren’t so many people with the same name, so that you can say “Cromdor the Caldernian” rather than “Cromdor the Frugductorian” (or whatever) and know they are two different people, and that the name “Cromdor” is not equivalent to John or Steve.\n</p></p></p></p></p></blockquote><p>\n\nAnn Leckie:<p>\n<blockquote><p>Each of the three times Cromdor was condemned, he managed to bargain for some more time--he agreed to accept each sentence of death on a prearranged date, far in the future. Far enough that he might die accidentally before then. Except he doesn't--his executioners are supernatural and as the proverb goes, a man won't drown if he's destined to hang. Quite the contrary--his luck has been quite good, he's escaped every attempt on his life (and believe me there have been plenty, Cromdor did not make himself popular in his youth), and, now too old for all that wandering around and pillaging business, he's met a rich widow and settled into life as a prosperous innkeeper.<p>\n\nTomorrow is the agreed upon day. The first of Cromdor's executioners has just come into the inn, disguised as a weary traveler, a pilgrim to the shrine a few towns away. The other two can't be far behind.<p>\n\nCromdor, of course, has a plan. There are three executioners, three separate condemnations on separate occasions. Each of those executioners is determined to deprive Cromdor of breath and life. But while it was easy enough to condemn him three times, he can only be executed once.<p>\n\nIf Cromdor plays his cards right, all he has to do is introduce all three to each other and then run. Then again, Cromdor never could just do the obvious right thing, and besides, he doesn't really want to run away, he's been enjoying the whole rich innkeeper thing too much.<p>\n</p></p></p></p></p></blockquote><p>\n\nEric Schwitzgebel:<p>\n<blockquote><p>I love the juxtaposition in the title.  Cromdor is some muscled, greatsword-swinging hero.  Evidently, he is entangled in a legal battle about child support.  He is thrice-condemned not because he is evil, but because of the misjudgments and political cluelessness that go along with his barbarian attitude, perhaps even a stand on a principle of honor. And that dalliance with the fair maiden, well, what do you expect?  Child support will be owed.  The fair maiden knows her rights under the new statutes.<p>\n \nCromdor’s tales are embellished.  Of course they are!  He’s relating them in a lively, torch-lit tavern of the sort where so many tales of adventure begin.  But did he expect a <i>legal </i>adventure, with codicils and notaries public and underpayment of estimated tax?  No.  No, he didn’t.  The traveler sees through him.  Slips in.  Thinks he is smarter than Cromdor.<p>\n \nThere will be at least two clever twists and Cromdor will win partly but not entirely by luck, happily ever after, and the child will be supported.  Cromdor may still be condemned, but the punishment need not fall.  He’s in a different jurisdiction now, and they cancelled the extradition treaty after that dust-up about the eighty-year-old mining claims from the Aldunian League.<p>\n \nFor the traveler and the maiden I foresee a mixed resolution, with both consolations and regrets.<p>\n \nThe notary public will be the only one who gets exactly what is expected.<p>\n</p></p></p></p></p></p></blockquote><p>\n\nAliette de Bodard:<p>\n<blockquote><p>Guessing this is going to be a humorous story in a Sword and Sorcery world. I'm guessing Cromdor is some kind of barbarian, and he will find in the course of the story that one of the maidens he's slept with has a child and wants him to take the child along on his adventuring. <p>\n</p></p></blockquote><p>\n\nRachel Swirsky:<p>\n<blockquote><p>Stipulation: I know a little bit about this story because I interviewed Spencer Ellsworth for my blog so I’m going further afield here than I would natively.<p>\n\nThe traveler has news of a quest! The quest is to defeat a dragon. But when they reach the dragon, it turns out that this is a portal fantasy instead. The dragon is actually something technological from the future—a war robot or something. The traveler ventures through the future, giving us glimpses of both the perspective of his own past world and this future one, and then discovers that there is actually a dragon in the future. It is an alien invasion of dragon-like evil things. The war robots are dispatched, but it’s up to Cromdor and his companion to go back to the portal and bring back other barbarians and warriors from their fantasy realm because no one knows more about how to fight dragons than epic fantasy folks.<p>\n\nAlso, his tale from the beginning that he was telling at the tavern, is relevant somehow.<p>\n</p></p></p></p></blockquote> <p>\n\n\n-----------------------------------------------------<p>\n\nWe mostly agree: Cromdor is a well-muscled barbarian fighter, and he tells his tale in a tavern.  That’s already kind of an interesting consensus, since neither of those facts is explicitly mentioned or directly inferable, yet somehow the author has effectively triggered those standard fantasy tropes.  Also, we mostly to agree that this will be a humorous story (there’s already a joking tone in the first parenthesis), that the child support will have something to do with sexual exploits in Cromdor’s former life of adventure, and that probably that there will be some cleverness and unexpected twists.\n<p>\n<a href=\"https://www.lightspeedmagazine.com/fiction/child-support-cromdor-condemned/\">Full story here</a>!<p>\n\n-----------------------------------------------------<p>\n<a href=\"https://3.bp.blogspot.com/-4bCZ0D2JnfU/V54YcaewpfI/AAAAAAAABdc/-iw_puElCF8l2u3RyeVQwH3CiJh0jKWlwCLcB/s1600/D3_barbarian_beard_350_4578.jpg\" imageanchor=\"1\"><img border=\"0\" height=\"320\" src=\"https://3.bp.blogspot.com/-4bCZ0D2JnfU/V54YcaewpfI/AAAAAAAABdc/-iw_puElCF8l2u3RyeVQwH3CiJh0jKWlwCLcB/s320/D3_barbarian_beard_350_4578.jpg\" width=\"320\"/></a><p>\n\nCromdor?<p>\n\n\n-----------------------------------------------------<p>\n<b>Further Thoughts from the Contributors:</b><p>\n<i>What I like about this line</i> by Swirsky:<p>\n\nThe alliterative name catches attention. It also gives a clue about what the reader can expect in the story because the name so specifically evokes a genre. The parenthetical establishes some humorous tone, and a particular narrative style. Then there’s a traditional movement “the traveler slipped in and did what?”<p>\n<i>Diagnosis of our guesses</i> (warning: SPOILERS) by Schwitzgebel:<p>\n\nWhat we got right: The stuff we mostly agreed on, we got right: Cromdor is a barbarian, he’s telling stories of past glory in a tavern, he owes child support from his wild past days of bedding maidens.  The story is humorous and clever.  I was right that the laws are changing and Cromdor is caught up in them, that the condemnations don’t fall for jurisdictional reasons, and that the child is supported at the end – and there’s even something about a mining rights!<p>\n\nWhat we got wrong: Contra Porter, Cromdor is good at heart (despite dubious morals).  Contra Leckie, it’s not mostly about Cromdor evading his death sentences.  Contra me, the traveler is the child himself, not an attorney or scammer, and the child ends up supported more in a sweet and symbolic way than in a monetary way.  Contra de Bodard, the child doesn’t seek adventure.  Contra Swirsky, no portals, and ice giants instead of dragons.<p>\n\nThe first sentence clearly activates some standard fantasy tropes, but then the term “child support” in the title doesn’t fit with those standard tropes, suggesting a kind of cultural change toward legalism and recognition of women’s and children’s rights.  We are invited to think that the traveler at the end of the first sentence introduces the factor that breaks Cromdor out of the fantasy world – both the fantasy world of his tales of adventure and the world of the swords-and-sorcery fantasy culture in general.  A lot of good setup work in just one sentence!<p>\n\nGroup grade: 70%.<p>\n\n-----------------------------------------------------<p>\n<b>\nComing Soon: Did We Learn Anything from This Preposterous Exercise or Does Our Ignorance Remain Divinely Unspoiled?</b><p>\n\n[<a href=\"http://tvtropes.org/pmwiki/pmwiki.php/Main/BeardOfBarbarism\">image source</a>]\n</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>", "title": "\nFirst Sentences Project (Part Five)\n", "url": "https://schwitzsplinters.blogspot.com/2016/07", "content": "Background: How much can you predict about a story from its title and first sentence alone? Aliette de Bodard, Ann Leckie, Cati Porter, Rachel Swirsky, and I have discovered the answer! Well, maybe not the definitive answer. Here's what we did: We took the first sentences of five stories from July’s issue of Lightspeed Magazine (kindly provided to us in advance by John Joseph Adams) and attempted to predict the plot of each story. [Note: Ann and Rachel attempted to predict based on the first sentence alone, while Aliette, Cati, and I also looked to the title for clues.] Links to the results from the first four stories are below. \"Magnifica Angelica Superable\" by Rochita Loenen-Ruiz. \"The One Who Isn't\" by Ted Kosmatka. \"Some Pebbles in the Palm\" by Kenneth Schneyer. \"5x5\" by Jilly Dreadful. Our fifth and final story is \"The Child Support of Cromdor the Condemned\" by Spencer Ellsworth. It begins: Cromdor the Caldernian, thrice-condemned, (I've forgotten the rest, but believe you me, there is thrice more) had nearly finished his tale when the traveler slipped in. So... what's going to happen to Cromdor? Let's guess. We can do it! (I've put a link to the full story at the end of the post.) ----------------------------------------------------- Our Guesses (order of authorship has been randomized): Cati Porter: This is the story of a deadbeat dad evading supporting his kid in the same way that he evaded capture and punishment. Or perhaps he is a womanizer and doesn’t even know about all of the bastard children he has left behind in his life on the run and finally the process server (aka “the traveler”) has found him, thanks to a tip by a barmaid to a private investigator. Or maybe this is like that story with Duane “The Rock” Johnson where a kid he doesn’t know exists suddenly shows up at his house and he is forced to become a dad rather just a sperm donor. This “Cromdor” guy does not sound like someone you want to hang out with, unless you like getting into trouble. This sounds like a story told in a bar, over a big pint of whatever they call beer. This story also must take place in a world where there aren’t so many people with the same name, so that you can say “Cromdor the Caldernian” rather than “Cromdor the Frugductorian” (or whatever) and know they are two different people, and that the name “Cromdor” is not equivalent to John or Steve. Ann Leckie: Each of the three times Cromdor was condemned, he managed to bargain for some more time--he agreed to accept each sentence of death on a prearranged date, far in the future. Far enough that he might die accidentally before then. Except he doesn't--his executioners are supernatural and as the proverb goes, a man won't drown if he's destined to hang. Quite the contrary--his luck has been quite good, he's escaped every attempt on his life (and believe me there have been plenty, Cromdor did not make himself popular in his youth), and, now too old for all that wandering around and pillaging business, he's met a rich widow and settled into life as a prosperous innkeeper. Tomorrow is the agreed upon day. The first of Cromdor's executioners has just come into the inn, disguised as a weary traveler, a pilgrim to the shrine a few towns away. The other two can't be far behind. Cromdor, of course, has a plan. There are three executioners, three separate condemnations on separate occasions. Each of those executioners is determined to deprive Cromdor of breath and life. But while it was easy enough to condemn him three times, he can only be executed once. If Cromdor plays his cards right, all he has to do is introduce all three to each other and then run. Then again, Cromdor never could just do the obvious right thing, and besides, he doesn't really want to run away, he's been enjoying the whole rich innkeeper thing too much. Eric Schwitzgebel: I love the juxtaposition in the title. Cromdor is some muscled, greatsword-swinging hero. Evidently, he is entangled in a legal battle about child support. He is thrice-condemned not because he is evil, but because of the misjudgments and political cluelessness that go along with his barbarian attitude, perhaps even a stand on a principle of honor. And that dalliance with the fair maiden, well, what do you expect? Child support will be owed. The fair maiden knows her rights under the new statutes. Cromdor’s tales are embellished. Of course they are! He’s relating them in a lively, torch-lit tavern of the sort where so many tales of adventure begin. But did he expect a legal adventure, with codicils and notaries public and underpayment of estimated tax? No. No, he didn’t. The traveler sees through him. Slips in. Thinks he is smarter than Cromdor. There will be at least two clever twists and Cromdor will win partly but not entirely by luck, happily ever after, and the child will be supported. Cromdor may still be condemned, but the punishment need not fall. He’s in a different jurisdiction now, and they cancelled the extradition treaty after that dust-up about the eighty-year-old mining claims from the Aldunian League. For the traveler and the maiden I foresee a mixed resolution, with both consolations and regrets. The notary public will be the only one who gets exactly what is expected. Aliette de Bodard: Guessing this is going to be a humorous story in a Sword and Sorcery world. I'm guessing Cromdor is some kind of barbarian, and he will find in the course of the story that one of the maidens he's slept with has a child and wants him to take the child along on his adventuring. Rachel Swirsky: Stipulation: I know a little bit about this story because I interviewed Spencer Ellsworth for my blog so I’m going further afield here than I would natively. The traveler has news of a quest! The quest is to defeat a dragon. But when they reach the dragon, it turns out that this is a portal fantasy instead. The dragon is actually something technological from the future—a war robot or something. The traveler ventures through the future, giving us glimpses of both the perspective of his own past world and this future one, and then discovers that there is actually a dragon in the future. It is an alien invasion of dragon-like evil things. The war robots are dispatched, but it’s up to Cromdor and his companion to go back to the portal and bring back other barbarians and warriors from their fantasy realm because no one knows more about how to fight dragons than epic fantasy folks. Also, his tale from the beginning that he was telling at the tavern, is relevant somehow. ----------------------------------------------------- We mostly agree: Cromdor is a well-muscled barbarian fighter, and he tells his tale in a tavern. That’s already kind of an interesting consensus, since neither of those facts is explicitly mentioned or directly inferable, yet somehow the author has effectively triggered those standard fantasy tropes. Also, we mostly to agree that this will be a humorous story (there’s already a joking tone in the first parenthesis), that the child support will have something to do with sexual exploits in Cromdor’s former life of adventure, and that probably that there will be some cleverness and unexpected twists. Full story here! ----------------------------------------------------- Cromdor? ----------------------------------------------------- Further Thoughts from the Contributors: What I like about this line by Swirsky: The alliterative name catches attention. It also gives a clue about what the reader can expect in the story because the name so specifically evokes a genre. The parenthetical establishes some humorous tone, and a particular narrative style. Then there’s a traditional movement “the traveler slipped in and did what?” Diagnosis of our guesses (warning: SPOILERS) by Schwitzgebel: What we got right: The stuff we mostly agreed on, we got right: Cromdor is a barbarian, he’s telling stories of past glory in a tavern, he owes child support from his wild past days of bedding maidens. The story is humorous and clever. I was right that the laws are changing and Cromdor is caught up in them, that the condemnations don’t fall for jurisdictional reasons, and that the child is supported at the end – and there’s even something about a mining rights! What we got wrong: Contra Porter, Cromdor is good at heart (despite dubious morals). Contra Leckie, it’s not mostly about Cromdor evading his death sentences. Contra me, the traveler is the child himself, not an attorney or scammer, and the child ends up supported more in a sweet and symbolic way than in a monetary way. Contra de Bodard, the child doesn’t seek adventure. Contra Swirsky, no portals, and ice giants instead of dragons. The first sentence clearly activates some standard fantasy tropes, but then the term “child support” in the title doesn’t fit with those standard tropes, suggesting a kind of cultural change toward legalism and recognition of women’s and children’s rights. We are invited to think that the traveler at the end of the first sentence introduces the factor that breaks Cromdor out of the fantasy world – both the fantasy world of his tales of adventure and the world of the swords-and-sorcery fantasy culture in general. A lot of good setup work in just one sentence! Group grade: 70%. ----------------------------------------------------- Coming Soon: Did We Learn Anything from This Preposterous Exercise or Does Our Ignorance Remain Divinely Unspoiled? [image source]", "tfidf": {"logidf": {"below": 0.813626591936, "back": 0.23166743089699998, "world": 0.107420248621, "principl": 1.2389696463600002, "legal": 0.955536640608, "former": 0.308301359655, "one": 0.0062553516455, "again": 0.411340231612, "drown": 2.9320444543, "onli": 0.025324268329099998, "away": 0.615957541869, "hero": 1.61708867215, "bastard": 4.0741418549, "along": 0.260344385917, "magnifica": 7.18765716411, "investig": 1.13694148702, "hous": 0.38009061238799996, "first": 0.0075872898121599995, "future—a": 7.18765716411, "wellmuscl": 7.18765716411, "line": 0.349430614452, "support": 0.237880610037, "enjoy": 1.2020430306899998, "behind": 0.7345572374320001, "notari": 5.0774439637699995, "besid": 1.63631387177, "prosper": 2.02956017834, "bit": 2.12032652634, "trigger": 2.06916447416, "determin": 0.772833019022, "weari": 4.00613712579, "someon": 1.59635928666, "while": 0.04324998379380001, "easi": 1.6665296351499999, "owe": 1.82519197774, "clue": 3.41489622602, "big": 1.00798563557, "cromdor": 7.18765716411, "glimps": 3.65884865786, "deadbeat": 6.5370695979699995, "evil": 2.04307389751, "everi": 0.391485427421, "somehow": 3.21265935953, "guess": 3.22051485947, "consensus": 2.34019460797, "num": 0.00031499039539700004, "than": 0.0322608622182, "swirski": 6.964513612799999, "even": 0.152388564834, "unexpect": 2.2910619194, "plot": 1.68334240509, "can": 0.162341096394, "realli": 1.5576408397, "accident": 2.26040347896, "kenneth": 2.27438972093, "giant": 1.83028503479, "whatev": 2.0343655696200003, "sperm": 4.29266646036, "proverb": 4.30192578578, "imag": 0.99376210729, "execut": 0.804854605864, "aka": 3.03661725822, "schneyer": 7.18765716411, "too": 0.5965551547219999, "post": 0.8057001527009999, "yet": 0.754181309241, "glori": 2.4580593997499998, "loenenruiz": 7.18765716411, "three": 0.06411868822490001, "fighter": 2.11144222437, "five": 0.320203181906, "swordsandsorceri": 7.18765716411, "general": 0.114952578063, "consol": 3.00943111791, "wild": 1.61867673028, "his": 0.0901772433641, "tomorrow": 3.0618677691900005, "evad": 3.23801729512, "woman": 1.2466091029200002, "settl": 1.13576409285, "enough": 0.802884439169, "stand": 0.7345572374320001, "adam": 1.4886080966, "fight": 0.917772050203, "tone": 2.14962289583, "interview": 1.2232212893899999, "could": 0.18595627229000003, "love": 1.08958288195, "barbarian": 3.5326792616800002, "place": 0.0957070839572, "all": 0.011402632097799998, "popular": 0.41058020877499996, "two": 0.0136988443582, "magazin": 0.888401591632, "play": 0.38110439064199997, "obvious": 1.86383450716, "bring": 0.7110694905930001, "treati": 1.6066702669400001, "into": 0.0149128632287, "plan": 0.428982108147, "bargain": 3.21893881501, "alon": 1.09766791236, "sexual": 1.8127646333400003, "schwitzgebel": 7.18765716411, "pebbl": 4.33984502064, "maiden": 2.97552956624, "children": 0.649637945787, "part": 0.04239531098280001, "folk": 2.03677695251, "diagnosi": 3.3608290047500002, "warn": 1.4665260511200002, "invit": 1.36782154426, "standard": 0.63741050982, "see": 0.240921585492, "dragonlik": 7.18765716411, "believ": 0.497746997996, "note": 0.353817568083, "exact": 1.2437647732500001, "lightspe": 7.1076144564399995, "greatswordswing": 7.18765716411, "fair": 1.16481508131, "particular": 0.323157393804, "here": 0.8850381883700001, "john": 0.304194577702, "bar": 1.35724203853, "who": 0.0609002329859, "rich": 1.35650809354, "divin": 2.1192772083, "cati": 7.18765716411, "law": 0.5863138271580001, "style": 0.866289529121, "portal": 2.8309483374299997, "past": 0.7016234157610001, "new": 0.0177299468511, "fall": 0.527402167952, "most": 0.020747896295599998, "epic": 2.41838596745, "aliett": 7.18765716411, "estim": 0.854377535975, "cultur": 0.620984734312, "with": 0.00119749171339, "instead": 0.46663315041500003, "four": 0.190213538869, "answer": 1.5366310419, "dubious": 3.61110689497, "specif": 0.626980167541, "don": 1.7963049316, "kid": 2.2406718971, "peopl": 0.193265578473, "child": 1.16481508131, "explicit": 1.7612397949400003, "sudden": 1.75612095378, "clear": 0.617474727198, "contra": 4.10421931014, "few": 0.275577913653, "chang": 0.166275625058, "make": 0.07349765782289999, "ted": 2.48339607548, "base": 0.13652330228700002, "card": 1.8601856079099999, "left": 0.364552414753, "town": 0.7726966026790001, "the": 0.0, "bodard": 7.18765716411, "turn": 0.324899251064, "tavern": 3.6275584998699997, "dad": 3.8465637065199996, "day": 0.16865870631700003, "look": 0.6463866936, "what": 0.225887296827, "frugductorian": 7.18765716411, "steve": 1.7667535012400002, "eightyyearold": 7.18765716411, "right": 0.34035985417, "blog": 2.65237310559, "call": 0.0654627744488, "rachel": 3.1300918533999997, "still": 0.17112222142900002, "despit": 0.473790078298, "wrong": 1.70078769102, "got": 1.2863908849299999, "mayb": 3.0471714458899997, "contrari": 2.08474659391, "further": 0.308815895297, "man": 0.55928515477, "for": 0.00031499039539700004, "unless": 1.69528182715, "and": 6.29901420636e-05, "news": 0.733245073485, "thank": 1.7928938993, "movement": 0.746577724286, "onc": 0.403765872355, "probabl": 0.972882412913, "porter": 2.8903717579, "doe": 0.5340417297169999, "becaus": 0.139343158825, "heart": 1.09974671874, "palm": 2.60439181351, "sound": 1.13556799519, "attorney": 2.202339678, "under": 0.07526180538319999, "becom": 0.11771217648900001, "afield": 4.5192722194099995, "travel": 0.675788018461, "women": 0.8404139079, "accept": 0.552585882007, "discov": 0.924894023806, "befor": 0.0956377718795, "him": 0.49124039099699995, "clueless": 5.8883741799800005, "reach": 0.40414323085000003, "stipul": 2.8373792277599996, "may": 0.050709995284400004, "catch": 2.11092206831, "ann": 1.62601445662, "near": 0.252854324034, "relat": 0.21310030165399999, "realm": 2.37750739744, "final": 0.292733863948, "authorship": 3.89491149068, "over": 0.0249367214957, "establish": 0.297302399813, "captur": 1.0578810012100002, "live": 0.266903399347, "know": 0.952919694398, "reason": 0.544301552962, "tradit": 0.47500477629199994, "cancel": 1.6545971104100001, "adventur": 1.8947711875599997, "more": 0.017024931599999998, "where": 0.0649921387457, "attempt": 0.38674498075099994, "statut": 2.6425909022, "claim": 0.423291231925, "exploit": 1.7568506145200002, "genr": 2.1219025708, "wander": 2.79423734561, "ever": 0.6778949784020001, "nativ": 1.10107184908, "fantasi": 2.48566279349, "honor": 1.26050894061, "want": 0.6916366062549999, "rochita": 7.18765716411, "leagu": 1.2759575854799998, "give": 0.311392552224, "tale": 1.9610148342700002, "prearrang": 5.934894195619999, "definit": 1.1755733298, "out": 0.0584263909193, "exercis": 1.5552513523, "full": 0.511203624148, "learn": 0.842752064745, "tell": 1.21236434401, "escap": 1.26809149255, "issu": 0.364099043934, "torchlit": 7.18765716411, "condemn": 1.94944372164, "youth": 1.3954060414700002, "parenthesi": 5.801362803, "background": 1.3931203261899998, "quit": 1.05951513684, "time": 0.0112115188626, "separ": 0.470759772949, "companion": 1.93059591408, "attitud": 1.7474063016799999, "titl": 0.6273339619899999, "robot": 2.99674059227, "thought": 0.685867118283, "author": 0.35274143130999996, "parenthet": 6.2068279111, "clever": 3.4187350023299996, "pint": 5.30311596144, "rest": 0.671587369833, "mix": 1.02434236008, "group": 0.190594534797, "aren": 6.17605625244, "old": 0.424253510675, "direct": 0.200705689496, "run": 0.442714975539, "plenti": 2.8569238238300003, "spoiler": 4.86854276917, "told": 1.14879230713, "dustup": 7.18765716411, "those": 0.17854939087299998, "from": 0.000567054168866, "evid": 0.8103634834160001, "need": 0.362740163442, "polit": 0.570142784146, "mani": 0.0433157581221, "factor": 1.06169814662, "barmaid": 6.4945099835599995, "recognit": 1.4816549327200002, "cours": 0.765899404133, "juli": 0.360931190445, "donor": 3.2412327319700003, "johnson": 1.5938755846700001, "depriv": 2.61294618561, "happili": 4.0741418549, "evok": 3.21422553056, "didn": 7.18765716411, "innkeep": 5.54542942886, "good": 0.418589404907, "fit": 1.2151206268899999, "perhap": 1.14680739183, "unspoil": 5.98368435979, "begin": 0.285584668268, "how": 0.47156695693000006, "had": 0.0464780244111, "occas": 1.30503139704, "littl": 0.438213989466, "but": 0.0161923720719, "thricecondemn": 7.18765716411, "least": 0.480285584745, "now": 0.149092945021, "goe": 1.4473284897999998, "name": 0.09723316638430002, "when": 0.0205549888584, "our": 0.8576392141820001, "other": 0.00987474791976, "date": 0.489080896097, "humor": 2.4917326148599996, "invas": 1.42325006764, "term": 0.33303898354600003, "predict": 1.6457402376899999, "numxnum": 3.9522520373, "seek": 1.04293519316, "was": 0.0112115188626, "jurisdict": 2.05382143623, "think": 1.06717661175, "infer": 3.0511581621399997, "ventur": 2.04599360761, "slept": 3.8495179184199997, "spencer": 2.7891012274900002, "grade": 1.8773288849, "defeat": 1.05733688222, "found": 0.107841124048, "war": 0.345863640811, "moral": 1.5032274179700003, "disguis": 2.6962157434599994, "thing": 0.8781935346799999, "bed": 2.0401626873, "activ": 0.381196603284, "much": 0.17749572930100002, "also": 0.0146571578, "juxtaposit": 4.76728903546, "are": 0.0294674735827, "might": 0.7683410765340001, "muscl": 2.83415861306, "slip": 2.5741881753099998, "underpay": 7.18765716411, "technolog": 0.956847686355, "mention": 0.931747186336, "setup": 3.5305264083199996, "would": 0.0796176279647, "privat": 0.705059626587, "took": 0.337177952953, "both": 0.050842533389300004, "exist": 0.38165779408699996, "luck": 3.03924538062, "extradit": 4.30192578578, "die": 0.510049071409, "actual": 0.628514181648, "joseph": 1.11865303955, "quest": 2.54006626224, "through": 0.0683586918849, "allit": 6.2068279111, "smarter": 5.13996432075, "expect": 0.78850775216, "end": 0.101476798618, "sword": 2.38227093146, "alreadi": 0.670478380747, "agre": 0.801760369921, "alien": 2.1036681505000003, "forese": 3.78924142541, "not": 0.0155524130075, "break": 0.88733019029, "remain": 0.15356296309, "far": 0.536623764503, "beer": 2.69341853883, "sorceri": 5.01860346375, "thrice": 4.99043258678, "dread": 3.58806440083, "finish": 1.17210994649, "show": 0.236682766013, "like": 0.139053576545, "lot": 1.4835969502500002, "duan": 4.30658779888, "battl": 0.8703420675010001, "twist": 2.70089520918, "random": 1.9727214065099998, "ignor": 1.5226732694999998, "himself": 0.7766602516869999, "misjudg": 5.15077523685, "stori": 0.705059626587, "introduc": 0.5457137524260001, "differ": 0.212321121312, "narrat": 1.7921374696099999, "busi": 0.720476170355, "work": 0.109034567273, "after": 0.020490694648099998, "caught": 1.80277991137, "kind": 0.948031302717, "forc": 0.280652166524, "some": 0.0395735090645, "tax": 1.52556511651, "ice": 1.75248061485, "did": 0.220847122352, "tip": 2.2430429711200004, "dispatch": 2.3863720992, "kosmatka": 7.18765716411, "neither": 1.29808692469, "get": 0.579769005782, "futur": 0.619345197699, "guy": 2.03774313616, "caldernian": 7.18765716411, "death": 0.485696798112, "forgotten": 2.5849901083400004, "link": 0.7661704068449999, "pilgrim": 3.2095343569800003, "just": 0.289531434109, "order": 0.22014038079300002, "sinc": 0.0803681994577, "supernatur": 3.1373225428900002, "embellish": 3.91051243112, "public": 0.20232375048700002, "sweet": 2.3259086507299997, "someth": 1.18830712273, "relev": 1.9371304613999998, "scammer": 7.18765716411, "happen": 1.08640441802, "except": 0.54202451213, "way": 0.19809150993500002, "her": 0.574944311991, "mine": 1.58430908678, "jilli": 7.18765716411, "never": 0.443205436091, "effect": 0.333830227158, "toward": 0.48877277716000006, "fact": 0.5502899207949999, "preposter": 5.561689949730001, "joke": 2.40783363597, "symbol": 1.22901716266, "regret": 2.7227073588999997, "trope": 4.74531012875, "that": 0.00397614837964, "them": 0.0941833269093, "monetari": 2.7207916494999997, "their": 0.015360505122700001, "win": 1.01265652029, "come": 0.28390990653000003, "rather": 0.442714975539, "entangl": 3.9392225370099996, "destin": 1.8001086638400001, "aldunian": 7.18765716411, "each": 0.173741689304, "sort": 1.64639361896, "perspect": 1.61645415436, "soon": 0.6839929376880001, "provid": 0.19517784432500002, "dallianc": 6.58152136054, "ellsworth": 4.860379458530001, "breath": 2.59675494992, "let": 1.2488025672799998, "server": 3.6394775921, "take": 0.130691962197, "anyth": 1.52353994585, "around": 0.19387710578200001, "result": 0.136378908381, "there": 0.0400978929255, "stuff": 3.1490015077499995, "say": 0.562154280552, "well": 0.0635144383156, "life": 0.315183699277, "must": 0.653383947388, "shrine": 3.01970078455, "attent": 1.03332999658, "doesn": 7.18765716411, "find": 0.547781330288, "put": 0.505652999854, "punish": 1.8150830269599998, "process": 0.527829199025, "rock": 1.1907905677200001, "you": 0.771469692294, "eric": 1.8581641801, "they": 0.0297269947676, "contributor": 2.67222935363, "then": 0.08303386523089999, "execution": 4.682131227119999, "own": 0.164195077421, "dragon": 2.67131819183, "troubl": 1.60761292215, "upon": 0.47207177798199995, "angelica": 5.40988393686, "same": 0.112059649604, "this": 0.0037864490525, "whole": 0.8306818244059999, "sentenc": 1.7656483252200001, "advanc": 0.6930212121780001, "suggest": 0.563702610877, "fifth": 1.24595200072, "met": 0.8592740514339999, "warrior": 2.24601474151, "pillag": 4.100409781730001, "reader": 1.8622111301800002, "will": 0.202786534915, "has": 0.0427239448548, "resolut": 1.74704483412, "super": 1.9988756846400002, "sourc": 0.529218310751, "codicil": 6.89997509166, "been": 0.023645982368400004, "inn": 2.9273274644200002, "interest": 0.47207177798199995, "widow": 2.3175618928, "lecki": 5.843922417409999, "manag": 0.497643387158, "about": 0.0628434774746, "hang": 2.11822899018, "entir": 0.46603068026999994, "equival": 1.40897338129, "have": 0.0147850023412}, "tfidf": {"below": 2.25607503197, "back": 2.52140077822, "world": 6.68041237116, "principl": 3.4520547945199995, "legal": 7.800196528020001, "former": 1.36111111111, "one": 6.03764974332, "again": 1.50883862384, "drown": 18.7659574468, "onli": 2.0512953033200003, "away": 3.70285714286, "hero": 5.0384005077800005, "bastard": 58.8, "along": 2.5947536160799998, "magnifica": 1323.0, "investig": 3.11721971333, "hous": 1.4624170965399999, "first": 8.06092916984, "future—a": 1323.0, "wellmuscl": 1323.0, "line": 1.4182597820299998, "support": 12.685577307200003, "enjoy": 3.3269069572500003, "behind": 4.169117647059999, "notari": 320.727272728, "besid": 5.1362018764199995, "prosper": 7.61073825503, "bit": 8.33385826772, "trigger": 7.91820448878, "determin": 2.1658935879900003, "weari": 54.9342560554, "someon": 4.9350326391, "while": 2.0883977900599997, "easi": 5.2937645882, "owe": 12.407971864, "clue": 60.8275862068, "big": 2.7400759406299997, "cromdor": 38367.0, "glimps": 38.8166259169, "deadbeat": 690.260869565, "evil": 15.428571428579998, "everi": 1.47917637194, "somehow": 49.690140845, "guess": 125.2050473185, "consensus": 10.383257030700001, "num": 1.00031504001, "than": 5.16393442625, "swirski": 4233.6, "even": 3.49383802818, "unexpect": 9.88542963885, "plot": 5.383519837230001, "can": 5.8813069571, "realli": 4.7476076555, "accident": 9.58695652174, "kenneth": 9.72198407838, "giant": 6.23566378633, "whatev": 15.294797687860001, "sperm": 73.1612903226, "proverb": 73.8418604651, "imag": 2.70137825421, "execut": 2.2363713199, "aka": 20.834645669300002, "schneyer": 1323.0, "too": 3.6317053643, "post": 2.23826307627, "yet": 2.1258703802900003, "glori": 11.6821192053, "loenenruiz": 1323.0, "three": 5.33109469445, "fighter": 8.26014568158, "five": 1.37740760021, "swordsandsorceri": 1323.0, "general": 1.1218202374200001, "consol": 20.275862069000002, "wild": 5.04640813732, "his": 19.698628248360002, "tomorrow": 21.3674293405, "evad": 76.44943820219999, "woman": 3.47852760736, "settl": 3.1135516768000002, "enough": 4.463939266140001, "stand": 2.0845588235299997, "adam": 4.43092380687, "fight": 2.50370604006, "tone": 17.16324324324, "interview": 3.3981164383599998, "could": 1.2043695949, "love": 2.97303370787, "barbarian": 171.077586207, "place": 1.1004366812200002, "all": 4.04587155964, "popular": 1.50769230769, "two": 3.04137931035, "magazin": 2.4312404287900002, "play": 1.46390041494, "obvious": 6.44841592201, "bring": 2.03616775683, "treati": 4.986180904519999, "into": 3.04507384437, "plan": 1.5356935577500002, "bargain": 25.0015748031, "alon": 5.99433641684, "sexual": 6.12736395214, "schwitzgebel": 2646.0, "pebbl": 76.6956521739, "maiden": 98.0, "children": 3.82969484984, "part": 1.04330682789, "folk": 7.6658619024600005, "diagnosi": 28.8130671506, "warn": 4.334152334150001, "invit": 3.92678703933, "standard": 5.674728940770001, "see": 1.27242125511, "dragonlik": 1323.0, "believ": 3.2900217594, "note": 1.42449528937, "exact": 3.46864758575, "lightspe": 1221.23076923, "greatswordswing": 1323.0, "fair": 6.41066020594, "particular": 1.3814827706200001, "here": 7.26923076924, "john": 2.71106557378, "bar": 3.8854625550699997, "who": 2.12558575446, "rich": 7.7652237711000005, "divin": 8.32511798637, "cati": 3969.0, "law": 1.7973508434299998, "style": 2.37807070102, "portal": 50.88461538450001, "past": 6.05107356117, "new": 1.0178880554, "fall": 3.3890489913599997, "most": 4.08385852092, "epic": 11.2277227723, "aliett": 3969.0, "estim": 2.34991119005, "cultur": 3.72151898734, "with": 10.011982089899998, "instead": 3.18923262354, "four": 1.20950784702, "answer": 9.29780380674, "dubious": 37.006993007, "specif": 1.8719490626099997, "don": 6.02733485194, "kid": 18.79928952042, "peopl": 2.42640990372, "child": 41.66929133861, "explicit": 5.819648093840001, "sudden": 5.78993435449, "clear": 1.85423966363, "contra": 302.97709923649995, "few": 1.31729173581, "chang": 2.3617970842, "make": 1.0762660158600001, "ted": 11.9818867925, "base": 1.14628158845, "card": 6.42492917847, "left": 1.4398693996, "town": 2.1655981448599997, "the": 105.0, "bodard": 3969.0, "turn": 1.3838912133899999, "tavern": 150.4834123224, "dad": 93.6637168142, "day": 2.36743215032, "look": 1.9086318826599997, "what": 11.280909521519998, "frugductorian": 1323.0, "steve": 5.85182454847, "eightyyearold": 1323.0, "right": 11.243626062319999, "blog": 14.1876675603, "call": 1.0676529926, "rachel": 68.6282420748, "still": 1.1866357724799999, "despit": 1.60606980273, "wrong": 5.478260869570001, "got": 10.859097127230001, "mayb": 42.1114058356, "contrari": 8.042553191489999, "further": 2.723623263, "man": 1.7494214875999998, "for": 6.00189024006, "unless": 5.44818119423, "and": 52.00327559076, "news": 2.08182533438, "thank": 6.00681044268, "movement": 2.10976744186, "onc": 1.4974533106999999, "probabl": 2.64555907349, "porter": 54.0, "doe": 6.8232513162, "becaus": 5.74759249875, "heart": 3.00340522134, "palm": 13.5229982964, "sound": 6.22588235294, "attorney": 9.04615384615, "under": 1.0781663837, "becom": 1.12492028626, "afield": 91.76878612719999, "travel": 19.6558128018, "women": 2.31732593782, "accept": 1.7377408056, "discov": 5.04320203304, "befor": 1.10036041031, "him": 6.53736874612, "clueless": 360.818181818, "reach": 1.49801849406, "stipul": 17.070967741900002, "may": 1.05201775893, "catch": 8.25585023401, "ann": 15.25072046109, "near": 1.28769567686, "relat": 1.23750876919, "realm": 10.7780040733, "final": 2.6801721955, "authorship": 49.1517027864, "over": 1.02525024217, "establish": 1.34622233528, "captur": 2.88026124819, "live": 1.30591428806, "know": 15.559621038900001, "reason": 1.72340425532, "tradit": 1.60802187785, "cancel": 5.23097199341, "adventur": 39.906158357760006, "more": 4.0686827268, "where": 3.20145190563, "attempt": 4.416543026699999, "statut": 14.0495575221, "claim": 1.52697893623, "exploit": 5.79416058394, "genr": 8.34700315457, "wander": 16.3501544799, "ever": 1.9697270471500001, "nativ": 3.00738776283, "fantasi": 96.0726172464, "honor": 3.5272161741800003, "want": 5.99094339624, "rochita": 1323.0, "leagu": 3.5821299639, "give": 2.7306501548, "tale": 42.63921217548, "prearrang": 378.0, "definit": 3.24, "out": 3.18050083473, "exercis": 4.73627684964, "full": 3.33459357278, "learn": 2.32275054865, "tell": 10.08426847344, "escap": 3.5540631296199994, "issu": 1.43921675279, "torchlit": 1323.0, "condemn": 42.148672566360005, "youth": 4.03661327231, "parenthesi": 330.75, "background": 4.02739726027, "quit": 5.769943667100001, "time": 3.03382381044, "separ": 3.2024205748799996, "companion": 6.89361702128, "attitud": 5.7396963123599996, "titl": 7.49044585988, "robot": 40.0403530896, "thought": 1.9854927463699998, "author": 1.4229631621399998, "parenthet": 496.125, "clever": 91.5923076924, "pint": 200.962025316, "rest": 1.9573418813999999, "mix": 2.7852631578900002, "group": 1.20996875238, "aren": 481.09090909099996, "old": 1.52844902282, "direct": 1.22226499346, "run": 4.6707855251399995, "plenti": 17.4078947368, "spoiler": 130.131147541, "told": 3.1543810848400002, "dustup": 1323.0, "those": 4.78192771084, "from": 10.0056721497, "evid": 2.24872521246, "need": 1.4372623574099999, "polit": 1.76851954996, "mani": 2.08853515754, "factor": 2.89127663449, "barmaid": 661.5, "recognit": 4.40022172949, "cours": 6.45278417559, "juli": 1.43466473884, "donor": 25.565217391300003, "johnson": 4.92279069767, "depriv": 13.6391752577, "happili": 58.8, "evok": 24.8840125392, "didn": 1323.0, "innkeep": 512.129032258, "good": 4.55944859277, "fit": 3.37070063694, "perhap": 6.29625223082, "unspoil": 396.9, "begin": 3.9916191753300003, "how": 3.20500656102, "had": 1.0475750577399998, "occas": 3.68780487805, "littl": 1.5499365420299998, "but": 9.14691761091, "thricecondemn": 2646.0, "least": 1.6165359943000002, "now": 2.321561746, "goe": 4.251740760580001, "name": 4.40846928148, "when": 2.0415353951, "our": 9.43035343036, "other": 3.02977099236, "date": 1.63081664099, "humor": 48.328767123199995, "invas": 4.150588235290001, "term": 1.39520168732, "predict": 15.554539516650001, "numxnum": 52.0524590164, "seek": 2.83753351206, "was": 4.04509841392, "jurisdict": 15.5952848723, "think": 5.81431972166, "infer": 21.1398135819, "ventur": 7.73684210526, "slept": 46.9704142012, "spencer": 32.5327868852, "grade": 6.536023054759999, "defeat": 2.87869446963, "found": 1.11387076405, "war": 2.82641979704, "moral": 4.49617672048, "disguis": 14.823529411800001, "thing": 7.219645293329998, "bed": 7.6918604651199995, "activ": 1.46403541129, "much": 2.3884459154599997, "also": 5.07382550335, "juxtaposit": 117.6, "are": 9.26915342202, "might": 2.1561863370900003, "muscl": 17.0160771704, "slip": 39.361983471, "underpay": 1323.0, "technolog": 2.6034765496900003, "mention": 2.53894130817, "setup": 34.1419354839, "would": 1.0828729281799998, "privat": 2.02396736359, "took": 1.4009883515700001, "both": 3.15647160183, "exist": 1.4647107666799999, "luck": 41.778947368400004, "extradit": 73.8418604651, "die": 1.66537291514, "actual": 3.74964572508, "joseph": 3.06072874494, "quest": 25.3610223642, "through": 2.14149861738, "allit": 496.125, "smarter": 170.709677419, "expect": 8.800443459, "end": 4.42721695484, "sword": 10.82946794, "alreadi": 3.9103448275800003, "agre": 11.14731077095, "alien": 8.19617965927, "forese": 44.22284122560001, "not": 9.14106583071, "break": 2.42863698944, "remain": 1.16598119859, "far": 5.13066896478, "beer": 14.782122905, "sorceri": 151.2, "thrice": 147.0, "dread": 36.164009111599995, "finish": 3.22879804759, "show": 1.26703910615, "like": 5.745928338750001, "lot": 4.40877534018, "duan": 74.1869158879, "battl": 2.38772747782, "twist": 29.7861163228, "random": 7.1902173913, "ignor": 4.58446433728, "himself": 4.34839769926, "misjudg": 172.56521739099998, "stori": 36.43141254462, "introduc": 3.4516795303800003, "differ": 2.4730898045, "narrat": 6.002268431, "busi": 2.05541170378, "work": 1.11520089913, "after": 2.04140414042, "caught": 6.06648834543, "kind": 10.322496749039999, "forc": 1.32399299475, "some": 7.28256880736, "tax": 4.5977410947, "ice": 5.768895348840001, "did": 6.235663786350001, "tip": 9.42195845697, "dispatch": 10.8739726027, "kosmatka": 1323.0, "neither": 3.6622837370199997, "get": 3.5712518277, "futur": 7.430844839680001, "guy": 7.67327211213, "caldernian": 2646.0, "death": 3.2506142506200004, "forgotten": 13.2631578947, "link": 4.30302208972, "pilgrim": 24.767550701999998, "just": 5.34320572148, "order": 1.24625166811, "sinc": 1.08368600683, "supernatur": 23.042089985500002, "embellish": 49.9245283019, "public": 2.4484885873, "sweet": 10.2359767892, "someth": 13.12608515916, "relev": 6.938811188810001, "scammer": 1323.0, "happen": 2.96359902931, "except": 1.71948445792, "way": 3.6572218383, "her": 1.7770315648099997, "mine": 9.751842751839998, "jilli": 1323.0, "never": 1.55769230769, "effect": 1.3963060686000002, "toward": 1.6303142329, "fact": 1.73375559681, "preposter": 260.262295082, "joke": 11.1098670399, "symbol": 3.4178686760000003, "regret": 15.2214765101, "trope": 345.130434783, "that": 23.09163346625, "them": 2.19752231988, "monetari": 15.1923444976, "their": 1.01547908405, "win": 2.75290445639, "come": 2.65662650602, "rather": 3.11385701676, "entangl": 51.3786407767, "destin": 6.0503048780499995, "aldunian": 1323.0, "each": 5.948741007200001, "sort": 5.188235294119999, "perspect": 5.03520456708, "soon": 1.9817750592900003, "provid": 1.21552714187, "dallianc": 721.636363636, "ellsworth": 258.146341464, "breath": 13.420118343199999, "let": 3.48616600791, "server": 38.071942446, "take": 2.27923336444, "anyth": 4.58843930636, "around": 1.21394708671, "result": 1.14611608432, "there": 10.4091266719, "stuff": 23.3127753304, "say": 1.7544480053, "well": 2.1311497416, "life": 6.8525552486, "must": 1.9220338983099996, "shrine": 20.4851612903, "attent": 2.81040892193, "doesn": 5292.0, "find": 1.7294117647099998, "put": 1.65806788512, "punish": 12.283172147, "process": 1.69524826482, "rock": 3.28968089515, "you": 12.97765667574, "eric": 6.411954765750001, "they": 5.15086626435, "contributor": 14.4721969006, "then": 6.51947163096, "execution": 432.0, "own": 1.17844418052, "dragon": 86.7540983604, "troubl": 4.99088337001, "upon": 1.60331246213, "angelica": 223.605633803, "same": 2.23715916296, "this": 12.04552352052, "whole": 2.29488291414, "sentenc": 46.76288659792, "advanc": 1.9997480791, "suggest": 1.7571665744299998, "fifth": 3.4762426100300003, "met": 2.3614457831299998, "warrior": 9.45, "pillag": 60.3650190114, "reader": 6.437956204380001, "will": 11.02329887364, "has": 10.436497502, "resolut": 5.73762197326, "super": 7.380753138080001, "sourc": 1.69760479042, "codicil": 992.25, "been": 4.095711060959999, "inn": 18.6776470588, "interest": 1.60331246213, "widow": 10.150895140700001, "lecki": 1035.3913043490002, "manag": 1.6448404475799998, "about": 10.648601515900001, "hang": 16.63279203772, "entir": 1.59365589239, "equival": 4.09175257732, "have": 3.0446845234199995}, "freq": {"below": 1, "back": 2, "world": 6, "principl": 1, "legal": 3, "former": 1, "one": 6, "again": 1, "drown": 1, "onli": 2, "away": 2, "hero": 1, "bastard": 1, "along": 2, "magnifica": 1, "investig": 1, "hous": 1, "first": 8, "future—a": 1, "wellmuscl": 1, "line": 1, "support": 10, "enjoy": 1, "behind": 2, "notari": 2, "besid": 1, "prosper": 1, "bit": 1, "trigger": 1, "determin": 1, "weari": 1, "someon": 1, "while": 2, "easi": 1, "owe": 2, "clue": 2, "big": 1, "cromdor": 29, "glimps": 1, "deadbeat": 1, "evil": 2, "everi": 1, "somehow": 2, "guess": 5, "consensus": 1, "num": 1, "than": 5, "swirski": 4, "even": 3, "unexpect": 1, "plot": 1, "can": 5, "realli": 1, "accident": 1, "kenneth": 1, "giant": 1, "whatev": 2, "sperm": 1, "proverb": 1, "imag": 1, "execut": 1, "aka": 1, "schneyer": 1, "too": 2, "post": 1, "yet": 1, "glori": 1, "loenenruiz": 1, "three": 5, "fighter": 1, "five": 1, "swordsandsorceri": 1, "general": 1, "consol": 1, "wild": 1, "his": 18, "tomorrow": 1, "evad": 3, "woman": 1, "settl": 1, "enough": 2, "stand": 1, "adam": 1, "fight": 1, "tone": 2, "interview": 1, "could": 1, "love": 1, "barbarian": 5, "place": 1, "all": 4, "popular": 1, "two": 3, "magazin": 1, "play": 1, "obvious": 1, "bring": 1, "treati": 1, "into": 3, "plan": 1, "bargain": 1, "alon": 2, "sexual": 1, "schwitzgebel": 2, "pebbl": 1, "maiden": 5, "children": 2, "part": 1, "folk": 1, "diagnosi": 1, "warn": 1, "invit": 1, "standard": 3, "see": 1, "dragonlik": 1, "believ": 2, "note": 1, "exact": 1, "lightspe": 1, "greatswordswing": 1, "fair": 2, "particular": 1, "here": 3, "john": 2, "bar": 1, "who": 2, "rich": 2, "divin": 1, "cati": 3, "law": 1, "style": 1, "portal": 3, "past": 3, "new": 1, "fall": 2, "most": 4, "epic": 1, "aliett": 3, "estim": 1, "cultur": 2, "with": 10, "instead": 2, "four": 1, "answer": 2, "dubious": 1, "specif": 1, "don": 1, "kid": 2, "peopl": 2, "child": 13, "explicit": 1, "sudden": 1, "clear": 1, "contra": 5, "few": 1, "chang": 2, "make": 1, "ted": 1, "base": 1, "card": 1, "left": 1, "town": 1, "the": 105, "bodard": 3, "turn": 1, "tavern": 4, "dad": 2, "day": 2, "look": 1, "what": 9, "frugductorian": 1, "steve": 1, "eightyyearold": 1, "right": 8, "blog": 1, "call": 1, "rachel": 3, "still": 1, "despit": 1, "wrong": 1, "got": 3, "mayb": 2, "contrari": 1, "further": 2, "man": 1, "for": 6, "unless": 1, "and": 52, "news": 1, "thank": 1, "movement": 1, "onc": 1, "probabl": 1, "porter": 3, "doe": 4, "becaus": 5, "heart": 1, "palm": 1, "sound": 2, "attorney": 1, "under": 1, "becom": 1, "afield": 1, "travel": 10, "women": 1, "accept": 1, "discov": 2, "befor": 1, "him": 4, "clueless": 1, "reach": 1, "stipul": 1, "may": 1, "catch": 1, "ann": 3, "near": 1, "relat": 1, "realm": 1, "final": 2, "authorship": 1, "over": 1, "establish": 1, "captur": 1, "live": 1, "know": 6, "reason": 1, "tradit": 1, "cancel": 1, "adventur": 6, "more": 4, "where": 3, "attempt": 3, "statut": 1, "claim": 1, "exploit": 1, "genr": 1, "wander": 1, "ever": 1, "nativ": 1, "fantasi": 8, "honor": 1, "want": 3, "rochita": 1, "leagu": 1, "give": 2, "tale": 6, "prearrang": 1, "definit": 1, "out": 3, "exercis": 1, "full": 2, "learn": 1, "tell": 3, "escap": 1, "issu": 1, "torchlit": 1, "condemn": 6, "youth": 1, "parenthesi": 1, "background": 1, "quit": 2, "time": 3, "separ": 2, "companion": 1, "attitud": 1, "titl": 4, "robot": 2, "thought": 1, "author": 1, "parenthet": 1, "clever": 3, "pint": 1, "rest": 1, "mix": 1, "group": 1, "aren": 1, "old": 1, "direct": 1, "run": 3, "plenti": 1, "spoiler": 1, "told": 1, "dustup": 1, "those": 4, "from": 10, "evid": 1, "need": 1, "polit": 1, "mani": 2, "factor": 1, "barmaid": 1, "recognit": 1, "cours": 3, "juli": 1, "donor": 1, "johnson": 1, "depriv": 1, "happili": 1, "evok": 1, "didn": 1, "innkeep": 2, "good": 3, "fit": 1, "perhap": 2, "unspoil": 1, "begin": 3, "how": 2, "had": 1, "occas": 1, "littl": 1, "but": 9, "thricecondemn": 2, "least": 1, "now": 2, "goe": 1, "name": 4, "when": 2, "our": 4, "other": 3, "date": 1, "humor": 4, "invas": 1, "term": 1, "predict": 3, "numxnum": 1, "seek": 1, "was": 4, "jurisdict": 2, "think": 2, "infer": 1, "ventur": 1, "slept": 1, "spencer": 2, "grade": 1, "defeat": 1, "found": 1, "war": 2, "moral": 1, "disguis": 1, "thing": 3, "bed": 1, "activ": 1, "much": 2, "also": 5, "juxtaposit": 1, "are": 9, "might": 1, "muscl": 1, "slip": 3, "underpay": 1, "technolog": 1, "mention": 1, "setup": 1, "would": 1, "privat": 1, "took": 1, "both": 3, "exist": 1, "luck": 2, "extradit": 1, "die": 1, "actual": 2, "joseph": 1, "quest": 2, "through": 2, "allit": 1, "smarter": 1, "expect": 4, "end": 4, "sword": 1, "alreadi": 2, "agre": 5, "alien": 1, "forese": 1, "not": 9, "break": 1, "remain": 1, "far": 3, "beer": 1, "sorceri": 1, "thrice": 1, "dread": 1, "finish": 1, "show": 1, "like": 5, "lot": 1, "duan": 1, "battl": 1, "twist": 2, "random": 1, "ignor": 1, "himself": 2, "misjudg": 1, "stori": 18, "introduc": 2, "differ": 2, "narrat": 1, "busi": 1, "work": 1, "after": 2, "caught": 1, "kind": 4, "forc": 1, "some": 7, "tax": 1, "ice": 1, "did": 5, "tip": 1, "dispatch": 1, "kosmatka": 1, "neither": 1, "get": 2, "futur": 4, "guy": 1, "caldernian": 2, "death": 2, "forgotten": 1, "link": 2, "pilgrim": 1, "just": 4, "order": 1, "sinc": 1, "supernatur": 1, "embellish": 1, "public": 2, "sweet": 1, "someth": 4, "relev": 1, "scammer": 1, "happen": 1, "except": 1, "way": 3, "her": 1, "mine": 2, "jilli": 1, "never": 1, "effect": 1, "toward": 1, "fact": 1, "preposter": 1, "joke": 1, "symbol": 1, "regret": 1, "trope": 3, "that": 23, "them": 2, "monetari": 1, "their": 1, "win": 1, "come": 2, "rather": 2, "entangl": 1, "destin": 1, "aldunian": 1, "each": 5, "sort": 1, "perspect": 1, "soon": 1, "provid": 1, "dallianc": 1, "ellsworth": 2, "breath": 1, "let": 1, "server": 1, "take": 2, "anyth": 1, "around": 1, "result": 1, "there": 10, "stuff": 1, "say": 1, "well": 2, "life": 5, "must": 1, "shrine": 1, "attent": 1, "doesn": 4, "find": 1, "put": 1, "punish": 2, "process": 1, "rock": 1, "you": 6, "eric": 1, "they": 5, "contributor": 1, "then": 6, "execution": 4, "own": 1, "dragon": 6, "troubl": 1, "upon": 1, "angelica": 1, "same": 2, "this": 12, "whole": 1, "sentenc": 8, "advanc": 1, "suggest": 1, "fifth": 1, "met": 1, "warrior": 1, "pillag": 1, "reader": 1, "will": 9, "has": 10, "resolut": 1, "super": 1, "sourc": 1, "codicil": 1, "been": 4, "inn": 1, "interest": 1, "widow": 1, "lecki": 3, "manag": 1, "about": 10, "hang": 2, "entir": 1, "equival": 1, "have": 3}, "idf": {"below": 2.25607503197, "back": 1.26070038911, "world": 1.11340206186, "principl": 3.4520547945199995, "legal": 2.6000655093400002, "former": 1.36111111111, "one": 1.00627495722, "again": 1.50883862384, "drown": 18.7659574468, "onli": 1.0256476516600002, "away": 1.85142857143, "hero": 5.0384005077800005, "bastard": 58.8, "along": 1.2973768080399999, "magnifica": 1323.0, "investig": 3.11721971333, "hous": 1.4624170965399999, "first": 1.00761614623, "future—a": 1323.0, "wellmuscl": 1323.0, "line": 1.4182597820299998, "support": 1.2685577307200002, "enjoy": 3.3269069572500003, "behind": 2.0845588235299997, "notari": 160.363636364, "besid": 5.1362018764199995, "prosper": 7.61073825503, "bit": 8.33385826772, "trigger": 7.91820448878, "determin": 2.1658935879900003, "weari": 54.9342560554, "someon": 4.9350326391, "while": 1.0441988950299999, "easi": 5.2937645882, "owe": 6.203985932, "clue": 30.4137931034, "big": 2.7400759406299997, "cromdor": 1323.0, "glimps": 38.8166259169, "deadbeat": 690.260869565, "evil": 7.714285714289999, "everi": 1.47917637194, "somehow": 24.8450704225, "guess": 25.0410094637, "consensus": 10.383257030700001, "num": 1.00031504001, "than": 1.03278688525, "swirski": 1058.4, "even": 1.16461267606, "unexpect": 9.88542963885, "plot": 5.383519837230001, "can": 1.17626139142, "realli": 4.7476076555, "accident": 9.58695652174, "kenneth": 9.72198407838, "giant": 6.23566378633, "whatev": 7.6473988439300005, "sperm": 73.1612903226, "proverb": 73.8418604651, "imag": 2.70137825421, "execut": 2.2363713199, "aka": 20.834645669300002, "schneyer": 1323.0, "too": 1.81585268215, "post": 2.23826307627, "yet": 2.1258703802900003, "glori": 11.6821192053, "loenenruiz": 1323.0, "three": 1.06621893889, "fighter": 8.26014568158, "five": 1.37740760021, "swordsandsorceri": 1323.0, "general": 1.1218202374200001, "consol": 20.275862069000002, "wild": 5.04640813732, "his": 1.0943682360200002, "tomorrow": 21.3674293405, "evad": 25.483146067399996, "woman": 3.47852760736, "settl": 3.1135516768000002, "enough": 2.2319696330700003, "stand": 2.0845588235299997, "adam": 4.43092380687, "fight": 2.50370604006, "tone": 8.58162162162, "interview": 3.3981164383599998, "could": 1.2043695949, "love": 2.97303370787, "barbarian": 34.2155172414, "place": 1.1004366812200002, "all": 1.01146788991, "popular": 1.50769230769, "two": 1.01379310345, "magazin": 2.4312404287900002, "play": 1.46390041494, "obvious": 6.44841592201, "bring": 2.03616775683, "treati": 4.986180904519999, "into": 1.01502461479, "plan": 1.5356935577500002, "bargain": 25.0015748031, "alon": 2.99716820842, "sexual": 6.12736395214, "schwitzgebel": 1323.0, "pebbl": 76.6956521739, "maiden": 19.6, "children": 1.91484742492, "part": 1.04330682789, "folk": 7.6658619024600005, "diagnosi": 28.8130671506, "warn": 4.334152334150001, "invit": 3.92678703933, "standard": 1.8915763135900003, "see": 1.27242125511, "dragonlik": 1323.0, "believ": 1.6450108797, "note": 1.42449528937, "exact": 3.46864758575, "lightspe": 1221.23076923, "greatswordswing": 1323.0, "fair": 3.20533010297, "particular": 1.3814827706200001, "here": 2.42307692308, "john": 1.35553278689, "bar": 3.8854625550699997, "who": 1.06279287723, "rich": 3.8826118855500003, "divin": 8.32511798637, "cati": 1323.0, "law": 1.7973508434299998, "style": 2.37807070102, "portal": 16.9615384615, "past": 2.01702452039, "new": 1.0178880554, "fall": 1.6945244956799999, "most": 1.02096463023, "epic": 11.2277227723, "aliett": 1323.0, "estim": 2.34991119005, "cultur": 1.86075949367, "with": 1.0011982089899998, "instead": 1.59461631177, "four": 1.20950784702, "answer": 4.64890190337, "dubious": 37.006993007, "specif": 1.8719490626099997, "don": 6.02733485194, "kid": 9.39964476021, "peopl": 1.21320495186, "child": 3.20533010297, "explicit": 5.819648093840001, "sudden": 5.78993435449, "clear": 1.85423966363, "contra": 60.59541984729999, "few": 1.31729173581, "chang": 1.1808985421, "make": 1.0762660158600001, "ted": 11.9818867925, "base": 1.14628158845, "card": 6.42492917847, "left": 1.4398693996, "town": 2.1655981448599997, "the": 1.0, "bodard": 1323.0, "turn": 1.3838912133899999, "tavern": 37.6208530806, "dad": 46.8318584071, "day": 1.18371607516, "look": 1.9086318826599997, "what": 1.25343439128, "frugductorian": 1323.0, "steve": 5.85182454847, "eightyyearold": 1323.0, "right": 1.4054532577899999, "blog": 14.1876675603, "call": 1.0676529926, "rachel": 22.8760806916, "still": 1.1866357724799999, "despit": 1.60606980273, "wrong": 5.478260869570001, "got": 3.61969904241, "mayb": 21.0557029178, "contrari": 8.042553191489999, "further": 1.3618116315, "man": 1.7494214875999998, "for": 1.00031504001, "unless": 5.44818119423, "and": 1.00006299213, "news": 2.08182533438, "thank": 6.00681044268, "movement": 2.10976744186, "onc": 1.4974533106999999, "probabl": 2.64555907349, "porter": 18.0, "doe": 1.70581282905, "becaus": 1.1495184997499999, "heart": 3.00340522134, "palm": 13.5229982964, "sound": 3.11294117647, "attorney": 9.04615384615, "under": 1.0781663837, "becom": 1.12492028626, "afield": 91.76878612719999, "travel": 1.9655812801800001, "women": 2.31732593782, "accept": 1.7377408056, "discov": 2.52160101652, "befor": 1.10036041031, "him": 1.63434218653, "clueless": 360.818181818, "reach": 1.49801849406, "stipul": 17.070967741900002, "may": 1.05201775893, "catch": 8.25585023401, "ann": 5.08357348703, "near": 1.28769567686, "relat": 1.23750876919, "realm": 10.7780040733, "final": 1.34008609775, "authorship": 49.1517027864, "over": 1.02525024217, "establish": 1.34622233528, "captur": 2.88026124819, "live": 1.30591428806, "know": 2.59327017315, "reason": 1.72340425532, "tradit": 1.60802187785, "cancel": 5.23097199341, "adventur": 6.65102639296, "more": 1.0171706817, "where": 1.06715063521, "attempt": 1.4721810088999998, "statut": 14.0495575221, "claim": 1.52697893623, "exploit": 5.79416058394, "genr": 8.34700315457, "wander": 16.3501544799, "ever": 1.9697270471500001, "nativ": 3.00738776283, "fantasi": 12.0090771558, "honor": 3.5272161741800003, "want": 1.99698113208, "rochita": 1323.0, "leagu": 3.5821299639, "give": 1.3653250774, "tale": 7.10653536258, "prearrang": 378.0, "definit": 3.24, "out": 1.06016694491, "exercis": 4.73627684964, "full": 1.66729678639, "learn": 2.32275054865, "tell": 3.36142282448, "escap": 3.5540631296199994, "issu": 1.43921675279, "torchlit": 1323.0, "condemn": 7.02477876106, "youth": 4.03661327231, "parenthesi": 330.75, "background": 4.02739726027, "quit": 2.8849718335500003, "time": 1.01127460348, "separ": 1.6012102874399998, "companion": 6.89361702128, "attitud": 5.7396963123599996, "titl": 1.87261146497, "robot": 20.0201765448, "thought": 1.9854927463699998, "author": 1.4229631621399998, "parenthet": 496.125, "clever": 30.5307692308, "pint": 200.962025316, "rest": 1.9573418813999999, "mix": 2.7852631578900002, "group": 1.20996875238, "aren": 481.09090909099996, "old": 1.52844902282, "direct": 1.22226499346, "run": 1.55692850838, "plenti": 17.4078947368, "spoiler": 130.131147541, "told": 3.1543810848400002, "dustup": 1323.0, "those": 1.19548192771, "from": 1.00056721497, "evid": 2.24872521246, "need": 1.4372623574099999, "polit": 1.76851954996, "mani": 1.04426757877, "factor": 2.89127663449, "barmaid": 661.5, "recognit": 4.40022172949, "cours": 2.15092805853, "juli": 1.43466473884, "donor": 25.565217391300003, "johnson": 4.92279069767, "depriv": 13.6391752577, "happili": 58.8, "evok": 24.8840125392, "didn": 1323.0, "innkeep": 256.064516129, "good": 1.51981619759, "fit": 3.37070063694, "perhap": 3.14812611541, "unspoil": 396.9, "begin": 1.3305397251100002, "how": 1.60250328051, "had": 1.0475750577399998, "occas": 3.68780487805, "littl": 1.5499365420299998, "but": 1.01632417899, "thricecondemn": 1323.0, "least": 1.6165359943000002, "now": 1.160780873, "goe": 4.251740760580001, "name": 1.10211732037, "when": 1.02076769755, "our": 2.35758835759, "other": 1.00992366412, "date": 1.63081664099, "humor": 12.082191780799999, "invas": 4.150588235290001, "term": 1.39520168732, "predict": 5.18484650555, "numxnum": 52.0524590164, "seek": 2.83753351206, "was": 1.01127460348, "jurisdict": 7.79764243615, "think": 2.90715986083, "infer": 21.1398135819, "ventur": 7.73684210526, "slept": 46.9704142012, "spencer": 16.2663934426, "grade": 6.536023054759999, "defeat": 2.87869446963, "found": 1.11387076405, "war": 1.41320989852, "moral": 4.49617672048, "disguis": 14.823529411800001, "thing": 2.4065484311099996, "bed": 7.6918604651199995, "activ": 1.46403541129, "much": 1.1942229577299999, "also": 1.01476510067, "juxtaposit": 117.6, "are": 1.02990593578, "might": 2.1561863370900003, "muscl": 17.0160771704, "slip": 13.120661157, "underpay": 1323.0, "technolog": 2.6034765496900003, "mention": 2.53894130817, "setup": 34.1419354839, "would": 1.0828729281799998, "privat": 2.02396736359, "took": 1.4009883515700001, "both": 1.05215720061, "exist": 1.4647107666799999, "luck": 20.889473684200002, "extradit": 73.8418604651, "die": 1.66537291514, "actual": 1.87482286254, "joseph": 3.06072874494, "quest": 12.6805111821, "through": 1.07074930869, "allit": 496.125, "smarter": 170.709677419, "expect": 2.20011086475, "end": 1.10680423871, "sword": 10.82946794, "alreadi": 1.9551724137900002, "agre": 2.22946215419, "alien": 8.19617965927, "forese": 44.22284122560001, "not": 1.01567398119, "break": 2.42863698944, "remain": 1.16598119859, "far": 1.71022298826, "beer": 14.782122905, "sorceri": 151.2, "thrice": 147.0, "dread": 36.164009111599995, "finish": 3.22879804759, "show": 1.26703910615, "like": 1.14918566775, "lot": 4.40877534018, "duan": 74.1869158879, "battl": 2.38772747782, "twist": 14.8930581614, "random": 7.1902173913, "ignor": 4.58446433728, "himself": 2.17419884963, "misjudg": 172.56521739099998, "stori": 2.02396736359, "introduc": 1.7258397651900002, "differ": 1.23654490225, "narrat": 6.002268431, "busi": 2.05541170378, "work": 1.11520089913, "after": 1.02070207021, "caught": 6.06648834543, "kind": 2.5806241872599998, "forc": 1.32399299475, "some": 1.04036697248, "tax": 4.5977410947, "ice": 5.768895348840001, "did": 1.2471327572700002, "tip": 9.42195845697, "dispatch": 10.8739726027, "kosmatka": 1323.0, "neither": 3.6622837370199997, "get": 1.78562591385, "futur": 1.8577112099200002, "guy": 7.67327211213, "caldernian": 1323.0, "death": 1.6253071253100002, "forgotten": 13.2631578947, "link": 2.15151104486, "pilgrim": 24.767550701999998, "just": 1.33580143037, "order": 1.24625166811, "sinc": 1.08368600683, "supernatur": 23.042089985500002, "embellish": 49.9245283019, "public": 1.22424429365, "sweet": 10.2359767892, "someth": 3.28152128979, "relev": 6.938811188810001, "scammer": 1323.0, "happen": 2.96359902931, "except": 1.71948445792, "way": 1.2190739461, "her": 1.7770315648099997, "mine": 4.875921375919999, "jilli": 1323.0, "never": 1.55769230769, "effect": 1.3963060686000002, "toward": 1.6303142329, "fact": 1.73375559681, "preposter": 260.262295082, "joke": 11.1098670399, "symbol": 3.4178686760000003, "regret": 15.2214765101, "trope": 115.043478261, "that": 1.00398406375, "them": 1.09876115994, "monetari": 15.1923444976, "their": 1.01547908405, "win": 2.75290445639, "come": 1.32831325301, "rather": 1.55692850838, "entangl": 51.3786407767, "destin": 6.0503048780499995, "aldunian": 1323.0, "each": 1.18974820144, "sort": 5.188235294119999, "perspect": 5.03520456708, "soon": 1.9817750592900003, "provid": 1.21552714187, "dallianc": 721.636363636, "ellsworth": 129.073170732, "breath": 13.420118343199999, "let": 3.48616600791, "server": 38.071942446, "take": 1.13961668222, "anyth": 4.58843930636, "around": 1.21394708671, "result": 1.14611608432, "there": 1.04091266719, "stuff": 23.3127753304, "say": 1.7544480053, "well": 1.0655748708, "life": 1.37051104972, "must": 1.9220338983099996, "shrine": 20.4851612903, "attent": 2.81040892193, "doesn": 1323.0, "find": 1.7294117647099998, "put": 1.65806788512, "punish": 6.1415860735, "process": 1.69524826482, "rock": 3.28968089515, "you": 2.1629427792900002, "eric": 6.411954765750001, "they": 1.03017325287, "contributor": 14.4721969006, "then": 1.08657860516, "execution": 108.0, "own": 1.17844418052, "dragon": 14.459016393399999, "troubl": 4.99088337001, "upon": 1.60331246213, "angelica": 223.605633803, "same": 1.11857958148, "this": 1.00379362671, "whole": 2.29488291414, "sentenc": 5.84536082474, "advanc": 1.9997480791, "suggest": 1.7571665744299998, "fifth": 3.4762426100300003, "met": 2.3614457831299998, "warrior": 9.45, "pillag": 60.3650190114, "reader": 6.437956204380001, "will": 1.22481098596, "has": 1.0436497502, "resolut": 5.73762197326, "super": 7.380753138080001, "sourc": 1.69760479042, "codicil": 992.25, "been": 1.0239277652399998, "inn": 18.6776470588, "interest": 1.60331246213, "widow": 10.150895140700001, "lecki": 345.13043478300006, "manag": 1.6448404475799998, "about": 1.06486015159, "hang": 8.31639601886, "entir": 1.59365589239, "equival": 4.09175257732, "have": 1.0148948411399998}, "logtfidf": {"below": 0.813626591936, "back": 0.46333486179399996, "world": 0.644521491726, "principl": 1.2389696463600002, "legal": 2.866609921824, "former": 0.308301359655, "one": 0.037532109873, "again": 0.411340231612, "drown": 2.9320444543, "onli": 0.050648536658199995, "away": 1.231915083738, "hero": 1.61708867215, "bastard": 4.0741418549, "along": 0.520688771834, "magnifica": 7.18765716411, "investig": 1.13694148702, "hous": 0.38009061238799996, "first": 0.060698318497279996, "future—a": 7.18765716411, "wellmuscl": 7.18765716411, "line": 0.349430614452, "support": 2.3788061003700003, "enjoy": 1.2020430306899998, "behind": 1.4691144748640002, "notari": 10.154887927539999, "besid": 1.63631387177, "prosper": 2.02956017834, "bit": 2.12032652634, "trigger": 2.06916447416, "determin": 0.772833019022, "weari": 4.00613712579, "someon": 1.59635928666, "while": 0.08649996758760002, "easi": 1.6665296351499999, "owe": 3.65038395548, "clue": 6.82979245204, "big": 1.00798563557, "cromdor": 208.44205775919, "glimps": 3.65884865786, "deadbeat": 6.5370695979699995, "evil": 4.08614779502, "everi": 0.391485427421, "somehow": 6.42531871906, "guess": 16.10257429735, "consensus": 2.34019460797, "num": 0.00031499039539700004, "than": 0.16130431109100002, "swirski": 27.858054451199997, "even": 0.45716569450200006, "unexpect": 2.2910619194, "plot": 1.68334240509, "can": 0.8117054819699999, "realli": 1.5576408397, "accident": 2.26040347896, "kenneth": 2.27438972093, "giant": 1.83028503479, "whatev": 4.0687311392400005, "sperm": 4.29266646036, "proverb": 4.30192578578, "imag": 0.99376210729, "execut": 0.804854605864, "aka": 3.03661725822, "schneyer": 7.18765716411, "too": 1.1931103094439999, "post": 0.8057001527009999, "yet": 0.754181309241, "glori": 2.4580593997499998, "loenenruiz": 7.18765716411, "three": 0.32059344112450006, "fighter": 2.11144222437, "five": 0.320203181906, "swordsandsorceri": 7.18765716411, "general": 0.114952578063, "consol": 3.00943111791, "wild": 1.61867673028, "his": 1.6231903805538002, "tomorrow": 3.0618677691900005, "evad": 9.71405188536, "woman": 1.2466091029200002, "settl": 1.13576409285, "enough": 1.605768878338, "stand": 0.7345572374320001, "adam": 1.4886080966, "fight": 0.917772050203, "tone": 4.29924579166, "interview": 1.2232212893899999, "could": 0.18595627229000003, "love": 1.08958288195, "barbarian": 17.663396308400003, "place": 0.0957070839572, "all": 0.04561052839119999, "popular": 0.41058020877499996, "two": 0.041096533074600004, "magazin": 0.888401591632, "play": 0.38110439064199997, "obvious": 1.86383450716, "bring": 0.7110694905930001, "treati": 1.6066702669400001, "into": 0.0447385896861, "plan": 0.428982108147, "bargain": 3.21893881501, "alon": 2.19533582472, "sexual": 1.8127646333400003, "schwitzgebel": 14.37531432822, "pebbl": 4.33984502064, "maiden": 14.877647831200001, "children": 1.299275891574, "part": 0.04239531098280001, "folk": 2.03677695251, "diagnosi": 3.3608290047500002, "warn": 1.4665260511200002, "invit": 1.36782154426, "standard": 1.91223152946, "see": 0.240921585492, "dragonlik": 7.18765716411, "believ": 0.995493995992, "note": 0.353817568083, "exact": 1.2437647732500001, "lightspe": 7.1076144564399995, "greatswordswing": 7.18765716411, "fair": 2.32963016262, "particular": 0.323157393804, "here": 2.6551145651100003, "john": 0.608389155404, "bar": 1.35724203853, "who": 0.1218004659718, "rich": 2.71301618708, "divin": 2.1192772083, "cati": 21.56297149233, "law": 0.5863138271580001, "style": 0.866289529121, "portal": 8.49284501229, "past": 2.1048702472830003, "new": 0.0177299468511, "fall": 1.054804335904, "most": 0.08299158518239999, "epic": 2.41838596745, "aliett": 21.56297149233, "estim": 0.854377535975, "cultur": 1.241969468624, "with": 0.0119749171339, "instead": 0.9332663008300001, "four": 0.190213538869, "answer": 3.0732620838, "dubious": 3.61110689497, "specif": 0.626980167541, "don": 1.7963049316, "kid": 4.4813437942, "peopl": 0.386531156946, "child": 15.14259605703, "explicit": 1.7612397949400003, "sudden": 1.75612095378, "clear": 0.617474727198, "contra": 20.5210965507, "few": 0.275577913653, "chang": 0.332551250116, "make": 0.07349765782289999, "ted": 2.48339607548, "base": 0.13652330228700002, "card": 1.8601856079099999, "left": 0.364552414753, "town": 0.7726966026790001, "the": 0.0, "bodard": 21.56297149233, "turn": 0.324899251064, "tavern": 14.510233999479999, "dad": 7.693127413039999, "day": 0.33731741263400006, "look": 0.6463866936, "what": 2.032985671443, "frugductorian": 7.18765716411, "steve": 1.7667535012400002, "eightyyearold": 7.18765716411, "right": 2.72287883336, "blog": 2.65237310559, "call": 0.0654627744488, "rachel": 9.3902755602, "still": 0.17112222142900002, "despit": 0.473790078298, "wrong": 1.70078769102, "got": 3.8591726547899996, "mayb": 6.094342891779999, "contrari": 2.08474659391, "further": 0.617631790594, "man": 0.55928515477, "for": 0.0018899423723820002, "unless": 1.69528182715, "and": 0.0032754873873072, "news": 0.733245073485, "thank": 1.7928938993, "movement": 0.746577724286, "onc": 0.403765872355, "probabl": 0.972882412913, "porter": 8.6711152737, "doe": 2.1361669188679997, "becaus": 0.6967157941250001, "heart": 1.09974671874, "palm": 2.60439181351, "sound": 2.27113599038, "attorney": 2.202339678, "under": 0.07526180538319999, "becom": 0.11771217648900001, "afield": 4.5192722194099995, "travel": 6.75788018461, "women": 0.8404139079, "accept": 0.552585882007, "discov": 1.849788047612, "befor": 0.0956377718795, "him": 1.9649615639879998, "clueless": 5.8883741799800005, "reach": 0.40414323085000003, "stipul": 2.8373792277599996, "may": 0.050709995284400004, "catch": 2.11092206831, "ann": 4.87804336986, "near": 0.252854324034, "relat": 0.21310030165399999, "realm": 2.37750739744, "final": 0.585467727896, "authorship": 3.89491149068, "over": 0.0249367214957, "establish": 0.297302399813, "captur": 1.0578810012100002, "live": 0.266903399347, "know": 5.7175181663879995, "reason": 0.544301552962, "tradit": 0.47500477629199994, "cancel": 1.6545971104100001, "adventur": 11.368627125359998, "more": 0.06809972639999999, "where": 0.19497641623710002, "attempt": 1.1602349422529998, "statut": 2.6425909022, "claim": 0.423291231925, "exploit": 1.7568506145200002, "genr": 2.1219025708, "wander": 2.79423734561, "ever": 0.6778949784020001, "nativ": 1.10107184908, "fantasi": 19.88530234792, "honor": 1.26050894061, "want": 2.0749098187649997, "rochita": 7.18765716411, "leagu": 1.2759575854799998, "give": 0.622785104448, "tale": 11.766089005620001, "prearrang": 5.934894195619999, "definit": 1.1755733298, "out": 0.1752791727579, "exercis": 1.5552513523, "full": 1.022407248296, "learn": 0.842752064745, "tell": 3.63709303203, "escap": 1.26809149255, "issu": 0.364099043934, "torchlit": 7.18765716411, "condemn": 11.69666232984, "youth": 1.3954060414700002, "parenthesi": 5.801362803, "background": 1.3931203261899998, "quit": 2.11903027368, "time": 0.0336345565878, "separ": 0.941519545898, "companion": 1.93059591408, "attitud": 1.7474063016799999, "titl": 2.5093358479599996, "robot": 5.99348118454, "thought": 0.685867118283, "author": 0.35274143130999996, "parenthet": 6.2068279111, "clever": 10.25620500699, "pint": 5.30311596144, "rest": 0.671587369833, "mix": 1.02434236008, "group": 0.190594534797, "aren": 6.17605625244, "old": 0.424253510675, "direct": 0.200705689496, "run": 1.328144926617, "plenti": 2.8569238238300003, "spoiler": 4.86854276917, "told": 1.14879230713, "dustup": 7.18765716411, "those": 0.7141975634919999, "from": 0.00567054168866, "evid": 0.8103634834160001, "need": 0.362740163442, "polit": 0.570142784146, "mani": 0.0866315162442, "factor": 1.06169814662, "barmaid": 6.4945099835599995, "recognit": 1.4816549327200002, "cours": 2.2976982123989997, "juli": 0.360931190445, "donor": 3.2412327319700003, "johnson": 1.5938755846700001, "depriv": 2.61294618561, "happili": 4.0741418549, "evok": 3.21422553056, "didn": 7.18765716411, "innkeep": 11.09085885772, "good": 1.2557682147209999, "fit": 1.2151206268899999, "perhap": 2.29361478366, "unspoil": 5.98368435979, "begin": 0.856754004804, "how": 0.9431339138600001, "had": 0.0464780244111, "occas": 1.30503139704, "littl": 0.438213989466, "but": 0.1457313486471, "thricecondemn": 14.37531432822, "least": 0.480285584745, "now": 0.298185890042, "goe": 1.4473284897999998, "name": 0.3889326655372001, "when": 0.0411099777168, "our": 3.4305568567280003, "other": 0.02962424375928, "date": 0.489080896097, "humor": 9.966930459439999, "invas": 1.42325006764, "term": 0.33303898354600003, "predict": 4.937220713069999, "numxnum": 3.9522520373, "seek": 1.04293519316, "was": 0.0448460754504, "jurisdict": 4.10764287246, "think": 2.1343532235, "infer": 3.0511581621399997, "ventur": 2.04599360761, "slept": 3.8495179184199997, "spencer": 5.5782024549800004, "grade": 1.8773288849, "defeat": 1.05733688222, "found": 0.107841124048, "war": 0.691727281622, "moral": 1.5032274179700003, "disguis": 2.6962157434599994, "thing": 2.63458060404, "bed": 2.0401626873, "activ": 0.381196603284, "much": 0.35499145860200004, "also": 0.073285789, "juxtaposit": 4.76728903546, "are": 0.2652072622443, "might": 0.7683410765340001, "muscl": 2.83415861306, "slip": 7.722564525929999, "underpay": 7.18765716411, "technolog": 0.956847686355, "mention": 0.931747186336, "setup": 3.5305264083199996, "would": 0.0796176279647, "privat": 0.705059626587, "took": 0.337177952953, "both": 0.1525276001679, "exist": 0.38165779408699996, "luck": 6.07849076124, "extradit": 4.30192578578, "die": 0.510049071409, "actual": 1.257028363296, "joseph": 1.11865303955, "quest": 5.08013252448, "through": 0.1367173837698, "allit": 6.2068279111, "smarter": 5.13996432075, "expect": 3.15403100864, "end": 0.405907194472, "sword": 2.38227093146, "alreadi": 1.340956761494, "agre": 4.008801849605, "alien": 2.1036681505000003, "forese": 3.78924142541, "not": 0.1399717170675, "break": 0.88733019029, "remain": 0.15356296309, "far": 1.6098712935089998, "beer": 2.69341853883, "sorceri": 5.01860346375, "thrice": 4.99043258678, "dread": 3.58806440083, "finish": 1.17210994649, "show": 0.236682766013, "like": 0.6952678827250001, "lot": 1.4835969502500002, "duan": 4.30658779888, "battl": 0.8703420675010001, "twist": 5.40179041836, "random": 1.9727214065099998, "ignor": 1.5226732694999998, "himself": 1.5533205033739999, "misjudg": 5.15077523685, "stori": 12.691073278566002, "introduc": 1.0914275048520001, "differ": 0.424642242624, "narrat": 1.7921374696099999, "busi": 0.720476170355, "work": 0.109034567273, "after": 0.040981389296199995, "caught": 1.80277991137, "kind": 3.792125210868, "forc": 0.280652166524, "some": 0.2770145634515, "tax": 1.52556511651, "ice": 1.75248061485, "did": 1.10423561176, "tip": 2.2430429711200004, "dispatch": 2.3863720992, "kosmatka": 7.18765716411, "neither": 1.29808692469, "get": 1.159538011564, "futur": 2.477380790796, "guy": 2.03774313616, "caldernian": 14.37531432822, "death": 0.971393596224, "forgotten": 2.5849901083400004, "link": 1.5323408136899999, "pilgrim": 3.2095343569800003, "just": 1.158125736436, "order": 0.22014038079300002, "sinc": 0.0803681994577, "supernatur": 3.1373225428900002, "embellish": 3.91051243112, "public": 0.40464750097400004, "sweet": 2.3259086507299997, "someth": 4.75322849092, "relev": 1.9371304613999998, "scammer": 7.18765716411, "happen": 1.08640441802, "except": 0.54202451213, "way": 0.5942745298050001, "her": 0.574944311991, "mine": 3.16861817356, "jilli": 7.18765716411, "never": 0.443205436091, "effect": 0.333830227158, "toward": 0.48877277716000006, "fact": 0.5502899207949999, "preposter": 5.561689949730001, "joke": 2.40783363597, "symbol": 1.22901716266, "regret": 2.7227073588999997, "trope": 14.23593038625, "that": 0.09145141273171999, "them": 0.1883666538186, "monetari": 2.7207916494999997, "their": 0.015360505122700001, "win": 1.01265652029, "come": 0.5678198130600001, "rather": 0.885429951078, "entangl": 3.9392225370099996, "destin": 1.8001086638400001, "aldunian": 7.18765716411, "each": 0.86870844652, "sort": 1.64639361896, "perspect": 1.61645415436, "soon": 0.6839929376880001, "provid": 0.19517784432500002, "dallianc": 6.58152136054, "ellsworth": 9.720758917060001, "breath": 2.59675494992, "let": 1.2488025672799998, "server": 3.6394775921, "take": 0.261383924394, "anyth": 1.52353994585, "around": 0.19387710578200001, "result": 0.136378908381, "there": 0.400978929255, "stuff": 3.1490015077499995, "say": 0.562154280552, "well": 0.1270288766312, "life": 1.5759184963850001, "must": 0.653383947388, "shrine": 3.01970078455, "attent": 1.03332999658, "doesn": 28.75062865644, "find": 0.547781330288, "put": 0.505652999854, "punish": 3.6301660539199996, "process": 0.527829199025, "rock": 1.1907905677200001, "you": 4.628818153764, "eric": 1.8581641801, "they": 0.148634973838, "contributor": 2.67222935363, "then": 0.4982031913853999, "execution": 18.728524908479997, "own": 0.164195077421, "dragon": 16.02790915098, "troubl": 1.60761292215, "upon": 0.47207177798199995, "angelica": 5.40988393686, "same": 0.224119299208, "this": 0.04543738863, "whole": 0.8306818244059999, "sentenc": 14.125186601760001, "advanc": 0.6930212121780001, "suggest": 0.563702610877, "fifth": 1.24595200072, "met": 0.8592740514339999, "warrior": 2.24601474151, "pillag": 4.100409781730001, "reader": 1.8622111301800002, "will": 1.825078814235, "has": 0.427239448548, "resolut": 1.74704483412, "super": 1.9988756846400002, "sourc": 0.529218310751, "codicil": 6.89997509166, "been": 0.09458392947360002, "inn": 2.9273274644200002, "interest": 0.47207177798199995, "widow": 2.3175618928, "lecki": 17.531767252229997, "manag": 0.497643387158, "about": 0.6284347747460001, "hang": 4.23645798036, "entir": 0.46603068026999994, "equival": 1.40897338129, "have": 0.0443550070236}}, "html": "<!DOCTYPE html>\n\n<html dir=\"ltr\" xmlns=\"http://www.w3.org/1999/xhtml\" xmlns:b=\"http://www.google.com/2005/gml/b\" xmlns:data=\"http://www.google.com/2005/gml/data\" xmlns:expr=\"http://www.google.com/2005/gml/expr\">\n<head>\n<link href=\"https://www.blogger.com/static/v1/widgets/2890069739-widget_css_bundle.css\" rel=\"stylesheet\" type=\"text/css\"/>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<meta content=\"blogger\" name=\"generator\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<link href=\"http://schwitzsplinters.blogspot.com/2016/07/\" rel=\"canonical\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" rel=\"alternate\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default?alt=rss\" rel=\"alternate\" title=\"The Splintered Mind - RSS\" type=\"application/rss+xml\"/>\n<link href=\"https://www.blogger.com/feeds/26951738/posts/default\" rel=\"service.post\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<!--Can't find substitution for tag [blog.ieCssRetrofitLinks]-->\n<meta content=\"http://schwitzsplinters.blogspot.com/2016/07/\" property=\"og:url\"/>\n<meta content=\"The Splintered Mind\" property=\"og:title\"/>\n<meta content=\"reflections in philosophy of psychology, broadly construed\" property=\"og:description\"/>\n<!--[if IE]> <script> (function() { var html5 = (\"abbr,article,aside,audio,canvas,datalist,details,\" + \"figure,footer,header,hgroup,mark,menu,meter,nav,output,\" + \"progress,section,time,video\").split(','); for (var i = 0; i < html5.length; i++) { document.createElement(html5[i]); } try { document.execCommand('BackgroundImageCache', false, true); } catch(e) {} })(); </script> <![endif]-->\n<title>The Splintered Mind: July 2016</title>\n<style id=\"page-skin-1\" type=\"text/css\"><!--\n/*\n-----------------------------------------------\nBlogger Template Style\nName:     Son of Moto (Mean Green Blogging Machine variation)\nDesigner: Jeffrey Zeldman\nURL:      www.zeldman.com\nDate:     23 Feb 2004\nUpdated by: Blogger Team\n----------------------------------------------- */\n/* Variable definitions\n====================\n<Variable name=\"mainBgColor\" description=\"Main Background Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"mainTextColor\" description=\"Text Color\"\ntype=\"color\" default=\"#333333\">\n<Variable name=\"pageHeaderColor\" description=\"Blog Title Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"blogDescriptionColor\" description=\"Blog Description Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"linkColor\" description=\"Link Color\"\ntype=\"color\" default=\"#6E4117\">\n<Variable name=\"hoverLinkColor\" description=\"Link Hover Color\"\ntype=\"color\" default=\"#352117\">\n<Variable name=\"dateHeaderColor\" description=\"Date Header Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarHeaderColor\" description=\"Sidebar Title Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarTextColor\" description=\"Sidebar Text Color\"\ntype=\"color\" default=\"#555544\">\n<Variable name=\"bodyFont\" description=\"Text Font\" type=\"font\"\ndefault=\"normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif\">\n*/\n/* Primary layout */\nbody {\nmargin: 0;\npadding: 0;\nborder: 0;\ntext-align: center;\ncolor: #333333;\nbackground: #61381B url(https://lh3.googleusercontent.com/proxy/v1RkG4h0Fqpq7R6B2YznR_o4d4nyLHHWrWro3IL6-KcDxPt9kceW021YuZVzIyID2kTb9oMXlfKG-FcafWjalJjn3ItQutxU6ZxpvSMme83f=s0-d) top center repeat-y;\nfont-size: small;\n}\n.quickedit {\ndisplay:none;\n}\nimg {\nborder: 0;\ndisplay: block;\n}\n.clear {\nclear: both;\n}\n/* Wrapper */\n#outer-wrapper {\nmargin: 0 auto;\nborder: 0;\nwidth: 692px;\ntext-align: left;\nbackground: #ffffff url(//www.blogblog.com/moto_son/innerwrap.gif) top right repeat-y;\nfont: normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif;\n}\n/* Header */\n#header-wrapper\t{\nbackground: #000 url(https://lh6.googleusercontent.com/proxy/NJeOk6KUGooyV2G9KuXeQcWlFp0JG1fd7TXJgk_84tzhZb3IIoAHIdqbL-2qCl5qK_B93C7KKT8e1shY2I2E3ABLi5NHlVw=s0-d) bottom left repeat-x;\nmargin: 0 auto;\npadding: 0 0 15px 0;\nborder: 0;\n}\n#header h1 {\ntext-align: left;\nfont-size: 200%;\ncolor: #ffffff;\nmargin: 0;\npadding: 15px 20px 0 20px;\nbackground-image: url(https://lh6.googleusercontent.com/proxy/GzBF9FGavAmDGaCgZ07Uc8EkLiECoYGtRIJV26teY0mQdVIpkGTtduxWcITlqPLXgQsDWMtHCJ9-nBySufr9Dg=s0-d);\nbackground-repeat: repeat-x;\nbackground-position: top left;\n}\nh1 a, h1 a:link, h1 a:visited {\ncolor: #ffffff;\n}\n#header .description {\nfont-size: 110%;\ntext-align: left;\npadding: 3px 20px 10px 23px;\nmargin: 0;\nline-height:140%;\ncolor: #ffffff;\n}\n/* Inner layout */\n#content-wrapper {\npadding: 0 16px;\n}\n#main {\nwidth: 400px;\nfloat: left;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n#sidebar {\nwidth: 226px;\nfloat: right;\ncolor: #555544;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n/* Bottom layout */\n#footer\t{\nclear: left;\nmargin: 0;\npadding: 0 20px;\nborder: 0;\ntext-align: left;\nborder-top: 1px solid #f9f9f9;\n}\n#footer .widget\t{\ntext-align: left;\nmargin: 0;\npadding: 10px 0;\nbackground-color: transparent;\n}\n/* Default links \t*/\na:link, a:visited {\nfont-weight: bold;\ntext-decoration: none;\ncolor: #6E4117;\nbackground: transparent;\n}\na:hover {\nfont-weight: bold;\ntext-decoration: underline;\ncolor: #352117;\nbackground: transparent;\n}\na:active {\nfont-weight : bold;\ntext-decoration : none;\ncolor: #352117;\nbackground: transparent;\n}\n/* Typography */\n.main p, .sidebar p {\nline-height: 140%;\nmargin-top: 5px;\nmargin-bottom: 1em;\n}\nh2, h3, h4, h5\t{\nmargin: 0;\npadding: 0;\n}\nh2 {\nfont-size: 130%;\n}\nh2.date-header {\ncolor: #61381B;\n}\n.post h3 {\nmargin-top: 5px;\nfont-size: 120%;\n}\n.post-footer {\nfont-style: italic;\n}\n.sidebar h2 {\ncolor: #61381B;\n}\n.sidebar .widget {\nmargin: 12px 0 13px 0;\npadding: 0;\n}\n.main .widget {\nmargin: 12px 0 0 0 ;\n}\nli  {\nline-height: 160%;\n}\n.sidebar ul {\nmargin-left: 1;\nmargin-top: 0;\npadding-left: 0;\n}\n.sidebar ul li {\npadding-left: 0px;\npadding-top: 3px;\nmargin: 0;\n}\n.widget-content {\nmargin-top: 0.5em;\n}\n/* Profile\n----------------------------------------------- */\n.profile-datablock {\nmargin: 3px 0 5px 0;\nline-height: 140%;\n}\n.profile-textblock {\nmargin-left: 0;\n}\n.profile-img {\nfloat: left;\nmargin: 0 5px 5px 0;\nborder:4px solid #333333;\n}\n#comments  {\nborder: 0;\nborder-top: 1px dashed #eed;\nmargin: 10px 0 0 0;\npadding: 0;\n}\n#comments h4\t{\nmargin-top: 10px;\nmargin-bottom: -10px;\nfont-weight: normal;\nfont-style: italic;\ntext-transform: uppercase;\nletter-spacing: 1px;\n}\n#comments dl dt \t{\nfont-weight: bold;\nfont-style: italic;\nmargin-top: 35px;\npadding: 1px 0 0 18px;\nbackground: transparent url(//www.blogblog.com/moto_son/commentbug.gif) top left no-repeat;\n}\n#comments dl dd\t{\npadding: 0;\nmargin: 0;\n}\n.deleted-comment {\nfont-style:italic;\ncolor:gray;\n}\n.feed-links {\nclear: both;\nline-height: 2.5em;\n}\n#blog-pager-newer-link {\nfloat: left;\n}\n#blog-pager-older-link {\nfloat: right;\n}\n#blog-pager {\ntext-align: center;\n}\n/** Page structure tweaks for layout editor wireframe */\nbody#layout #outer-wrapper {\npadding-top: 0;\n}\nbody#layout #header,\nbody#layout #content-wrapper,\nbody#layout #footer {\npadding: 0;\n}\n\n--></style>\n<link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=03ededb8-159d-4b09-bb5b-55576702ae69\" media=\"none\" onload=\"if(media!='all')media='all'\" rel=\"stylesheet\"/><noscript><link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=03ededb8-159d-4b09-bb5b-55576702ae69\" rel=\"stylesheet\"/></noscript>\n<script language=\"javascript\" type=\"text/javascript\">\n  // Supply ads personalization default for EEA readers\n  // See https://www.blogger.com/go/adspersonalization\n  adsbygoogle = window.adsbygoogle || [];\n  if (typeof adsbygoogle.requestNonPersonalizedAds === 'undefined') {\n    adsbygoogle.requestNonPersonalizedAds = 1;\n  }\n</script>\n</head>\n<body>\n<div class=\"navbar section\" id=\"navbar\"><div class=\"widget Navbar\" data-version=\"1\" id=\"Navbar1\"><script type=\"text/javascript\">\n    function setAttributeOnload(object, attribute, val) {\n      if(window.addEventListener) {\n        window.addEventListener('load',\n          function(){ object[attribute] = val; }, false);\n      } else {\n        window.attachEvent('onload', function(){ object[attribute] = val; });\n      }\n    }\n  </script>\n<div id=\"navbar-iframe-container\"></div>\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n      gapi.load(\"gapi.iframes:gapi.iframes.style.bubble\", function() {\n        if (gapi.iframes && gapi.iframes.getContext) {\n          gapi.iframes.getContext().openChild({\n              url: 'https://www.blogger.com/navbar.g?targetBlogID\\x3d26951738\\x26blogName\\x3dThe+Splintered+Mind\\x26publishMode\\x3dPUBLISH_MODE_BLOGSPOT\\x26navbarType\\x3dLIGHT\\x26layoutType\\x3dLAYOUTS\\x26searchRoot\\x3dhttps://schwitzsplinters.blogspot.com/search\\x26blogLocale\\x3den\\x26v\\x3d2\\x26homepageUrl\\x3dhttps://schwitzsplinters.blogspot.com/\\x26vt\\x3d-3736560391669663194',\n              where: document.getElementById(\"navbar-iframe-container\"),\n              id: \"navbar-iframe\"\n          });\n        }\n      });\n    </script><script type=\"text/javascript\">\n(function() {\nvar script = document.createElement('script');\nscript.type = 'text/javascript';\nscript.src = '//pagead2.googlesyndication.com/pagead/js/google_top_exp.js';\nvar head = document.getElementsByTagName('head')[0];\nif (head) {\nhead.appendChild(script);\n}})();\n</script>\n</div></div>\n<div id=\"outer-wrapper\"><div id=\"wrap2\">\n<!-- skip links for text browsers -->\n<span id=\"skiplinks\" style=\"display:none;\">\n<a href=\"#main\">skip to main </a> |\n      <a href=\"#sidebar\">skip to sidebar</a>\n</span>\n<div id=\"header-wrapper\">\n<div class=\"header section\" id=\"header\"><div class=\"widget Header\" data-version=\"1\" id=\"Header1\">\n<div id=\"header-inner\">\n<div class=\"titlewrapper\">\n<h1 class=\"title\">\n<a href=\"https://schwitzsplinters.blogspot.com/\">\nThe Splintered Mind\n</a>\n</h1>\n</div>\n<div class=\"descriptionwrapper\">\n<p class=\"description\"><span>reflections in philosophy of psychology, broadly construed</span></p>\n</div>\n</div>\n</div></div>\n</div>\n<div id=\"content-wrapper\">\n<div id=\"crosscol-wrapper\" style=\"text-align:center\">\n<div class=\"crosscol no-items section\" id=\"crosscol\"></div>\n</div>\n<div id=\"main-wrapper\">\n<div class=\"main section\" id=\"main\"><div class=\"widget Blog\" data-version=\"1\" id=\"Blog1\">\n<div class=\"blog-posts hfeed\">\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Sunday, July 31, 2016</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"452557725246465202\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-five.html\">First Sentences Project (Part Five)</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><b>Background:</b><p>\n\nHow much can you predict about a story from its title and first sentence alone?  <a href=\"http://aliettedebodard.com/\">Aliette de Bodard</a>, <a href=\"http://www.annleckie.com/\">Ann Leckie</a>, <a href=\"http://www.catiporter.com/\">Cati Porter</a>, <a href=\"http://rachelswirsky.com/\">Rachel Swirsky</a>, and I have discovered the answer!<p>\n\nWell, maybe not the <i>definitive </i>answer.  Here's what we did: We took the first sentences of five stories from <a href=\"http://www.lightspeedmagazine.com/issues/july-2016-issue-74/\">July’s issue</a> of <a href=\"http://www.lightspeedmagazine.com/\">Lightspeed Magazine</a> (kindly provided to us in advance by <a href=\"http://www.johnjosephadams.com/\">John Joseph Adams</a>) and attempted to predict the plot of each story.  [Note: Ann and Rachel attempted to predict based on the first sentence alone, while Aliette, Cati, and I also looked to the title for clues.]  Links to the results from the first four stories are below.<p>\n\n\"<a href=\"http://schwitzsplinters.blogspot.com/2016/07/the-first-sentences-project-part-one.html\">Magnifica Angelica Superable</a>\" by <a href=\"https://rcloenenruiz.com/\">Rochita Loenen-Ruiz</a>.<p>\n\n\"<a href=\"http://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-two.html\">The One Who Isn't</a>\" by <a href=\"http://tedkosmatka.us/\">Ted Kosmatka</a>.<p>\n\n\"<a href=\"http://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-three.html\">Some Pebbles in the Palm</a>\" by <a href=\"http://ken-schneyer.livejournal.com/\">Kenneth Schneyer</a>.<p>\n\n\"<a href=\"http://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-four.html\">5x5</a>\" by <a href=\"https://jillydreadful.wordpress.com/\">Jilly Dreadful</a>.<p>\n\nOur fifth and final story is \"The Child Support of Cromdor the Condemned\" by <a href=\"http://spencerellsworth.com/\">Spencer Ellsworth</a>.  It begins:<p>\n<blockquote>\n \nCromdor the Caldernian, thrice-condemned, (I've forgotten the rest, but believe you me, there is thrice more) had nearly finished his tale when the traveler slipped in.</blockquote><p>\n\nSo... what's going to happen to Cromdor?  Let's guess.  We can do it!<p>\n\n(I've put a link to the full story at the end of the post.)\n<p>\n\n-----------------------------------------------------<p>\n<b>\nOur Guesses</b> (order of authorship has been randomized):<p>\n\nCati Porter:<p>\n<blockquote><p>This is the story of a deadbeat dad evading supporting his kid in the same way that he evaded capture and punishment.<p>\n\nOr perhaps he is a womanizer and doesn’t even know about all of the bastard children he has left behind in his life on the run and finally the process server (aka “the traveler”) has found him, thanks to a tip by a barmaid to a private investigator.<p>\n\nOr maybe this is like that story with Duane “The Rock” Johnson where a kid he doesn’t know exists suddenly shows up at his house and he is forced to become a dad rather just a sperm donor. <p>\n\nThis “Cromdor” guy does not sound like someone you want to hang out with, unless you like getting into trouble.<p>\n\nThis sounds like a story told in a bar, over a big pint of whatever they call beer. This story also must take place in a world where there aren’t so many people with the same name, so that you can say “Cromdor the Caldernian” rather than “Cromdor the Frugductorian” (or whatever) and know they are two different people, and that the name “Cromdor” is not equivalent to John or Steve.\n</p></p></p></p></p></blockquote><p>\n\nAnn Leckie:<p>\n<blockquote><p>Each of the three times Cromdor was condemned, he managed to bargain for some more time--he agreed to accept each sentence of death on a prearranged date, far in the future. Far enough that he might die accidentally before then. Except he doesn't--his executioners are supernatural and as the proverb goes, a man won't drown if he's destined to hang. Quite the contrary--his luck has been quite good, he's escaped every attempt on his life (and believe me there have been plenty, Cromdor did not make himself popular in his youth), and, now too old for all that wandering around and pillaging business, he's met a rich widow and settled into life as a prosperous innkeeper.<p>\n\nTomorrow is the agreed upon day. The first of Cromdor's executioners has just come into the inn, disguised as a weary traveler, a pilgrim to the shrine a few towns away. The other two can't be far behind.<p>\n\nCromdor, of course, has a plan. There are three executioners, three separate condemnations on separate occasions. Each of those executioners is determined to deprive Cromdor of breath and life. But while it was easy enough to condemn him three times, he can only be executed once.<p>\n\nIf Cromdor plays his cards right, all he has to do is introduce all three to each other and then run. Then again, Cromdor never could just do the obvious right thing, and besides, he doesn't really want to run away, he's been enjoying the whole rich innkeeper thing too much.<p>\n</p></p></p></p></p></blockquote><p>\n\nEric Schwitzgebel:<p>\n<blockquote><p>I love the juxtaposition in the title.  Cromdor is some muscled, greatsword-swinging hero.  Evidently, he is entangled in a legal battle about child support.  He is thrice-condemned not because he is evil, but because of the misjudgments and political cluelessness that go along with his barbarian attitude, perhaps even a stand on a principle of honor. And that dalliance with the fair maiden, well, what do you expect?  Child support will be owed.  The fair maiden knows her rights under the new statutes.<p>\n \nCromdor’s tales are embellished.  Of course they are!  He’s relating them in a lively, torch-lit tavern of the sort where so many tales of adventure begin.  But did he expect a <i>legal </i>adventure, with codicils and notaries public and underpayment of estimated tax?  No.  No, he didn’t.  The traveler sees through him.  Slips in.  Thinks he is smarter than Cromdor.<p>\n \nThere will be at least two clever twists and Cromdor will win partly but not entirely by luck, happily ever after, and the child will be supported.  Cromdor may still be condemned, but the punishment need not fall.  He’s in a different jurisdiction now, and they cancelled the extradition treaty after that dust-up about the eighty-year-old mining claims from the Aldunian League.<p>\n \nFor the traveler and the maiden I foresee a mixed resolution, with both consolations and regrets.<p>\n \nThe notary public will be the only one who gets exactly what is expected.<p>\n</p></p></p></p></p></p></blockquote><p>\n\nAliette de Bodard:<p>\n<blockquote><p>Guessing this is going to be a humorous story in a Sword and Sorcery world. I'm guessing Cromdor is some kind of barbarian, and he will find in the course of the story that one of the maidens he's slept with has a child and wants him to take the child along on his adventuring. <p>\n</p></p></blockquote><p>\n\nRachel Swirsky:<p>\n<blockquote><p>Stipulation: I know a little bit about this story because I interviewed Spencer Ellsworth for my blog so I’m going further afield here than I would natively.<p>\n\nThe traveler has news of a quest! The quest is to defeat a dragon. But when they reach the dragon, it turns out that this is a portal fantasy instead. The dragon is actually something technological from the future—a war robot or something. The traveler ventures through the future, giving us glimpses of both the perspective of his own past world and this future one, and then discovers that there is actually a dragon in the future. It is an alien invasion of dragon-like evil things. The war robots are dispatched, but it’s up to Cromdor and his companion to go back to the portal and bring back other barbarians and warriors from their fantasy realm because no one knows more about how to fight dragons than epic fantasy folks.<p>\n\nAlso, his tale from the beginning that he was telling at the tavern, is relevant somehow.<p>\n</p></p></p></p></blockquote> <p>\n\n\n-----------------------------------------------------<p>\n\nWe mostly agree: Cromdor is a well-muscled barbarian fighter, and he tells his tale in a tavern.  That’s already kind of an interesting consensus, since neither of those facts is explicitly mentioned or directly inferable, yet somehow the author has effectively triggered those standard fantasy tropes.  Also, we mostly to agree that this will be a humorous story (there’s already a joking tone in the first parenthesis), that the child support will have something to do with sexual exploits in Cromdor’s former life of adventure, and that probably that there will be some cleverness and unexpected twists.\n<p>\n<a href=\"https://www.lightspeedmagazine.com/fiction/child-support-cromdor-condemned/\">Full story here</a>!<p>\n\n-----------------------------------------------------<p>\n<a href=\"https://3.bp.blogspot.com/-4bCZ0D2JnfU/V54YcaewpfI/AAAAAAAABdc/-iw_puElCF8l2u3RyeVQwH3CiJh0jKWlwCLcB/s1600/D3_barbarian_beard_350_4578.jpg\" imageanchor=\"1\"><img border=\"0\" height=\"320\" src=\"https://3.bp.blogspot.com/-4bCZ0D2JnfU/V54YcaewpfI/AAAAAAAABdc/-iw_puElCF8l2u3RyeVQwH3CiJh0jKWlwCLcB/s320/D3_barbarian_beard_350_4578.jpg\" width=\"320\"/></a><p>\n\nCromdor?<p>\n\n\n-----------------------------------------------------<p>\n<b>Further Thoughts from the Contributors:</b><p>\n<i>What I like about this line</i> by Swirsky:<p>\n\nThe alliterative name catches attention. It also gives a clue about what the reader can expect in the story because the name so specifically evokes a genre. The parenthetical establishes some humorous tone, and a particular narrative style. Then there’s a traditional movement “the traveler slipped in and did what?”<p>\n<i>Diagnosis of our guesses</i> (warning: SPOILERS) by Schwitzgebel:<p>\n\nWhat we got right: The stuff we mostly agreed on, we got right: Cromdor is a barbarian, he’s telling stories of past glory in a tavern, he owes child support from his wild past days of bedding maidens.  The story is humorous and clever.  I was right that the laws are changing and Cromdor is caught up in them, that the condemnations don’t fall for jurisdictional reasons, and that the child is supported at the end – and there’s even something about a mining rights!<p>\n\nWhat we got wrong: Contra Porter, Cromdor is good at heart (despite dubious morals).  Contra Leckie, it’s not mostly about Cromdor evading his death sentences.  Contra me, the traveler is the child himself, not an attorney or scammer, and the child ends up supported more in a sweet and symbolic way than in a monetary way.  Contra de Bodard, the child doesn’t seek adventure.  Contra Swirsky, no portals, and ice giants instead of dragons.<p>\n\nThe first sentence clearly activates some standard fantasy tropes, but then the term “child support” in the title doesn’t fit with those standard tropes, suggesting a kind of cultural change toward legalism and recognition of women’s and children’s rights.  We are invited to think that the traveler at the end of the first sentence introduces the factor that breaks Cromdor out of the fantasy world – both the fantasy world of his tales of adventure and the world of the swords-and-sorcery fantasy culture in general.  A lot of good setup work in just one sentence!<p>\n\nGroup grade: 70%.<p>\n\n-----------------------------------------------------<p>\n<b>\nComing Soon: Did We Learn Anything from This Preposterous Exercise or Does Our Ignorance Remain Divinely Unspoiled?</b><p>\n\n[<a href=\"http://tvtropes.org/pmwiki/pmwiki.php/Main/BeardOfBarbarism\">image source</a>]\n</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-five.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2016-07-31T08:16:00-07:00\">8:16 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=452557725246465202\" onclick=\"\">0\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/science%20fiction\" rel=\"tag\">science fiction</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/speculative%20fiction\" rel=\"tag\">speculative fiction</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, July 28, 2016</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"3673552146699480325\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2016/07/the-ethics-of-gauging-interest-of-phd.html\">The Ethics of Gauging the Interest of PhD Applicants Before Offering Admission or Financial Support</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Here's one way philosophy PhD admissions could go: Your program offers admissions to the N top-rated applicants, figuring that X% will accept.  If the acceptance rate looks like it will be unexpectedly low, then you expand admissions to the N+M top-rated applicants.  Financial support packages could be done in a similarly neat way.<p>\n \nOften, things aren't quite that neat.<p>\n \nOne way that they can be less than neat involves a department's <b>gauging the interest of an applicant before offering admission or financial support</b>.  Here's an experience I had as an applicant in the 1990s: A professor called me from one of the schools to which I'd been admitted, and he told me that they had only a few \"top tier\" financial support packages to offer to prospective graduate students.  He said they would be happy to offer me one of those packages if I was likely to come, but they didn't want to waste it on me if I was likely to go somewhere else.  I told him I hadn't ruled out his school yet, but that I had a greater level of initial interest in a couple of other schools.  I did not receive that financial support package and decided not the visit the school.<p>\n \nThat was a fine outcome for me.  I'd kind of thought of the school as a \"safety\" school anyway.  The professor correctly guessed that my application was strong enough that I'd been admitted to higher prestige programs than his.  It would have been unusual for an applicant in my position to choose his school over those others.<p>\n \nAlthough that was a couple of decades ago, I think the practice isn't unusual.  Recently the APA's <a href=\"http://www.apaonline.org/group/statusandfuture\">Committee on the Status and Future of the Profession</a>, of which I am a member, discussed an email from a former PhD applicant suggesting that the APA adopt a policy against departments' contacting applicants to gauge their level of interest before making offers. Apparently she had been contacted by the Director of Graduate Studies at a department to which she had applied but to which she hadn't yet been admitted.  Her sense of the conversation was that <b>the DGS was prepared to offer the student admission if the student committed in advance to accepting the offer</b>.  She felt that this constituted illegitimate pressure to decide about a school before the conventional April 15 deadline.<p>\n\nIn general, it seems to be in the interest of the profession if applicants can see the full range of offers and then choose the offer that fits their interests best rather than being pressured into accepting early offers out of fear, possibly at schools that are relatively poor matches for them.  (Here's <a href=\"http://www.apaonline.org/?aid_offers\">the official APA statement on the April 15th deadline</a> for accepting graduate student aid offers.)<p>\n \nI, and some other members of the Status and Future Committee, are interested in others' thoughts about this issue.  The APA might be willing consider clarifying or revising the APA's April 15 deadline policy, if that seems desirable.<p>\n \nThe official wording of the APA policy is that \"Students are under <b>no obligation to respond to offers of financial support prior to April 15</b>\".  Situations of the sort described above don't appear to violate the letter of this policy, since support has not been formally offered.  However, it could be argued that informal conditional offers violate the spirit.<p>\n \nOn the other hand, we might use hiring as a model, and it's <b>common in both academic and non-academic hiring for the hiring department to gauge applicant interest</b> before making an offer.  Also, practically speaking, some departments have \"hard caps\" on enrollment or funding so that they cannot make more than N offers for N slots.  <b>Departments with hard caps will be in a difficult situation if several candidates who are unlikely to accept wait until April 15</b> to decide.  Other departments, even with softer caps, still might not be able to rely on higher-level administration to return the slots to them if applicants decline.  Departments in either of these positions might understandably want to reserve some of their primary offers or waiting-list offers for applicants they think are likely to accept; and part of this process might involve informally asking applicants about their about likelihood of accepting an offer if one were to be made.<p>\n\nDiscussion welcomed below.<p>\n\n[<a href=\"http://blog.apaonline.org/2016/07/27/the-ethics-of-gauging-phd-applicants-interest-before-offering-admission-or-financial-support/\">cross-posted at the Blog of the APA</a>]\n </p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2016/07/the-ethics-of-gauging-interest-of-phd.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2016-07-28T16:36:00-07:00\">4:36 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=3673552146699480325\" onclick=\"\">0\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/professional%20issues%20in%20philosophy\" rel=\"tag\">professional issues in philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, July 26, 2016</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"8740112952298176633\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-four.html\">First Sentences Project (Part Four)</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><b>Background:</b><p>\n\nHow much can you predict about a story from its title and first sentence alone?  <a href=\"http://aliettedebodard.com/\">Aliette de Bodard</a>, <a href=\"http://www.annleckie.com/\">Ann Leckie</a>, <a href=\"http://www.catiporter.com/\">Cati Porter</a>, <a href=\"http://rachelswirsky.com/\">Rachel Swirsky</a>, and I are in the process of finding out!  We have taken the first sentences of five stories from <a href=\"http://www.lightspeedmagazine.com/issues/july-2016-issue-74/\">July’s issue</a> of <a href=\"http://www.lightspeedmagazine.com/\">Lightspeed Magazine</a> (kindly provided to us in advance by <a href=\"http://www.johnjosephadams.com/\">John Joseph Adams</a>) and attempted to predict the plot of each story.  [Note: Ann and Rachel attempted to predict based on the first sentence alone, while Aliette, Cati, and I also looked to the title for clues.]<p>\n\nOur <a href=\"http://schwitzsplinters.blogspot.com/2016/07/the-first-sentences-project-part-one.html\">first story</a> was “Magnifica Angelica Superable” by <a href=\"https://rcloenenruiz.com/\">Rochita Loenen-Ruiz</a>.<p>\n\nOur <a href=\"http://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-two.html\">second story</a> was \"The One Who Isn't\" by <a href=\"http://tedkosmatka.us/\">Ted Kosmatka</a>.<p>\n\nOur <a href=\"http://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-three.html\">third story</a> was \"Some Pebbles in the Palm\" by <a href=\"http://ken-schneyer.livejournal.com/\">Kenneth Schneyer</a>.<p>\n\nThis week we do our final two stories of the month.  First, “5x5” by <a href=\"https://jillydreadful.wordpress.com/\">Jilly Dreadful</a>, which begins:<p>\n<blockquote>Sugarloaf Fine Sciences Summer Camp</blockquote></p></p></p></p></p></p></p></div></div></div></div></div></div></div></div></div></div></div></div></body></html>\nBunk Note: Cabin Lamarr\n07.12\n\nDear Scully,\nI should’ve been suspicious of the girl in the lab coat offering me psychic ice cream.<p>\n\nDue to a transcription error, only Ann and Cati saw the first three lines.  Aliette, Rachel, and I just saw the text starting from “Dear Scully,”.<p>\n\nUh-oh.  Psychic ice cream!  So... what do we think comes next?<p> \n\n(I've put a link to the full story at the end of the post.)\n<p>\n\n-----------------------------------------------------<p>\n<b>\nOur Guesses</b> (order of authorship has been randomized):<p>\n\nRachel Swirsky:<p>\n<blockquote><p>(Note: I admit I’m a bit biased because I am writing a story about psychic ice cream. Yes, really.)<p>\n\nScully turns out to be Scully from the X-Files, and this is Mulder writing to her. We’re in a universe that’s X-Files reminiscent, but covered by parody, so it’s not a violation of copyright law.<p>\n\nMulder goes on to tell her a detailed story about his experience eating the psychedelic ice cream. The letter is about a page long, and ends with his sign-off.<p>\n\nThe rest of the story is told in letters to Scully of approximately the same length (with a longer one at the climax, and a few shorter ones peppered in for humor and pacing reasons), detailing a lot of zany adventures that are gently mocking—in the spirit of tribute—the X-Files.<p>\n\nA through thread involves an alien-human conspiracy which is developed lightly in references during the early part of the story, with a direct encounter about 1/3 of the way through. After halfway through, the references become thicker, and the story eventually becomes mostly about the conspiracy, with a climactic scene that’s longer than the others where the alien conspiracy thing comes to an urgent state, and is subsequently resolved.<p>\n\nThe story ends on a final letter or two which incorporate both humor (in reference to new zany adventures now being embarked upon) and a note of emotional resonance based on Mulder’s recent experiences.<p>\n</p></p></p></p></p></p></p></blockquote><p>\n\nCati Porter:<p>\n<blockquote><p>What’s immediately clear is that: a.) this story must be at least partially comprised of letters home from summer camp; and b.) this is not your summer camp! Addressing it to “Scully” could mean that this is X Files fan fiction; or that this letter-writing duo has taken on the names of X Files characters; or, could have no relationship whatsoever at all! But because of how popular the series is, I have to think that it was a deliberate attempt draw some parallels between the show and this story, and to immediately point to something strange, supernatural, or super silly about this story.<p>\n\nA lot of information is conveyed in these first few lines. Sugarloaf is a small mountain town near Big Bear City, so we’ve already been given a location. Most of us know what to expect from a summer camp and psychic ice cream from girls in lab coats is not one of them! So it subverts expectations and invites us to read further.<p>\n\nIf we assume that the speaker is the “Mulder” to the recipient’s “Scully”, then there is likely some active investigation taking place. Because of the way the speaker is reflecting on how they *should* have been suspicious, the fact that they weren’t indicates that either they have somehow been tricked or that they didn’t realize what they were getting themselves into. The presence of a girl in a lab coat is indicative of a clinical setting, and in such a remote location, it could be that the camp is taking advantage of unsuspecting “campers” and conducting sneaky scientific experiments on them. The “psychic ice cream” points toward some form of mind-alteration, whether that be via some crazy cap covered in electrodes or telepathy or drugs. My sense is that the speaker is in peril and this letter is intended to bring aid. Except: The “bunk note” is the return address? So it’s not as though they are being held against their will, if the camp is allowing letters to be sent and received. And I’m not sure about the numerical notation - a date? A time index? And then there’s the title, “5x5”. Square feet? The size of the room (or cage?) in which they’re housed? It’s definitely an intriguing opening that is both mundane and mysterious, inviting the reader to keep going to find out what’s going on.\n\n</p></p></p></blockquote><p>\n\nAliette de Bodard:<p>\n<blockquote><p>This is going to be a surreal, dreamy story about different realities. I'm guessing the psychic ice cream will end up causing some kind of extended mental travelling. The setting will be modern or \"mundane\" future (i.e. not more than 30 years out), and tinged with fantasy. The title and the epistolary format also make me think that the relationship between our narrator and Scully is going to be key to the story--and quite probably some focus on how they talk and communicate with each other. Wondering if by the end the narrator is in a different reality altogether?</p></blockquote><p>\n\nAnn Leckie:<p>\n<blockquote><p>This is a Summer Camp AU X-files fanfic.  Middle-school aged Mulder writes to his skeptical friend about discovering that his summer camp is run by aliens disguised as humans, who are luring campers to a secret facility underneath the dusty, spider-ridden shack by the lake. Several campers have disappeared altogether. Others were only gone for most of a day, and insisted on their sudden return that they were merely on a hike, but they are oddly hesitant to discuss the details of their outing and they seem weirdly cheerful, where the day before they had been homesick and complaining. They tell Mulder that once he's gone on the ice cream hike, he too will discover how much fun camp is. He finally breaks into the canoe shed to find only spiders, moldy life-jackets, and a not-at-all dusty empty reagent bottle, which he snuck back to his cabin and hid in his sleeping bag, intending to take it home and run tests on it. It's gone missing, though, and the ice cream hike looms.<p>\n\nScully's reply suggests that the bread in the dining hall might have been contaminated with ergot, and thus the aliens are toxin-induced hallucinations. The disappeared campers got sick and went home, of course, and as for the ice cream hike, well, Mulder, maybe it's actually a lot of fun!<p>\n\nOf course, this is the X Files so Scully's wrong--the ice cream hike is no fun at all.\n\n</p></p></p></blockquote><p>\n\nEric Schwitzgebel:<p>\n<blockquote><p>Scully?!  You mean like Mulder and Scully from X Files which I’ve only seen once?  Or isn’t there a Scully in Monsters Inc?  Is this a common name?<p>\n \nThis can’t be the actual Scully of X Files.  Based on my intimate knowledge of X Files from watching one episode in 1995, I know that Mulder would never accept psychic ice cream from a girl in a lab coat!  The character will be X Files Scully-like in some way I won’t understand because I don’t know X Files.  No biggie.<p>\n \nLook, no one writes ”should’ve”.  People speak that way, but to write that way is forced casualness.  It’s a false show of casualness.  It’s important to Mulder -- I’ll call the narrator Mulder just to pick a random name out of a hat -- that he seem to be causal, but in fact he’s not causal at all about seeming to be casual.  This forced casualness will be his downfall, even more so than the psychic ice cream, which wouldn’t really be harmful to someone without that tragic flaw.  The ice cream is symbolic.<p>\n \nI love the tease of the last three words of the first sentence.  Don’t we all want to know what psychic ice cream is?  The one thing we know for sure is that it’s not what it appears to be!<p>\n \nAnd “5x5” -- what’s with that title?  I already feel boxed in.  It’s a tiny three-character title to name a tiny space.  The story will end tragically, with Mulder in the moral equivalent of a 5x5 box.<p>\n</p></p></p></p></p></p></blockquote> <p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://2.bp.blogspot.com/-rbwkuy3QImc/V5gn613F3KI/AAAAAAAABdE/VxDVPNlVrlU4aCybTTNnqZJrityqQ5fbACLcB/s1600/Sully.jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"><img border=\"0\" height=\"200\" src=\"https://2.bp.blogspot.com/-rbwkuy3QImc/V5gn613F3KI/AAAAAAAABdE/VxDVPNlVrlU4aCybTTNnqZJrityqQ5fbACLcB/s200/Sully.jpg\" width=\"185\"/></a></div>\n\n(Not Scully)<p>\n-----------------------------------------------------<p>\n\nThis second story brought out longer responses than the earlier ones, even though three of us didn’t see the camp address header, because the (seeming) X-Files reference gave us more to work with.  Everyone seems to agree that the writer is Mulder to some version of Scully and that the story will be a mind-bender with weird twists.  De Bodard and I predict that the Scully-Mulder relationship will be central to the story, while Swirsky, Porter, and Leckie seem to see aliens, conspiracy, hallucination, and weirdness as more central.<p>\n\nSo is it an alien conspiracy with a zany end (Swirsky), a hallucinatory trip with Mulder in trouble (Porter), a story of mental traveling and the nature of communication (de Bodard), a cheerful hallucinatory hike gone wrong (Leckie), or a story about Mulder’s false show of casualness and resulting downfall (Schwitzgebel)?<p>\n<p>\n<a href=\"https://www.lightspeedmagazine.com/fiction/5x5/\">Full story here</a>!<p>\n\n-----------------------------------------------------<p>\n<b>Further Thoughts from the Contributors:</b><p>\n<i>What I like about this line</i> by Swirsky:<p>\n\nWell, it’s an obvious, disconcerting attention grabber. There are a lot of implied questions to propel the reader onward, and disconcerting imagery to grab their attention. Unusual ideas pop out – “psychic ice cream.” The combination of “girl” and “lab coat” is a contrast, since the latter is usually associated with respect, and the former isn’t. And of course, the beginning – “I should’ve been suspicious” – prepares the reader to ask why, while also highlighting the weirdness in the second part of the sentence.<p>\n<i>Diagnosis of our guesses</i> (warning: SPOILERS) by Schwitzgebel:<p>\n\nSo yes, the story is set in a summer camp, and yes the X Files Scully-Mulder reference is central to the story – but those points are so obvious that we hardly deserve credit for getting that right.<p>\n\nDe Bodard was spot-on that the heart of the story is the Scully-Mulder (actually “Fox”, but same thing) relationship and that it’s all about communication styles.  How did she figure that out?  I still don’t see the clue to that, rereading the first lines, unless maybe De Bodard knew that the title was also about communication, “5x5” being radio jargon for “loud and clear” (and not, as Porter and I had guessed, reference to the size of a room or box).  I’ll give myself partial credit for thinking that Mulder/Fox starts with a forced casualness that becomes his [Jul 27 -- actually \"her\"!] downfall.  He [she] fell hard for Scully right away, and he [she] doesn’t reveal that fact to her in the casual-seeming first letter.  He [she] lets go of that pose by the bioluminescent end!  But “downfall” probably isn’t right.<p>\n\n“Psychic ice cream” is a bit of a diversion.  It’s Scully’s science fair project, and it reappears in the story, but it’s not central.  Although the story has some paranormal weirdness in the science fair projects, the paranormal weirdness is mostly a backdrop for a sweet, funny love story.  So I’ll have to count the guesses about aliens, hallucinations, etc., as mostly off-target.  On the other hand, if we interpret the idea of “alternative realities” in a mundane way, I suppose we can say that Mulder/Fox is in a different reality from the other kids.<p>\n\nI’ll give us a group grade of 60% for this story, with a gold star for Aliette.<p>\n\n\n-----------------------------------------------------<p>\n\nContinued at <a href=\"http://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-five.html\">First Sentences Project (Part Five)</a>.\n</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-four.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2016-07-26T20:30:00-07:00\">8:30 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=8740112952298176633\" onclick=\"\">2\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/science%20fiction\" rel=\"tag\">science fiction</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/speculative%20fiction\" rel=\"tag\">speculative fiction</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n\n\n\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Friday, July 22, 2016</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"787264466276318761\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2016/07/under-what-conditions-would-you-upload.html\">Under What Conditions Would You Upload into a Simulated World?</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>I have a new science fiction story out in <a href=\"http://clarkesworldmagazine.com/\">Clarkesworld</a> (<a href=\"http://clarkesworldmagazine.com/schwitzgebel_07_16/\">text version</a>, <a href=\"http://clarkesworldmagazine.com/audio_07_16a/\">audiocast</a>).  One of my philosophical aims in that story is to reflect about the conditions under which it would make sense to upload into a simulated world.<p>\n\n\"<a href=\"https://en.wikipedia.org/wiki/Mind_uploading\">Mind uploading</a>\" is the hypothetical process of copying your mind into a computational device.  If futurists such as <a href=\"http://www.kurzweilai.net/\">Ray Kurzweil</a> are correct, we might be only a few decades away from mind uploading as a real technological option.<p>\n\nWhen mind uploading is presented in science fiction, usually the following are assumed:<p>\n\n(1.) The uploaded mind <b>retains all the important psychological features</b> of the original mind (including, of course, a genuine stream of conscious experiences).<p>\n\n(2.) The uploaded mind <b>experiences a world as rich as the world of the original mind</b>.  If the mind is uploaded into a robot, that world might just be the same world as the world of the original mind.  If the mind is uploaded into a <a href=\"http://www.simulation-argument.com/\">Sim</a> or a <a href=\"http://consc.net/papers/matrix.html\">Matrix world</a> -- that is, an artificial environment of some sort -- that artificial environment is usually assumed to be as rich and interesting as the mundane environment of everyday Earth for normally embodied humans.<p>\n\nUnder these conditions, if we also assume that uploading has substantial advantages in improving longevity, allowing backups, improving one's cognitive powers, or giving oneself access to a new rich vein of experiences and possibilities, then it probably makes sense to upload, unless one is strongly committed to traditional human embodiment or to projects or relationships that would no longer be possible post-upload.<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://3.bp.blogspot.com/-wCbge91oDAk/V3rfNdJoQJI/AAAAAAAABbU/_vQrra2kyykupTvXtdA8HrcdOzWKop4dgCLcB/s1600/DanceFloor.jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"><img border=\"0\" src=\"https://3.bp.blogspot.com/-wCbge91oDAk/V3rfNdJoQJI/AAAAAAAABbU/_vQrra2kyykupTvXtdA8HrcdOzWKop4dgCLcB/s400/DanceFloor.jpg\"/></a></div><p>\n\nHowever, it seems natural to suppose that if uploading does someday become possible the first uploads will not have features (1) and (2).  <b>The first uploaded people (or \"people\"), </b>even if genuinely conscious,<b> might be seriously psychologically impaired and unable to access a full, rich world of experiences.<p>\n\nThere might, however, still be advantages of uploading in terms of longevity and experienced pleasure.</p></b><p>\n\nIn \"Fish Dance\", the narrator is presented with the option of uploading his mind under these conditions:<p>\n\n(a.) the <b>world is tiny</b>: a single dance floor, with no input from the larger world outside;</p></p></p></p></p></p></p></p></p></p></div></div></div></div></div>\n(b.) his <b>mind is limited</b>: he will have some memories from his pre-uploaded self, but he won't fully understand them, and furthermore he won't be able to lay down new memories that last for more than an hour or so;\n(c.) his dance-floor experiences will be <b>extremely pleasurable</b>: ideal experiences of dancing ecstasy;\n(d.) he will experience this extreme pleasure for <b>a billion years</b>.<p>\n\nAlso relevant, of course, are the relationships and projects that he would be leaving behind.  (In our narrator's case, a recently deceased child, a living teenage child who wants him to upload, a stale marriage, and an okay but not inspiring career as a professor.)<p>\n\nI say the relationships and projects \"he\" will leave behind, but of course one interesting question is whether it makes sense to call the uploaded being \"him\", that is, the same \"him\" as the narrator. <p>\n\nIf it seems obvious to you what one should do under such conditions, the parameters are of course adjustable: We can increase or decrease psychological function, psychological similarity, and quality of memory.  We can increase or decrease the size of the world and the range of available input.  We can increase or decrease the pleasure and longevity.  We can modify the relationships and projects that would be left behind.<p>\n\nYou or your descendants might actually face some version of this decision.<p>\n\n----------------------------------------------<p>\n\n\"<a href=\"http://clarkesworldmagazine.com/schwitzgebel_07_16/\">Fish Dance</a>\" (Clarkesworld #118, July 2016)<p>\n\nRelated blogpost: <a href=\"http://schwitzsplinters.blogspot.com/2014/05/goldfish-pool-immortality.html\">Goldfish Pool Immortality</a> (May 30, 2014)<p>\n\n[<a href=\"https://www.pinterest.com/pin/401383385509774907/\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2016/07/under-what-conditions-would-you-upload.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2016-07-22T03:41:00-07:00\">3:41 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=787264466276318761\" onclick=\"\">13\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/personal%20identity\" rel=\"tag\">personal identity</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/science%20fiction\" rel=\"tag\">science fiction</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/speculative%20fiction\" rel=\"tag\">speculative fiction</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/transhumanism\" rel=\"tag\">transhumanism</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n\n\n\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, July 19, 2016</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"8089539513317385540\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-three.html\">First Sentences Project (Part Three)</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><b>Background:</b><p>\n\nHow much can you predict about a story from its title and first sentence alone?  <a href=\"http://aliettedebodard.com/\">Aliette de Bodard</a>, <a href=\"http://www.annleckie.com/\">Ann Leckie</a>, <a href=\"http://www.catiporter.com/\">Cati Porter</a>, <a href=\"http://rachelswirsky.com/\">Rachel Swirsky</a>, and I are in the process of finding out!  We have taken the first sentences of five stories from <a href=\"http://www.lightspeedmagazine.com/issues/july-2016-issue-74/\">July’s issue</a> of <a href=\"http://www.lightspeedmagazine.com/\">Lightspeed Magazine</a> (kindly provided to us in advance by <a href=\"http://www.johnjosephadams.com/\">John Joseph Adams</a>) and attempted to predict the plot of each story.  [Note: Ann and Rachel attempted to predict based on the first sentence alone, while Aliette, Cati, and I also looked to the title for clues.]<p>\n\nOur <a href=\"http://schwitzsplinters.blogspot.com/2016/07/the-first-sentences-project-part-one.html\">first story</a> was “Magnifica Angelica Superable” by <a href=\"https://rcloenenruiz.com/\">Rochita Loenen-Ruiz</a>.<p>\n\nOur <a href=\"http://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-two.html\">second story</a> was \"The One Who Isn't\" by <a href=\"http://tedkosmatka.us/\">Ted Kosmatka</a>.<p>\n\nOur third story is \"Some Pebbles in the Palm\" by <a href=\"http://ken-schneyer.livejournal.com/\">Kenneth Schneyer</a>.  It begins<p>\n<blockquote>Once upon a time, there was a man who was born, who lived, and who died.</blockquote><p>\n\nUm... what?  The point-of-view character appears already to have died in the first sentence!  Where could it possibly be going?<p> \n\n(I've put a link to full story at the end of the post.)\n<p>\n\n-----------------------------------------------------<p>\n<b>\nOur Guesses</b> (order of authorship has been randomized):<p>\n\nEric Schwitzgebel:<p>\n<blockquote><p>The title is zoomed in on the small and trivial -- a few pebbles held in the palm, not even an exact number of pebbles, just “some”.  In contrast, the first sentence encompasses a whole lifetime as if from far above.<p>\n \n“Once upon a time”.  A fairy tale.  There will of course be a moral.  By the end we will realize that life is just pebbles in the palm.  “<a href=\"https://www.getyarn.io/yarn-clip/731633e8-3989-4c5c-bb7d-4a078ed125c8\">All we are is Dust in the Wind, dude</a>”.<p>\n \nThere will be literal pebbles.  One will almost kill someone, or end a relationship.\n\n</p></p></p></blockquote><p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://4.bp.blogspot.com/-bhywuEqI9nQ/V45RgZ-77RI/AAAAAAAABcs/egnLEDZHp9QTUcIWwQIS7_AI1xVattXaQCLcB/s1600/DustWindDude2.jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"><img border=\"0\" height=\"170\" src=\"https://4.bp.blogspot.com/-bhywuEqI9nQ/V45RgZ-77RI/AAAAAAAABcs/egnLEDZHp9QTUcIWwQIS7_AI1xVattXaQCLcB/s400/DustWindDude2.jpg\" width=\"400\"/></a></div><p>\n\nAnn Leckie:<p>\n<blockquote><p>A digital entity decides to try embodiment. And not halfway, either, they want to do the whole thing from conception to death. Most digital entities who want to try meatspace just animate already existing machines, or hitch a ride for a while with a human or animal. The digital entity in this story will have to build the tank itself, to grow itself.<p>\n\nFactions both in meatspace and digital space try to make political and/or religious hay out of the entity's project and its results. Attempts are made to destroy the body and delete the entity's backups. The attempts are apparently successful, except for one thing they all forgot, that the entity didn't.<p>\n</p></p></p></blockquote><p>\n\nCati Porter:<p>\n<blockquote><p>Classic opening. It throws us back to bedtime stories, fairy tales. The man could be anyone. We know nothing about him except maybe that he is ordinary, like any other man who has been born, has lived, has died.<p>\n\nThe title makes me think of Jack and the Beanstalk with the beans in the palm, except these are pebbles, so (presumably?) will not grow anything.<p>\n\nBut anything can happen in a story.<p>\n\nCould these be magic pebbles? Maybe.<p>\n\nI suspect this story takes place in a far away land and involves peasants and castles and bad things happening to ordinary people and maybe even good things happening to bad people. Or bad people who are ordinary in their badness, so much so that they don’t seem bad, just misguided. And maybe even some good people who are so ordinary that you don’t really root for them.<p>\n\nAs to where the story goes from here I have no idea.\n</p></p></p></p></p></p></blockquote><p>\n\nRachel Swirsky:<p>\n<blockquote><p>This is a fantasy. The character died in 2010, at the age of 70. Much of the story takes place in his memories from his early teens, in the fifties, when he spent a lot of time wandering the country near his house. There was a creek that ran between houses, which he could follow from his house to others, and when he was eleven, something significant happened while he was skipping stones. It was not a major dramatic or traumatic event, but something that formed his life, a small disappointment that prepared him to understand the universe was indifferent to him.<p>\n\nThe story is narrated after his death. The voice of the narration is a distant third person, with access to his mind, but a remote tone.<p>\n\nThe story of the character’s life is one of disappointment. He is, emotionally, a version of the character from Death of a Salesman. However, in death, he has a chance that Willie Lowman didn’t – he can learn to see past what he felt and lost to something a little sweeter in the afterlife. A friend, perhaps. Or time to wander alone in the country of his childhood.\n</p></p></p></blockquote><p>\n\nAliette de Bodard:<p>\n<blockquote><p>This is going to be a poetic, lyrical story. There's an interesting contrast between the fairytale format, and the cold reality of a life as stated in the opening sentence. I'm assuming that this will be focused on what can be kept/gained from a particular lifetime. Also possibly might feature several iterations of the same lifetime, or rebirths or some other kind of mechanism for multiple lives?</p></blockquote> <p>\n\nMost of us agree that the first sentence gives the story a big-picture flavor: The story will encompass at least a whole lifetime and its meaning.  It might have some fairytale aspects (Schwitzgebel, Porter, de Bodard).  It might involve a perspective on a lifetime from a transcendent point of view, whether as a digital entity (Leckie), in the afterlife (Swirsky), or via a mechanism for rebirth (de Bodard).<p>\n<a href=\"http://www.lightspeedmagazine.com/fiction/some-pebbles-in-the-palm/\">Full story here</a>!<p>\n\n-----------------------------------------------------<p>\n<b>Further Thoughts from the Contributors:</b><p>\n<i>What I like about this line</i> by Swirsky:<p>\n\nIt sets up a traditional storytelling device with “once upon a time,” giving the reader a clue about the tone of what will follow. The rhythm of the sentence does likewise. The question it asks is interesting because it’s basically a subversion of the idea of what should grab the reader’s attention. This is a very obvious statement, albeit phrased differently than most people would phrase it. So, why is it important enough to say?<p>\n<i>Diagnosis of our guesses</i> (warning: SPOILERS) by Schwitzgebel:<p>\n\nBefore getting into the what-we-got-right and what-we-got-wrong, two things:<p>\n\n(1.) This story is partly about first sentences!  The second paragraph begins “The first few words of a story are a promise.  We will have this kind of experience, not that one.”<p>\n\n(2.) In part two of the project, I'd guessed that “The One Who Isn’t” would have a smug, thinks-he’s-so-wise narrator.  I was wrong.  <i>This</i> story has that kind of narrator – more than any other story I can remember ever reading.  It's delicious how annoying I find this narrator.  And he totally got me with the pomegranate seed thing, the smartass.  Grrrrr!  (To be clear: My annoyance is at the artfully conveyed smugness of the <i>narrator</i>, not at Schneyer, who brilliantly crafted that narrative voice for this particular story.)<p>\n\nWhat we got right: Swirsky was right that there was a youthful memory about pebbles, with mostly symbolic significance (though the narrator falsely says that “the stones are not a symbol”). She was also right that there’s a kind of Willie-Lowman-like failed search for significance.  Porter picked up on the ordinariness of the man – a token of all men.  De Bodard was right that the story involves multiple lifetimes, including some reflection on whether anything is learned in rebirth.  And I was right about the zoomed in / zoomed out perspective and “all we are is Dust in the Wind, dude” – the sophomoric seeming-profundity of that bullshit philosophy.  I’m even going to give myself double credit for this, since at the end of the story, the narrator <i>actually says</i> “I’m atoms on the wind.”<p>\n \nWhat we got wrong: Contra Porter and me, the pebbles aren’t important to the plot of the story.  De Bodard was wrong about its being poetical and lyrical; it’s unlyrical meta-fiction.  Contra Porter, no fairyland castles.  Contra Leckie, no digital entity re-embodiment.<p>\n\nHey, we did really well, given how little we had to work with!  De Bodard and Swirsky came surprisingly close to capturing the spirit of the piece, and I called it on the crappy philosophy.  It’s hard to hold Leckie’s miss too much against her, given how boldly specific it was.<p>\n\nGroup grade: 75%.\n<p>\n\n[<a href=\"https://www.theodysseyonline.com/philosophy-is-dead\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-three.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2016-07-19T09:42:00-07:00\">9:42 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=8089539513317385540\" onclick=\"\">1 comments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/science%20fiction\" rel=\"tag\">science fiction</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/speculative%20fiction\" rel=\"tag\">speculative fiction</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, July 14, 2016</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6482753957765911430\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2016/07/wang-yangming-on-unity-of-knowing-and.html\">Wang Yangming on the Unity of Knowing and Acting</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://4.bp.blogspot.com/-UPr4Fa_zC7A/V4fFTdUucWI/AAAAAAAABcQ/7-XjMb7_j58ZbXI8qpMyi6DCOTck8OLbwCLcB/s1600/WangYangming.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" height=\"200\" src=\"https://4.bp.blogspot.com/-UPr4Fa_zC7A/V4fFTdUucWI/AAAAAAAABcQ/7-XjMb7_j58ZbXI8qpMyi6DCOTck8OLbwCLcB/s200/WangYangming.jpg\" width=\"127\"/></a></div><p>\n\nI've been slowly acquainting myself with the later Chinese philosophical tradition.  <a href=\"http://plato.stanford.edu/entries/wang-yangming/\">Wang Yangming</a> (1472-1529) is one of the striking figures -- a leading neo-Confucian scholar, as well as an important provincial administrator and military commander.  Perhaps his best-known thesis is the <i>unity of knowing and acting</i>:<p>\n<blockquote>There have never been people who know but do not act.  <b>Those who \"know\" but do not act simply do not yet know</b>....  Seeing a beautiful color is a case of knowing, while loving a beautiful color is a case of acting.  As soon as one sees that beautiful color, one naturally loves it.  It is not as if you first see it and only then, intentionally, you decide to love it....  The same is true when one says that someone knows filial piety or brotherly respect.  That person must already have acted with filial piety or brotherly respect before one can say she knows them.  One cannot say she knows filial piety or brotherly respect simply because she knows how to <i>say </i>something filial or brotherly (Ivanhoe 2009 trans., p. 140-141).</blockquote><p>\n\nContemporary readers might tend to find this claim implausible.  <b>Aren't we all familiar with weakness of will or willful wrong action in which we do something that we know we shouldn't</b> -- cheating on an exam, having the next drink, skipping out of a commitment to enjoy some time on the beach?  <a href=\"http://plato.stanford.edu/entries/wang-yangming/#3\">Bryan Van Norden suggests</a> that the doctrine is intended as kind of pragmatically motivated overstatement to get bookworms out of their seats, and that the strongest plausible claim in the vicinity is the claim that knowing a moral truth implies at least being <i>motivated </i>to act on it, even if one doesn't ultimately act accordingly.  In contemporary Anglophone philosophy the view that moral judgments are necessarily motivating is called <a href=\"http://plato.stanford.edu/entries/moral-motivation/#IntVExt\">motivational internalism</a>.<p>\n\nI find something attractive in Wang Yangming's doctrine, which I think doesn't quite map onto standard contemporary motivational internalist views.  The doctrine resonates with my <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/AccountBel.htm\">dispositional approach to belief</a>, according to which to believe some proposition is just to act and and react as though that proposition is true.  With some caveats, I might endorse <b>the unity of <i>believing </i>and acting</b>.<p>\n\nHere are the caveats:<p>\n\n1. <b>\"Action\" should be interpreted very broadly.</b>  Reaction is a kind of action.  Omission is a kind of action.  Thinking and feeling is a kind of action.  That's broader than standard use but I don't think outrageously broad.  The dispositions constitutive of believing that your parents deserve your care include not only dispositions to act in outwardly caring ways but also dispositions to react inwardly with concern if they are threatened and not to forget what is important to them.  If you don't generally act and react caringly, I'm inclined to say, you might <i>sincerely judge</i> that your parents deserve your care, and you might (in Wang Yangming's words) \"know how to <i>say </i>something filial\", but you don't fully possess the dispositional structure constitutive of believing that your parents deserve your care.  (If you fail in only a few respects it might still be accurate enough to say that you believe it, similarly to its being accurate enough to call someone an extravert who is mostly disposed to extraversion but who has introverted moments.)  <b>To believe something is, on my view, to live generally as though it is so.</b>  That's the sense of \"action\" in question.<p>\n\n2. <b>\"Belief\" differs from judgment and knowledge.</b>  A broad, action-based view of what is constitutive of belief only works if we also have a vocabulary for describing cases in which we sincerely verbally endorse something that we don't consistently act on.  I prefer the term \"<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ActBel.htm\">judgment</a>\" for sincere endorsements.  Thus, on my view, you might<i> sincerely judge</i> that such-and-such is the case, but if you don't generally move through the world as if it were so, you don't fully, or deeply, or completely, or univocally <i>believe </i>it.  Similarly, I've argued (contra Wang Yangming), you can <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/KB.htm\">know something without believing it</a> in this strong action-encompassing sense of \"belief\".<p>\n\n3. <b>We often choose <a href=\"http://schwitzsplinters.blogspot.com/2014/10/on-aiming-for-moral-mediocrity.html\">moral mediocrity</a>.</b>  We can rationally choose actions we believe are morally bad.  Morality is an important consideration for almost everyone, but we are often satisfied with far less than ideal moral behavior.  Compare valuing health: You can believe that kale is good for your health, and thoroughly live in recognition of that fact, without always choosing kale over brownies, because health is not always your paramount concern.<p>\n\nYou might see some tension between the third caveat and the surface interpretation of the doctrine.  If the child doesn't act and react in a filial way, maybe she still does fully and unambivalently believe that her parents deserve her care, but she chooses moral mediocrity on this matter?  Wouldn't that be a dissociation between believing and acting?<p>\n\nI do think such cases are possible, maybe even common, but that's not the kind of dissociation between believing and acting that I, and maybe Wang Yangming, want to deny.  Here's one way of articulating this type of case: You don't value moral goodness much but insofar as you value it you'll care for your parents if it isn't too much trouble.  That actually expresses your attitude toward filial duty; that's your belief as manifest in your actions.  This differs from the case of the bookish Confucian scholar who says \"I know and truly believe that filial duty is vastly more important than personal pleasures, but I just can't bring myself to act accordingly yet.\"  Wang Yangming wants to call bullfeathers on that sort of thing.  With more self-knowledge and honesty, this scholar might better say something like, \"Yes, intellectually and theoretically, I judge the Confucians correct in highly prioritizing filial duty; but I don't yet personally find myself believing that filial piety is so important -- not deeply, fully, and unambivalently in the way that I deeply, fully, and unambivalently believe that this is a quill in my hand and that I must eat to stay alive.\"<p>\n\nPhilosophers and others interested in the nature of attitudes can legitimately conceptualize belief in different ways.  But I think there are <b>practical advantages to accepting a broad-based notion of belief as constituted by the whole range of your choices and reactions, sharply distinguished from a more intellectual notion of judgment or sincere verbal endorsement</b> which need not be reflected in action.<p>\n\n(For more on the practical advantages of a broad, action-based view of belief, see \"<a href=\"http://schwitzsplinters.blogspot.com/2016/04/some-pragmatic-considerations-against.html\">Some Pragmatic Considerations Against Intellectualism about Belief</a>\"; April 7, 2016.)<p>\n<p>[<a href=\"http://www.greatthoughtstreasury.com/author/wang-yang-ming-or-yangming-aka-wang-shouren-or-wang-shou-jen-courtesy-name-boan\">image source</a>]\n</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2016/07/wang-yangming-on-unity-of-knowing-and.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2016-07-14T13:12:00-07:00\">1:12 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6482753957765911430\" onclick=\"\">7\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/belief\" rel=\"tag\">belief</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/chinese%20philosophy\" rel=\"tag\">chinese philosophy</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/moral%20psychology\" rel=\"tag\">moral psychology</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, July 12, 2016</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"1952143190795062285\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-two.html\">First Sentences Project (Part Two)</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><b>Background:</b><p>\n\nHow much can you predict about a story from its title and first sentence alone?  <a href=\"http://aliettedebodard.com/\">Aliette de Bodard</a>, <a href=\"http://www.annleckie.com/\">Ann Leckie</a>, <a href=\"http://www.catiporter.com/\">Cati Porter</a>, <a href=\"http://rachelswirsky.com/\">Rachel Swirsky</a>, and I aim to find out!  We have taken the first sentences of five stories from <a href=\"http://www.lightspeedmagazine.com/issues/july-2016-issue-74/\">July’s issue</a> of <a href=\"http://www.lightspeedmagazine.com/\">Lightspeed Magazine</a> (kindly provided to us in advance by <a href=\"http://www.johnjosephadams.com/\">John Joseph Adams</a>) and attempted to predict the plot of each story.  [Note: Ann and Rachel attempted to predict based on the first sentence alone, while Aliette, Cati, and I also looked to the title for clues.]<p>\n\nOur <a href=\"http://schwitzsplinters.blogspot.com/2016/07/the-first-sentences-project-part-one.html\">first story</a> was “Magnifica Angelica Superable” by <a href=\"https://rcloenenruiz.com/\">Rochita Loenen-Ruiz</a>.<p>\n\nOur second story is \"The One Who Isn't\" by <a href=\"http://tedkosmatka.us/\">Ted Kosmatka</a>.  The first sentence is:\n \n<blockquote>It starts with light.</blockquote><p>\n\nOnly four words.  Not much to work with.  We are undaunted!\n\n(I've put a link to full story at the end of the post.)\n<p>\n\n-----------------------------------------------------<p>\n<b>\nOur Guesses</b> (order of authorship has been randomized):<p>\n\nAnn Leckie:<p>\n<blockquote><p>This is an alien invasion story. The invading fleet lights up the sky of Earth on its arrival. The aliens are very difficult to communicate with, but they have been listening to radio and television broadcasts, and they're aware that the inhabitants of Earth aren't intelligent enough to understand that the aliens' presence here, and their establishment of a new, alien-designed regime, is not only fore-ordained, but the best possible thing that could happen to the Earth. Since \"deserves to survive\" and \"won't bow to their new alien overlords\" are mutually exclusive states, the aliens are very sorry but they're going to have to exterminate most life on the planet before they move in.<p> \n\nBut they're not monsters! They'll give us a chance--a test. They select a group of Earthlings who will have the task of convincing the aliens not to kill us all: a teenage girl, a retired police officer, a Home Economics teacher, a dolphin, a stray dog, and a five pound sack of potatoes. Do not question the aliens' choices, that won't help with the test. The story is told from the POV of either the teenage girl or the sack of potatoes.<p>\n\nIt ends with light.\n</p></p></p></blockquote><p>\n\nRachel Swirsky:<p>\n<blockquote><p>This is a biblical retelling from an alternate perspective. It is about God waking to consciousness in the universe of His own creation, because before He made it, He was unaware of Himself and His needs and desires. The essence of the universe was in Him, and now that it has emerged, He is coming fully into Himself.<p>\n\nThe God may be a She, or possibly a They or a Sie or an E.<p>\n\nShe experiences the beginning of the universe in a dreamy way. The images and some of the broad outlines of events from the Bible are rendered, but her understanding and experience of them is strange and not what we’d expect.<p>\n\nPerhaps The God is actually an angel, who woke from nothingness into immortal light.<p>\n\nThe story ends with the fall, when the angel sees the world e loved and knew split in two, a Lucifer e loved, and a God e loved--and the evil that comes into the world is es understanding that the universe has fundamentally been severed, and the rift will never heal.<p>\n\nThis is the knowledge e breathes into the apple when e stands in the garden, while Adam and Eve and God are still naming the animals, and the serpent is biding his time in branches. This is the knowledge Eve is doomed to receive.</p></p></p></p></p></p></blockquote><p>\n\nCati Porter:<p>\n<blockquote><p>Such a spare opening! <p>\n\nFour words. It could be an origin story? \n\nThere may be something supernatural, or holy, or stark &amp; futuristic. <p>\n\nMy guess is that the story is told in very plain language, and the tone may be cool, distant, impersonal, but I also want to leave open the possibility that it may be beautiful like a chilly starry desert night. <p>\n\nMaybe there is magic involved. Or a Messiah. <p>\n\nFrom the title, this feels like that maybe this is a story about being an outsider, being different. Maybe all *are* and only one *isn’t*, whatever that may be. So maybe this is a story about nonconformity, or about mutation, or about a journey, or about someone left behind. It could also be about being ostracized. <p>\n\nThe title to me is more telling than the first line. I also like the alliteration of “starts” and “light”. The author could have chosen “begins” but the sound of the words together would be very different, and hold different potentialities of meaning. <p>\n\n“It begins with light” has two unstressed syllables followed by stressed then unstressed and a final stress. It complicates the line. “It starts with light” is iambic, the natural rhythm of speech. All of the “t” sounds work together. Four monosyllabic words. And saying “starts” reminds me of starting a fire, which produces light. You don’t begin a fire. Ever.<p>\n\nWhich is not to say that this story is about fire, but it could be.</p></p></p></p></p></p></p></p></blockquote><p>\n\nEric Schwitzgebel<p>\n<blockquote><p>A variation on “let there be light”!  Thus God began the universe and thus the narrator self-importantly begins the story.  This story will be metaphysical.  The narrator will think himself profound, though he’ll be a little coy about it at first, backing away from the seeming-profundity of the first sentence by moving to something concrete.  Maybe he will actually in the end prove to have been a little profound, but not as profound as he thinks he is.  Yes, “he”.  Why do I assume that?<p>\n \nThe “one who isn’t” is a pit, a blank, a being-space unfilled.  We start with light and end in a dark hole.  We will think ourselves sadder but wiser.</p></p></blockquote><p>\n\nAliette de Bodard:<p>\n<blockquote><p>Oddly enough this is making me think of quantum states and quantum mechanics--and someone who might possibly only exist in certain states/under some kind of observation. The \"light\" reference also feels very Biblical, wondering if this is going to be a creation type of story? Am assuming it's an SF story with a strong tinge of philosophical musings.</p></blockquote> <p>\n\nLeckie’s prediction is the outlier here.  I really do hope it’s an alien invasion story told from the point of view of a sack of potatoes.<p>\n\nThe rest of us ran with the apparent Biblical allusion – a creation story, with metaphysical themes, either God inventing erself (Swirsky), the origin of an outsider (Porter), a narrator’s attempt to self-importantly teach us wisdom (Schwitzgebel), or a story of someone who exists only when being observed (de Bodard).<p>\n\nLeckie says it ends with light; I say it ends in a dark hole.  Who is right?  Well, <a href=\"http://www.lightspeedmagazine.com/fiction/the-one-who-isnt/\">here's the story</a>!<p>\n\n-----------------------------------------------------<p>\n<b>Further Thoughts from the Contributors:</b><p>\n<i>What I like about this line</i> by Swirsky:<p>\n\n“It starts” invites the question “and how does it continue?” I want to know, so I would definitely read the second sentence. The sentence also has a mythic sense to it, possibly establishing tone, and evokes a biblical reference.<p>\n<i>Diagnosis of our guesses</i> (warning: SPOILERS) by Schwitzgebel:<p>\n\nOh, it ends dark, dark.  And yet also, in a different way, it ends with a light again – so Leckie and I were both right.<p>\n\nAnd yes, it’s totally a creation story, a creation and re-creation story, with metaphysical themes; so we got that right, except Leckie who now really must go write the aliens-speak-with-potatoes story herself.  (Pretty please!)  Swirsky was right that there’s a waking into consciousness (but not of the creator erself); de Bodard was right that observation is central (though the characters’ existence doesn’t depend on it); Porter is right that it’s partly about being an outsider or being left behind.  Porter was also right that the language is mostly simple and spare.<p>\n\nNo alien invasion contra Leckie; not really a Biblical retelling contra Swirsky; no self-importantly profound narrator contra me.<p>\n\nGroup grade: 65%.<p>\n\nNext up: Part Three: <a href=\"http://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-three.html\">Some Pebbles in Palm</a>, by Ken Schneyer.</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-two.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2016-07-12T08:48:00-07:00\">8:48 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=1952143190795062285\" onclick=\"\">0\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/science%20fiction\" rel=\"tag\">science fiction</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/speculative%20fiction\" rel=\"tag\">speculative fiction</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, July 05, 2016</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"5622423157910504826\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2016/07/the-first-sentences-project-part-one.html\">The First Sentences Project (Part One)</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><b>Background:</b><p>\n\nHow much can you predict about a story from its title and first sentence alone?  <a href=\"http://aliettedebodard.com/\">Aliette de Bodard</a>, <a href=\"http://www.annleckie.com/\">Ann Leckie</a>, <a href=\"http://www.catiporter.com/\">Cati Porter</a>, <a href=\"http://rachelswirsky.com/\">Rachel Swirsky</a> and I aim to find out!  We have taken the first sentences of five stories from <a href=\"http://www.lightspeedmagazine.com/issues/july-2016-issue-74/\">July’s issue</a> of <a href=\"http://www.lightspeedmagazine.com/\">Lightspeed Magazine</a> (kindly provided to us in advance by <a href=\"http://www.johnjosephadams.com/\">John Joseph Adams</a>) and attempted to predict the plot of each story.  [Note: Ann and Rachel attempted to predict based on the first sentence alone, while Aliette, Cati, and I also looked to the title for clues.]<p>\n\nOur first story is “Magnifica Angelica Superable” by <a href=\"https://rcloenenruiz.com/\">Rochita Loenen-Ruiz</a>:<p>\n<blockquote>A woman from the street came in laughing from the cold.</blockquote><p>\n\nFrom these eleven words (sixteen if you include title and author name), do you already have a sense of tone, character, setting? Are you already starting to form a conception of how the plot might go?  I’ve pasted our guesses below.  But first, you might want to make your own guess.<p>\n\nAt the end of this post I’ll link to the story (available for free online), so you can see how the story actually unfolds.<p>\n\n-----------------------------------------------------<p>\n<b>\nOur Guesses</b> (order of authorship has been randomized):<p>\n\nRachel Swirsky:<p>\n<blockquote>This is a poetic, slipstream story about a small shop that sells things to tourists, some mass produced, and others by local artists. The shop is pretty and eccentric, but not magic. People enjoy being there. Some of the customers, however, are magic, and do strange things in the shop. The story is light, not dark, with personal conflict, but generally happy resolutions. It is a story that has optimism in the world.</blockquote><p>\n\nEric Schwitzgebel:<p>\n<blockquote>“Superable”?  I guess this is the opposite of “insuperable”?  Angelica will be magnificent and yet someone will top her.  But it will be a moral victory.  She is laughing in the cold.  She is unperturbed!  She will win but only in a local way, to her own satisfaction.  Her win will look like a loss to others. <p>\n \nWhy does Angelica come in “laughing from the cold” rather than come “in from the cold, laughing”?  There’s a whiff of garden-path / misplaced modifier in this sentence, as though she is laughing because of the cold.  Well, maybe she is laughing from the cold!  We will never be able to quite figure out, in this story, whether Angelica is laughing despite her misfortune or instead because of it.\n</p></blockquote><p>\nAliette de Bodard:<p>\n<blockquote>[I recuse myself from this one because Rochita is a good friend, and I’ve read the submitted version as a beta reader.]</blockquote><p>\n\nCati Porter:<p>\n<blockquote>This one almost definitely involves magic. The title alone sounds like a title bestowed on someone who has unnatural abilities. And the name Angelica signals to me that this character is probably not at all angelic. <p>\n\nI think we can assume that the place the woman is coming into is a public place, maybe a storefront or a pub or even a church. Probably not someone’s home! Although I suppose that too is a possibility. <p>\n\nMy guess is that the woman is responsible for something mysterious happening and a series of improbable events leading up to a surprise ending, maybe initiated by a turn where we learn that the woman isn’t evil after all. Or maybe she really is. I suppose that would be the real surprise.</p></p></blockquote><p>\n\nAnn Leckie:<p>\n<blockquote>This story is set on a planet with very, very long seasons. It’s proverbial on this world that a change of season brings other, sometimes catastrophic changes, but this is right smack in the middle of a fifteen year long winter, a time everyone here thinks of as rock solid, stable and safe. But it’s not safe, and not stable, and the protagonist’s life is about to come apart, along with quite a few other people’s.</blockquote><p>\n\nFor this first story, the five of us are all over the map.  Is it mainly about a shop (Swirsky), a society (Leckie), or Angelica (Schwitzgebel and Porter)?  Why is it cold?  Is Angelica really angelic?  How central a role will magic play?  Will it end happily (Swirsky), unhappily (Leckie), with a sudden surprising twist (Porter), or with a mixed moral victory (Schwitzgebel)?  Is the project of guessing the plot of a story from the first line alone <i>actually impossible</i>, as any sensible person would think?<p>\n<a href=\"http://www.lightspeedmagazine.com/fiction/magnifica-angelica-superable/\">Read the story</a> to find out!<p>\n\n-----------------------------------------------------<p>\n<b>Further Thoughts from the Contributors:</b><p>\n<i>What I like about this line</i> by Swirsky:<p>\n\nWhat I like about this opening sentence: This sentence leaves me in uncertain territory, which does make me curious about the second line, to see if it will orient me. It’s phrased oddly, in a way that suggests a vividly sensory story, and a poetic one. I think the main power of it comes from the combination of “laughter” and “cold” which is unexpected, and a pleasing image.<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://4.bp.blogspot.com/-8BJrsdWRKws/V3uud7Z_7BI/AAAAAAAABbw/GzYNMEYuP7UIk3UxT54i7n1Y1xkWA7jQgCLcB/s1600/Angelica.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" height=\"154\" src=\"https://4.bp.blogspot.com/-8BJrsdWRKws/V3uud7Z_7BI/AAAAAAAABbw/GzYNMEYuP7UIk3UxT54i7n1Y1xkWA7jQgCLcB/s200/Angelica.jpg\" width=\"200\"/></a></div><p>\n<i>Diagnosis of our guesses</i> (warning: SPOILERS) by Schwitzgebel:<p>\n\nWhat we got right: Rachel was right that the story is light, with personal conflict but happy resolutions.  Ann was right that the story is about big social changes.  Cati was right that Angelica has unnatural abilities and that the opening scene is in a public gathering place.<p>\n\nWhat we got wrong: Contra Rachel, no knick-knack shop and no magic customers, and contra Ann no long-winter planet (but I like the bold specificity of those guesses!).  Contra me, “superable” is not the opposite of “insuperable” (maybe more like “able to make someone [else] super”?) and Angelica’s victory is total, not merely moral.<p>\n\nMixed: Contra Ann, things don’t fall apart for Angelica, but they sure do for some other people!  I think I was probably right that Angelica’s laughter was somewhere between being because of and despite things not having gone her way.  Cati was partly right about Angelica’s confused moral status as good or evil: We think she’s good, but the men in the society might not agree, at first.  Rachel was right that the story has poetic elements, but I don’t think it is especially so.<p>\n \nI’ll give us<b> a group grade of 40% for this story</b>.  We can do better!<p>\n\n-----------------------------------------------------<p>\n\nContinued at <a href=\"http://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-two.html\">First Sentences Project (Part Two)</a>\n</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2016/07/the-first-sentences-project-part-one.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2016-07-05T06:08:00-07:00\">6:08 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=5622423157910504826\" onclick=\"\">4\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/science%20fiction\" rel=\"tag\">science fiction</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/speculative%20fiction\" rel=\"tag\">speculative fiction</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n\n<div class=\"blog-pager\" id=\"blog-pager\">\n<span id=\"blog-pager-newer-link\">\n<a class=\"blog-pager-newer-link\" href=\"https://schwitzsplinters.blogspot.com/search?updated-max=2017-11-22T11:28:00-08:00&amp;max-results=100&amp;reverse-paginate=true\" id=\"Blog1_blog-pager-newer-link\" title=\"Newer Posts\">Newer Posts</a>\n</span>\n<span id=\"blog-pager-older-link\">\n<a class=\"blog-pager-older-link\" href=\"https://schwitzsplinters.blogspot.com/search?updated-max=2016-07-05T06:08:00-07:00&amp;max-results=100\" id=\"Blog1_blog-pager-older-link\" title=\"Older Posts\">Older Posts</a>\n</span>\n<a class=\"home-link\" href=\"https://schwitzsplinters.blogspot.com/\">Home</a>\n</div>\n<div class=\"clear\"></div>\n<div class=\"blog-feeds\">\n<div class=\"feed-links\">\nSubscribe to:\n<a class=\"feed-link\" href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" target=\"_blank\" type=\"application/atom+xml\">Posts (Atom)</a>\n</div>\n</div>\n\n\n<div id=\"sidebar-wrapper\">\n<div class=\"sidebar section\" id=\"sidebar\"><div class=\"widget HTML\" data-version=\"1\" id=\"HTML1\">\n<div class=\"widget-content\">\n<!-- Start of StatCounter Code -->\n<script language=\"javascript\" type=\"text/javascript\">\nvar sc_project=1508379; \nvar sc_invisible=1; \nvar sc_partition=13; \nvar sc_security=\"2c679bf5\"; \n</script>\n<script language=\"javascript\" src=\"//www.statcounter.com/counter/frames.js\" type=\"text/javascript\"></script><noscript><a href=\"http://www.statcounter.com/\" target=\"_blank\"><img alt=\"counter\" border=\"0\" src=\"https://lh5.googleusercontent.com/proxy/TttFETzU6Fyjbw8OTQa3FJTU6voqbJLJLUpwu-cpdPeafywusdwwP7glYc97L2xKGSvrrr4NvIgASxXMbEwi_U_RRXsWks6bqpkoSs1g9Zpv2uL97h9IjmZZ0d0P9zebmEy5rnSb9Ztru06j4rFAy0sL=s0-d\"/></a> </noscript>\n<!-- End of StatCounter Code -->\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=HTML&amp;widgetId=HTML1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"HTML1\"));' rel=\"nofollow\" target=\"configHTML1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget Profile\" data-version=\"1\" id=\"Profile1\">\n<h2>Contributors</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a class=\"profile-name-link g-profile\" href=\"https://www.blogger.com/profile/11541402189204286449\" style=\"background-image: url(//www.blogger.com/img/logo-16.png);\">Eric Schwitzgebel</a></li>\n<li><a class=\"profile-name-link g-profile\" href=\"https://plus.google.com/100155094439598517774\" style=\"background-image: url(//www.google.com/images/icons/ui/gprofile_button-16.png);\">Eric Schwitzgebel</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Profile&amp;widgetId=Profile1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Profile1\"));' rel=\"nofollow\" target=\"configProfile1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget FollowByEmail\" data-version=\"1\" id=\"FollowByEmail1\">\n<h2 class=\"title\">Follow by Email</h2>\n<div class=\"widget-content\">\n<div class=\"follow-by-email-inner\">\n<form action=\"https://feedburner.google.com/fb/a/mailverify\" method=\"post\" onsubmit='window.open(\"https://feedburner.google.com/fb/a/mailverify?uri=blogspot/FHhv\", \"popupwindow\", \"scrollbars=yes,width=550,height=520\"); return true' target=\"popupwindow\">\n<table width=\"100%\">\n<tr>\n<td>\n<input class=\"follow-by-email-address\" name=\"email\" placeholder=\"Email address...\" type=\"text\"/>\n</td>\n<td width=\"64px\">\n<input class=\"follow-by-email-submit\" type=\"submit\" value=\"Submit\"/>\n</td>\n</tr>\n</table>\n<input name=\"uri\" type=\"hidden\" value=\"blogspot/FHhv\"/>\n<input name=\"loc\" type=\"hidden\" value=\"en_US\"/>\n</form>\n</div>\n</div>\n<span class=\"item-control blog-admin\">\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=FollowByEmail&amp;widgetId=FollowByEmail1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"FollowByEmail1\"));' rel=\"nofollow\" target=\"configFollowByEmail1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</span>\n</div><div class=\"widget Feed\" data-version=\"1\" id=\"Feed1\">\n<h2>Recent Comments (may be delayed)</h2>\n<div class=\"widget-content\" id=\"Feed1_feedItemListDisplay\">\n<span style=\"filter: alpha(25); opacity: 0.25;\">\n<a href=\"http://schwitzsplinters.blogspot.com/feeds/comments/default\">Loading...</a>\n</span>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Feed&amp;widgetId=Feed1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Feed1\"));' rel=\"nofollow\" target=\"configFeed1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList1\">\n<h2>Links</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://cogsciphi.blogspot.com/\">Alternate Minds</a></li>\n<li><a href=\"http://www.philosophyofbrains.com/\">Brains</a></li>\n<li><a href=\"http://www.consciousentities.com/\">Conscious Entities</a></li>\n<li><a href=\"http://crookedtimber.org/\">Crooked Timber</a></li>\n<li><a href=\"http://dailynous.com/\">Daily Nous</a></li>\n<li><a href=\"http://digressionsnimpressions.typepad.com/\">Digressions &amp; Impressions</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/disability_and_disadvanta/\">Discrimination and Disadvantage</a></li>\n<li><a href=\"http://ericlinuskaplan.wordpress.com/\">Eric Linus Kaplan</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/xphi/\">Experimental Philosophy</a></li>\n<li><a href=\"http://agencyandresponsibility.typepad.com/flickers-of-freedom/\">Flickers of Freedom</a></li>\n<li><a href=\"http://leiterreports.typepad.com/\">Leiter Reports</a></li>\n<li><a href=\"http://whatsortsofpeople.wordpress.com/\">Living Archives on Eugenics Blog</a></li>\n<li><a href=\"http://loveofallwisdom.com/\">Love of All Wisdom</a></li>\n<li><a href=\"http://machineslikeus.com/\">Machines Like Us</a></li>\n<li><a href=\"http://www.mindhacks.com/\">Mind Hacks</a></li>\n<li><a href=\"http://www.davidpapineau.co.uk/blog.html\">More Important Than That (Philosophy and Sport)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/\">My Homepage</a></li>\n<li><a href=\"http://www.newappsblog.com/\">New APPS</a></li>\n<li><a href=\"http://peasoup.typepad.com/\">PEA Soup</a></li>\n<li><a href=\"http://philpercs.com/\">Philosophical Percolations</a></li>\n<li><a href=\"http://sometimesimwrong.typepad.com/wrong/\">Sometimes I'm Wrong</a></li>\n<li><a href=\"http://philosopherscocoon.typepad.com/blog/\">The Philosophers' Cocoon</a></li>\n<li><a href=\"http://tar.weatherson.org/\">Thoughts, Arguments, and Rants</a></li>\n<li><a href=\"http://rsbakker.wordpress.com/\">Three Pound Brain</a></li>\n<li><a href=\"http://warpweftandway.wordpress.com/\">Warp, Weft, and Way</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList1\"));' rel=\"nofollow\" target=\"configLinkList1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList6\">\n<h2>Advice on Applying to PhD Programs in Philosophy</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/applying%20to%20grad%20school\">various posts on that theme</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList6&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList6\"));' rel=\"nofollow\" target=\"configLinkList6\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList4\">\n<h2>Selected Essays</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/In-Between.htm\">2001: In-Between Believing</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/AccountBel.htm\">2002: A Phenomenal, Dispositional Account of Belief</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DreamB&amp;W.htm\">2002: Why Did We Think We Dreamed in Black and White?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospTrain.htm\">2004: Introspective Training Apprehensively Defended: Reflections on Titchener's Lab Manual</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Flat.htm\">2006: Do Things Look Flat?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Naive.htm\">2008: The Unreliability of Naive Introspection</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/PeerOpinion.htm\">2009: The Moral Behavior of Ethicists: Peer Opinion (with J Rust)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ActBel.htm\">2010: Acting Contrary to Our Professed Beliefs</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthOrder.htm\">2012: Expertise in Moral Reasoning? (with F Cushman)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospectionWhat.htm\">2012: Introspection, What?</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/BeliefBox.htm\">2013: A Dispositional Approach to Attitudes</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Jerks.htm\">2014: A Theory of Jerks</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/CrazyMind.htm\">2014: The Crazyist Metaphysics of Mind</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthSelfRep.htm\">2014: The Moral Behavior of Ethics Professors (with J Rust)</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/USAconscious.htm\">2015: If Materialism Is True, the United States Is Probably Conscious</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/1sk.htm\">2016: 1% Skepticism</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/WomenInPhil.htm\">2017: Women in Philosophy (with C D Jennings)</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList4&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList4\"));' rel=\"nofollow\" target=\"configLinkList4\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList7\">\n<h2>Selected Short Stories</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Eden.htm\">2013: Reinstalling Eden (with R S Bakker)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DauphinsMetaphysics.htm\">2015: The Dauphin's Metaphysics</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/FishDance.htm\">2016: Fish Dance</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList7&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList7\"));' rel=\"nofollow\" target=\"configLinkList7\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList3\">\n<h2>The Underblog?</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.schwitzsplintersunderblog.blogspot.com/\">The Underblog!</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList3&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList3\"));' rel=\"nofollow\" target=\"configLinkList3\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList5\">\n<h2>Past Guest Bloggers</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Lisa%20Bortolotti\">Lisa Bortolotti</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Brad%20Cokelet\">Brad Cokelet</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Carrie%20Figdor\">Carrie Figdor</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Keith%20Frankish\">Keith Frankish</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Dan%20Haybron\">Dan Haybron</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Jonathan%20Ichikawa\">Jonathan Ichikawa</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/G.%20Randolph%20Mayes\">G. Randolph Mayes</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Regina%20Rini\">Regina Rini</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Teed%20Rockwell\">Teed Rockwell</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Joshua%20Rust\">Joshua Rust</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Hagop%20Sarkissian\">Hagop Sarkissian</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search?q=shevlin\">Henry Shevlin</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Tamler%20Sommers\">Tamler Sommers</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/justin%20tiwald\">Justin Tiwald</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Bryan%20Van%20Norden\">Bryan Van Norden</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Manuel%20Vargas\">Manuel Vargas</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList5&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList5\"));' rel=\"nofollow\" target=\"configLinkList5\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget BlogArchive\" data-version=\"1\" id=\"BlogArchive1\">\n<h2>Blog Archive</h2>\n<div class=\"widget-content\">\n<div id=\"ArchiveList\">\n<div id=\"BlogArchive1_ArchiveList\">\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/\">\n2019\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/\">\n2018\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/\">\n2017\n</a>\n<span class=\"post-count\" dir=\"ltr\">(71)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/\">\n2016\n</a>\n<span class=\"post-count\" dir=\"ltr\">(81)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n<ul class=\"posts\">\n<li><a href=\"https://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-five.html\">First Sentences Project (Part Five)</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2016/07/the-ethics-of-gauging-interest-of-phd.html\">The Ethics of Gauging the Interest of PhD Applican...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-four.html\">First Sentences Project (Part Four)</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2016/07/under-what-conditions-would-you-upload.html\">Under What Conditions Would You Upload into a Simu...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-three.html\">First Sentences Project (Part Three)</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2016/07/wang-yangming-on-unity-of-knowing-and.html\">Wang Yangming on the Unity of Knowing and Acting</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-two.html\">First Sentences Project (Part Two)</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2016/07/the-first-sentences-project-part-one.html\">The First Sentences Project (Part One)</a></li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/\">\n2015\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/\">\n2014\n</a>\n<span class=\"post-count\" dir=\"ltr\">(88)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/\">\n2013\n</a>\n<span class=\"post-count\" dir=\"ltr\">(87)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/\">\n2012\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/\">\n2011\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(3)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/\">\n2010\n</a>\n<span class=\"post-count\" dir=\"ltr\">(86)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/\">\n2009\n</a>\n<span class=\"post-count\" dir=\"ltr\">(83)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/\">\n2008\n</a>\n<span class=\"post-count\" dir=\"ltr\">(96)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/\">\n2007\n</a>\n<span class=\"post-count\" dir=\"ltr\">(168)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/\">\n2006\n</a>\n<span class=\"post-count\" dir=\"ltr\">(114)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(19)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(2)</span>\n</li>\n</ul>\n</li>\n</ul>\n</div>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=BlogArchive&amp;widgetId=BlogArchive1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"BlogArchive1\"));' rel=\"nofollow\" target=\"configBlogArchive1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget Text\" data-version=\"1\" id=\"Text1\">\n<div class=\"widget-content\">\n<span style=\"color:#999999;\">background image from </span><a href=\"http://biocarbons.en.ecplaza.net/\"><span style=\"color:#999999;\">http://biocarbons.en.ecplaza.net</span></a><br/>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Text&amp;widgetId=Text1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Text1\"));' rel=\"nofollow\" target=\"configText1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div></div>\n</div>\n<!-- spacer for skins that want sidebar and main to be the same height-->\n<div class=\"clear\"> </div>\n\n<!-- end content-wrapper -->\n<div id=\"footer-wrapper\">\n<div class=\"footer no-items section\" id=\"footer\"></div>\n</div>\n\n<!-- end outer-wrapper -->\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<!--It is your responsibility to notify your visitors about cookies used and data collected on your blog. Blogger makes a standard notification available for you to use on your blog, and you can customise it or replace it with your own notice. See http://www.blogger.com/go/cookiechoices for more details.-->\n<script defer=\"\" src=\"/js/cookienotice.js\"></script>\n<script>\n    document.addEventListener('DOMContentLoaded', function(event) {\n      window.cookieChoices && cookieChoices.showCookieConsentBar && cookieChoices.showCookieConsentBar(\n          (window.cookieOptions && cookieOptions.msg) || 'This site uses cookies from Google to deliver its services and to analyse traffic. Your IP address and user agent are shared with Google, together with performance and security metrics, to ensure quality of service, generate usage statistics and to detect and address abuse.',\n          (window.cookieOptions && cookieOptions.close) || 'Ok',\n          (window.cookieOptions && cookieOptions.learn) || 'Learn more',\n          (window.cookieOptions && cookieOptions.link) || 'https://www.blogger.com/go/blogspot-cookies');\n    });\n  </script>\n<script src=\"https://www.blogger.com/static/v1/widgets/1854097286-widgets.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\nwindow['__wavt'] = 'AOuZoY6WFLUdYR6uwNeCrVXCxTky-TQ77w:1554147566908';_WidgetManager._Init('//www.blogger.com/rearrange?blogID\\x3d26951738','//schwitzsplinters.blogspot.com/2016/07/','26951738');\n_WidgetManager._SetDataContext([{'name': 'blog', 'data': {'blogId': '26951738', 'title': 'The Splintered Mind', 'url': 'https://schwitzsplinters.blogspot.com/2016/07/', 'canonicalUrl': 'http://schwitzsplinters.blogspot.com/2016/07/', 'homepageUrl': 'https://schwitzsplinters.blogspot.com/', 'searchUrl': 'https://schwitzsplinters.blogspot.com/search', 'canonicalHomepageUrl': 'http://schwitzsplinters.blogspot.com/', 'blogspotFaviconUrl': 'https://schwitzsplinters.blogspot.com/favicon.ico', 'bloggerUrl': 'https://www.blogger.com', 'hasCustomDomain': false, 'httpsEnabled': true, 'enabledCommentProfileImages': true, 'gPlusViewType': 'FILTERED_POSTMOD', 'adultContent': false, 'analyticsAccountNumber': 'UA-43027794-1', 'encoding': 'UTF-8', 'locale': 'en', 'localeUnderscoreDelimited': 'en', 'languageDirection': 'ltr', 'isPrivate': false, 'isMobile': false, 'isMobileRequest': false, 'mobileClass': '', 'isPrivateBlog': false, 'feedLinks': '\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/rss+xml\\x22 title\\x3d\\x22The Splintered Mind - RSS\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default?alt\\x3drss\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22service.post\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://www.blogger.com/feeds/26951738/posts/default\\x22 /\\x3e\\n', 'meTag': '', 'adsenseHostId': 'ca-host-pub-1556223355139109', 'adsenseHasAds': false, 'view': '', 'dynamicViewsCommentsSrc': '//www.blogblog.com/dynamicviews/4224c15c4e7c9321/js/comments.js', 'dynamicViewsScriptSrc': '//www.blogblog.com/dynamicviews/0653eeb7078c79fe', 'plusOneApiSrc': 'https://apis.google.com/js/plusone.js', 'disableGComments': true, 'sharing': {'platforms': [{'name': 'Get link', 'key': 'link', 'shareMessage': 'Get link', 'target': ''}, {'name': 'Facebook', 'key': 'facebook', 'shareMessage': 'Share to Facebook', 'target': 'facebook'}, {'name': 'BlogThis!', 'key': 'blogThis', 'shareMessage': 'BlogThis!', 'target': 'blog'}, {'name': 'Twitter', 'key': 'twitter', 'shareMessage': 'Share to Twitter', 'target': 'twitter'}, {'name': 'Pinterest', 'key': 'pinterest', 'shareMessage': 'Share to Pinterest', 'target': 'pinterest'}, {'name': 'Email', 'key': 'email', 'shareMessage': 'Email', 'target': 'email'}], 'disableGooglePlus': true, 'googlePlusShareButtonWidth': 300, 'googlePlusBootstrap': '\\x3cscript type\\x3d\\x22text/javascript\\x22\\x3ewindow.___gcfg \\x3d {\\x27lang\\x27: \\x27en\\x27};\\x3c/script\\x3e'}, 'hasCustomJumpLinkMessage': false, 'jumpLinkMessage': 'Read more', 'pageType': 'archive', 'pageName': 'July 2016', 'pageTitle': 'The Splintered Mind: July 2016'}}, {'name': 'features', 'data': {'sharing_get_link_dialog': 'true', 'sharing_native': 'false'}}, {'name': 'messages', 'data': {'edit': 'Edit', 'linkCopiedToClipboard': 'Link copied to clipboard!', 'ok': 'Ok', 'postLink': 'Post Link'}}, {'name': 'template', 'data': {'name': 'custom', 'localizedName': 'Custom', 'isResponsive': false, 'isAlternateRendering': false, 'isCustom': true}}, {'name': 'view', 'data': {'classic': {'name': 'classic', 'url': '?view\\x3dclassic'}, 'flipcard': {'name': 'flipcard', 'url': '?view\\x3dflipcard'}, 'magazine': {'name': 'magazine', 'url': '?view\\x3dmagazine'}, 'mosaic': {'name': 'mosaic', 'url': '?view\\x3dmosaic'}, 'sidebar': {'name': 'sidebar', 'url': '?view\\x3dsidebar'}, 'snapshot': {'name': 'snapshot', 'url': '?view\\x3dsnapshot'}, 'timeslide': {'name': 'timeslide', 'url': '?view\\x3dtimeslide'}, 'isMobile': false, 'title': 'The Splintered Mind', 'description': 'reflections in philosophy of psychology, broadly construed', 'url': 'https://schwitzsplinters.blogspot.com/2016/07/', 'type': 'feed', 'isSingleItem': false, 'isMultipleItems': true, 'isError': false, 'isPage': false, 'isPost': false, 'isHomepage': false, 'isArchive': true, 'isLabelSearch': false, 'archive': {'year': 2016, 'month': 7, 'rangeMessage': 'Showing posts from July, 2016'}}}]);\n_WidgetManager._RegisterWidget('_NavbarView', new _WidgetInfo('Navbar1', 'navbar', document.getElementById('Navbar1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HeaderView', new _WidgetInfo('Header1', 'header', document.getElementById('Header1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogView', new _WidgetInfo('Blog1', 'main', document.getElementById('Blog1'), {'cmtInteractionsEnabled': false, 'lightboxEnabled': true, 'lightboxModuleUrl': 'https://www.blogger.com/static/v1/jsbin/2848338547-lbx.js', 'lightboxCssUrl': 'https://www.blogger.com/static/v1/v-css/368954415-lightbox_bundle.css'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HTMLView', new _WidgetInfo('HTML1', 'sidebar', document.getElementById('HTML1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_ProfileView', new _WidgetInfo('Profile1', 'sidebar', document.getElementById('Profile1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FollowByEmailView', new _WidgetInfo('FollowByEmail1', 'sidebar', document.getElementById('FollowByEmail1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FeedView', new _WidgetInfo('Feed1', 'sidebar', document.getElementById('Feed1'), {'title': 'Recent Comments (may be delayed)', 'showItemDate': true, 'showItemAuthor': true, 'feedUrl': 'http://schwitzsplinters.blogspot.com/feeds/comments/default', 'numItemsShow': 5, 'loadingMsg': 'Loading...', 'openLinksInNewWindow': false, 'useFeedWidgetServ': 'true'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList1', 'sidebar', document.getElementById('LinkList1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList6', 'sidebar', document.getElementById('LinkList6'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList4', 'sidebar', document.getElementById('LinkList4'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList7', 'sidebar', document.getElementById('LinkList7'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList3', 'sidebar', document.getElementById('LinkList3'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList5', 'sidebar', document.getElementById('LinkList5'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogArchiveView', new _WidgetInfo('BlogArchive1', 'sidebar', document.getElementById('BlogArchive1'), {'languageDirection': 'ltr', 'loadingMessage': 'Loading\\x26hellip;'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_TextView', new _WidgetInfo('Text1', 'sidebar', document.getElementById('Text1'), {}, 'displayModeFull'));\n</script>\n\n", "title_html": "<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2016/07/first-sentences-project-part-five.html\">First Sentences Project (Part Five)</a>\n</h3>", "read_time": 477.29999999999995}