{"content_html": "<div class=\"post-body entry-content\">\n<p>(adapted from comments I will be giving on Carrie Figdor's <a href=\"https://global.oup.com/academic/product/pieces-of-mind-9780198809524\">Pieces of Mind</a>, at the Pacific Division meeting of the American Philosophical Association on Friday, April 19, 9-12)<p>\n\nWe human beings have a favorite size: our own size.  We have a favorite pace of action: our own pace.  We have a favorite type of organization: the animal, specifically the mammal, and more specifically us.  What’s much larger, much smaller, or much different, we devalue and simplify in our imaginations.<p>\n\nIt’s true that we’re great.  Wow, us!  But we tend to forget that other things can also be pretty amazing.<p>\n\nSo here’s a naive picture of the world.  Some things have minds, and other things don’t have minds.  The things with minds might have highly sophisticated minds, capable of appreciating Shakespeare and proving geometric theorems, or they might have simpler minds.  But if an entity has a mind at all, then it has sensory and emotional experiences, preferences and dislikes, plans of at least a simple sort, some kind of understanding of its environment, an ability to select among options, and a sense of its location and the boundaries of its body.  Let’s call this the <i>Mind Package</i>.<p>\n<b>Everything that exists, you might think, is either a thing that has the whole Mind Package or a thing that has no part of the Mind Package.</b>  Stones have no part of the Mind Package.  They don’t feel anything.  They have no preferences.  They make no decisions.  They have no comprehension of the world around them.  There’s nothing it’s like to be a stone.  Dogs, we ordinarily assume, do have the Mind Package.  My own dog Cocoa enjoys going on walks, prefers the bucket chair to the recliner, gets excited when she hears my wife coming in the front door, and dislikes our cat.<p>\n<a href=\"https://2.bp.blogspot.com/--8zcaGGiXx0/XJzzE3-d-3I/AAAAAAAABk0/eC11PD8hcycq7I0O6pqjwRG-_AvsNQbkQCLcBGAs/s1600/MindPackage.jpg\" imageanchor=\"1\"><img border=\"0\" data-original-height=\"720\" data-original-width=\"960\" height=\"240\" src=\"https://2.bp.blogspot.com/--8zcaGGiXx0/XJzzE3-d-3I/AAAAAAAABk0/eC11PD8hcycq7I0O6pqjwRG-_AvsNQbkQCLcBGAs/s320/MindPackage.jpg\" width=\"320\"/></a><p>\n\n[A recent picture of some of my favorite biological entities.  Can you guess which ones have the Mind Package?]<p>\n\nNow it could be the case that everything in the world either has the Mind Package or doesn’t have it, and if something has one piece of the Mind Package, it has all the pieces.  Intuitively, this is an attractive idea.  What would it be to kind of have a mind?  Could a creature have full-blown desires and preferences but no beliefs at all?  Could a creature be somewhere between having experiences and not having any experiences?  This seems hard to imagine.  It’s much easier to think that either the light is on inside or the light is off.  Either you’ve got a stone or you’ve got a dog.<p>\n\nBut there are a couple of reasons to suspect that the lights-on/lights-off Mind Package view is two simple.<p>\n<b>The first reason to be suspicious is that the world is full of slippery slopes.</b>  In fetal development and infant development, biological and cognitive complexity emerges gradually.  But if you’ve either got the whole package or you don’t then there must be some moment at which the lights suddenly turned on and you went, in a flash, from being an entity without experiences, preferences, feelings, comprehension, and choice, to being an entity with all of those things.  In the gradual flow of maturation, when could this be?  Likewise, if we assume, at least for a moment, that jellyfish don’t have the Mind Package but dogs do, similar trouble looms: Across species there’s a gradual continuum of capacities, not, it seems, a sudden break between lights-on and lights-off animals.  (<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Snails.htm\">Garden snails</a> are an especially fascinating <a href=\"http://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html\">problem case</a>.)<p>\n\nThis leads to a second reason to be suspicious of the Mind Package view.  As Carrie Figdor emphasizes, bacteria are much more informationally complicated than we tend to think.  Plants are much more informationally complicated than we tend to think.  Group interactions are much more informationally complicated than we tend to think.  The relations of parasite, host, and symbiont are much more informationally complicated than we tend to think.  <b>The difference is smaller than we usually imagine between things of our favorite size and pace and other things.</b>  The biological world is richly structured with what looks like sophisticated informational processing in response to environmental stimuli.  When scientists need to model what’s going on in plants and bacteria and neurons and social groups, they seem to need terms and concepts and models from psychology: signaling, communication, cooperation, decision, memory, detection, learning.  Structures other than those of our favorite size and pace seem to show the kinds of informational interactions and responsiveness to environment that we capture with psychological words like these.<p>\n\nFurthermore, <b>there’s no general reason to think that systems usefully described by some of these psychological terms need always also be usefully described by other of these terms.</b>  If a scientific community starts to attribute memories or preferences to the entities they research, it doesn’t follow that they will find it fruitful also to ascribe sensory experiences, feelings, or a sense of the difference between body and world.  Different aspects of mentality may be separable rather than bundled.  They don’t need to stand or fall as a Package.  To paraphrase the title of Carrie’s book, the <i>Mind</i> comes in <i>Pieces</i>.<p>\n\nPhilosophers of mind love to paint their opponents as clinging to the remnants of Cartesianism.  Should I alone resist?  <b>The Mind Package view is a remnant of Cartesianism</b>: There’s the Minded stuff, which has this nice suite of cognitive and conscious properties, all as a bundle, and then there’s the non-Minded stuff which is passive and simple.  We ought to demolish this Cartesian idea.  There is no bright line between the fully and properly Minded and the rest of the world, and there is no need for cognitive properties to all travel on the family plan.<p>\n\nThe Mind Package view has a powerful grip on our intuitions.  We want to confine “the mental” to privileged spaces – our own heads and the heads of our favorite animals.  But if the informational structures of the world are sufficiently complex, this intuitive approach must be jettisoned.  Mental processes run wide through the world, different ones in different spaces, defying our intuitive groupings.  This radically anti-Cartesian view is the profound and transformative lesson of Carrie’s book, and it takes some getting used to.<p>\n\nIf Carrie’s radically anti-Cartesian view of the world is scientifically correct, there are, then, pragmatic grounds to prefer a broad view of the metaphysics of preferences and decisions, according to which many different kinds of entities have preferences and make decisions.  It is the view that better respects the evidence that we are continuous with plants, worms, and bacteria, and that the types of patterns of mindedness we see in ourselves resemble what’s happening in them, even if such entities don’t have the whole Mind Package.<p>\n\nGoodbye, Mind-Package rump Cartesianism!<p>\n\n-----------------------------------------------------<p>\n\nRelated:<p>\n<a href=\"https://schwitzsplinters.blogspot.com/2015/11/do-neurons-literally-have-preferences.html\">\nDo Neurons Literally Have Preferences</a> (Nov 4, 2015)<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html\">Are Garden Snails Conscious? Yes, No, or *Gong*</a> (Sep 20, 2018)<p>\n</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>", "title": "\nAgainst the Mind-Package View of Minds\n", "url": "https://schwitzsplinters.blogspot.com/search/label/consciousness", "content": "(adapted from comments I will be giving on Carrie Figdor's Pieces of Mind, at the Pacific Division meeting of the American Philosophical Association on Friday, April 19, 9-12) We human beings have a favorite size: our own size. We have a favorite pace of action: our own pace. We have a favorite type of organization: the animal, specifically the mammal, and more specifically us. What’s much larger, much smaller, or much different, we devalue and simplify in our imaginations. It’s true that we’re great. Wow, us! But we tend to forget that other things can also be pretty amazing. So here’s a naive picture of the world. Some things have minds, and other things don’t have minds. The things with minds might have highly sophisticated minds, capable of appreciating Shakespeare and proving geometric theorems, or they might have simpler minds. But if an entity has a mind at all, then it has sensory and emotional experiences, preferences and dislikes, plans of at least a simple sort, some kind of understanding of its environment, an ability to select among options, and a sense of its location and the boundaries of its body. Let’s call this the Mind Package. Everything that exists, you might think, is either a thing that has the whole Mind Package or a thing that has no part of the Mind Package. Stones have no part of the Mind Package. They don’t feel anything. They have no preferences. They make no decisions. They have no comprehension of the world around them. There’s nothing it’s like to be a stone. Dogs, we ordinarily assume, do have the Mind Package. My own dog Cocoa enjoys going on walks, prefers the bucket chair to the recliner, gets excited when she hears my wife coming in the front door, and dislikes our cat. [A recent picture of some of my favorite biological entities. Can you guess which ones have the Mind Package?] Now it could be the case that everything in the world either has the Mind Package or doesn’t have it, and if something has one piece of the Mind Package, it has all the pieces. Intuitively, this is an attractive idea. What would it be to kind of have a mind? Could a creature have full-blown desires and preferences but no beliefs at all? Could a creature be somewhere between having experiences and not having any experiences? This seems hard to imagine. It’s much easier to think that either the light is on inside or the light is off. Either you’ve got a stone or you’ve got a dog. But there are a couple of reasons to suspect that the lights-on/lights-off Mind Package view is two simple. The first reason to be suspicious is that the world is full of slippery slopes. In fetal development and infant development, biological and cognitive complexity emerges gradually. But if you’ve either got the whole package or you don’t then there must be some moment at which the lights suddenly turned on and you went, in a flash, from being an entity without experiences, preferences, feelings, comprehension, and choice, to being an entity with all of those things. In the gradual flow of maturation, when could this be? Likewise, if we assume, at least for a moment, that jellyfish don’t have the Mind Package but dogs do, similar trouble looms: Across species there’s a gradual continuum of capacities, not, it seems, a sudden break between lights-on and lights-off animals. (Garden snails are an especially fascinating problem case.) This leads to a second reason to be suspicious of the Mind Package view. As Carrie Figdor emphasizes, bacteria are much more informationally complicated than we tend to think. Plants are much more informationally complicated than we tend to think. Group interactions are much more informationally complicated than we tend to think. The relations of parasite, host, and symbiont are much more informationally complicated than we tend to think. The difference is smaller than we usually imagine between things of our favorite size and pace and other things. The biological world is richly structured with what looks like sophisticated informational processing in response to environmental stimuli. When scientists need to model what’s going on in plants and bacteria and neurons and social groups, they seem to need terms and concepts and models from psychology: signaling, communication, cooperation, decision, memory, detection, learning. Structures other than those of our favorite size and pace seem to show the kinds of informational interactions and responsiveness to environment that we capture with psychological words like these. Furthermore, there’s no general reason to think that systems usefully described by some of these psychological terms need always also be usefully described by other of these terms. If a scientific community starts to attribute memories or preferences to the entities they research, it doesn’t follow that they will find it fruitful also to ascribe sensory experiences, feelings, or a sense of the difference between body and world. Different aspects of mentality may be separable rather than bundled. They don’t need to stand or fall as a Package. To paraphrase the title of Carrie’s book, the Mind comes in Pieces. Philosophers of mind love to paint their opponents as clinging to the remnants of Cartesianism. Should I alone resist? The Mind Package view is a remnant of Cartesianism: There’s the Minded stuff, which has this nice suite of cognitive and conscious properties, all as a bundle, and then there’s the non-Minded stuff which is passive and simple. We ought to demolish this Cartesian idea. There is no bright line between the fully and properly Minded and the rest of the world, and there is no need for cognitive properties to all travel on the family plan. The Mind Package view has a powerful grip on our intuitions. We want to confine “the mental” to privileged spaces – our own heads and the heads of our favorite animals. But if the informational structures of the world are sufficiently complex, this intuitive approach must be jettisoned. Mental processes run wide through the world, different ones in different spaces, defying our intuitive groupings. This radically anti-Cartesian view is the profound and transformative lesson of Carrie’s book, and it takes some getting used to. If Carrie’s radically anti-Cartesian view of the world is scientifically correct, there are, then, pragmatic grounds to prefer a broad view of the metaphysics of preferences and decisions, according to which many different kinds of entities have preferences and make decisions. It is the view that better respects the evidence that we are continuous with plants, worms, and bacteria, and that the types of patterns of mindedness we see in ourselves resemble what’s happening in them, even if such entities don’t have the whole Mind Package. Goodbye, Mind-Package rump Cartesianism! ----------------------------------------------------- Related: Do Neurons Literally Have Preferences (Nov 4, 2015) Are Garden Snails Conscious? Yes, No, or *Gong* (Sep 20, 2018)", "tfidf": {"logidf": {"bundl": 3.41107212958, "broad": 1.45323772, "cartesian": 4.69583007148, "even": 0.152388564834, "great": 0.235805258079, "biolog": 1.88809057817, "fruit": 2.13994019511, "belief": 1.37278064195, "memori": 0.9454338986599999, "signal": 1.6340517929299998, "feel": 1.1428493419299999, "first": 0.0075872898121599995, "proper": 1.2056118389200001, "look": 0.6463866936, "mindpackag": 6.2068279111, "furthermor": 1.70528363496, "enjoy": 1.2020430306899998, "continu": 0.13040487398700001, "carri": 0.512044136911, "comprehens": 1.6779315024700001, "use": 0.0292080197316, "high": 0.13782378654000002, "psycholog": 1.89981109743, "guess": 3.22051485947, "correct": 1.29831763181, "remnant": 2.45658881125, "everyth": 1.57270590317, "can": 0.162341096394, "jettison": 4.70971918364, "least": 0.480285584745, "capabl": 1.2969341868100002, "plant": 1.2056118389200001, "pattern": 1.33282404788, "are": 0.0294674735827, "forget": 2.8330873756700004, "excit": 2.28423595433, "word": 0.585861082385, "theorem": 3.58806440083, "complex": 0.8502416364309999, "speci": 1.8943523393900001, "understand": 1.0880858756799998, "worm": 3.5391657709099995, "divis": 0.845242361205, "aspect": 1.12795002691, "mind": 1.2786688388299998, "could": 0.18595627229000003, "love": 1.08958288195, "smaller": 0.9530830530519999, "meet": 0.510363817255, "size": 0.9138372060609999, "approach": 0.7302336145810001, "geometr": 3.1971310972, "friday": 2.1759113757299997, "alway": 0.726319204572, "suffici": 1.4613524521099999, "loom": 3.56554092616, "boundari": 1.58063035792, "noth": 1.24245472939, "desir": 1.0991793428399999, "stone": 1.24573306257, "view": 0.49515994217299997, "alon": 1.09766791236, "those": 0.17854939087299998, "usual": 0.545279017064, "social": 0.688371502261, "with": 0.00119749171339, "lightsonlightsoff": 6.2068279111, "experi": 0.626272953933, "light": 0.64722859635, "lightsoff": 6.2068279111, "fall": 0.527402167952, "that": 0.00397614837964, "power": 0.292396282715, "specif": 0.626980167541, "creatur": 2.6294038979099996, "environ": 1.2341974030299998, "need": 0.362740163442, "which": 0.00517841384543, "capac": 1.35284642705, "tend": 1.21597024462, "here": 0.8850381883700001, "host": 0.996658931332, "action": 0.598043165069, "two": 0.0136988443582, "famili": 0.39746619471100003, "defi": 3.2412327319700003, "rich": 1.35650809354, "system": 0.327430345585, "and": 6.29901420636e-05, "respect": 0.49733261904, "second": 0.10713976337999999, "concept": 0.977224437103, "when": 0.0205549888584, "sep": 3.74297467051, "decis": 0.7701082216959999, "respons": 0.40991566230300003, "don": 1.7963049316, "infant": 2.4654449577, "sudden": 1.75612095378, "their": 0.015360505122700001, "come": 0.28390990653000003, "one": 0.0062553516455, "type": 0.707101485387, "option": 1.39846181161, "ascrib": 3.17428166443, "then": 0.08303386523089999, "better": 0.6964279406, "philosoph": 1.73269223754, "the": 0.0, "turn": 0.324899251064, "cocoa": 4.68895719219, "line": 0.349430614452, "what": 0.225887296827, "general": 0.114952578063, "call": 0.0654627744488, "sensori": 3.69621290461, "doesn": 6.2068279111, "got": 1.2863908849299999, "slope": 2.5464765406, "for": 0.00031499039539700004, "emerg": 0.748173681534, "emot": 1.79478748063, "make": 0.07349765782289999, "wow": 4.513508514690001, "nice": 2.8768580387299996, "yes": 2.65237310559, "easier": 2.05923883436, "slipperi": 4.7167367562999996, "went": 0.593243704365, "piec": 1.17598157639, "grip": 2.9954803526599996, "pace": 2.33432566384, "cling": 4.37925898918, "travel": 0.675788018461, "comment": 1.11826753454, "run": 0.442714975539, "garden": 1.45728685497, "mani": 0.0433157581221, "may": 0.050709995284400004, "ani": 0.125608358366, "relat": 0.21310030165399999, "fullblown": 6.2068279111, "door": 1.5876931847600002, "parasit": 3.5588816340699996, "simpler": 2.8858468633, "captur": 1.0578810012100002, "flash": 2.5392678590099997, "anim": 1.04365037288, "pacif": 1.50919249744, "associ": 0.28240501535100004, "select": 0.704804687133, "devalu": 4.14313472639, "more": 0.017024931599999998, "organ": 0.49392052866999997, "book": 0.3605697882, "between": 0.033953681165299995, "want": 0.6916366062549999, "without": 0.258874517941, "give": 0.311392552224, "see": 0.240921585492, "find": 0.547781330288, "anticartesian": 6.2068279111, "paint": 1.4076855511000002, "full": 0.511203624148, "ground": 0.681125998984, "chair": 1.9619104904, "symbiont": 6.2068279111, "packag": 2.0577584491900005, "gong": 4.13917432518, "rest": 0.671587369833, "liter": 1.6990638498800001, "favorit": 2.09390696331, "group": 0.190594534797, "ourselv": 3.30266283107, "ordinarili": 4.11960422898, "dog": 1.8346148978799999, "gradual": 1.3321078009899998, "model": 0.7374500731110001, "resist": 1.1723133432200001, "fulli": 1.02609828678, "evid": 0.8103634834160001, "pictur": 1.25144109124, "minded": 6.2068279111, "start": 0.236443369291, "bright": 2.1748021132799997, "walk": 1.270781474, "communic": 1.04365037288, "assum": 1.08435313525, "wide": 0.44458000675399995, "mental": 1.87404076028, "scientist": 1.54634128444, "research": 0.663727818138, "locat": 0.46854337067199997, "especi": 0.511098609709, "learn": 0.842752064745, "coupl": 1.18089357972, "lead": 0.23620402986699998, "snail": 4.38936008516, "from": 0.000567054168866, "but": 0.0161923720719, "off": 0.41352852038800003, "plan": 0.428982108147, "problem": 0.569140724273, "now": 0.149092945021, "imagin": 1.88684291737, "across": 0.549198455941, "prefer": 1.10581884366, "metaphys": 3.4303405484500002, "our": 0.8576392141820001, "other": 0.00987474791976, "among": 0.228496097073, "separ": 0.470759772949, "term": 0.33303898354600003, "nov": 3.2607455461900003, "head": 0.456042582852, "properti": 0.953573289192, "sens": 1.04257779501, "suspici": 3.0471714458899997, "world": 0.107420248621, "nonmind": 6.2068279111, "goodby": 3.5283781797800002, "cooper": 1.30155313266, "either": 0.459327638815, "attract": 0.929510763678, "cognit": 3.0659136276999996, "thing": 0.8781935346799999, "such": 0.059695977806, "much": 0.17749572930100002, "some": 0.0395735090645, "also": 0.0146571578, "figdor": 6.2068279111, "part": 0.04239531098280001, "might": 0.7683410765340001, "jellyfish": 5.32875839205, "reason": 0.544301552962, "simplifi": 2.4940183301400003, "prove": 0.899024430345, "front": 0.845095701382, "intuit": 3.3216780971900004, "dislik": 2.50244427045, "moment": 1.4497416830899998, "confin": 2.17258727295, "interact": 1.4858210267899998, "stand": 0.7345572374320001, "these": 0.0715336194008, "through": 0.0683586918849, "than": 0.0322608622182, "recent": 0.434413741288, "let": 1.2488025672799998, "emphas": 1.72170895618, "case": 0.395406268889, "them": 0.0941833269093, "not": 0.0155524130075, "break": 0.88733019029, "transform": 1.22966322707, "insid": 1.00781305813, "all": 0.011402632097799998, "she": 0.7701082216959999, "lesson": 2.1594002686700002, "like": 0.139053576545, "whole": 0.8306818244059999, "amaz": 2.7246267452900006, "inform": 0.454453704662, "idea": 0.73863592212, "stimuli": 4.27893626755, "choic": 1.14166497543, "think": 1.06717661175, "exist": 0.38165779408699996, "cat": 2.35468761528, "flow": 1.4838746894600001, "should": 0.509419876758, "matur": 2.23183010651, "kind": 0.948031302717, "shakespear": 2.8613194352999995, "num": 0.00031499039539700004, "hear": 1.43007066072, "get": 0.579769005782, "show": 0.236682766013, "american": 0.274914343622, "suspect": 1.85051980572, "lightson": 6.2068279111, "conscious": 2.09237439596, "continuum": 3.1446058962800003, "describ": 0.385447603125, "somewher": 2.7450059076200004, "someth": 1.18830712273, "human": 0.640035183243, "happen": 1.08640441802, "detect": 1.68878274493, "process": 0.527829199025, "likewis": 2.1517873988400003, "bodi": 0.6215709351609999, "entiti": 1.93059591408, "accord": 0.243650319127, "pragmat": 3.36264553568, "structur": 0.7217716751350001, "ought": 3.02877408076, "reclin": 4.89344032079, "passiv": 2.76281053226, "rump": 4.75990892817, "profound": 2.41767900383, "follow": 0.045356911094199995, "rather": 0.442714975539, "true": 0.938325629634, "hard": 1.00522796406, "naiv": 3.9168216003199996, "sort": 1.64639361896, "sophist": 2.30296309338, "wife": 1.0524530884799999, "take": 0.130691962197, "anyth": 1.52353994585, "around": 0.19387710578200001, "adapt": 1.2007864860200002, "there": 0.0400978929255, "stuff": 3.1490015077499995, "seem": 0.829093032276, "differ": 0.212321121312, "communiti": 0.673561947791, "bucket": 4.00613712579, "fascin": 2.85911921439, "suit": 1.36831634882, "demolish": 2.43694467284, "must": 0.653383947388, "complic": 1.7312682430000002, "attribut": 1.2283715153700001, "radic": 1.6665296351499999, "titl": 0.6273339619899999, "oppon": 1.66619624625, "you": 0.771469692294, "resembl": 1.5954271753600002, "they": 0.0297269947676, "bacteria": 3.49877771, "scientif": 1.42377308021, "space": 0.874713164972, "own": 0.164195077421, "pretti": 2.75684036527, "privileg": 2.18875712624, "would": 0.0796176279647, "troubl": 1.60761292215, "paraphras": 4.14711087477, "develop": 0.178624694913, "mammal": 3.0261732990599994, "this": 0.0037864490525, "environment": 1.70632403734, "fetal": 4.70275051433, "april": 0.37183444219899997, "will": 0.202786534915, "has": 0.0427239448548, "larger": 0.806828661778, "abil": 0.996488297427, "similar": 0.318556092114, "neuron": 4.16317547727, "simpl": 1.2232212893899999, "appreci": 2.09339584651, "have": 0.0147850023412}, "tfidf": {"bundl": 60.595419847399995, "broad": 4.27693965517, "cartesian": 437.95862068800005, "even": 1.16461267606, "great": 1.26592775696, "biolog": 19.82022471909, "fruit": 8.498929336189999, "belief": 3.9463087248300006, "memori": 5.14785992218, "signal": 5.12459651388, "feel": 9.407070906570002, "first": 1.00761614623, "proper": 3.3388012618299996, "look": 1.9086318826599997, "mindpackag": 496.125, "furthermor": 5.50294627383, "enjoy": 3.3269069572500003, "continu": 1.13928955867, "carri": 8.3434937986, "comprehens": 10.7089376054, "use": 3.0889162721399996, "high": 1.14777327935, "psycholog": 20.053894736849998, "guess": 25.0410094637, "correct": 3.6631287494199998, "remnant": 23.329904481999996, "everyth": 9.6393442623, "can": 2.35252278284, "jettison": 111.020979021, "least": 3.2330719886000003, "capabl": 3.6580645161300005, "plant": 10.016403785489999, "pattern": 3.79173632673, "are": 10.299059357800001, "forget": 16.9978586724, "excit": 9.818181818180001, "word": 1.7965372864099998, "theorem": 36.164009111599995, "complex": 4.6804245283, "speci": 6.648241206030001, "understand": 2.96858638743, "worm": 34.4381778742, "divis": 2.32854209446, "aspect": 3.0893169877399997, "mind": 93.38823529412, "could": 4.8174783796, "love": 2.97303370787, "smaller": 5.18738768176, "meet": 1.6658971668399998, "size": 9.9754948162, "approach": 2.07556543339, "geometr": 24.4622496148, "friday": 8.8102108768, "alway": 2.06745670009, "suffici": 4.3117870722400005, "loom": 35.3585746102, "boundari": 4.85801713586, "noth": 3.46410648047, "desir": 3.00170164492, "stone": 10.426444833629999, "view": 13.126085159119999, "alon": 2.99716820842, "those": 2.39096385542, "usual": 1.72508964468, "social": 1.9904714142400002, "with": 5.005991044949999, "lightsonlightsoff": 496.125, "experi": 9.3531283139, "light": 5.7307183251, "lightsoff": 496.125, "fall": 1.6945244956799999, "that": 16.06374502, "power": 1.3396337861799998, "specif": 3.7438981252199994, "creatur": 27.731004366799997, "environ": 6.87123999134, "need": 7.186311787049999, "which": 5.025959224999999, "capac": 3.86842105263, "tend": 16.867828304299998, "here": 2.42307692308, "host": 2.7092150170599996, "action": 1.81855670103, "two": 1.01379310345, "famili": 1.48804948917, "defi": 25.565217391300003, "rich": 3.8826118855500003, "system": 1.38739840951, "and": 41.00258267733, "respect": 1.6443293630200002, "second": 1.1130898128, "concept": 2.65707112971, "when": 3.0623030926499997, "sep": 42.223404255300004, "decis": 8.64, "respons": 3.0133814178600002, "don": 36.16400911164, "infant": 11.7687175686, "sudden": 11.57986870898, "their": 1.01547908405, "come": 2.65662650602, "one": 3.01882487166, "type": 4.056208482380001, "option": 4.04896710023, "ascrib": 23.9096385542, "then": 4.34631442064, "better": 2.0065722952500002, "philosoph": 11.31172069826, "the": 61.0, "turn": 1.3838912133899999, "cocoa": 108.739726027, "line": 1.4182597820299998, "what": 6.2671719563999995, "general": 1.1218202374200001, "call": 1.0676529926, "sensori": 80.5888324874, "doesn": 992.25, "got": 10.859097127230001, "slope": 12.7620578778, "for": 2.00063008002, "emerg": 2.1131372288, "emot": 6.01819560273, "make": 2.1525320317200003, "wow": 91.2413793103, "nice": 17.7583892617, "yes": 14.1876675603, "easier": 7.84, "slipperi": 111.802816901, "went": 1.8098495212, "piec": 12.96529195592, "grip": 19.9949622166, "pace": 41.289986995999996, "cling": 79.7788944724, "travel": 1.9655812801800001, "comment": 3.05954904606, "run": 1.55692850838, "garden": 8.588585339460002, "mani": 1.04426757877, "may": 1.05201775893, "ani": 1.13383802314, "relat": 2.47501753838, "fullblown": 496.125, "door": 4.89244992296, "parasit": 35.1238938053, "simpler": 17.9187358916, "captur": 2.88026124819, "flash": 12.6703910615, "anim": 8.518690752989999, "pacif": 4.5230769230800005, "associ": 1.3263157894700002, "select": 2.02345144022, "devalu": 63.0, "more": 5.085853408499999, "organ": 1.6387283237, "book": 2.86829268292, "between": 5.1726834354, "want": 1.99698113208, "without": 1.29547123623, "give": 1.3653250774, "see": 1.27242125511, "find": 1.7294117647099998, "anticartesian": 992.25, "paint": 4.08648648649, "full": 1.66729678639, "ground": 1.97610156833, "chair": 7.112903225810001, "symbiont": 496.125, "packag": 125.25443786976001, "gong": 62.750988142299995, "rest": 1.9573418813999999, "liter": 5.468825353080001, "favorit": 56.81595092026001, "group": 3.62990625714, "ourselv": 27.184931506799998, "ordinarili": 61.5348837209, "dog": 25.05088757396, "gradual": 11.367064439129999, "model": 4.1811956808, "resist": 3.2294548413300004, "fulli": 2.79015817223, "evid": 2.24872521246, "pictur": 6.990752972260001, "minded": 496.125, "start": 1.26673581744, "bright": 8.80044345898, "walk": 3.56363636364, "communic": 2.8395635843299996, "assum": 5.915052160959999, "wide": 1.5598349381, "mental": 19.54370127207, "scientist": 4.69426374926, "research": 1.9420183486200002, "locat": 1.59766529134, "especi": 1.66712170534, "learn": 2.32275054865, "coupl": 3.2572835453400004, "lead": 1.2664326739, "snail": 161.1776649746, "from": 3.00170164491, "but": 7.11426925293, "off": 1.5121440137200002, "plan": 3.0713871155000003, "problem": 1.76674827509, "now": 1.160780873, "imagin": 19.79551122195, "across": 1.7318642958400001, "prefer": 30.216977540900004, "metaphys": 30.8871595331, "our": 23.5758835759, "other": 5.0496183206000005, "among": 1.25670862028, "separ": 1.6012102874399998, "term": 4.18560506196, "nov": 26.0689655172, "head": 3.15563506262, "properti": 5.189931350119999, "sens": 5.673039128099999, "suspici": 42.1114058356, "world": 11.134020618600001, "nonmind": 496.125, "goodby": 34.0686695279, "cooper": 3.675, "either": 7.915046365549999, "attract": 2.53326950694, "cognit": 64.36216216230001, "thing": 21.658935879989997, "such": 1.06151377374, "much": 9.553783661839999, "some": 6.2422018348799995, "also": 3.04429530201, "figdor": 992.25, "part": 2.08661365578, "might": 6.468559011270001, "jellyfish": 206.181818182, "reason": 6.89361702128, "simplifi": 12.109839816900001, "prove": 2.45720476706, "front": 2.32820061593, "intuit": 110.8272251308, "dislik": 24.4246153846, "moment": 8.524026845639998, "confin": 8.78097345133, "interact": 8.8371834122, "stand": 2.0845588235299997, "these": 3.22246278756, "through": 1.07074930869, "than": 7.2295081967499994, "recent": 1.54405757635, "let": 3.48616600791, "emphas": 5.59408033827, "case": 2.96997474512, "them": 2.19752231988, "not": 2.03134796238, "break": 2.42863698944, "transform": 3.42007755278, "insid": 2.7396031061299997, "all": 6.06880733946, "she": 2.16, "lesson": 8.66593886463, "like": 3.44755700325, "whole": 6.88464874242, "amaz": 15.250720461099998, "inform": 11.02718793414, "idea": 4.1861568886, "stimuli": 72.16363636359999, "choic": 3.1319786940200003, "think": 20.350119025810002, "exist": 1.4647107666799999, "cat": 10.5348374253, "flow": 4.41, "should": 1.6643254009900001, "matur": 9.31690140845, "kind": 10.322496749039999, "shakespear": 17.4845814978, "num": 6.00189024006, "hear": 4.17899447223, "get": 3.5712518277, "show": 1.26703910615, "american": 1.31641791045, "suspect": 6.363126252509999, "lightson": 496.125, "conscious": 16.20826952526, "continuum": 23.2105263158, "describ": 2.94054454528, "somewher": 15.5647058824, "someth": 3.28152128979, "human": 1.8965476048299998, "happen": 2.96359902931, "detect": 5.41288782816, "process": 3.39049652964, "likewis": 8.60021668472, "bodi": 3.7237011844800003, "entiti": 48.25531914896, "accord": 1.27589809531, "pragmat": 28.8654545455, "structur": 6.174228675149999, "ought": 20.671875, "reclin": 133.411764706, "passiv": 15.8443113772, "rump": 116.735294118, "profound": 11.219787985899998, "follow": 1.04640126549, "rather": 1.55692850838, "true": 2.55569864778, "hard": 2.73253012048, "naiv": 50.2405063291, "sort": 5.188235294119999, "sophist": 20.0075614366, "wife": 2.8646697943, "take": 1.13961668222, "anyth": 4.58843930636, "around": 1.21394708671, "adapt": 3.32272917539, "there": 10.4091266719, "stuff": 46.6255506608, "seem": 9.16495886852, "differ": 8.65581431575, "communiti": 1.96121062384, "bucket": 54.9342560554, "fascin": 17.446153846199998, "suit": 3.92873051225, "demolish": 11.4380403458, "must": 3.844067796619999, "complic": 22.591248665960002, "attribut": 3.4156626506, "radic": 10.5875291764, "titl": 1.87261146497, "oppon": 5.292000000000001, "you": 15.140599455030001, "resembl": 4.93043478261, "they": 9.27155927583, "bacteria": 99.22500000000001, "scientif": 8.30551922574, "space": 4.79637462236, "own": 4.71377672208, "pretti": 15.75, "privileg": 8.92411467116, "would": 1.0828729281799998, "troubl": 4.99088337001, "paraphras": 63.2509960159, "develop": 2.3911439114400004, "mammal": 20.6181818182, "this": 9.03414264039, "environment": 5.50867453158, "fetal": 110.25, "april": 1.45039283757, "will": 2.44962197192, "has": 9.3928477518, "larger": 2.2407904022599996, "abil": 2.70875277256, "similar": 1.37514075357, "neuron": 128.5506072874, "simpl": 10.19434931508, "appreci": 8.11241696474, "have": 21.312791663939997}, "freq": {"bundl": 2, "broad": 1, "cartesian": 4, "even": 1, "great": 1, "biolog": 3, "fruit": 1, "belief": 1, "memori": 2, "signal": 1, "feel": 3, "first": 1, "proper": 1, "look": 1, "mindpackag": 1, "furthermor": 1, "enjoy": 1, "continu": 1, "carri": 5, "comprehens": 2, "use": 3, "high": 1, "psycholog": 3, "guess": 1, "correct": 1, "remnant": 2, "everyth": 2, "can": 2, "jettison": 1, "least": 2, "capabl": 1, "plant": 3, "pattern": 1, "are": 10, "forget": 1, "excit": 1, "word": 1, "theorem": 1, "complex": 2, "speci": 1, "understand": 1, "worm": 1, "divis": 1, "aspect": 1, "mind": 26, "could": 4, "love": 1, "smaller": 2, "meet": 1, "size": 4, "approach": 1, "geometr": 1, "friday": 1, "alway": 1, "suffici": 1, "loom": 1, "boundari": 1, "noth": 1, "desir": 1, "stone": 3, "view": 8, "alon": 1, "those": 2, "usual": 1, "social": 1, "with": 5, "lightsonlightsoff": 1, "experi": 5, "light": 3, "lightsoff": 1, "fall": 1, "that": 16, "power": 1, "specif": 2, "creatur": 2, "environ": 2, "need": 5, "which": 5, "capac": 1, "tend": 5, "here": 1, "host": 1, "action": 1, "two": 1, "famili": 1, "defi": 1, "rich": 1, "system": 1, "and": 41, "respect": 1, "second": 1, "concept": 1, "when": 3, "sep": 1, "decis": 4, "respons": 2, "don": 6, "infant": 1, "sudden": 2, "their": 1, "come": 2, "one": 3, "type": 2, "option": 1, "ascrib": 1, "then": 4, "better": 1, "philosoph": 2, "the": 61, "turn": 1, "cocoa": 1, "line": 1, "what": 5, "general": 1, "call": 1, "sensori": 2, "doesn": 2, "got": 3, "slope": 1, "for": 2, "emerg": 1, "emot": 1, "make": 2, "wow": 1, "nice": 1, "yes": 1, "easier": 1, "slipperi": 1, "went": 1, "piec": 4, "grip": 1, "pace": 4, "cling": 1, "travel": 1, "comment": 1, "run": 1, "garden": 2, "mani": 1, "may": 1, "ani": 1, "relat": 2, "fullblown": 1, "door": 1, "parasit": 1, "simpler": 1, "captur": 1, "flash": 1, "anim": 3, "pacif": 1, "associ": 1, "select": 1, "devalu": 1, "more": 5, "organ": 1, "book": 2, "between": 5, "want": 1, "without": 1, "give": 1, "see": 1, "find": 1, "anticartesian": 2, "paint": 1, "full": 1, "ground": 1, "chair": 1, "symbiont": 1, "packag": 16, "gong": 1, "rest": 1, "liter": 1, "favorit": 7, "group": 3, "ourselv": 1, "ordinarili": 1, "dog": 4, "gradual": 3, "model": 2, "resist": 1, "fulli": 1, "evid": 1, "pictur": 2, "minded": 1, "start": 1, "bright": 1, "walk": 1, "communic": 1, "assum": 2, "wide": 1, "mental": 3, "scientist": 1, "research": 1, "locat": 1, "especi": 1, "learn": 1, "coupl": 1, "lead": 1, "snail": 2, "from": 3, "but": 7, "off": 1, "plan": 2, "problem": 1, "now": 1, "imagin": 3, "across": 1, "prefer": 10, "metaphys": 1, "our": 10, "other": 5, "among": 1, "separ": 1, "term": 3, "nov": 1, "head": 2, "properti": 2, "sens": 2, "suspici": 2, "world": 10, "nonmind": 1, "goodby": 1, "cooper": 1, "either": 5, "attract": 1, "cognit": 3, "thing": 9, "such": 1, "much": 8, "some": 6, "also": 3, "figdor": 2, "part": 2, "might": 3, "jellyfish": 1, "reason": 4, "simplifi": 1, "prove": 1, "front": 1, "intuit": 4, "dislik": 2, "moment": 2, "confin": 1, "interact": 2, "stand": 1, "these": 3, "through": 1, "than": 7, "recent": 1, "let": 1, "emphas": 1, "case": 2, "them": 2, "not": 2, "break": 1, "transform": 1, "insid": 1, "all": 6, "she": 1, "lesson": 1, "like": 3, "whole": 3, "amaz": 1, "inform": 7, "idea": 2, "stimuli": 1, "choic": 1, "think": 7, "exist": 1, "cat": 1, "flow": 1, "should": 1, "matur": 1, "kind": 4, "shakespear": 1, "num": 6, "hear": 1, "get": 2, "show": 1, "american": 1, "suspect": 1, "lightson": 1, "conscious": 2, "continuum": 1, "describ": 2, "somewher": 1, "someth": 1, "human": 1, "happen": 1, "detect": 1, "process": 2, "likewis": 1, "bodi": 2, "entiti": 7, "accord": 1, "pragmat": 1, "structur": 3, "ought": 1, "reclin": 1, "passiv": 1, "rump": 1, "profound": 1, "follow": 1, "rather": 1, "true": 1, "hard": 1, "naiv": 1, "sort": 1, "sophist": 2, "wife": 1, "take": 1, "anyth": 1, "around": 1, "adapt": 1, "there": 10, "stuff": 2, "seem": 4, "differ": 7, "communiti": 1, "bucket": 1, "fascin": 1, "suit": 1, "demolish": 1, "must": 2, "complic": 4, "attribut": 1, "radic": 2, "titl": 1, "oppon": 1, "you": 7, "resembl": 1, "they": 9, "bacteria": 3, "scientif": 2, "space": 2, "own": 4, "pretti": 1, "privileg": 1, "would": 1, "troubl": 1, "paraphras": 1, "develop": 2, "mammal": 1, "this": 9, "environment": 1, "fetal": 1, "april": 1, "will": 2, "has": 9, "larger": 1, "abil": 1, "similar": 1, "neuron": 2, "simpl": 3, "appreci": 1, "have": 21}, "idf": {"bundl": 30.297709923699998, "broad": 4.27693965517, "cartesian": 109.48965517200001, "even": 1.16461267606, "great": 1.26592775696, "biolog": 6.60674157303, "fruit": 8.498929336189999, "belief": 3.9463087248300006, "memori": 2.57392996109, "signal": 5.12459651388, "feel": 3.1356903021900004, "first": 1.00761614623, "proper": 3.3388012618299996, "look": 1.9086318826599997, "mindpackag": 496.125, "furthermor": 5.50294627383, "enjoy": 3.3269069572500003, "continu": 1.13928955867, "carri": 1.66869875972, "comprehens": 5.3544688027, "use": 1.0296387573799999, "high": 1.14777327935, "psycholog": 6.6846315789499995, "guess": 25.0410094637, "correct": 3.6631287494199998, "remnant": 11.664952240999998, "everyth": 4.81967213115, "can": 1.17626139142, "jettison": 111.020979021, "least": 1.6165359943000002, "capabl": 3.6580645161300005, "plant": 3.3388012618299996, "pattern": 3.79173632673, "are": 1.02990593578, "forget": 16.9978586724, "excit": 9.818181818180001, "word": 1.7965372864099998, "theorem": 36.164009111599995, "complex": 2.34021226415, "speci": 6.648241206030001, "understand": 2.96858638743, "worm": 34.4381778742, "divis": 2.32854209446, "aspect": 3.0893169877399997, "mind": 3.5918552036199998, "could": 1.2043695949, "love": 2.97303370787, "smaller": 2.59369384088, "meet": 1.6658971668399998, "size": 2.49387370405, "approach": 2.07556543339, "geometr": 24.4622496148, "friday": 8.8102108768, "alway": 2.06745670009, "suffici": 4.3117870722400005, "loom": 35.3585746102, "boundari": 4.85801713586, "noth": 3.46410648047, "desir": 3.00170164492, "stone": 3.4754816112099998, "view": 1.6407606448899998, "alon": 2.99716820842, "those": 1.19548192771, "usual": 1.72508964468, "social": 1.9904714142400002, "with": 1.0011982089899998, "lightsonlightsoff": 496.125, "experi": 1.87062566278, "light": 1.9102394417, "lightsoff": 496.125, "fall": 1.6945244956799999, "that": 1.00398406375, "power": 1.3396337861799998, "specif": 1.8719490626099997, "creatur": 13.865502183399999, "environ": 3.43561999567, "need": 1.4372623574099999, "which": 1.005191845, "capac": 3.86842105263, "tend": 3.3735656608599998, "here": 2.42307692308, "host": 2.7092150170599996, "action": 1.81855670103, "two": 1.01379310345, "famili": 1.48804948917, "defi": 25.565217391300003, "rich": 3.8826118855500003, "system": 1.38739840951, "and": 1.00006299213, "respect": 1.6443293630200002, "second": 1.1130898128, "concept": 2.65707112971, "when": 1.02076769755, "sep": 42.223404255300004, "decis": 2.16, "respons": 1.5066907089300001, "don": 6.02733485194, "infant": 11.7687175686, "sudden": 5.78993435449, "their": 1.01547908405, "come": 1.32831325301, "one": 1.00627495722, "type": 2.0281042411900003, "option": 4.04896710023, "ascrib": 23.9096385542, "then": 1.08657860516, "better": 2.0065722952500002, "philosoph": 5.65586034913, "the": 1.0, "turn": 1.3838912133899999, "cocoa": 108.739726027, "line": 1.4182597820299998, "what": 1.25343439128, "general": 1.1218202374200001, "call": 1.0676529926, "sensori": 40.2944162437, "doesn": 496.125, "got": 3.61969904241, "slope": 12.7620578778, "for": 1.00031504001, "emerg": 2.1131372288, "emot": 6.01819560273, "make": 1.0762660158600001, "wow": 91.2413793103, "nice": 17.7583892617, "yes": 14.1876675603, "easier": 7.84, "slipperi": 111.802816901, "went": 1.8098495212, "piec": 3.24132298898, "grip": 19.9949622166, "pace": 10.322496748999999, "cling": 79.7788944724, "travel": 1.9655812801800001, "comment": 3.05954904606, "run": 1.55692850838, "garden": 4.294292669730001, "mani": 1.04426757877, "may": 1.05201775893, "ani": 1.13383802314, "relat": 1.23750876919, "fullblown": 496.125, "door": 4.89244992296, "parasit": 35.1238938053, "simpler": 17.9187358916, "captur": 2.88026124819, "flash": 12.6703910615, "anim": 2.8395635843299996, "pacif": 4.5230769230800005, "associ": 1.3263157894700002, "select": 2.02345144022, "devalu": 63.0, "more": 1.0171706817, "organ": 1.6387283237, "book": 1.43414634146, "between": 1.03453668708, "want": 1.99698113208, "without": 1.29547123623, "give": 1.3653250774, "see": 1.27242125511, "find": 1.7294117647099998, "anticartesian": 496.125, "paint": 4.08648648649, "full": 1.66729678639, "ground": 1.97610156833, "chair": 7.112903225810001, "symbiont": 496.125, "packag": 7.828402366860001, "gong": 62.750988142299995, "rest": 1.9573418813999999, "liter": 5.468825353080001, "favorit": 8.116564417180001, "group": 1.20996875238, "ourselv": 27.184931506799998, "ordinarili": 61.5348837209, "dog": 6.26272189349, "gradual": 3.7890214797099997, "model": 2.0905978404, "resist": 3.2294548413300004, "fulli": 2.79015817223, "evid": 2.24872521246, "pictur": 3.4953764861300005, "minded": 496.125, "start": 1.26673581744, "bright": 8.80044345898, "walk": 3.56363636364, "communic": 2.8395635843299996, "assum": 2.9575260804799997, "wide": 1.5598349381, "mental": 6.51456709069, "scientist": 4.69426374926, "research": 1.9420183486200002, "locat": 1.59766529134, "especi": 1.66712170534, "learn": 2.32275054865, "coupl": 3.2572835453400004, "lead": 1.2664326739, "snail": 80.5888324873, "from": 1.00056721497, "but": 1.01632417899, "off": 1.5121440137200002, "plan": 1.5356935577500002, "problem": 1.76674827509, "now": 1.160780873, "imagin": 6.598503740650001, "across": 1.7318642958400001, "prefer": 3.0216977540900003, "metaphys": 30.8871595331, "our": 2.35758835759, "other": 1.00992366412, "among": 1.25670862028, "separ": 1.6012102874399998, "term": 1.39520168732, "nov": 26.0689655172, "head": 1.57781753131, "properti": 2.5949656750599996, "sens": 2.8365195640499996, "suspici": 21.0557029178, "world": 1.11340206186, "nonmind": 496.125, "goodby": 34.0686695279, "cooper": 3.675, "either": 1.5830092731099998, "attract": 2.53326950694, "cognit": 21.454054054100002, "thing": 2.4065484311099996, "such": 1.06151377374, "much": 1.1942229577299999, "some": 1.04036697248, "also": 1.01476510067, "figdor": 496.125, "part": 1.04330682789, "might": 2.1561863370900003, "jellyfish": 206.181818182, "reason": 1.72340425532, "simplifi": 12.109839816900001, "prove": 2.45720476706, "front": 2.32820061593, "intuit": 27.7068062827, "dislik": 12.2123076923, "moment": 4.262013422819999, "confin": 8.78097345133, "interact": 4.4185917061, "stand": 2.0845588235299997, "these": 1.07415426252, "through": 1.07074930869, "than": 1.03278688525, "recent": 1.54405757635, "let": 3.48616600791, "emphas": 5.59408033827, "case": 1.48498737256, "them": 1.09876115994, "not": 1.01567398119, "break": 2.42863698944, "transform": 3.42007755278, "insid": 2.7396031061299997, "all": 1.01146788991, "she": 2.16, "lesson": 8.66593886463, "like": 1.14918566775, "whole": 2.29488291414, "amaz": 15.250720461099998, "inform": 1.5753125620200001, "idea": 2.0930784443, "stimuli": 72.16363636359999, "choic": 3.1319786940200003, "think": 2.90715986083, "exist": 1.4647107666799999, "cat": 10.5348374253, "flow": 4.41, "should": 1.6643254009900001, "matur": 9.31690140845, "kind": 2.5806241872599998, "shakespear": 17.4845814978, "num": 1.00031504001, "hear": 4.17899447223, "get": 1.78562591385, "show": 1.26703910615, "american": 1.31641791045, "suspect": 6.363126252509999, "lightson": 496.125, "conscious": 8.10413476263, "continuum": 23.2105263158, "describ": 1.47027227264, "somewher": 15.5647058824, "someth": 3.28152128979, "human": 1.8965476048299998, "happen": 2.96359902931, "detect": 5.41288782816, "process": 1.69524826482, "likewis": 8.60021668472, "bodi": 1.8618505922400002, "entiti": 6.89361702128, "accord": 1.27589809531, "pragmat": 28.8654545455, "structur": 2.0580762250499998, "ought": 20.671875, "reclin": 133.411764706, "passiv": 15.8443113772, "rump": 116.735294118, "profound": 11.219787985899998, "follow": 1.04640126549, "rather": 1.55692850838, "true": 2.55569864778, "hard": 2.73253012048, "naiv": 50.2405063291, "sort": 5.188235294119999, "sophist": 10.0037807183, "wife": 2.8646697943, "take": 1.13961668222, "anyth": 4.58843930636, "around": 1.21394708671, "adapt": 3.32272917539, "there": 1.04091266719, "stuff": 23.3127753304, "seem": 2.29123971713, "differ": 1.23654490225, "communiti": 1.96121062384, "bucket": 54.9342560554, "fascin": 17.446153846199998, "suit": 3.92873051225, "demolish": 11.4380403458, "must": 1.9220338983099996, "complic": 5.6478121664900005, "attribut": 3.4156626506, "radic": 5.2937645882, "titl": 1.87261146497, "oppon": 5.292000000000001, "you": 2.1629427792900002, "resembl": 4.93043478261, "they": 1.03017325287, "bacteria": 33.075, "scientif": 4.15275961287, "space": 2.39818731118, "own": 1.17844418052, "pretti": 15.75, "privileg": 8.92411467116, "would": 1.0828729281799998, "troubl": 4.99088337001, "paraphras": 63.2509960159, "develop": 1.1955719557200002, "mammal": 20.6181818182, "this": 1.00379362671, "environment": 5.50867453158, "fetal": 110.25, "april": 1.45039283757, "will": 1.22481098596, "has": 1.0436497502, "larger": 2.2407904022599996, "abil": 2.70875277256, "similar": 1.37514075357, "neuron": 64.2753036437, "simpl": 3.3981164383599998, "appreci": 8.11241696474, "have": 1.0148948411399998}, "logtfidf": {"bundl": 6.82214425916, "broad": 1.45323772, "cartesian": 18.78332028592, "even": 0.152388564834, "great": 0.235805258079, "biolog": 5.66427173451, "fruit": 2.13994019511, "belief": 1.37278064195, "memori": 1.8908677973199999, "signal": 1.6340517929299998, "feel": 3.4285480257899996, "first": 0.0075872898121599995, "proper": 1.2056118389200001, "look": 0.6463866936, "mindpackag": 6.2068279111, "furthermor": 1.70528363496, "enjoy": 1.2020430306899998, "continu": 0.13040487398700001, "carri": 2.5602206845550004, "comprehens": 3.3558630049400002, "use": 0.0876240591948, "high": 0.13782378654000002, "psycholog": 5.69943329229, "guess": 3.22051485947, "correct": 1.29831763181, "remnant": 4.9131776225, "everyth": 3.14541180634, "can": 0.324682192788, "jettison": 4.70971918364, "least": 0.96057116949, "capabl": 1.2969341868100002, "plant": 3.61683551676, "pattern": 1.33282404788, "are": 0.294674735827, "forget": 2.8330873756700004, "excit": 2.28423595433, "word": 0.585861082385, "theorem": 3.58806440083, "complex": 1.7004832728619999, "speci": 1.8943523393900001, "understand": 1.0880858756799998, "worm": 3.5391657709099995, "divis": 0.845242361205, "aspect": 1.12795002691, "mind": 33.24538980958, "could": 0.7438250891600001, "love": 1.08958288195, "smaller": 1.9061661061039998, "meet": 0.510363817255, "size": 3.6553488242439998, "approach": 0.7302336145810001, "geometr": 3.1971310972, "friday": 2.1759113757299997, "alway": 0.726319204572, "suffici": 1.4613524521099999, "loom": 3.56554092616, "boundari": 1.58063035792, "noth": 1.24245472939, "desir": 1.0991793428399999, "stone": 3.73719918771, "view": 3.9612795373839997, "alon": 1.09766791236, "those": 0.35709878174599996, "usual": 0.545279017064, "social": 0.688371502261, "with": 0.00598745856695, "lightsonlightsoff": 6.2068279111, "experi": 3.1313647696649998, "light": 1.9416857890499999, "lightsoff": 6.2068279111, "fall": 0.527402167952, "that": 0.06361837407424, "power": 0.292396282715, "specif": 1.253960335082, "creatur": 5.258807795819999, "environ": 2.4683948060599996, "need": 1.81370081721, "which": 0.02589206922715, "capac": 1.35284642705, "tend": 6.0798512231, "here": 0.8850381883700001, "host": 0.996658931332, "action": 0.598043165069, "two": 0.0136988443582, "famili": 0.39746619471100003, "defi": 3.2412327319700003, "rich": 1.35650809354, "system": 0.327430345585, "and": 0.0025825958246076, "respect": 0.49733261904, "second": 0.10713976337999999, "concept": 0.977224437103, "when": 0.0616649665752, "sep": 3.74297467051, "decis": 3.0804328867839996, "respons": 0.8198313246060001, "don": 10.7778295896, "infant": 2.4654449577, "sudden": 3.51224190756, "their": 0.015360505122700001, "come": 0.5678198130600001, "one": 0.0187660549365, "type": 1.414202970774, "option": 1.39846181161, "ascrib": 3.17428166443, "then": 0.33213546092359997, "better": 0.6964279406, "philosoph": 3.46538447508, "the": 0.0, "turn": 0.324899251064, "cocoa": 4.68895719219, "line": 0.349430614452, "what": 1.129436484135, "general": 0.114952578063, "call": 0.0654627744488, "sensori": 7.39242580922, "doesn": 12.4136558222, "got": 3.8591726547899996, "slope": 2.5464765406, "for": 0.0006299807907940001, "emerg": 0.748173681534, "emot": 1.79478748063, "make": 0.14699531564579998, "wow": 4.513508514690001, "nice": 2.8768580387299996, "yes": 2.65237310559, "easier": 2.05923883436, "slipperi": 4.7167367562999996, "went": 0.593243704365, "piec": 4.70392630556, "grip": 2.9954803526599996, "pace": 9.33730265536, "cling": 4.37925898918, "travel": 0.675788018461, "comment": 1.11826753454, "run": 0.442714975539, "garden": 2.91457370994, "mani": 0.0433157581221, "may": 0.050709995284400004, "ani": 0.125608358366, "relat": 0.42620060330799997, "fullblown": 6.2068279111, "door": 1.5876931847600002, "parasit": 3.5588816340699996, "simpler": 2.8858468633, "captur": 1.0578810012100002, "flash": 2.5392678590099997, "anim": 3.1309511186399996, "pacif": 1.50919249744, "associ": 0.28240501535100004, "select": 0.704804687133, "devalu": 4.14313472639, "more": 0.08512465799999999, "organ": 0.49392052866999997, "book": 0.7211395764, "between": 0.1697684058265, "want": 0.6916366062549999, "without": 0.258874517941, "give": 0.311392552224, "see": 0.240921585492, "find": 0.547781330288, "anticartesian": 12.4136558222, "paint": 1.4076855511000002, "full": 0.511203624148, "ground": 0.681125998984, "chair": 1.9619104904, "symbiont": 6.2068279111, "packag": 32.92413518704001, "gong": 4.13917432518, "rest": 0.671587369833, "liter": 1.6990638498800001, "favorit": 14.65734874317, "group": 0.5717836043910001, "ourselv": 3.30266283107, "ordinarili": 4.11960422898, "dog": 7.3384595915199995, "gradual": 3.9963234029699994, "model": 1.4749001462220002, "resist": 1.1723133432200001, "fulli": 1.02609828678, "evid": 0.8103634834160001, "pictur": 2.50288218248, "minded": 6.2068279111, "start": 0.236443369291, "bright": 2.1748021132799997, "walk": 1.270781474, "communic": 1.04365037288, "assum": 2.1687062705, "wide": 0.44458000675399995, "mental": 5.62212228084, "scientist": 1.54634128444, "research": 0.663727818138, "locat": 0.46854337067199997, "especi": 0.511098609709, "learn": 0.842752064745, "coupl": 1.18089357972, "lead": 0.23620402986699998, "snail": 8.77872017032, "from": 0.0017011625065979999, "but": 0.1133466045033, "off": 0.41352852038800003, "plan": 0.857964216294, "problem": 0.569140724273, "now": 0.149092945021, "imagin": 5.66052875211, "across": 0.549198455941, "prefer": 11.0581884366, "metaphys": 3.4303405484500002, "our": 8.576392141820001, "other": 0.0493737395988, "among": 0.228496097073, "separ": 0.470759772949, "term": 0.9991169506380001, "nov": 3.2607455461900003, "head": 0.912085165704, "properti": 1.907146578384, "sens": 2.08515559002, "suspici": 6.094342891779999, "world": 1.07420248621, "nonmind": 6.2068279111, "goodby": 3.5283781797800002, "cooper": 1.30155313266, "either": 2.296638194075, "attract": 0.929510763678, "cognit": 9.1977408831, "thing": 7.90374181212, "such": 0.059695977806, "much": 1.4199658344080002, "some": 0.23744105438700003, "also": 0.0439714734, "figdor": 12.4136558222, "part": 0.08479062196560001, "might": 2.3050232296020003, "jellyfish": 5.32875839205, "reason": 2.177206211848, "simplifi": 2.4940183301400003, "prove": 0.899024430345, "front": 0.845095701382, "intuit": 13.286712388760002, "dislik": 5.0048885409, "moment": 2.8994833661799997, "confin": 2.17258727295, "interact": 2.9716420535799997, "stand": 0.7345572374320001, "these": 0.2146008582024, "through": 0.0683586918849, "than": 0.2258260355274, "recent": 0.434413741288, "let": 1.2488025672799998, "emphas": 1.72170895618, "case": 0.790812537778, "them": 0.1883666538186, "not": 0.031104826015, "break": 0.88733019029, "transform": 1.22966322707, "insid": 1.00781305813, "all": 0.06841579258679999, "she": 0.7701082216959999, "lesson": 2.1594002686700002, "like": 0.417160729635, "whole": 2.492045473218, "amaz": 2.7246267452900006, "inform": 3.1811759326340003, "idea": 1.47727184424, "stimuli": 4.27893626755, "choic": 1.14166497543, "think": 7.470236282249999, "exist": 0.38165779408699996, "cat": 2.35468761528, "flow": 1.4838746894600001, "should": 0.509419876758, "matur": 2.23183010651, "kind": 3.792125210868, "shakespear": 2.8613194352999995, "num": 0.0018899423723820002, "hear": 1.43007066072, "get": 1.159538011564, "show": 0.236682766013, "american": 0.274914343622, "suspect": 1.85051980572, "lightson": 6.2068279111, "conscious": 4.18474879192, "continuum": 3.1446058962800003, "describ": 0.77089520625, "somewher": 2.7450059076200004, "someth": 1.18830712273, "human": 0.640035183243, "happen": 1.08640441802, "detect": 1.68878274493, "process": 1.05565839805, "likewis": 2.1517873988400003, "bodi": 1.2431418703219999, "entiti": 13.51417139856, "accord": 0.243650319127, "pragmat": 3.36264553568, "structur": 2.1653150254050004, "ought": 3.02877408076, "reclin": 4.89344032079, "passiv": 2.76281053226, "rump": 4.75990892817, "profound": 2.41767900383, "follow": 0.045356911094199995, "rather": 0.442714975539, "true": 0.938325629634, "hard": 1.00522796406, "naiv": 3.9168216003199996, "sort": 1.64639361896, "sophist": 4.60592618676, "wife": 1.0524530884799999, "take": 0.130691962197, "anyth": 1.52353994585, "around": 0.19387710578200001, "adapt": 1.2007864860200002, "there": 0.400978929255, "stuff": 6.298003015499999, "seem": 3.316372129104, "differ": 1.486247849184, "communiti": 0.673561947791, "bucket": 4.00613712579, "fascin": 2.85911921439, "suit": 1.36831634882, "demolish": 2.43694467284, "must": 1.306767894776, "complic": 6.925072972000001, "attribut": 1.2283715153700001, "radic": 3.3330592702999997, "titl": 0.6273339619899999, "oppon": 1.66619624625, "you": 5.400287846058, "resembl": 1.5954271753600002, "they": 0.2675429529084, "bacteria": 10.49633313, "scientif": 2.84754616042, "space": 1.749426329944, "own": 0.656780309684, "pretti": 2.75684036527, "privileg": 2.18875712624, "would": 0.0796176279647, "troubl": 1.60761292215, "paraphras": 4.14711087477, "develop": 0.357249389826, "mammal": 3.0261732990599994, "this": 0.0340780414725, "environment": 1.70632403734, "fetal": 4.70275051433, "april": 0.37183444219899997, "will": 0.40557306983, "has": 0.38451550369320003, "larger": 0.806828661778, "abil": 0.996488297427, "similar": 0.318556092114, "neuron": 8.32635095454, "simpl": 3.66966386817, "appreci": 2.09339584651, "have": 0.31048504916520003}}, "html": "<!DOCTYPE html>\n\n<html dir=\"ltr\" xmlns=\"http://www.w3.org/1999/xhtml\" xmlns:b=\"http://www.google.com/2005/gml/b\" xmlns:data=\"http://www.google.com/2005/gml/data\" xmlns:expr=\"http://www.google.com/2005/gml/expr\">\n<head>\n<link href=\"https://www.blogger.com/static/v1/widgets/2890069739-widget_css_bundle.css\" rel=\"stylesheet\" type=\"text/css\"/>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<meta content=\"blogger\" name=\"generator\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<link href=\"http://schwitzsplinters.blogspot.com/search/label/consciousness\" rel=\"canonical\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" rel=\"alternate\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default?alt=rss\" rel=\"alternate\" title=\"The Splintered Mind - RSS\" type=\"application/rss+xml\"/>\n<link href=\"https://www.blogger.com/feeds/26951738/posts/default\" rel=\"service.post\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<!--Can't find substitution for tag [blog.ieCssRetrofitLinks]-->\n<meta content=\"http://schwitzsplinters.blogspot.com/search/label/consciousness\" property=\"og:url\"/>\n<meta content=\"The Splintered Mind\" property=\"og:title\"/>\n<meta content=\"reflections in philosophy of psychology, broadly construed\" property=\"og:description\"/>\n<!--[if IE]> <script> (function() { var html5 = (\"abbr,article,aside,audio,canvas,datalist,details,\" + \"figure,footer,header,hgroup,mark,menu,meter,nav,output,\" + \"progress,section,time,video\").split(','); for (var i = 0; i < html5.length; i++) { document.createElement(html5[i]); } try { document.execCommand('BackgroundImageCache', false, true); } catch(e) {} })(); </script> <![endif]-->\n<title>The Splintered Mind: consciousness</title>\n<style id=\"page-skin-1\" type=\"text/css\"><!--\n/*\n-----------------------------------------------\nBlogger Template Style\nName:     Son of Moto (Mean Green Blogging Machine variation)\nDesigner: Jeffrey Zeldman\nURL:      www.zeldman.com\nDate:     23 Feb 2004\nUpdated by: Blogger Team\n----------------------------------------------- */\n/* Variable definitions\n====================\n<Variable name=\"mainBgColor\" description=\"Main Background Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"mainTextColor\" description=\"Text Color\"\ntype=\"color\" default=\"#333333\">\n<Variable name=\"pageHeaderColor\" description=\"Blog Title Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"blogDescriptionColor\" description=\"Blog Description Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"linkColor\" description=\"Link Color\"\ntype=\"color\" default=\"#6E4117\">\n<Variable name=\"hoverLinkColor\" description=\"Link Hover Color\"\ntype=\"color\" default=\"#352117\">\n<Variable name=\"dateHeaderColor\" description=\"Date Header Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarHeaderColor\" description=\"Sidebar Title Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarTextColor\" description=\"Sidebar Text Color\"\ntype=\"color\" default=\"#555544\">\n<Variable name=\"bodyFont\" description=\"Text Font\" type=\"font\"\ndefault=\"normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif\">\n*/\n/* Primary layout */\nbody {\nmargin: 0;\npadding: 0;\nborder: 0;\ntext-align: center;\ncolor: #333333;\nbackground: #61381B url(https://lh3.googleusercontent.com/proxy/v1RkG4h0Fqpq7R6B2YznR_o4d4nyLHHWrWro3IL6-KcDxPt9kceW021YuZVzIyID2kTb9oMXlfKG-FcafWjalJjn3ItQutxU6ZxpvSMme83f=s0-d) top center repeat-y;\nfont-size: small;\n}\n.quickedit {\ndisplay:none;\n}\nimg {\nborder: 0;\ndisplay: block;\n}\n.clear {\nclear: both;\n}\n/* Wrapper */\n#outer-wrapper {\nmargin: 0 auto;\nborder: 0;\nwidth: 692px;\ntext-align: left;\nbackground: #ffffff url(//www.blogblog.com/moto_son/innerwrap.gif) top right repeat-y;\nfont: normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif;\n}\n/* Header */\n#header-wrapper\t{\nbackground: #000 url(https://lh6.googleusercontent.com/proxy/NJeOk6KUGooyV2G9KuXeQcWlFp0JG1fd7TXJgk_84tzhZb3IIoAHIdqbL-2qCl5qK_B93C7KKT8e1shY2I2E3ABLi5NHlVw=s0-d) bottom left repeat-x;\nmargin: 0 auto;\npadding: 0 0 15px 0;\nborder: 0;\n}\n#header h1 {\ntext-align: left;\nfont-size: 200%;\ncolor: #ffffff;\nmargin: 0;\npadding: 15px 20px 0 20px;\nbackground-image: url(https://lh6.googleusercontent.com/proxy/GzBF9FGavAmDGaCgZ07Uc8EkLiECoYGtRIJV26teY0mQdVIpkGTtduxWcITlqPLXgQsDWMtHCJ9-nBySufr9Dg=s0-d);\nbackground-repeat: repeat-x;\nbackground-position: top left;\n}\nh1 a, h1 a:link, h1 a:visited {\ncolor: #ffffff;\n}\n#header .description {\nfont-size: 110%;\ntext-align: left;\npadding: 3px 20px 10px 23px;\nmargin: 0;\nline-height:140%;\ncolor: #ffffff;\n}\n/* Inner layout */\n#content-wrapper {\npadding: 0 16px;\n}\n#main {\nwidth: 400px;\nfloat: left;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n#sidebar {\nwidth: 226px;\nfloat: right;\ncolor: #555544;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n/* Bottom layout */\n#footer\t{\nclear: left;\nmargin: 0;\npadding: 0 20px;\nborder: 0;\ntext-align: left;\nborder-top: 1px solid #f9f9f9;\n}\n#footer .widget\t{\ntext-align: left;\nmargin: 0;\npadding: 10px 0;\nbackground-color: transparent;\n}\n/* Default links \t*/\na:link, a:visited {\nfont-weight: bold;\ntext-decoration: none;\ncolor: #6E4117;\nbackground: transparent;\n}\na:hover {\nfont-weight: bold;\ntext-decoration: underline;\ncolor: #352117;\nbackground: transparent;\n}\na:active {\nfont-weight : bold;\ntext-decoration : none;\ncolor: #352117;\nbackground: transparent;\n}\n/* Typography */\n.main p, .sidebar p {\nline-height: 140%;\nmargin-top: 5px;\nmargin-bottom: 1em;\n}\nh2, h3, h4, h5\t{\nmargin: 0;\npadding: 0;\n}\nh2 {\nfont-size: 130%;\n}\nh2.date-header {\ncolor: #61381B;\n}\n.post h3 {\nmargin-top: 5px;\nfont-size: 120%;\n}\n.post-footer {\nfont-style: italic;\n}\n.sidebar h2 {\ncolor: #61381B;\n}\n.sidebar .widget {\nmargin: 12px 0 13px 0;\npadding: 0;\n}\n.main .widget {\nmargin: 12px 0 0 0 ;\n}\nli  {\nline-height: 160%;\n}\n.sidebar ul {\nmargin-left: 1;\nmargin-top: 0;\npadding-left: 0;\n}\n.sidebar ul li {\npadding-left: 0px;\npadding-top: 3px;\nmargin: 0;\n}\n.widget-content {\nmargin-top: 0.5em;\n}\n/* Profile\n----------------------------------------------- */\n.profile-datablock {\nmargin: 3px 0 5px 0;\nline-height: 140%;\n}\n.profile-textblock {\nmargin-left: 0;\n}\n.profile-img {\nfloat: left;\nmargin: 0 5px 5px 0;\nborder:4px solid #333333;\n}\n#comments  {\nborder: 0;\nborder-top: 1px dashed #eed;\nmargin: 10px 0 0 0;\npadding: 0;\n}\n#comments h4\t{\nmargin-top: 10px;\nmargin-bottom: -10px;\nfont-weight: normal;\nfont-style: italic;\ntext-transform: uppercase;\nletter-spacing: 1px;\n}\n#comments dl dt \t{\nfont-weight: bold;\nfont-style: italic;\nmargin-top: 35px;\npadding: 1px 0 0 18px;\nbackground: transparent url(//www.blogblog.com/moto_son/commentbug.gif) top left no-repeat;\n}\n#comments dl dd\t{\npadding: 0;\nmargin: 0;\n}\n.deleted-comment {\nfont-style:italic;\ncolor:gray;\n}\n.feed-links {\nclear: both;\nline-height: 2.5em;\n}\n#blog-pager-newer-link {\nfloat: left;\n}\n#blog-pager-older-link {\nfloat: right;\n}\n#blog-pager {\ntext-align: center;\n}\n/** Page structure tweaks for layout editor wireframe */\nbody#layout #outer-wrapper {\npadding-top: 0;\n}\nbody#layout #header,\nbody#layout #content-wrapper,\nbody#layout #footer {\npadding: 0;\n}\n\n--></style>\n<link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=03ededb8-159d-4b09-bb5b-55576702ae69\" media=\"none\" onload=\"if(media!='all')media='all'\" rel=\"stylesheet\"/><noscript><link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=03ededb8-159d-4b09-bb5b-55576702ae69\" rel=\"stylesheet\"/></noscript>\n</head>\n<body>\n<div class=\"navbar section\" id=\"navbar\"><div class=\"widget Navbar\" data-version=\"1\" id=\"Navbar1\"><script type=\"text/javascript\">\n    function setAttributeOnload(object, attribute, val) {\n      if(window.addEventListener) {\n        window.addEventListener('load',\n          function(){ object[attribute] = val; }, false);\n      } else {\n        window.attachEvent('onload', function(){ object[attribute] = val; });\n      }\n    }\n  </script>\n<div id=\"navbar-iframe-container\"></div>\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n      gapi.load(\"gapi.iframes:gapi.iframes.style.bubble\", function() {\n        if (gapi.iframes && gapi.iframes.getContext) {\n          gapi.iframes.getContext().openChild({\n              url: 'https://www.blogger.com/navbar.g?targetBlogID\\x3d26951738\\x26blogName\\x3dThe+Splintered+Mind\\x26publishMode\\x3dPUBLISH_MODE_BLOGSPOT\\x26navbarType\\x3dLIGHT\\x26layoutType\\x3dLAYOUTS\\x26searchRoot\\x3dhttps://schwitzsplinters.blogspot.com/search\\x26blogLocale\\x3den\\x26v\\x3d2\\x26homepageUrl\\x3dhttps://schwitzsplinters.blogspot.com/\\x26vt\\x3d-3736560391669663194',\n              where: document.getElementById(\"navbar-iframe-container\"),\n              id: \"navbar-iframe\"\n          });\n        }\n      });\n    </script><script type=\"text/javascript\">\n(function() {\nvar script = document.createElement('script');\nscript.type = 'text/javascript';\nscript.src = '//pagead2.googlesyndication.com/pagead/js/google_top_exp.js';\nvar head = document.getElementsByTagName('head')[0];\nif (head) {\nhead.appendChild(script);\n}})();\n</script>\n</div></div>\n<div id=\"outer-wrapper\"><div id=\"wrap2\">\n<!-- skip links for text browsers -->\n<span id=\"skiplinks\" style=\"display:none;\">\n<a href=\"#main\">skip to main </a> |\n      <a href=\"#sidebar\">skip to sidebar</a>\n</span>\n<div id=\"header-wrapper\">\n<div class=\"header section\" id=\"header\"><div class=\"widget Header\" data-version=\"1\" id=\"Header1\">\n<div id=\"header-inner\">\n<div class=\"titlewrapper\">\n<h1 class=\"title\">\n<a href=\"https://schwitzsplinters.blogspot.com/\">\nThe Splintered Mind\n</a>\n</h1>\n</div>\n<div class=\"descriptionwrapper\">\n<p class=\"description\"><span>reflections in philosophy of psychology, broadly construed</span></p>\n</div>\n</div>\n</div></div>\n</div>\n<div id=\"content-wrapper\">\n<div id=\"crosscol-wrapper\" style=\"text-align:center\">\n<div class=\"crosscol no-items section\" id=\"crosscol\"></div>\n</div>\n<div id=\"main-wrapper\">\n<div class=\"main section\" id=\"main\"><div class=\"widget Blog\" data-version=\"1\" id=\"Blog1\">\n<div class=\"blog-posts hfeed\">\n<div class=\"status-msg-wrap\">\n<div class=\"status-msg-body\">\nShowing posts with label <b>consciousness</b>. <a href=\"https://schwitzsplinters.blogspot.com/\">Show all posts</a>\n</div>\n<div class=\"status-msg-border\">\n<div class=\"status-msg-bg\">\n<div class=\"status-msg-hidden\">Showing posts with label <b>consciousness</b>. <a href=\"https://schwitzsplinters.blogspot.com/\">Show all posts</a></div>\n</div>\n</div>\n</div>\n<div style=\"clear: both;\"></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, March 28, 2019</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"7814276588602667419\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2019/03/against-mind-package-view-of-minds.html\">Against the Mind-Package View of Minds</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>(adapted from comments I will be giving on Carrie Figdor's <a href=\"https://global.oup.com/academic/product/pieces-of-mind-9780198809524\">Pieces of Mind</a>, at the Pacific Division meeting of the American Philosophical Association on Friday, April 19, 9-12)<p>\n\nWe human beings have a favorite size: our own size.  We have a favorite pace of action: our own pace.  We have a favorite type of organization: the animal, specifically the mammal, and more specifically us.  What’s much larger, much smaller, or much different, we devalue and simplify in our imaginations.<p>\n\nIt’s true that we’re great.  Wow, us!  But we tend to forget that other things can also be pretty amazing.<p>\n\nSo here’s a naive picture of the world.  Some things have minds, and other things don’t have minds.  The things with minds might have highly sophisticated minds, capable of appreciating Shakespeare and proving geometric theorems, or they might have simpler minds.  But if an entity has a mind at all, then it has sensory and emotional experiences, preferences and dislikes, plans of at least a simple sort, some kind of understanding of its environment, an ability to select among options, and a sense of its location and the boundaries of its body.  Let’s call this the <i>Mind Package</i>.<p>\n<b>Everything that exists, you might think, is either a thing that has the whole Mind Package or a thing that has no part of the Mind Package.</b>  Stones have no part of the Mind Package.  They don’t feel anything.  They have no preferences.  They make no decisions.  They have no comprehension of the world around them.  There’s nothing it’s like to be a stone.  Dogs, we ordinarily assume, do have the Mind Package.  My own dog Cocoa enjoys going on walks, prefers the bucket chair to the recliner, gets excited when she hears my wife coming in the front door, and dislikes our cat.<p>\n<a href=\"https://2.bp.blogspot.com/--8zcaGGiXx0/XJzzE3-d-3I/AAAAAAAABk0/eC11PD8hcycq7I0O6pqjwRG-_AvsNQbkQCLcBGAs/s1600/MindPackage.jpg\" imageanchor=\"1\"><img border=\"0\" data-original-height=\"720\" data-original-width=\"960\" height=\"240\" src=\"https://2.bp.blogspot.com/--8zcaGGiXx0/XJzzE3-d-3I/AAAAAAAABk0/eC11PD8hcycq7I0O6pqjwRG-_AvsNQbkQCLcBGAs/s320/MindPackage.jpg\" width=\"320\"/></a><p>\n\n[A recent picture of some of my favorite biological entities.  Can you guess which ones have the Mind Package?]<p>\n\nNow it could be the case that everything in the world either has the Mind Package or doesn’t have it, and if something has one piece of the Mind Package, it has all the pieces.  Intuitively, this is an attractive idea.  What would it be to kind of have a mind?  Could a creature have full-blown desires and preferences but no beliefs at all?  Could a creature be somewhere between having experiences and not having any experiences?  This seems hard to imagine.  It’s much easier to think that either the light is on inside or the light is off.  Either you’ve got a stone or you’ve got a dog.<p>\n\nBut there are a couple of reasons to suspect that the lights-on/lights-off Mind Package view is two simple.<p>\n<b>The first reason to be suspicious is that the world is full of slippery slopes.</b>  In fetal development and infant development, biological and cognitive complexity emerges gradually.  But if you’ve either got the whole package or you don’t then there must be some moment at which the lights suddenly turned on and you went, in a flash, from being an entity without experiences, preferences, feelings, comprehension, and choice, to being an entity with all of those things.  In the gradual flow of maturation, when could this be?  Likewise, if we assume, at least for a moment, that jellyfish don’t have the Mind Package but dogs do, similar trouble looms: Across species there’s a gradual continuum of capacities, not, it seems, a sudden break between lights-on and lights-off animals.  (<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Snails.htm\">Garden snails</a> are an especially fascinating <a href=\"http://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html\">problem case</a>.)<p>\n\nThis leads to a second reason to be suspicious of the Mind Package view.  As Carrie Figdor emphasizes, bacteria are much more informationally complicated than we tend to think.  Plants are much more informationally complicated than we tend to think.  Group interactions are much more informationally complicated than we tend to think.  The relations of parasite, host, and symbiont are much more informationally complicated than we tend to think.  <b>The difference is smaller than we usually imagine between things of our favorite size and pace and other things.</b>  The biological world is richly structured with what looks like sophisticated informational processing in response to environmental stimuli.  When scientists need to model what’s going on in plants and bacteria and neurons and social groups, they seem to need terms and concepts and models from psychology: signaling, communication, cooperation, decision, memory, detection, learning.  Structures other than those of our favorite size and pace seem to show the kinds of informational interactions and responsiveness to environment that we capture with psychological words like these.<p>\n\nFurthermore, <b>there’s no general reason to think that systems usefully described by some of these psychological terms need always also be usefully described by other of these terms.</b>  If a scientific community starts to attribute memories or preferences to the entities they research, it doesn’t follow that they will find it fruitful also to ascribe sensory experiences, feelings, or a sense of the difference between body and world.  Different aspects of mentality may be separable rather than bundled.  They don’t need to stand or fall as a Package.  To paraphrase the title of Carrie’s book, the <i>Mind</i> comes in <i>Pieces</i>.<p>\n\nPhilosophers of mind love to paint their opponents as clinging to the remnants of Cartesianism.  Should I alone resist?  <b>The Mind Package view is a remnant of Cartesianism</b>: There’s the Minded stuff, which has this nice suite of cognitive and conscious properties, all as a bundle, and then there’s the non-Minded stuff which is passive and simple.  We ought to demolish this Cartesian idea.  There is no bright line between the fully and properly Minded and the rest of the world, and there is no need for cognitive properties to all travel on the family plan.<p>\n\nThe Mind Package view has a powerful grip on our intuitions.  We want to confine “the mental” to privileged spaces – our own heads and the heads of our favorite animals.  But if the informational structures of the world are sufficiently complex, this intuitive approach must be jettisoned.  Mental processes run wide through the world, different ones in different spaces, defying our intuitive groupings.  This radically anti-Cartesian view is the profound and transformative lesson of Carrie’s book, and it takes some getting used to.<p>\n\nIf Carrie’s radically anti-Cartesian view of the world is scientifically correct, there are, then, pragmatic grounds to prefer a broad view of the metaphysics of preferences and decisions, according to which many different kinds of entities have preferences and make decisions.  It is the view that better respects the evidence that we are continuous with plants, worms, and bacteria, and that the types of patterns of mindedness we see in ourselves resemble what’s happening in them, even if such entities don’t have the whole Mind Package.<p>\n\nGoodbye, Mind-Package rump Cartesianism!<p>\n\n-----------------------------------------------------<p>\n\nRelated:<p>\n<a href=\"https://schwitzsplinters.blogspot.com/2015/11/do-neurons-literally-have-preferences.html\">\nDo Neurons Literally Have Preferences</a> (Nov 4, 2015)<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html\">Are Garden Snails Conscious? Yes, No, or *Gong*</a> (Sep 20, 2018)<p>\n</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2019/03/against-mind-package-view-of-minds.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2019-03-28T09:19:00-07:00\">9:19 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=7814276588602667419\" onclick=\"\">6\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/consciousness\" rel=\"tag\">consciousness</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Friday, February 08, 2019</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"4028626930598005600\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2019/02/is-blind-persons-consciousness-partly.html\">Is a Blind Person's Consciousness Partly Contained in Her Cane?</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><a href=\"https://www.newn.cam.ac.uk/person/dr-karina-vold/\">Karina Vold</a> spoke interestingly last week at UC Riverside on \"vehicle externalism\" about consciousness.  (<a href=\"https://www.ingentaconnect.com/content/imp/jcs/2015/00000022/F0020003/art00002\">Here</a>'s some of her published work on the topic.)  According to vehicle externalism, the \"vehicle\" of consciousness -- that is, its actual physical basis -- is not, as many think, the brain, but rather the brain <i>plus</i> some of the world beyond the body.  Central to Vold's presentation was the classic example of the blind person and her cane.<p>\n<a href=\"https://3.bp.blogspot.com/-cZVWKyTw2NA/XFxwLRfFo4I/AAAAAAAABcY/FiMwR-YU1woWCuMbXVh_VQGyPlPm7b5xgCLcBGAs/s1600/Cane.jpg\" imageanchor=\"1\"><img border=\"0\" data-original-height=\"1067\" data-original-width=\"1600\" height=\"213\" src=\"https://3.bp.blogspot.com/-cZVWKyTw2NA/XFxwLRfFo4I/AAAAAAAABcY/FiMwR-YU1woWCuMbXVh_VQGyPlPm7b5xgCLcBGAs/s320/Cane.jpg\" width=\"320\"/></a><p>\n\nBefore discussing that example, I want to start (as Vold did) with a well-known argument fom <a href=\"https://philpapers.org/rec/CLATEM\">Andy Clark and David Chalmers</a>.  Otto is a forgetful fellow, and so he always carries a notepad with him, full of reminders.  When he wants to go to the museum, he pulls out his notebook, which reminds him that the museum is on 53rd Street, and then heads that way.  Without the notebook, he would be lost.  Clark and Chalmers argue that Otto's retrieving information from the notebook is not relevantly functionally different from a less forgetful person's retrieving the same information from memory.  Because of this, they argue, it's correct to say that as long as the notebook is reliably in his pocket (even before he consults its contents), Otto knows that the museum is on 53rd Street.  Otto's memory, and thus his mind, is not entirely confined within his skull.  It <i>extends </i>to the notepad in his pocket.<p>\n\nVold and some other defenders vehicle externalism (but not <a href=\"https://philpapers.org/rec/CLASTJ\">Clark</a> and <a href=\"https://philpapers.org/rec/CHAECA-9\">Chalmers</a>) want to say something similar about consciousness.  To explain how and why, Vold invokes a blind person with a cane -- let's call her Genesis [name <a href=\"http://schwitzsplinters.blogspot.com/2015/11/names-in-philosophical-examples.html\">randomly selected</a>].<p>\n\nGenesis skillfully uses her cane to help her move about, swinging and tapping it to detect obstacles, objects, slopes, textures, and materials.  A skilled cane user can learn a lot from a tap or two!  Her cane is always with her when she walks, and in some sense it feels almost as if it were a part of her body.  (You might experience a lesser version of this if you take a pen in your hand and use it to stroke and tap things.  Many people report that it feels almost as though they are directly feeling objects via the pen, as opposed to feeling the pen in their fingers and inferring from those sensations what the objects beyond must be like.)  Genesis experiences the world via a sensorimotor loop that travels from brain through arm and hand, through cane, then both into the ears and back up through the arm into the brain.<p>\n\nIf a brain-based view of consciousness is correct, it is from her brain alone that Genesis's sensory experience arises, with signals up the arm serving only as <i>input </i>to the brain processes supporting consciousness.  In contrast, <b>according to vehicle externalism, the cane and arm do not merely provide inputs.  Rather, consciousness arises from cane and arm and brain jointly operating as an integrated system.</b>  Consciousness does not depend only <i>causally </i>on the input Genesis receives from the stick.  Rather the stick itself is a constituent of an extended system that <i>as a whole</i> constitutes or gives rise to consciousness.<p>\n\nThe difference between the internalist input view and the vehicle externalist view can be a little hard to fathom.  Here, I think the philosophical concept of <a href=\"https://plato.stanford.edu/entries/supervenience/\">supervenience</a> can help.  But before I get to supervenience, let me stave off one possible error.  The vehicle externalist is not merely saying that consciousness <i>feels as though</i> it is located in the cane.  Everyone agrees that consciousness can feel as though it's somewhere other than the location of the system that gives rise to the experience.  Pain can feel as though it's in your toe even though the material process that directly gives rise to it, on an internalist view, is in the brain rather than the toe.  This seems especially clear in the case of phantom limb pain.<p>\n\nA set of properties, properties of Type A, <i>supervenes </i>on another set of properties, properties of Type B, if and only if there is no possible difference in the As without a difference in the Bs.  For example, the score of a baseball game supervenes on the number of times each individual player has officially crossed home plate.  There is no possible difference in score without some difference in the number of times at least one individual player has crossed home.  (The converse is not the case: It is possible for the score to be the same even if some individual runners had scored a different number of runs.)<p>\n\nThe core question of vehicle externalism, as I see it, can be expressed in terms of supervenience: Does consciousness supervene on the brain, as the internalist would say?  Or is it possible to have different conscious experiences despite having exactly the same brain states?  (Not all vehicle externalists need actually be committed to denying the supervenience of consciousness on the brain, but then I worry that their view might collapse into a notational variant of the internalist input view.)<p>\n\nConsider Otto.  If you accept vehicle externalism about Otto's memory, then it should be possible to change Otto's memory state without changing his brain state at all.  Otto-1 has the notepad in his pocket.  Otto-2 has been pickpocketed, though he hasn't noticed it.  Assume that Otto-1 and Otto-2 have exactly the same brain states.  On Clark and Chalmers's vehicle externalism, Otto-2 no longer remembers where the museum is (and many other things), although Otto-1 does remember.  Despite this difference in memory, on Clark and Chalmers's internalist view about consciousness, Otto-1 and Otto-2 will differ not at all in their conscious experiences.  Their conscious experiences will only start to diverge when Otto-2 reaches for his missing notebook.  Otto's consciousness, but not his memory, supervenes on his brain state.<p>\n\nNow consider Genesis.  If a substantive form of vehicle externalism about consciousness is correct, we should be able to concoct a case in which Genesis-1 and Genesis-2 have identical brain states but non-identical conscious experiences.  To claim that such a case is possible is just what it is to deny that consciousness supervenes on the brain.<p>\n\nIn other words, we want to imagine changing the cane in some important way, without changing the brain.  The vehicle externalist ought to say that the conscious experiences will be different.  <b>If consciousness is literally partly contained in or constituted by the cane, Genesis-1 and Genesis-2, with identical brains but different canes, ought to have different conscious experiences.</b><p>\n\nLet's consider a small slice of time -- a third of a second -- when Genesis's cane is swinging through the air between things.  Suppose, hypothetically, that a friend were able to undetectably change the tip of the cane just before that third of a second.  Genesis is swinging her cane and touches a passerby who \"accidentally\" jostles the cane a bit.  In Genesis-1, the cane is unchanged after the jostling.  In Genesis-2, the long tip of her cane has been covertly swapped for a shorter tip of the right weight (slightly heavier, to compensate for the difference in leverage).  The swap is so perfect that for the entire third of a second after the bump and before her cane strikes the next object, the signals into their brains are identical.  For this brief duration, Genesis-1 and Genesis-2 have identical brain states but different cane states.<p>\n\n[Update: Instead of a clever prankster, it could be a friend who arranges the swap, with Genesis's prior consent but without her knowledge of the time or method of the swap.  See the comments section for discussion.]<p>\n\nShortly, the brain states of Genesis-1 and Genesis-2 will diverge: Genesis-2 will think the next object is closer than it is, and after the strike she might notice some difference in the sound and tactile dynamics of her cane.  The question concerns what happens before that next tap of the cane.  The canes are different.  The sensorimotor contingencies are different (though that difference has not yet resulted in divergent input signal).  Will the <i>conscious experiences</i>, already, be different?<p>\n\nIt seems unintuitive that they would be.  Most of the vehicle externalists about consciousness I have pressed on this question either hesitate to answer, or try to wiggle out in some way.  Also, if introspection is something that happens in the brain, and if consciousness is always immediately available for introspection, the case seems to present trouble.  Some philosophers might think that if the view implies a not-immediately-introspectible difference in conscious experience, that would be a fatal flaw.  But I disagree.  Intuitions about consciousness<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/CrazyMind.htm\"> aren't always</a> <a href=\"https://mitpress.mit.edu/books/perplexities-consciousness\">correct</a>, and simple, immediate-access models of introspection <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospectionWhat.htm\">may not be correct</a>.  That Genesis-1 and Genesis-2 have different conscious experiences already in that first third of a second is an interesting possibility, worth considering, and it seems to flow naturally from vehicle externalism.  If this is a \"bullet\", I think the vehicle externalist should bite it.<p>\n\n[<a href=\"https://www.flickr.com/photos/kenwalton/45012805182\">image by Ken Walton</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2019/02/is-blind-persons-consciousness-partly.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2019-02-08T09:52:00-08:00\">9:52 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=4028626930598005600\" onclick=\"\">19\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/consciousness\" rel=\"tag\">consciousness</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, January 24, 2019</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"4749952461109758766\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2019/01/how-to-turn-five-discrete-streams-of.html\">How to Turn Five Discrete Streams of Consciousness into a Murky Commingling Bog</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Here's something you might think you know about consciousness: It's unified and discrete.<p>\n\nWhen we think about the stream of conscious experience -- the series of conscious thoughts, perceptual experiences, felt emotions, images, etc., that runs through us -- we normally imagine that each person has exactly one such stream.  I have my stream, you have yours.  Even if we entertain very similar ideas (\"the bus is late again!\") each of those ideas belongs determinately to each of our streams of experience.  We share ideas like we might share a personality trait (each having a full version of each idea or trait), not like we share a brownie (each taking half) or a load (each contributing to the mutual support of a single whole).  Our streams of experience may be similar, and we may influence each other, but each stream runs separately without commingling.<p>\n\nLikewise, when we count streams of experience or conscious entities, we stick to whole numbers.  It sounds like a joke to say that there are two and a half or 3.72 streams of conscious experience, or conscious entities, here in this room.  If you and I are in the room with a snail and an anesthesized patient, there are either two conscious entities in the room with two streams of conscious experience (if neither snails nor people in that type of anesthesized state have conscious experiences), or there are three, or there are four.  Even if the anethesized patient is \"half-awake\", being half-awake (or alternatively, dreaming) is to be fully possessed of a stream of experience -- though maybe a hazy stream with confused ideas.  Even if the snail isn't capable of explicit self-representation of itself as a thinker, if there's anything it's like to be a snail, then it has a stream of experience of its own snailish sort, unlike a fern, which (we normally think) has no conscious experiences whatsoever.<p>\n\nI find it hard to imagine how this could be wrong.  And yet I think it might be wrong.<p>\n\nTo start, let's build a slippery slope.  We'll need some science fiction, but nothing too implausible I hope.<p>\n\nAt the top of the slope, we have five conscious human beings, or even better (if you'll allow it) five conscious robots.  At the bottom of the slope we have a fully merged and unified entity with a single stream of conscious experience.  At each step along the way from top to bottom, we integrate the original five entities just a little bit more.  If they are humans, we might imagine growing neural connections, one at a time, between their brains, slowly building cross-connections until the final merged brain is as unified as one could wish.  If necessary, we could slowly remove and reconfigure neurons during the process so that the final merged brain is exactly like a normal human brain.<p>\n\nSince the human brain is a delicate and bloody thing, it will be much more convenient to do this with robots or AI systems, made of silicon chips or some other digital technology, if we are willing to grant that under some conditions a well-designed robot or AI system could have a genuine stream of consciousness.  (As intuitive examples, consider C3P0 from <i>Star Wars</i> or Data from <i>Star Trek</i>.)  Such systems could be slowly linked up, with no messy neurosurgery required, and their bodies (if necessary) slowly joined together.  On the top of the slope will be five conscious robots, on the bottom one conscious robot.<p>\n\nThe tricky bit is in the middle, of course.  Either there must be a sudden shift at exactly one point from five streams of experience to one (or four sudden shifts from exactly 5 to 4 to 3 to 2 to 1), as a result of ever so small a change (a single neural connection), or, alternatively, streams of experience must in some cases not be discretely countable.<p>\n\nTo help consider which of these two possibilities is the more plausible, let's try some toy examples.<p>\n\nYou and me and our friends are discretely different animals with discretely different brains in discretely different skulls, with only one mouth each.  So we are used to thinking of the stream of conscious experience like this:\n\n<a href=\"https://1.bp.blogspot.com/-nIsdfeMhycU/XEjrZoWlphI/AAAAAAAABWw/1CZCRipDXlYcfakoKdaTUHVWB2c9UGmSgCLcBGAs/s1600/StreamsDiscrete2.jpg\" imageanchor=\"1\"><img border=\"0\" data-original-height=\"720\" data-original-width=\"1152\" height=\"250\" src=\"https://1.bp.blogspot.com/-nIsdfeMhycU/XEjrZoWlphI/AAAAAAAABWw/1CZCRipDXlYcfakoKdaTUHVWB2c9UGmSgCLcBGAs/s400/StreamsDiscrete2.jpg\" width=\"400\"/></a><p>\n\nThe red circles contain what is in our streams of conscious experience -- sometimes similar (A and A', which you and I share), sometimes different (C belongs only to you), all reportable out of our discrete mouths, and all available for the guidance of consciously chosen actions.<p>\n\nHowever, it seems to be only a contingent fact about the biology of Earthly animals that we are designed like this.  An AI system, or an alien, might be designed more like this:<p>\n<a href=\"https://4.bp.blogspot.com/-QSvk0b3zxW0/XEjvlqbDp7I/AAAAAAAABXI/fos_2ZAM9OwzxJcqimHGFPXFgusBvKGaQCLcBGAs/s1600/StreamsOverlapping.jpg\" imageanchor=\"1\"><img border=\"0\" data-original-height=\"562\" data-original-width=\"895\" height=\"251\" src=\"https://4.bp.blogspot.com/-QSvk0b3zxW0/XEjvlqbDp7I/AAAAAAAABXI/fos_2ZAM9OwzxJcqimHGFPXFgusBvKGaQCLcBGAs/s400/StreamsOverlapping.jpg\" width=\"400\"/></a><p>\n\nImagine here a complex system with a large pool of representations.  There are five distinct verbal output centers (mouths), or five distinct loci of conscious action (independent arms), each of which draws on some but not all of the pool of representations.  I have included one redundant representation (F) and a pair of contradictory representations (B and -B) to illustrate some of the possible complexity.<p>\n\nIn such a case, we might imagine that there are exactly five streams, though they overlap in some important way.<p>\n\nBut this is still much simpler than it might be.  Now imagine these further complications:<p>\n1. There is no fixed number of mouths or arms over time.</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div></div></div></div></div></div></div></div></div></div></div></div></body></html>\n2. The region of the representational pool that a mouth or arm can access isn't fixed over time.\n3. The region of the representational pool that a mouth or arm can access isn't sharp-boundaried but is instead a probability function, where representations functionally nearer to the mouth or arm are very likely to be accessible for reporting or action, and representations far from the mouth or arm are unlikely to be accessible, with a smooth gradation between.<p>\n\nThis picture aims to capture some of the features described:<p>\n<a href=\"https://3.bp.blogspot.com/-PsTst_jrl60/XEj403bXBGI/AAAAAAAABXg/rqtqILvSPc45g8AJ7QvoZyk13GZrl7qUgCLcBGAs/s1600/StreamsIndistinct03.png\" imageanchor=\"1\"><img border=\"0\" data-original-height=\"500\" data-original-width=\"769\" height=\"260\" src=\"https://3.bp.blogspot.com/-PsTst_jrl60/XEj403bXBGI/AAAAAAAABXg/rqtqILvSPc45g8AJ7QvoZyk13GZrl7qUgCLcBGAs/s400/StreamsIndistinct03.png\" width=\"400\"/></a><p>\nThink of each color as a functional subsystem.  Each color's density outside the oval is that system's likelihood, at any particular time, of being available for speech or action in that direction.  Each color's density inside the oval is the likelihood of representations in that region being available to that subsystem for speech or action guidance.  With a rainbow of colors, we needn't limit ourselves to a discretely countable number of subsystems.  The figure also might fluctuate over time, if the probabilities aren't static.<p>\n\nIn at least the fluctuating rainbow case, I submit, countability and discreteness fail.  Yet it is a conceivable architecture -- a possible instantiation of an intermediate case along our slippery slope.  If such an entity could host consciousness, and if consciousness is closely related to its fluctuating rainbow a structural/functional features, then the entity's stream(s) of conscious experience cannot be effectively represented with whole numbers.  (Maybe we could try with multidimensional vectors.)<p>\n\nIs this too wild?  Well, it's not inconceivable that <a href=\"https://www.amazon.com/Other-Minds-Octopus-Origins-Consciousness/dp/0374227764\">octopus consciousness</a> has some features in this direction (if octopi are conscious), given the distribution of their cognition across their arms; or that some overlap occurs in <a href=\"https://www.nytimes.com/2011/05/29/magazine/could-conjoined-twins-share-a-mind.html\">unseparated craniopagus twins</a> joined at the head and brain; or even -- reading<a href=\"https://www.amazon.com/Consciousness-Explained-Daniel-C-Dennett/dp/0316180661\"> Daniel Dennett</a> in a certain way -- that we ourselves are structured not as differently from this as we normally suppose.<p>\n\n----------------------------------<p>\n\nRelated:<p>\n<a href=\"https://schwitzsplinters.blogspot.com/2013/04/a-two-seater-homunculus.html\">A Two-Seater Homunculus</a> (Apr 1, 2013);<p>\n<a href=\"https://schwitzsplinters.blogspot.com/2014/04/how-to-be-part-of-gods-mind.html\">How to Be a Part of God's Mind</a> (Apr 23, 2014);<p>\n<a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/USAconscious.htm\">If Materialism Is True, the United States Is Probably Conscious</a> (<i>Philosophical Studies,</i> 2015);<p>\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html\">Are Garden Snails Conscious? Yes, No, or *Gong*</a> (Sep 20, 2018).<p></p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2019/01/how-to-turn-five-discrete-streams-of.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2019-01-24T07:57:00-08:00\">7:57 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=4749952461109758766\" onclick=\"\">15\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/consciousness\" rel=\"tag\">consciousness</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/science%20fiction\" rel=\"tag\">science fiction</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/stream%20of%20experience\" rel=\"tag\">stream of experience</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/USA%20consciousness\" rel=\"tag\">USA consciousness</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n\n\n\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Friday, December 14, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"9172025981533174922\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/12/three-arguments-for-alien-consciousness.html\">Three Arguments for Alien Consciousness</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Someday we might meet spacefaring aliens who engage us in (what seems to be) conversation.  Some philosophers -- for example <a href=\"http://cosmos.nautil.us/feature/72/it-may-not-feel-like-anything-to-be-an-alien\">Susan Schneider</a> and (if I may generalize his claims about superficially isomorphic robots to superficially isomorphic aliens) <a href=\"http://www.nyu.edu/gsas/dept/philo/faculty/block/papers/HarderProblem.pdf\">Ned Block</a> -- have argued that such aliens might not really have conscious experiences.  In contrast, I hold what I believe to be the majority view that aliens who outwardly behaved similarly to us would very likely have conscious experiences.  In the phrase that Thomas Nagel <a href=\"https://www.jstor.org/stable/2183914?seq=1#metadata_info_tab_contents\">made famous</a>, there would be \"something it is like\" to be an alien.<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://4.bp.blogspot.com/-E8_rwL6O4Tw/XBK3cdUuz9I/AAAAAAAABRg/1nVW2FS4i3k58Ztmn3YCBVZ0XPWDGoZYACLcBGAs/s1600/alien.png\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"843\" data-original-width=\"1600\" height=\"169\" src=\"https://4.bp.blogspot.com/-E8_rwL6O4Tw/XBK3cdUuz9I/AAAAAAAABRg/1nVW2FS4i3k58Ztmn3YCBVZ0XPWDGoZYACLcBGAs/s320/alien.png\" width=\"320\"/></a></div><p>\n\nI offer three arguments in defense of this general conclusion.  I stipulate that the aliens I'm considering have arisen through a long evolutionary process, that they are capable of sophisticated cooperative technological behavior, and that they interact with us in ways that it is natural for non-philosophers to interpret as having comprehensible linguistic content.<p>\n\n(I set aside some <a href=\"http://schwitzsplinters.blogspot.com/2016/12/is-most-of-intelligence-in-universe-non.html\">more specific criticisms</a> of Schneider's argument.)<p>\n<i>The Linguistic Argument.</i><p>\n\nAn alien descends from its spaceship.  Upon meeting the local population, it raises an appendage and begins touching things.  It touches its leg and says \"bzzbl\".  It touches its elbow and says \"tikpt\".  It touches a tree and says \"illillin\".  And so forth.  Furthermore, it does so in reliable and repeatable ways, so that this behavior is naturally interpreted as linguistic labeling.  When a human touches a tree and says \"illillin\" the alien says \"hi\".  When a human touches a tree and says \"bzzbl\", the alien says \"pu\".  The pattern of hi/pu responses is naturally interpreted as affirmation and negation.  From this starting point, humans seem to learn the alien language and the alien seems to learn the local human language.  Learning proceeds smoothly, except for a few understandable hiccups, so that after several months, the aliens and the local humans are cooperating in complex activities with apparently complex linguistic understanding.  For example, the alien emits sounds like this: \"After I enjoy eating the oak tree down the road by David's house, I plan to take a half-hour nap at the bottom of Blackberry Pond.  Could we meet to talk about Martian volcanology after I've finished my nap?\"  All proceeds as expected.  The alien eats the tree, takes the nap, and afterwards engages in what appears to be a dicussion of Martian volcanology.  If this was not approximately how things went, the alien would not be the right kind of outwardly similar entity that I have in mind.<p>\n\nTo be outwardly similar -- and also just for good architectural reasons in a risky world -- the alien will also presumably be able to discuss its interior states and perceptual states.  When it is running low on nutrition and needs to eat, it will say something like \"I'm getting hungry\".  When it can't visually detect a distant object that a human interlocutor is pointing out, it will say something like, \"Sorry, I can't see that.  Oh, wait, now I can!\"  When it fears for the safety of its mate who has just wandered onto the highway, it will say something like, \"I'm worried that she might be struck by a car\" or \"I hope she gets across the road okay!\"  Now suppose a human interlocutor says something like, \"Do you really have conscious experiences?  I mean, is there something it's like for you to experience red and to feel pain?  Do you have imagination and understanding and emotional feelings?\"  If the alien is generally similar to us in its linguistic behavior, and if the question is phrased clearly enough, it will say yes.  I think this is plausible given the rest of the set up, but we can also stipulate if necessary that if such an alien said no it wouldn't be a superficial isomorph outwardly similar to us in the intended respect.<p>\n\nAlthough I'm not sure how Schneider and Block would react to this particular case, my interlocutor is someone who thinks it still remains a live possibility that the alien really has no conscious experiences underneath it all, because it has the wrong type of internal structure.  (Maybe it's made of silicon inside, or hydraulics, or maybe it engages in fast serial cognitive processing rather than parallel processing.)  The thought behind the linguistic argument (which I leave undeveloped for now) is that <b>it would be unnatural, awkward, inelegant, and scientifically dubious to interpret the alien's speech as failing to refer both to trees and to genuine conscious mental states that it possesses</b>.<p>\n<i>The Grounds of Consciousness Argument.<p></p></i>\n\nWhat theoretical reasons do we have for thinking that creatures other than us have conscious experiences?  I'm inclined to think we rely on two main grounds: (a.) sophisticated outward behavior similar to outward behavior that we associate with consciousness in our own case, and (b.) structural similarity between the target creature and us, with respect to the types of structures we associate with consciousness in our own case.  By stipulation, (a) favors the alien.  So the question is whether divergence in (b) alone would be good enough grounds to seriously doubt the existence of conscious experience despite seemingly-introspective reports about consciousness.<p>\n\nIf the structural situation is bad enough, that can ground plausible denial.  A remote-controlled puppet with a speaker in its mouth might exhibit sophisticated outward behavior, but we would not want to attribute consciousness to the puppet.  (We might want to attribute consciousness to the puppet-manipulator system or at least to the manipulator.)  Similarly, we might reasonably doubt the consciousness of an entity programmed specifically to act as though it is conscious, even if that entity passes the <a href=\"https://plato.stanford.edu/entries/turing-test/\">Turing test</a> or similar, because there is possibly something suspicious about having such a programming history: Maybe the best explanation of the entity's seeming-consciousness is not that it is conscious but only that it has been programmed to act as though it is.  (I'm not saying I agree with that position, only that it is a reasonable position.)<p>\n\nTo avoid these doubts about the structural story, I have stipulated that the aliens have a long evolutionary history.  The question then becomes whether a naturally-evolved cognitive structure underlying such sophisticated and apparently linguistic behavior might not be sufficient for consciousness, if it is different enough from our own -- such as maybe a fast serial cognitive process rather than the massively parallel (but slowish) structure of neurons, or relying on a material substrate different than carbon.  My intended sense of \"might\" here is not the thin metaphysical sense of \"might\" in which we might allow for <a href=\"https://plato.stanford.edu/entries/zombies/\">philosophical zombies</a>, but rather scientific plausibility.<p>\n\nA good approach to this question, I think, is to consider <i>what it is </i>about neurons aligned in massively parallel structures that explains why such neurons give rise to consciousness in our case.  There must be something functionally awesome about neurons; it's not likely to be mysterious carbon-magic, independent of what neurons can do for us cognitively.  So what could be that functionally awesome thing?  The most plausible answers are the kinds of answers we see in broadly functionalist approaches to consciousness -- things like the ability to integrate information so as to respond in various sophisticated ways to the environment, including retaining information over time, monitoring one's own cognitive condition, complex long-term strategic planning, being capable of creative solutions to novel predicaments, etc.  <b>If serial processing or silicon processing can do all of the right kind of cognitive work, it's hard for me to see good theoretical reason to think that something necessary may be missing due merely to, say, the different number of protons in silicon or the implementational details of transfer relations between different cognitive subprocesses.</b>  It's a possible skepticism, but it's a skepticism without warranted grounds for doubt.<p>\n<i>The Copernican Cosmological Argument.<p></p></i>\n\nAccording to the <a href=\"https://en.wikipedia.org/wiki/Copernican_principle\">Copernican Principle</a> in scientific cosmology, we are unlikely to be in a privileged position in the universe, such as its exact center.  It's more reasonable, according to the principle, to think that we are in mediocre, mid-rent location among all of the locations that possibly support observers capable of reflection about cosmological principles.  (However, the <a href=\"https://en.wikipedia.org/wiki/Anthropic_principle\">Anthropic Principle</a> allows that we shouldn't be surprised to be in a location that supports cosmological observers, even if such locations are uncommon.  For purposes of this post I am assuming that being an \"observer\" requires cognitive sophistication but does not require phenomenal consciousness if the two are separable.  We can argue about that in the comments, if you like!)<p>\n\nThe Copernican Principle can, I think, plausibly be applied to consciousness as follows.  Stipulate, as seems plausible, that complex coordinated functional responsiveness to one's environment, comparable to the sophistication of human responsiveness, can evolve in myriad different ways that diverge in their internal structural basis (e.g., carbon vs non-carbon, or if carbon is essential because of its lovely capacity to form long organic molecules, highly divergent carbon-based systems).  If only one or a few of these myriad ways gave rise to actual conscious experience, then we would be especially lucky to be among the minority of complex evolved seemingly-linguistic entities who are privileged with genuine conscious experience.  There would be systems all across the universe who equally build cities, travel into space, write novels about their interactions with each other, and monitor and report their internal states in ways approximately as sophisticated as ours -- and among them, only a fraction would happen to possess conscious experience, while the other unfortunates are merely blank inside.<p>\n<b>It is much more plausible, on Copernican grounds, to think that we are not in this way especially privileged entities, lucky to be among the minority of evolved intelligences who happen also to have conscious experiences.</b><p> \n\n[<a href=\"https://lh3.googleusercontent.com/naTVuGXzfOJ3ovrES08i3qGsqt1j0jROsINT75tq9cSASpEi-bt1C0MsFjAZ680N04vvVrQR-gLpslf4VMYgWkicQg=s0\">image source</a>]\n\n</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/three-arguments-for-alien-consciousness.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-12-14T08:50:00-08:00\">8:50 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=9172025981533174922\" onclick=\"\">19\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/consciousness\" rel=\"tag\">consciousness</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/science%20fiction\" rel=\"tag\">science fiction</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Friday, November 09, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"426440774750393624\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/11/the-phi-value-of-integrated-information.html\">The Phi Value of Integrated Information Theory Might Not Be Stable Across Small Changes in Neural Connectivity</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://4.bp.blogspot.com/-f3eenWg0XbQ/W-HqzqMOJiI/AAAAAAAABLw/5zDEEDGyaggv28-8EEnNNOq-XM4bJ519gCLcBGAs/s1600/IITnetwork.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"313\" data-original-width=\"390\" height=\"257\" src=\"https://4.bp.blogspot.com/-f3eenWg0XbQ/W-HqzqMOJiI/AAAAAAAABLw/5zDEEDGyaggv28-8EEnNNOq-XM4bJ519gCLcBGAs/s320/IITnetwork.jpg\" width=\"320\"/></a></div><p>\n\nIn learning and in forgetting, the amount of connectivity between your neurons changes.  Throughout your life, neurons die and grow.  Through all of this, the total amount of conscious experience you have, at least in your alert, attentive moments, seems to stay roughly the same.  You don't lose a few neural connections and with it 80% of your consciousness.  <b>The richness of our stream of experience is stable across small variations in the connectivity of our neurons</b> -- or so, at least, it is plausible to think.<p>\n\nOne of the best known theories of consciousness, <a href=\"http://integratedinformationtheory.org/index.html\">Integrated Information Theory</a>, purports to model how much consciousness a neural system has by means of a value, Φ (phi), that is a mathematically complicated measure of how much \"integrated information\" a system possesses.  The higher the Φ, the richer the conscious experience, the lower the Φ, the thinner the experience.  Integrated Information Theory is subject to <a href=\"https://www.scottaaronson.com/blog/?p=1823\">some</a> <a href=\"https://academic.oup.com/nc/article/2018/1/niy007/5047367\">worrying</a> <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4574706/\">objections</a> (and <a href=\"http://schwitzsplinters.blogspot.com/2014/07/tononis-exclusion-postulate-would-make.html\">here</a>'s an objection by me, which I invite you also to regard as worrying).  Today I want to highlight a different concern than these: the <b>apparent failure of Φ to be robust to small changes in connectivity</b>.<p>\n\nThe Φ of any particular informational network is difficult to calculate, but the IIT website provides a <a href=\"http://integratedinformationtheory.org/calculate.html\">useful tool</a>.  You can play around with networked systems of about 4, 5, or 6 nodes (above 6, the computation time to calculate Φ becomes excessive).  Prefab systems are available to download, with Φ values from less than 1 to over 15.  It's fun!<p>\n\nBut there are two things you might notice, once you play around with the tool for a while:<p>\n\nFirst, it's somewhat hard to create systems with Φ values much above 1.  Slap 5 nodes together and connect them any which way, and you're likely to get a Φ value between 0 and 1.<p>\n\nSecond, if you tweak the connections of the relatively high-Φ systems, even just a little, or if you change a logical operator from one operation to another (e.g., XOR to AND), you're likely to cut the Φ value by at least half.  In other words, the Φ value of these systems is not robust across small changes.<p>\n\nTo explore the second point more systematically, I downloaded the \"IIT 3.0 Paper Fig. 17 Specialized majority\" network which, when all 5 nodes are lit, has a Φ value of 10.7.  (A node's being \"lit\" means it has a starting value of \"on\" rather than \"off\".)  I then tweaked the network in every way that it was possible to tweak it by changing exactly one feature.  (Due to the symmetry of the network, this was less laborious than it sounds.)  Turning off any one node reduces Φ to 2.2.  Deleting any one node reduces Φ to 1.  Deleting one connection, altering its direction (if unidirectional), or changing it from unidirectional to bidirectional or vice versa, always reduces system's Φ to a value ranging from 2.6 to 4.8.  Changing the logic function of one node has effects that are sometimes minor and sometimes large: Changing any one node from MAJ to NOR reduces Φ all the way down to 0.4, while changing any one node to MIN increases Φ to 13.0.  Overall, most ways of introducing one minimal perturbation into the system reduce Φ by at least half, and some reduce it by over 90%.<p>\n\nTo confirm that the \"Specialized majority\" network was not unusual in this respect, I attempted a similar systematic one-feature tweaking of \"CA Paper Fig 3d, Rule 90, 5 nodes\".  The 5-node Rule 90 network, with all nodes in the default unlit configuration, has a Φ of 15.2.  The results of perturbation are similar to the results for the \"Specialized majority\" network.  Light any one node of the rule 90 network and Φ falls to 1.8.  Delete any one arrow and Φ also falls to 1.8.  Change any one arrow from bidirectional to unidirectional and Φ falls to 4.8.  Change the logic of one node and Φ ranges anywhere from a low of 1.8 (RAND, PAR, and &gt;2) to a high of 19.2 (OR).<p>\n\nThese two examples, plus what I've seen in my unsystematic tweaking of other prefab networks, plus my observations about the difficulty of casually constructing a five-node system with Φ much over 1, suggest that, in five-node systems at least, <b>having a high Φ value requires highly specific structures that are unstable to minor perturbations</b>.  Small tweaks can easily reduce Φ by half or more.<p>\n\nIt would be bad for Integrated Information Theory, as a theory of consciousness, if this high degree of instability in systems with high Φ values scales up to large systems, like the brain.  The loss of a few neural connections shouldn't make a human being's Φ value crash down by half or more.  Our brains are more robust than that.  And yet <b>I'm not sure that we should be confident that the mathematics of Φ has the requisite stability in large, high-Φ systems.</b>  In the small networks we can measure, at least, it is highly unstable.<p>\n<i>ETA November 10:</i><p>\n\nSeveral people have suggested to me that Phi will be more stable to small perturbations as the size of the network increases.  I could see how that <i>might </i>be the case (which is why I phrased the concluding paragraph as a worry rather than as an positive claim).  Now if Phi, like entropy, were dependent in some straightforward way on the small contributions of many elements, that would be likely to be so.  But the mathematics of Phi relies heavily on discontinuities and threshold concepts.  I exploit this fact in <a href=\"http://schwitzsplinters.blogspot.com/2014/07/tononis-exclusion-postulate-would-make.html\">my earlier critique of the Exclusion Postulate</a>, in which I show that a very small change in the environment of a system, without any change interior to the system, could cause that system to instantly fall from arbitrarily high Phi to zero.<p>\n\nIf anyone knows of a rigorous, rather than handwavy attempt to show that Phi in large systems is stable over minor perturbations, I would be grateful if you pointed it out!</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/11/the-phi-value-of-integrated-information.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-11-09T09:53:00-08:00\">9:53 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=426440774750393624\" onclick=\"\">12\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/consciousness\" rel=\"tag\">consciousness</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, October 23, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6660681297551904261\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/10/new-essay-is-there-something-its-like.html\">New Essay in Draft: Is There Something It's Like to Be a Garden Snail?</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Abstract:<p>\n\nThe question \"are garden snails phenomenally conscious?\" or equivalently \"is there something it’s like to be a garden snail?\" admits of three possible answers: yes, no, and denial that the question admits of a yes-or-no answer.  All three answers have some antecedent plausibility, prior to the application of theories of consciousness.  All three answers retain their plausibility also after the application of theories of consciousness.  This is because theories of consciousness, when applied to such a different species, are inevitably question-begging and rely partly on dubious extrapolation from the introspections and verbal reports of a single species.<p>\n\nFull draft <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Snails.htm\">here</a>.<p>\n\nAs always, comments warmly welcomed, either as comments on this post or by email to my usual address.</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/10/new-essay-is-there-something-its-like.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-10-23T12:58:00-07:00\">12:58 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6660681297551904261\" onclick=\"\">5\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/consciousness\" rel=\"tag\">consciousness</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, September 20, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"2301138226019307808\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html\">Are Garden Snails Conscious? Yes, No, or *Gong*</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://3.bp.blogspot.com/-4ePxmis4Jmg/W6KtR08gyZI/AAAAAAAABE8/_ZI375oJe8w9PWT0fSTf7r1cknnhu7WcACLcBGAs/s1600/SnailGrassCrop-BryonyPierce.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"900\" data-original-width=\"1600\" height=\"180\" src=\"https://3.bp.blogspot.com/-4ePxmis4Jmg/W6KtR08gyZI/AAAAAAAABE8/_ZI375oJe8w9PWT0fSTf7r1cknnhu7WcACLcBGAs/s320/SnailGrassCrop-BryonyPierce.jpg\" width=\"320\"/></a></div><p>\n\nIf you grew up in a temperate climate, you probably spent some time bothering brown garden snails (<i><a href=\"https://en.wikipedia.org/wiki/Cornu_aspersum\">Cornu aspersum</a>,</i> formerly known as <i>Helix aspersa</i>).  I certainly did.  Now, as a grown-up (supposedly) expert (supposedly) on the science and philosophy of consciousness, I've decided to seriously consider a question that didn't trouble me very much when I was seven: Are garden snails conscious?<p>\n\nBeing an \"<a href=\"https://plato.stanford.edu/entries/experimental-philosophy/\">experimental philosopher</a>\", I naturally started with a <a href=\"https://www.facebook.com/eschwitz/posts/10215195538034359\">Facebook poll</a> of my friends, who obligingly fulfilled my expectations by answering, variously, \"yes\" (here's why), \"no\" (here's why not), and \"OMG that is the stupidest question\".  I'll call this last response \"*gong*\" after <a href=\"https://en.wikipedia.org/wiki/The_Gong_Show\">The Gong Show</a>, an amateur talent contest in which performers whose acts were sufficiently horrid would be interrupted by a gong and ushered off the stage.<p>\n\nIt turns out that garden snails are even cooler than I thought, now that I'm studying them more closely.  Let me fill you in.<p>\n<i>Garden Snail Cognition and Behavior</i><p>\n\n(Most of this material is drawn from Ronald Chase's 2002 book <i>Behavior &amp; Its Neural Control in Gastropod Molluscs</i>.)<p>\n<b>The central nervous system of the brown garden snail contains about 40,000 neurons.</b>  That's quite a few more neurons than the famously mapped <a href=\"http://www.artificialbrains.com/openworm\">302 neurons of the <i>Caenorhabditis elegans</i> roundworm</a>, but it's modest compared to the quarter million neurons of an ant or fruitfly.  The snail's brain is organized into several clumps of ganglia, <a href=\"https://www.sciencedirect.com/science/article/pii/S0010406X75801940\">mostly in a ring around its esophagus</a>.  Gastropod neurons generally resemble vertebrate neurons, with a few notable exceptions.  One exception is that gastropod neurons usually don't have a bipolar structure with axons on one side of the cell body and dendrites on the other side.  Instead, input and output typically occurs on both sides without a clear differentiation between axon and dendrite.  Another difference is that although gastropods' small-molecule neural transmitters are the same as in vertebrates (e.g., acetylcholine, serotonin), their larger-molecule neuropeptides are mostly different.<p>\n<b>Snails navigate primarily by chemoreception, or the sense of smell, and mechanoreception, or the sense of touch.</b>  They will move toward attractive odors, such as food or mates, and they will withdraw from noxious odors and tactile disturbance.  Although garden snails have eyes on the tips of their posterior tentacles, their eyes seem to be <a href=\"http://www.bioone.org/doi/abs/10.4003/006.026.0206\">sensitive only to light versus dark and the direction of light sources</a>, rather than to the shapes of objects.  The internal structure of snail tentacles shows much more specialization for chemoreception, with the higher-up posterior tentacles perhaps better for catching odors on the wind and the lower anterior tentacles better for odors closer to the ground.  Garden snails can also sense the direction of gravity, righting themselves and moving toward higher ground to avoid puddles.<p>\n<b>Snails can learn.</b>  Gastropods fed on a single type of plant will prefer to move toward that same plant type when offered the choice in a Y-shaped maze.  They can also learn to avoid foods associated with noxious stimuli, <a href=\"http://www.pnas.org/content/78/1/640.short\">in some cases even after only a single trial</a>.  Some species of gastropod will modify their degree of attraction to sunlight if sunlight is associated with tumbling inversion.  In warm ocean <i>Aplysia californica</i> gastropods, the complex role of the central nervous system in governing reflex withdrawals has been extensively studied.  <i>Aplysia californica</i> reflex withdrawals are centrally mediated, and can be inhibited, amplified, and coordinated, maintaining a singleness of action across the body and regulating withdrawal according to circumstances, with both habituation and sensitization possible.  Garden snail nervous systems appear to be similarly complex, generating unified action that varies with circumstance.<p>\n<b>Garden snails can coordinate their behavior in response to information from more than one modality at once.</b>  For example, as mentioned, when they detect that they are surrounded by water, they can seek higher ground.  They will cease eating when satiated, withhold from mating while eating despite sexual arousal, and exhibit less withdrawal reflex while mating.  Before egg laying, garden snails use their feet to excavate a shallow cavity in soft soil, then insert their head into the cavity for several hours while they ovulate.<p>\n<b><a href=\"https://www.snail-world.com/how-do-snails-reproduce/\">Garden snail mating</a> is famously complex. </b> <i>Cornu aspersum </i>is a simultaneous hermaphrodite, playing both the male and female role simultaneously.  Courtship and copulation requires several hours.  Courtship begins with the snails touching heads and posterior antennae for tens of seconds, then withdrawing and circling to find each other again, often consuming each other's slime trails, or alternatively breaking courtship.  They repeat this process several times.  During mating, snails will sometimes bite each other, then withdraw and reconnect.  Later in courtship, one snail will shoot a \"<a href=\"https://en.wikipedia.org/wiki/Love_dart\">love dart</a>\" consisting of calcium and mucus at the other, succeeding in penetrating the skin about one third of the time; tens of minutes later, the other snail will reciprocate.  Courtship continues regardless of whether the darts successfully land.  Sex culminates when the partners manage to simultaneously insert their penises into each other, which may require dozens of attempts.<p>\n\nImpressive accomplishments for creatures with brains of only 40,000 neurons!  Of course, snail behavior is limited compared to the larger and more flexible behavioral repertoire of mammals and birds.<p>\n<i>Garden Snail Consciousness: Three Possibilities</i><p>\n\nSo, knowing all this... are garden snails conscious?  Is there something it's like to be a garden snail?  Do snails have, for example, sensory experiences?<p>\n\nSuppose you touch the tip of your finger to the tip of a snail's posterior tentacle, and the tentacle retracts.  Does the snail have tactile experience of something touching its tentacle, a visual experience of a darkening as your finger approaches and occludes the eye, an olfactory or chematosensory experience of the smell or taste or chemical properties of your finger, a proprioceptive experience of the position of its now-withdrawn tentacle?<p>\n<b>(1.) Yes.</b> It seems like we can imagine that the answer is <i>yes,</i> the snail does have sensory experiences.  Any <i>specific </i>experience we try to imagine from the snail's point of view, we will probably imagine too humanocentrically.  Withdrawing a tentacle might not feel much like withdrawing an arm; and with 40,000 neurons total, presumably there won't be a wealth of detail in any sensory modality.  Optical experience in particular might be so informationally poor that calling it \"visual\" is already misleading, inviting too much analogy with human vision.  Nonetheless, I think we can conceive in a general way how it might be the case that garden snails have sensory experiences of some sort or other.<p>\n<b>(2.) No.</b> We can also imagine, I think, that the answer is <i>no</i>, snails entirely lack sensory experiences of any sort -- and thus, presumably, any consciousness at all, on the assumption that if snails are conscious they have at least sensory consciousness.  If you have trouble conceiving of this possibility, consider dreamless sleep, toy robots, and the <a href=\"https://en.wikipedia.org/wiki/Enteric_nervous_system\">enteric nervous system</a>.  (The enteric nervous system is a collection of about half a billion neurons lining your gut, governing motor function and enzyme secretion.)  In all three of these cases, most people think, there is no genuine stream of conscious experience, despite some organized behavior and environmental reactivity.  It seems that we can coherently imagine snail behavior to be like that: no more conscious than turning over unconsciously in sleep, or than a toy robot, or than the neurons lining your intestines.<p>\n\nWe can make sense of both of these possibilities, I think.  Neither seems obviously false or obviously refuted by the empirical evidence.  One possibility might strike you as intuitively much more likely than the other, but as I've learned from chatting with friends and acquaintances (and from my Facebook poll), people's intuitions vary -- and it's not clear, anyway, how much we ought to trust our intuitions in such matters.  You might have a favorite scientific or philosophical theory from which it follows that garden snails are or are not conscious; but there is little consensus on general theories of consciousness and leading candidate theories yield divergent answers.  (More on this, I hope, in a follow-up post.)<p>\n<b>(3.) *Gong*.</b>  To these two possibilities, we can add a third, the one I am calling *gong*.  Not all questions deserve a yes or a no.  There might be a false presupposition in the question (maybe \"consciousness\" is an incoherent concept?), or the case might be vague or indeterminate such that neither \"yes\" nor \"no\" quite serves as an adequate answer.  (Compare vague or indeterminate cases between \"green\" and \"not green\" or between \"extraverted\" and \"not extraverted\".)<p>\n\nIndeterminacy is perhaps especially tempting.  Not everything in the world fits neatly into determinate, dichotomous yes-or-no categories.  Consciousness might be one of those things that doesn't dichotomize well.  And snails might be right there at the fuzzy border.<p>\n<b>Although an indeterminate view has some merits, it is more difficult to sustain than you might think at first pass.</b>  To see why, it helps to clearly distinguish between being a <i>little </i>conscious and being in an indeterminate state between conscious and not-conscious.  If one is a little conscious, one is conscious.  Maybe snails just have the tiniest smear of consciousness -- that would still be consciousness!  You might have only a little money.  Your entire net worth is a nickel.  Still, it is discretely and determinately the case that if you have a nickel, you have some money.  If snail consciousness is a nickel to human millionaire consciousness, then snails are conscious.<p>\n\nTo say that the dichotomous yes-or-no does not apply to snail consciousness is to say something very different than that snails have just a little smidgen of consciousness.  It's to say... well, what exactly?  As far as I'm aware (correct me if I'm wrong!), <b>there's no well developed theory of kind-of-yes-kind-of-no consciousness.</b>  We can make sense of a vague kind-of-yes-kind-of-no for \"green\" and \"extravert\"; we know more or less what's involved in being a gray-area case of a color or personality trait.  We can imagine gray-area cases with money too: Your last nickel is on the table over there, and here comes the creditor to collect it.  Maybe that's a gray-area case of having money.  But it's much more difficult to know how to think about gray-area cases of being somewhere between a little bit conscious and not at all conscious.  So while in the abstract I feel the attraction of the idea that consciousness is not a dichotomous property and garden snails might occupy the blurry in-between region, the view requires entering a theoretical space that has not yet been well explored.<p>\n<i>The Possibilities Remain Open</i><p>\n\nThere is, I think, some antecedent plausibility to all three possibilities, yes, no, and *gong*.  To really decide among them, to really figure out the answer to our question about snail consciousness, we need an epistemically well-grounded general theory of consciousness, which we can apply to the case.<p>\n\nUnfortunately, we have no such theory.  The live possibilities appear to cover the entire spectrum from the panpsychism or near-panpsychism of Galen Strawson and of <a href=\"http://integratedinformationtheory.org/\">Integrated Information Theory</a> to very restrictive views, like those of Daniel Dennett and Peter Carruthers, on which consciousness requires some fairly sophisticated self-representational capacities of the sort that well beyond the capacity of snails.<p>\n\nActually, I think <b>there's something wonderful about not knowing</b>.  There's something marvelous about the fact that I can go into my backyard, lift a snail, and gaze at it, unsure.  Snail, you are a puzzle of the universe, right here in my garden, eating the daisies!\n\n<p>\n\n[image by <a href=\"https://sites.google.com/site/bryonypierce/\">Bryony Pierce</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-09-20T09:28:00-07:00\">9:28 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=2301138226019307808\" onclick=\"\">48\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/consciousness\" rel=\"tag\">consciousness</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/stream%20of%20experience\" rel=\"tag\">stream of experience</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, September 06, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"7205824139083553622\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/inflate-and-explode.html\">Inflate and Explode</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Here's a way to deny the existence of things of Type X.  Assume that things of Type X must have Property A, and then argue that nothing has Property A.<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://3.bp.blogspot.com/-KRZWT31mQc0/W5FR8c1WOwI/AAAAAAAABDY/R6-L98SK0gkxGDvYQCRPypaI34V4KeENwCLcBGAs/s1600/balloon.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"1067\" data-original-width=\"1600\" height=\"213\" src=\"https://3.bp.blogspot.com/-KRZWT31mQc0/W5FR8c1WOwI/AAAAAAAABDY/R6-L98SK0gkxGDvYQCRPypaI34V4KeENwCLcBGAs/s320/balloon.jpg\" width=\"320\"/></a></div><p>\n\nIf that assumption is wrong -- if things of Type X needn't necessarily have Property A -- then you've given what I'll pejoratively call an <i>inflate-and-explode argument.</i>  This is what I think is going on in eliminativism and \"<a href=\"https://www.keithfrankish.com/illusionism-as-a-theory-of-consciousness/\">illusionism</a>\" about (phenomenal) consciousness. <b> The eliminativist or illusionist wrongly treats one or another dubious property as essential to \"consciousness\" (or \"qualia\" or \"what-it's-like-ness\" or...), argues perhaps rightly that nothing in fact has that dubious property, and then falsely concludes that consciousness does not exist or is an illusion.</b><p>\n\nI am motivated to write this post in part due to influential recent work by <a href=\"https://www.keithfrankish.com/\">Keith Frankish</a> and <a href=\"https://www.smith.edu/academics/faculty/jay-garfield\">Jay Garfield</a>, who I think make this mistake.<p>\n\n-----------------------------------------<p>\n\nSome earlier examples of the inflate-and-explode strategy include:<p>\n<a href=\"https://www.jstor.org/stable/2023030?seq=1#metadata_info_tab_contents\">Paul Feyerabend (1965)</a> denies that mental processes of any sort exist.  He does so on the grounds that \"mental processes\", understood in the ordinary sense, are necessarily nonmaterial, and only material things exist.<p>\n<a href=\"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1468-0114.1983.tb00186.x\">Patricia Churchland (1983)</a> argues that the concept of consciousness may \"fall apart\" or be rendered obsolete (or at least require \"transmutation\") because the idea of consciousness is deeply, perhaps inseparably, connected with false empirical views about the transparency of our mental lives and the centrality of linguistic expression.<p>\n<a href=\"https://www.amazon.com/Consciousness-Explained-Daniel-C-Dennett/dp/0316180661\">Daniel Dennett (1991)</a> argues that \"qualia\" do not exist, on the grounds that qualia are supposed by their nature to be ineffable and irreducible to scientifically discoverable mental mechanisms.<p>\n\nUnfortunately, philosophical enthusiasts for the importance of conscious experience tend to set themselves up for the inflate-and-explode move, making Feyerabend's, Churchland's, and Dennett's criticisms understandable.<p>\n\nThe problem on the enthusiasts' side, as I see it, is that they tend to want to do two things simultaneously:<p>\n\n(1.) They want to use the word \"consciousness\" or \"phenomenology\" or \"qualia\" or whatever to refer to that undeniable stream of experience that we all have.<p>\n\n(2.) In characterizing that stream, or for the sake of some other philosophical project, they typically make some dubious assertions about its nature.  They might claim that we know it infallibly well, or that it forms the basis of our understanding of the outside world, or that's irreducible to merely functional for physical processes, or....<p>\n\nNow if the additional claims that the enthusiasts made in (2) were <i>correct</i>, the double purpose would be approximately harmless.  However, I'm inclined to think that these types of claims are generally <i>not</i> correct, or at least are quite legitimately disputable.  Thus, the enthusiasts unfortunately invite inflate-and-explode.  <b>They invite critics to think that those dubious claims are essential to the existence of consciousness in the intended sense,</b> such that if those dubious claims prove false, that's sufficient to show that consciousness doesn't exist.<p>\n\nThe reason I think that Feyerabend, Churchland, and Dennett are inflating the target, rather than just correctly interpreting the target, is that I believe the enthusiasts would much more readily abandon the dubious claims, if required to do so by force of argument, than they would deny the existence of consciousness.  Those claims aren't really ineliminably, foundationally important to their concept of consciousness.  It's not like the relation between magical powers and witches on some medieval European conceptions of witches, such that if magical powers were shown not to exist, the right conclusion would be that witches don't exist.  Even if we must jettison thoughts of infallibility or immateriality, consciousness in our communally shared sense of the term still exists.  <b>The core conception of phenomenal consciousness in philosophy of mind is</b>, I think or suspect or at least hope, <b>the conception of the stream of experience that it is almost impossible to deny the existence of -- <i>not</i> that stream-of-experience-plus-such-and-such-a-dubious-property.</b><p>\n\n-----------------------------------------<p>\n\nFrankish's and Garfield's more recent illusionist arguments, as I see them, employ the same mistaken inflate-and-explode strategy. \n<a href=\"https://www.keithfrankish.com/illusionism-as-a-theory-of-consciousness/\">Keith Frankish (2016)</a> argues that phenomenal consciousness is an \"illusion\" because there are no phenomenal properties that are \"private\", ineffable, or irreducible to physical or functional processes.  <a href=\"https://global.oup.com/academic/product/engaging-buddhism-9780190204341\">Jay Garfield (2015)</a> denies the existence of phenomenal consciousness on the broadly Buddhist grounds that there is no \"subject\" of experience of the sort required and that we don't have the kind of infallibility about experience that friends of phenomenal consciousness assume.<p>\n\nNow it is true that many recent philosophers think that consciousness involves privacy, ineffability, irreducibility, infallibility, or a subject of experience of the sort not countenanced by (some) Buddhists; and maybe they are wrong to think so.  On these matters, Frankish's and Garfield's (and Feyerabend's and Churchland's and Dennett's) criticisms have substantial merit.  But it does not follow that consciousness is a mere illusion or does not exist.  We can, and I think normally do, conceptualize consciousness more innocently.  We need not commit to such dubious theses; our shared conception can survive without them.<p>\n<b>To avoid commitment to dubious theses, we can and do define consciousness primarily by example. </b>We gesture, so to speak, toward our sense experiences, our imagery experiences, our vividly felt emotions, our inner speech.  We notice that there is something extremely obvious that all of these examples vividly share.  Consciousness is that obviously shared thing.  Maybe it's reducible; maybe not.  Maybe there's a \"subject\" in a Cartesian sense; maybe not.  Why commit on such matters, right out of the gate?  Keep it theoretically innocent!  Consciousness, in this innocent sense, is almost undeniably real.  (I say \"almost\" because the clever philosopher can find a way to deny anything.)<p>\n\nNow admittedly, this sort of theoretically innocent definition by example is not <i>quite</i> as simple as I've just portrayed it.  For a more careful attempt see <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DefiningConsciousness.htm\">Schwitzgebel 2016</a>.<p>\n\n-----------------------------------------<p>\n\nI've tried this argument on both Frankish and Garfield, in critical commentaries (<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DefiningConsciousness.htm\">contra Frankish</a>; <a href=\"https://link.springer.com/article/10.1007%2Fs11841-018-0670-9\">contra Garfield</a>).  They remain unconvinced.  (Well, this is philosophy!)  Let me summarize their replies and share my reaction.<p>\n\nFrankish <a href=\"http://www.ingentaconnect.com/contentone/imp/jcs/2016/00000023/f0020011/art00020\">says</a> that he agrees that consciousness, defined innocently by example as I have done, does indeed exist.  He graciously allows that I have executed the important task of identifying a \"neutral explanandum\" for theories of consciousness that both realists and illusionists can accept (p. 227).  However, Frankish also asserts that my definition is \"not substantive\" \"in the substantive sense created by the phenomenality language game\" (ibid.), and thus he feels licensed to continue to embrace illusionism about phenomenal consciousness.<p>\n\nI remain unsure why my definition by example is insufficiently substantive.  Surely some definitions by example are substantive, or substantive enough.  For instance, I might define \"furniture\" by reference to a diversity of positive and negative examples.  That seems to pick out a substantive target of things that exist, and done well, it's good enough to let us start counting pieces of furniture (maybe with some disputable cases), evaluating the quality and function of different types of furniture, etc.  Why wouldn't example-by-definition of consciousness work similarly?  What is missing?<p>\n\nGarfield <a href=\"https://link.springer.com/article/10.1007/s11841-018-0661-x\">responds differently</a>, doubling down, as I see it, on the inflation move:\n<blockquote>I argue that if by 'qualitative states' we mean states that are the objects of immediate awareness, the foundation of our empirical knowledge, inner states that we introspect, with qualitative properties that are properties of those states and not of the objects we perceive, there are no such states (Garfield 2018).</blockquote><p>\n\nWhoa!  I don't think I meant all that!  My whole aim in definition by example is to avoid such commitments.<p>\n\nMaybe Garfield takes himself to be denying the existence only of properties that most 21st century Anglophone philosophers don't actually endorse?  No, I don't think so.  It is clear from context that in denying the existence of qualitative properties, Garfield takes himself to be in conflict with the mainstream view in philosophy of mind, the view of people like me who accept the existence of phenomenal consciousness.  But I don't see why Nagel, Block, Searle, Chalmers, Strawson, Carruthers, Kriegel, Siegel, Siewert, Thompson, etc. need to be committed to the dubious package of views Garfield lists in the blockquote above, simply by virtue of accepting the existence of consciousness.  Of course they may also make <i>other, further</i> claims about consciousness, besides merely asserting that it exists, and those further claims might commit some of them to the dubious theses that Garfield wisely rejects.<p>\n\n-----------------------------------------<p>\n\n[<a href=\"https://www.flickr.com/photos/tombullock/25173469495\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/09/inflate-and-explode.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-09-06T10:00:00-07:00\">10:00 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=7205824139083553622\" onclick=\"\">22\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/consciousness\" rel=\"tag\">consciousness</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, July 12, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"5922877562377500567\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/07/two-ways-of-being-group-mind-synchronic.html\">Two Ways of Being a Group Mind: Synchronic vs. Diachronic</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Based on <a href=\"https://schwitzsplinters.blogspot.com/2018/07/how-to-create-immensely-valuable-new.html\">last week's post</a>, I am now seeing ads for sunglasses everywhere, as if to say \"Welcome, Eric, to the internet hypermind!  Did you say SUNGLASSES?!\"<p>\n\nSpeaking of hyperminds....<p>\n\nI want to distinguish two ways of being a group mind, since <strike>I know you care immensely about the cognitive architecture of group minds</strike> I'm a dork.  My thought is that the philosophical issues of group consciousness and personal identity play out differently in the two types of case.<p>\n<i>\nSynchronic:</i><p>\n\nExamples: <a href=\"https://en.wikipedia.org/wiki/Borg_(Star_Trek)\">Star Trek's Borg</a> (mostly), <a href=\"https://en.wikipedia.org/wiki/Ancillary_Justice\">Ann Leckie's ancillaries</a>, highly interconnected nations (<a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/USAconscious.htm\">according to me</a>), <a href=\"https://en.wikipedia.org/wiki/A_Fire_Upon_the_Deep\">Vernor Vinge's tines</a>.<p>\n\nSynchronic group minds are probably the default conception.  A bunch of independent, or semi-independent, or independent-enough entities remain in constant or constant-enough communication with each other.  Their communication is sufficiently rich or sufficiently well structured that it gives rise to group-level mental states in the whole.  In the most interesting case, the individual entities are distinct enough to have rich mental lives but also the group is well enough coordinated that it also, simultaneously, has a distinctive, rich mental life above and beyond that of its members.<p>\n<i>Diachronic:</i><p>\n\nExamples: <a href=\"https://en.wikipedia.org/wiki/Kiln_People\">David Brin's Kiln People</a>, <a href=\"https://socialecologies.wordpress.com/2014/11/11/linda-negata-the-bohr-maker/\">Linda Nagata's ghosts</a>, <a href=\"http://strangehorizons.com/fiction/meltwater/\">Benjamin Kinney's forks</a>.<p>\n\nIn a diachronic group mind, communication is relatively rare but high bandwidth and transformative.  Post-communication, the individuals inherit mental states from the others.  In the most interesting case, the inheritance process is very different from just listening credulously to someone's testimony; rather it's more like a direct transfer of memories, plans, and opinions, maybe even values or personality.  Imagine \"forking\" into three versions of yourself, going your separate ways for the day, and then at the end of the day merging back into a single individual, integrating the memories and plans of each, and averaging any general changes in value, opinion, or personality.  Tomorrow and every day thereafter, you will fork and merge in the same way.<p>\n<a href=\"https://3.bp.blogspot.com/-mC2tLnP5OB0/W0addm2naSI/AAAAAAAAA70/oyiSxK9d9wI3tfnRi_HUWsUi21BMZ_i3QCLcBGAs/s1600/Cerberus-Blake.jpeg\" imageanchor=\"1\"><img border=\"0\" data-original-height=\"725\" data-original-width=\"1024\" height=\"227\" src=\"https://3.bp.blogspot.com/-mC2tLnP5OB0/W0addm2naSI/AAAAAAAAA70/oyiSxK9d9wI3tfnRi_HUWsUi21BMZ_i3QCLcBGAs/s320/Cerberus-Blake.jpeg\" width=\"320\"/></a>\n[Cerberus might not be integrated enough to be a good example of a group mind, but I didn't want to attach another darn picture of the Borg.]<p>\n<i>Tradeoffs Between Group-Level and Individual-Level Personhood and Autonomy:</i><p>\n\nAs I have described it here, delay between information transfer episodes is the fundamental difference between these types of group minds: whether the minds are in constant or constant-enough communication, or whether instead they communicate only at long intervals.  Obviously, temporal distance admits of degree, but this difference in degree creates structural pressures.  If communication is infrequent, its effects have to be radical if it is to give rise to an entity sufficiently integrated to be worth calling a \"group mind\".  If every day group of friends meets to exchange information and plan the next day's activities, in the ordinary way people sometimes do this, I suppose that in some weak sense they have formed a group mind.  But they haven't done so in the radical science-fictional sense I'm imagining.  For example, if there were five friends who did this, there would still be exactly five <i>persons </i>-- entities with serious rights whose destruction would we worth calling murder.  For the emergence of something more metaphysically and morally interesting, the exchange has to be radical enough to challenge the boundaries of personal identity.<p>\n\nConversely, if communication is constant <i>and </i>its effects are radical, it's not clear that we have a group of individuals in any interesting sense: We might just have a single non-group entity that happens to be spatially scattered (as in my <a href=\"http://schwitzsplinters.blogspot.com/2012/05/martian-rabbit-superorganisms-yeah.html\">Martian Smartspiders</a>).<p>\n\nIn other words, to be a philosophically-interesting group entity there must be some sort of interestingly autonomous mentality both at the individual level and at the group level.  Massive transformative communication (as in diachronic merging of memories and values) radically reduces autonomy: If communication is both massively transformative and very frequent, there's no chance for interesting person-like autonomy at the individual level.  If communication is neither massively transformative nor very frequent, there's no chance for interesting person-like autonomy at the group level.<p>\n<i>Consciousness:</i><p>\n\nOur intuitive judgments about group-level consciousness are probably pretty crappy (as I've argued <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/CrazyMind.htm\">here</a> and <a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/USAconscious.htm\">here</a>).  But our general theories about consciousness as they apply to the group level are probably even crappier (as I've argued <a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/USAconscious.htm\">here</a> and <a href=\"http://schwitzsplinters.blogspot.com/2014/07/tononis-exclusion-postulate-would-make.html\">here</a>).  At the same time, whether the group as a whole has a stream of conscious experience over and above the consciousness of its individual members seems like a very important question if we're interested in its mentality and whether it deserves moral status as a person.  So we're kind of stuck.  We'll have to guess.<p>\n\nPlausibly, in the diachronic case there is no stream of consciousness beyond that of the merging individuals.  When there's one body at night, there's one stream of consciousness (at most, if it's dreaming).  When there are three bodies off doing their thing, there are three streams of consciousness.  We might be able to create some problematic boundary cases during the merge, but maybe that's marginal enough to dismiss with a bit of hand waving.<p>\n\nThe synchronic case is, I think, more conceptually challenging with respect to consciousness.  If we allow that minimally interactive groups do not give rise to group level consciousness and we also allow that a fully informationally integrated but spatially distributed entity does give rise to consciousness, it seems that we can create a <a href=\"http://schwitzsplinters.blogspot.com/2018/06/slippery-slope-arguments-and-discretely.html\">slippery slope</a> from one case to the other by adding more integration and communication (for example <a href=\"http://schwitzsplinters.blogspot.com/2012/10/group-minds-on-ringworld.html\">here</a>).  At some point, if there is enough coherent behavior, self-representation, and information exchange at the group level, most standard functionalist views of consciousness (unless they accept an <a href=\"https://en.wikipedia.org/wiki/Anti-nesting_principle\">anti-nesting principle</a>) should allow that each individual member of the group would have a stream of experience and also that there would be a further, different stream of experience at the group level. \n But it's a tricky question how much integration and information exchange, and with what kind of structural properties, is necessary for group-level consciousness to arise.<p>\n<i>Personhood:</i><p>\n\nOne interesting issue that arises is the extent to which an individual's <i>beliefs </i>about what counts as \"self-interest\" and \"death\" define the boundaries of their personhood.  Consider a diachronic case: You are walking back home after your day out and about town, with a wallet full of money and interesting new information about a job opportunity tomorrow, and you are about to merge back together with the two other entities you forked off from this morning.  Is this death?  Are \"you\" going to be gone after the merge, your memories absorbed into some entity who is not you (but who you might care about even more than you care about yourself)?  In walking back, are you magnanimously sacrificing your life to give your money and information to the entity who will exist tomorrow?  Would it be more in your self-interest to run away and blow your wad on something fun for this current body?  Or, instead, will it still be \"you\" tomorrow, post-merge, with that information and that money?  To some extent, in unclear cases of this sort, I think it might depend on how you think and feel about it: It's to some extent <i>up to you</i> whether to conceptualize the merging together as death or not.<p>\n\nA parallel issue might arise with synchronic groups, though my hunch is that it would play out differently.  Synchronic groups, as I'm imagining them, don't have identity-threatening splits and merges.  The individual members of synchronic groups would seem to have the same types of rights that otherwise similar individuals who aren't members of synchronic group minds would have -- rights depending on (for example, but it's not this simple) their capacity to suffer and think and choose as individuals.  They might choose, <i>as individuals</i>, to view the group welfare as much more important than their own welfare (as a soldier might choose to die for sake of country); but unless there's some real loss of autonomy or consciousness, this doesn't threaten their status as persons or redefine the boundaries of what counts as death.<p>\n<i>\nRelated:</i><p>\n<a href=\"https://schwitzsplinters.blogspot.com/2016/05/possible-architectures-of-group-minds.html\">Possible Architectures of Group Minds: Perception (May 4, 2016)</a><p>\n<a href=\"https://schwitzsplinters.blogspot.com/2016/06/possible-architectures-of-group-minds.html\">Possible Architectures of Group Minds: Memory</a> (Jun 14, 2016)<p>\n<a href=\"https://schwitzsplinters.blogspot.com/2012/10/group-minds-on-ringworld.html\">Group Minds on Ringworld</a> (Oct 24, 2012)<p>\n<a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/USAconscious.htm\">If Materialism Is True, the United States Is Probably Conscious</a> (academic essay in <i>Philosophical Studies,</i> 2015)<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2014/03/our-moral-duties-to-monsters.html\">Our Moral Duties to Monsters</a> (Mar 8, 2014)<p>\n<a href=\"http://schwitzsplinters.blogspot.com/2015/08/choosing-to-be-that-fellow-back-then.html\">Choosing to Be That Fellow Back Then: Voluntarism about Personal Identity</a> (Aug 20, 2016).<p>\n\n[<a href=\"https://en.wikipedia.org/wiki/Cerberus\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/07/two-ways-of-being-group-mind-synchronic.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-07-12T09:55:00-07:00\">9:55 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=5922877562377500567\" onclick=\"\">9\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/consciousness\" rel=\"tag\">consciousness</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/science%20fiction\" rel=\"tag\">science fiction</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/speculative%20fiction\" rel=\"tag\">speculative fiction</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/USA%20consciousness\" rel=\"tag\">USA consciousness</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, June 14, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"3589917882207367994\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/06/slippery-slope-arguments-and-discretely.html\">Slippery Slope Arguments and Discretely Countable Subjects of Experience</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://4.bp.blogspot.com/-yxMXY8ZsPHM/WyKJY5yfNiI/AAAAAAAAA5c/1muCxXmlA-0WdsAF_TognbZeGf7qCOqLACLcBGAs/s1600/SlipSlope.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"720\" data-original-width=\"720\" height=\"200\" src=\"https://4.bp.blogspot.com/-yxMXY8ZsPHM/WyKJY5yfNiI/AAAAAAAAA5c/1muCxXmlA-0WdsAF_TognbZeGf7qCOqLACLcBGAs/s200/SlipSlope.jpg\" width=\"200\"/></a></div><p>\n\n\nI've become increasingly worried about slippery slope arguments concerning the presence or absence of (<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DefiningConsciousness.htm\">phenomenal</a>) consciousness.  Partly this is in response to Peter Carruthers' new <a href=\"http://faculty.philosophy.umd.edu/pcarruthers/\">draft article on animal consciousness</a>, partly it's because I'm revisiting some of my <a href=\"http://schwitzsplinters.blogspot.com/2016/05/possible-architectures-of-group-minds.html\">thought experiments</a> about <a href=\"http://schwitzsplinters.blogspot.com/2012/10/group-minds-on-ringworld.html\">group minds</a>, and partly it's just something I've been <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzPapers/Perplexities-Ch6-Feet-091105.htm#_ednref10\">worrying about</a> for <a href=\"http://hurlburt.faculty.unlv.edu//hurlburt-schwitzgebel-jcs2011-little-or-no.pdf\">a while</a>.<p>\n\nTo build a <b>slippery slope argument concerning the presence of consciousness</b>, do this:<p>\n\n* First, <b>take some obviously conscious</b> [or non-conscious] <b>system as an anchor point</b> -- such as an ordinary adult human being (clearly conscious) or an ordinary proton (obviously(?) non-conscious).<p>\n\n* Second, <b>imagine a series of small changes</b> at the far end of which is a case that some people might view as a case of the opposite sort.  For example, subtract one molecule at a time from the human until you have only one proton left. (Note: This is a toy example; for more attractive versions of the argument, see below.)<p>\n\n* Third, <b>highlight the implausibility of the idea that consciousness suddenly winks out</b> [winks in] at any one of these little steps.<p>\n\n* Finally, <b>conclude that the disputable system at the end of the series is also conscious</b> [non-conscious].<p>\n\nNow slippery slope arguments are generally misleading for vague predicates like \"red\".  Even if we can't finger an exact point of transition from red to non-red in a series of shades from red to blue, it doesn't follow that blue is red.  Red is a vague predicate, so it ought to admit of vague, in-betweenish cases.  (There are some <a href=\"https://plato.stanford.edu/entries/sorites-paradox/\">fun logical puzzles</a> about vague predicates, of course, but I trust that our community of capable logicians will eventually <a href=\"https://plato.stanford.edu/entries/vagueness/\">sort that stuff out</a>.)<p>\n<b>However, unlike redness, the presence or absence of consciousness seems to be a discrete all-or-nothing affair, which makes slippery-slope arguments more tempting.</b>  As <a href=\"http://philosophy.berkeley.edu/searle\">John Searle</a> says somewhere (hm... where?), having consciousness is like having money: You can have a little of it or a lot of it -- a penny or a million bucks -- but there's a discrete difference between having only a little and having not a single cent's worth.  Consider sensory experience, for example.  You can have a richly detailed visual field, or you can have an impoverished visual field, but there is, or at least seems to be, a discrete difference between having a tiny wisp of sensory experience (e.g., a brief gray dot, the sensory equivalent of a penny) and having no sensory experience at all.  We normally think of subjects of experience as discrete, countable entities.  Except as a joke, most of us wouldn't say that there are two-and-a-half conscious entities in the room or that an entity has 3/8 of a stream of experience.  An entity either is a subject of conscious experience (however limited their experience is) or has no conscious experience at all.<p>\n\nConsider these three familiar slippery slopes.<p>\n\n(1.) <b>Across the animal kingdom.</b>  We normally assume that humans, dogs, and apes are genuinely, richly phenomenally conscious.  We can imagine a series of less and less sophisticated animals all the way down to the simplest animals or even down into unicellular life.  It doesn't seem that there's a plausible place to draw a bright line, on one side of which the animals are conscious and on the other side of which they are not.  (I did once hear an ethologist suggest that the line was exactly between toads (conscious) and frogs (non-conscious); but even if you accept that, we can construct a fine-grained toad-frog series.)<p>\n\n(2.) <b>Across human development.</b>  The fertilized egg is presumably not conscious; the cute baby presumably is conscious.  The moment of birth is important -- but it's not clear that it's <i>so</i> neurologically important that it is the bright line between an entirely non-conscious fetus and a conscious baby.  Nor does there seem to be any other obvious sharp transition point.<p>\n\n(3.) <b>Neural replacement.</b> <a href=\"https://link.springer.com/article/10.1007%2FBF00372412\">Tom Cuda</a> and <a href=\"https://global.oup.com/ushe/product/the-conscious-mind-9780195117899\">David Chalmers</a> imagine replacing someone's biological neurons one by one with functionally equivalent artificial neurons.  A sudden wink-out between N and N+1 replaced neurons doesn't seem intuitively plausible.  (Nor does it seem intuitively plausible that there's a gradual fading away of consciousness while outward behavior, such as verbal reports, stays the same.)  Cuda and Chalmers conclude that swapping out biological neurons for functionally similar artificial neurons would preserve consciousness.<p>\n\nLess familiar, but potentially just as troubling, are group consciousness cases.  I've argued, for example, that Guilio Tononi's influential <a href=\"http://integratedinformationtheory.org/index.html\">Integrated Information Theory</a> of consciousness runs into trouble in employing a threshold across a slippery slope (e.g. <a href=\"http://schwitzsplinters.blogspot.com/2014/07/tononis-exclusion-postulate-would-make.html\">here</a> and Section 2 <a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/USAconscious.htm\">here</a>).  Here the slippery slope isn't between zero and one conscious subjects, but rather between one and N subjects (N &gt; 1).<p>\n\n(4.) <b>Group consciousness.</b>  At one end, anchor with N discretely distinct conscious entities and presumably no <i>additional </i>stream of consciousness at the group level.  At the other end, anchor with a single conscious entity with parts none of which, presumably, is an individual subject of experience.  Any particular way of making this more concrete will have some tricky assumptions, but we might suppose an Ann Leckie \"<a href=\"https://en.wikipedia.org/wiki/Ancillary_Justice\">ancillary</a>\" case with a hundred humanoid AIs in contact with a central computer on a ship.  As the \"distinct entities\" anchor, imagine that the AIs are as independent as ordinary human beings are, and the central computer is just a communications relay.  Intermediate steps involve more and more information transfer and central influence or control.  The anchor case on the other end is one in which the humanoid AIs are just individually nonconscious limbs of a single fully integrated system (though <a href=\"http://schwitzsplinters.blogspot.com/2012/05/martian-rabbit-superorganisms-yeah.html\">spatially discontinuous</a>).  Alternatively, if you like your thought experiments brainy, anchor on one end with normally brained humans, then construct a series in which these brains are slowly neurally wired together and perhaps shrunk, until there's a single integrated brain again as the anchor on the other end.<p>\n\nAlthough the group consciousness cases are pretty high-flying as thought experiments, they render the countability issue wonderfully stark. If streams of consciousness really are countably discrete, then either you must:<p>\n\n(a.) <b>Deny one of the anchors.</b>  There was <a href=\"http://schwitzsplinters.blogspot.com/2012/10/group-minds-on-ringworld.html\">group consciousness all along</a>, perhaps!<p>\n\n(b.) Affirm that there's a <b>sharp transition point</b> at which adding just a single bit's worth of integration suddenly shifts the whole system from N distinct conscious entitites to only one conscious entity, despite the seemingly very minor structural difference (as on Tononi's view).<p>\n\n(c.) Try to wiggle out of the sharp transition with some <b>intermediate number between N and 1</b>.  Maybe this humanoid winks out first while this other virtually identical humanoid still has a stream of consciousness -- though that's also rather strange and doesn't fully escape the problem.<p>\n\n(d.) <b>Deny that conscious subjects, or streams of conscious experience, really must come in discretely countable packages.</b><p>\n\nI'm increasingly drawn to (d), though I'm not sure I can quite wrap my head around that possibility yet or fully appreciate its consequences.<p>\n\n[image adapted from <a href=\"https://pixabay.com/en/hillslope-falling-man-declivity-99173/\">Pixabay</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/06/slippery-slope-arguments-and-discretely.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-06-14T09:00:00-07:00\">9:00 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=3589917882207367994\" onclick=\"\">11\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/consciousness\" rel=\"tag\">consciousness</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/stream%20of%20experience\" rel=\"tag\">stream of experience</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, May 24, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6688353768388452914\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/05/an-argument-against-every-single.html\">An Argument Against Every General Theory of Consciousness</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>As a philosophical expert on theories of consciousness, I try to keep abreast of the most promising recent theories.  I also sometimes receive unsolicited emails from scholars who have developed a theory that they believe deserves attention.  It's fun to see the latest cleverness, and it's my job to do so, but I always know in advance that I won't be convinced.<p>\n\nI'd like to hope that it's not just that I'm a dogmatic skeptic about general theories of consciousness.  In \"<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/CrazyMind.htm\">The Crazyist Metaphysics of Mind</a>\", I argue that our epistemic tools for evaluating general theories of consciousness are, for the foreseeable future, too flimsy for the task, since all evaluations of such theories must be grounded in some combination of dubious (typically question-begging) scientific theory, dubious commonsense judgment (shaped by our limited social and evolutionary history), and broad criteria of general theoretical virtue like simplicity or elegance (typically indecisive among theories that are live competitors).<p>\n\nToday, let me try another angle.  Ultimately, it's a version of my question-beggingness complaint, but more specific.<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://2.bp.blogspot.com/-eA5dFICqkOY/Wv9ZRqxBxII/AAAAAAAAB_Q/a23kK-8sIDIbWmue2UXXZw7pm-XYLJdQACLcBGAs/s1600/800px-Mandelbrot_Islands_of_Consciousness.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"600\" data-original-width=\"800\" height=\"150\" src=\"https://2.bp.blogspot.com/-eA5dFICqkOY/Wv9ZRqxBxII/AAAAAAAAB_Q/a23kK-8sIDIbWmue2UXXZw7pm-XYLJdQACLcBGAs/s200/800px-Mandelbrot_Islands_of_Consciousness.jpg\" width=\"200\"/></a></div><p>\n<b>Premise 1: There is no currently available decisive argument against panpsychism,</b> the view that <i>everything </i>is conscious, even very simple things, like solitary hydrogen ions in deep space.  Panpsychism is, of course, bizarrely contrary to common sense, but (as I also argue in The Crazyist Metaphysics of Mind) all well-developed general theories of consciousness will have some features that are bizarrely contrary to common sense, so although violation of common sense is a cost that creates an explanatory burden, it is not an insurmountable theory-defeater.  Among prominent researchers who defend panpsychism or at least treat seriously a view in the neighborhood of panpsychism are <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/23165867\">Giulio Tononi</a>, <a href=\"http://consc.net/papers/panpsychism.pdf\">David Chalmers</a>, <a href=\"https://ndpr.nd.edu/news/consciousness-and-its-place-in-nature-does-physicalism-entail-panpsychism/\">Galen Strawson</a>, and <a href=\"https://aeon.co/ideas/panpsychism-is-crazy-but-its-also-most-probably-true\">Philip Goff</a>.<p>\n\nThere are at least three reasons to take panpsychism seriously.  (1.) If, as some have argued, consciousness is a fundamental feature of the world, or a property not reducible to other properties, it would be unsurprising if such a feature were approximately as widespread as other fundamental features such as mass and charge.  (2.) Considering the complexity of our experience (e.g., our visual experience) and the plausibly similar complexity of the experience of other organisms with sophisticated sensory systems, one might find oneself on a slippery slope toward thinking that the least complex experience would be possessed by very simple entities indeed (see Chalmers 1996, p 293-7, for a nice exposition of this argument).  (3.) Despite my <a href=\"http://schwitzsplinters.blogspot.com/2014/07/tononis-exclusion-postulate-would-make.html\">qualms about Integrated Information Theory</a>, there's an attractive theoretical elegance to the idea that consciousness arises from the integration of information, and thus that very simple systems that integrate just a tiny bit of information will correspondingly have just a tiny bit of consciousness.<p>\n<b>Premise 2: There is no currently available decisive argument against theories of consciousness that require sophisticated self-representation of the sort that is likely to be absent from entities that lack theories of mind.</b>  On extreme versions of this view, even dogs and infants might not have conscious experience.  (Again, highly contrary to common sense, but!)  Among prominent researchers who have taken such a view seriously are <a href=\"https://books.google.com/books/about/Kinds_Of_Minds.html?id=nrtchsJKQeAC\">Daniel Dennett</a> and <a href=\"https://books.google.com/books/about/Phenomenal_Consciousness.html?id=AdfsTPNZjeEC\">Peter Carruthers</a> (though <a href=\"http://faculty.philosophy.umd.edu/pcarruthers/Comp%20psych%20without%20consciousness.pdf\">recently</a> Carruthers has suggested that there might be no fact of the matter about the phenomenal consciousness, or not, of non-human animals).<p>\n\nThere are at least three reasons to take seriously such a restrictive view of consciousness: (1.) If one wants to exit the slippery slope to panpsychism, one possibly attractive place to do so is at the gap between creatures who are capable of explicitly representing their own mental states and those that cannot do so.  (2.) Consciousness, as was noted by <a href=\"https://plato.stanford.edu/entries/brentano/\">Franz Brentano</a> (and recently emphasized by <a href=\"https://www.amazon.com/Consciousness-Mind-David-Rosenthal/dp/0198236964\">David Rosenthal</a>, <a href=\"https://global.oup.com/academic/product/subjective-consciousness-9780199570355?cc=us&amp;lang=en&amp;\">Uriah Kriegel</a>, and <a href=\"https://plato.stanford.edu/entries/consciousness-higher/\">others</a>), might plausibly always involve some sort of self-awareness of the fact that one is conscious -- apparently a moderately sophisticated self-representational capacity of some sort.  (3.) There's a theoretical elegance to self-representational theories of consciousness.  If consciousness doesn't just always arise when information is integrated in a system, an attractive explanation of what else is needed is some sort of sophisticated ability of a system to represent its own representational states.<p>\n\nNow you might understandably think that either panpsychism or a human-only views of consciousness is so extreme that we can be epistemically justified in confidently rejecting one or the other.  If so, <b>we can run the argument with weaker versions of Premise 1 and/or Premise 2:</b><p>\n<b>Premise 1a (weaker): There is no currently available decisive argument against theories of consciousness that treat consciousness as very widespread</b>, including perhaps in organisms with fairly small and simple brains, or in some near-future AI systems.<p>\n<b>Premise 2a (weaker): There is no currently available decisive argument against theories of consciousness that treat consciousness as narrowly restricted to a class of fairly sophisticated entities,</b> perhaps only mammals and birds and similar organisms capable of complex, flexible learning, and no AI systems in the foreseeable future.<p>\n<b>Premise 3: All general theories of consciousness commit to the falsity of either Premise 1, Premise 2, or both</b> (alternatively Premise 1a, Premise 2a, or both).  If they do not so commit, then they aren't <i>general </i>theories of consciousness, though they may of course be perfectly fine narrow theories of consciousness, e.g., theories of consciousness as it happens to arise in human beings.  (I've got a parallel argument against general theories of consciousness even as they apply just to human beings, based on considerations from <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/PerplexitiesCh6.htm\">Schwitzgebel 2011, ch. 6</a>, but not today.)<p>\n<b>Therefore, all general theories of consciousness commit to the falsity of some view against which there is no currently available decisive argument.</b>  They thereby commit beyond the evidence.  They must either assume, or accept on only indecisive evidence, either the falsity of panpsychism, or the falsity of sophisticated self-representational views of consciousness, or both.  In other words, they inevitably beg the question against, or at best indecisively argue against, some views we cannot yet justifiably reject.<p>\n\nStill, go ahead and build your theory of consciousness.  You might even succeed in building the <i>true </i>theory of consciousness, if it isn't yet out there!  Science and philosophy needs bold theoretical adventurers.  But if a skeptic on the sidelines remains unconvinced, thinking that you have not convincingly dispatched some possible alternative approaches, the skeptic will probably be right.<p>\n\nETA: In order to constitute an argument against a candidate theory, as opposed to merely an objection to such theories, perhaps I need to put some weight on the positive arguments in favor of views of consciousness that conflict with the theory being defended.  Thanks to David Chalmers and Francois Kammerer on Facebook for pushing me on this point.<p>\n\n[<a href=\"https://commons.wikimedia.org/wiki/File:Mandelbrot_Islands_of_Consciousness.jpg\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/05/an-argument-against-every-single.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-05-24T06:17:00-07:00\">6:17 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6688353768388452914\" onclick=\"\">26\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/consciousness\" rel=\"tag\">consciousness</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/metaphilosophy\" rel=\"tag\">metaphilosophy</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/metaphysics\" rel=\"tag\">metaphysics</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n\n<div class=\"blog-pager\" id=\"blog-pager\">\n<span id=\"blog-pager-older-link\">\n<a class=\"blog-pager-older-link\" href=\"https://schwitzsplinters.blogspot.com/search/label/consciousness?updated-max=2018-05-24T06:17:00-07:00&amp;max-results=20&amp;start=11&amp;by-date=false\" id=\"Blog1_blog-pager-older-link\" title=\"Older Posts\">Older Posts</a>\n</span>\n<a class=\"home-link\" href=\"https://schwitzsplinters.blogspot.com/\">Home</a>\n</div>\n<div class=\"clear\"></div>\n<div class=\"blog-feeds\">\n<div class=\"feed-links\">\nSubscribe to:\n<a class=\"feed-link\" href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" target=\"_blank\" type=\"application/atom+xml\">Posts (Atom)</a>\n</div>\n</div>\n\n\n<div id=\"sidebar-wrapper\">\n<div class=\"sidebar section\" id=\"sidebar\"><div class=\"widget HTML\" data-version=\"1\" id=\"HTML1\">\n<div class=\"widget-content\">\n<!-- Start of StatCounter Code -->\n<script language=\"javascript\" type=\"text/javascript\">\nvar sc_project=1508379; \nvar sc_invisible=1; \nvar sc_partition=13; \nvar sc_security=\"2c679bf5\"; \n</script>\n<script language=\"javascript\" src=\"//www.statcounter.com/counter/frames.js\" type=\"text/javascript\"></script><noscript><a href=\"http://www.statcounter.com/\" target=\"_blank\"><img alt=\"counter\" border=\"0\" src=\"https://lh5.googleusercontent.com/proxy/TttFETzU6Fyjbw8OTQa3FJTU6voqbJLJLUpwu-cpdPeafywusdwwP7glYc97L2xKGSvrrr4NvIgASxXMbEwi_U_RRXsWks6bqpkoSs1g9Zpv2uL97h9IjmZZ0d0P9zebmEy5rnSb9Ztru06j4rFAy0sL=s0-d\"/></a> </noscript>\n<!-- End of StatCounter Code -->\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=HTML&amp;widgetId=HTML1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"HTML1\"));' rel=\"nofollow\" target=\"configHTML1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget Profile\" data-version=\"1\" id=\"Profile1\">\n<h2>Contributors</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a class=\"profile-name-link g-profile\" href=\"https://www.blogger.com/profile/11541402189204286449\" style=\"background-image: url(//www.blogger.com/img/logo-16.png);\">Eric Schwitzgebel</a></li>\n<li><a class=\"profile-name-link g-profile\" href=\"https://plus.google.com/100155094439598517774\" style=\"background-image: url(//www.google.com/images/icons/ui/gprofile_button-16.png);\">Eric Schwitzgebel</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Profile&amp;widgetId=Profile1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Profile1\"));' rel=\"nofollow\" target=\"configProfile1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget FollowByEmail\" data-version=\"1\" id=\"FollowByEmail1\">\n<h2 class=\"title\">Follow by Email</h2>\n<div class=\"widget-content\">\n<div class=\"follow-by-email-inner\">\n<form action=\"https://feedburner.google.com/fb/a/mailverify\" method=\"post\" onsubmit='window.open(\"https://feedburner.google.com/fb/a/mailverify?uri=blogspot/FHhv\", \"popupwindow\", \"scrollbars=yes,width=550,height=520\"); return true' target=\"popupwindow\">\n<table width=\"100%\">\n<tr>\n<td>\n<input class=\"follow-by-email-address\" name=\"email\" placeholder=\"Email address...\" type=\"text\"/>\n</td>\n<td width=\"64px\">\n<input class=\"follow-by-email-submit\" type=\"submit\" value=\"Submit\"/>\n</td>\n</tr>\n</table>\n<input name=\"uri\" type=\"hidden\" value=\"blogspot/FHhv\"/>\n<input name=\"loc\" type=\"hidden\" value=\"en_US\"/>\n</form>\n</div>\n</div>\n<span class=\"item-control blog-admin\">\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=FollowByEmail&amp;widgetId=FollowByEmail1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"FollowByEmail1\"));' rel=\"nofollow\" target=\"configFollowByEmail1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</span>\n</div><div class=\"widget Feed\" data-version=\"1\" id=\"Feed1\">\n<h2>Recent Comments (may be delayed)</h2>\n<div class=\"widget-content\" id=\"Feed1_feedItemListDisplay\">\n<span style=\"filter: alpha(25); opacity: 0.25;\">\n<a href=\"http://schwitzsplinters.blogspot.com/feeds/comments/default\">Loading...</a>\n</span>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Feed&amp;widgetId=Feed1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Feed1\"));' rel=\"nofollow\" target=\"configFeed1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList1\">\n<h2>Links</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://cogsciphi.blogspot.com/\">Alternate Minds</a></li>\n<li><a href=\"http://www.philosophyofbrains.com/\">Brains</a></li>\n<li><a href=\"http://www.consciousentities.com/\">Conscious Entities</a></li>\n<li><a href=\"http://crookedtimber.org/\">Crooked Timber</a></li>\n<li><a href=\"http://dailynous.com/\">Daily Nous</a></li>\n<li><a href=\"http://digressionsnimpressions.typepad.com/\">Digressions &amp; Impressions</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/disability_and_disadvanta/\">Discrimination and Disadvantage</a></li>\n<li><a href=\"http://ericlinuskaplan.wordpress.com/\">Eric Linus Kaplan</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/xphi/\">Experimental Philosophy</a></li>\n<li><a href=\"http://agencyandresponsibility.typepad.com/flickers-of-freedom/\">Flickers of Freedom</a></li>\n<li><a href=\"http://leiterreports.typepad.com/\">Leiter Reports</a></li>\n<li><a href=\"http://whatsortsofpeople.wordpress.com/\">Living Archives on Eugenics Blog</a></li>\n<li><a href=\"http://loveofallwisdom.com/\">Love of All Wisdom</a></li>\n<li><a href=\"http://machineslikeus.com/\">Machines Like Us</a></li>\n<li><a href=\"http://www.mindhacks.com/\">Mind Hacks</a></li>\n<li><a href=\"http://www.davidpapineau.co.uk/blog.html\">More Important Than That (Philosophy and Sport)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/\">My Homepage</a></li>\n<li><a href=\"http://www.newappsblog.com/\">New APPS</a></li>\n<li><a href=\"http://peasoup.typepad.com/\">PEA Soup</a></li>\n<li><a href=\"http://philpercs.com/\">Philosophical Percolations</a></li>\n<li><a href=\"http://sometimesimwrong.typepad.com/wrong/\">Sometimes I'm Wrong</a></li>\n<li><a href=\"http://philosopherscocoon.typepad.com/blog/\">The Philosophers' Cocoon</a></li>\n<li><a href=\"http://tar.weatherson.org/\">Thoughts, Arguments, and Rants</a></li>\n<li><a href=\"http://rsbakker.wordpress.com/\">Three Pound Brain</a></li>\n<li><a href=\"http://warpweftandway.wordpress.com/\">Warp, Weft, and Way</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList1\"));' rel=\"nofollow\" target=\"configLinkList1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList6\">\n<h2>Advice on Applying to PhD Programs in Philosophy</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/applying%20to%20grad%20school\">various posts on that theme</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList6&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList6\"));' rel=\"nofollow\" target=\"configLinkList6\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList4\">\n<h2>Selected Essays</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/In-Between.htm\">2001: In-Between Believing</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/AccountBel.htm\">2002: A Phenomenal, Dispositional Account of Belief</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DreamB&amp;W.htm\">2002: Why Did We Think We Dreamed in Black and White?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospTrain.htm\">2004: Introspective Training Apprehensively Defended: Reflections on Titchener's Lab Manual</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Flat.htm\">2006: Do Things Look Flat?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Naive.htm\">2008: The Unreliability of Naive Introspection</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/PeerOpinion.htm\">2009: The Moral Behavior of Ethicists: Peer Opinion (with J Rust)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ActBel.htm\">2010: Acting Contrary to Our Professed Beliefs</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthOrder.htm\">2012: Expertise in Moral Reasoning? (with F Cushman)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospectionWhat.htm\">2012: Introspection, What?</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/BeliefBox.htm\">2013: A Dispositional Approach to Attitudes</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Jerks.htm\">2014: A Theory of Jerks</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/CrazyMind.htm\">2014: The Crazyist Metaphysics of Mind</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthSelfRep.htm\">2014: The Moral Behavior of Ethics Professors (with J Rust)</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/USAconscious.htm\">2015: If Materialism Is True, the United States Is Probably Conscious</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/1sk.htm\">2016: 1% Skepticism</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/WomenInPhil.htm\">2017: Women in Philosophy (with C D Jennings)</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList4&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList4\"));' rel=\"nofollow\" target=\"configLinkList4\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList7\">\n<h2>Selected Short Stories</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Eden.htm\">2013: Reinstalling Eden (with R S Bakker)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DauphinsMetaphysics.htm\">2015: The Dauphin's Metaphysics</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/FishDance.htm\">2016: Fish Dance</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList7&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList7\"));' rel=\"nofollow\" target=\"configLinkList7\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList3\">\n<h2>The Underblog?</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.schwitzsplintersunderblog.blogspot.com/\">The Underblog!</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList3&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList3\"));' rel=\"nofollow\" target=\"configLinkList3\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList5\">\n<h2>Past Guest Bloggers</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Lisa%20Bortolotti\">Lisa Bortolotti</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Brad%20Cokelet\">Brad Cokelet</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Carrie%20Figdor\">Carrie Figdor</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Keith%20Frankish\">Keith Frankish</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Dan%20Haybron\">Dan Haybron</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Jonathan%20Ichikawa\">Jonathan Ichikawa</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/G.%20Randolph%20Mayes\">G. Randolph Mayes</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Regina%20Rini\">Regina Rini</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Teed%20Rockwell\">Teed Rockwell</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Joshua%20Rust\">Joshua Rust</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Hagop%20Sarkissian\">Hagop Sarkissian</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search?q=shevlin\">Henry Shevlin</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Tamler%20Sommers\">Tamler Sommers</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/justin%20tiwald\">Justin Tiwald</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Bryan%20Van%20Norden\">Bryan Van Norden</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Manuel%20Vargas\">Manuel Vargas</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList5&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList5\"));' rel=\"nofollow\" target=\"configLinkList5\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget BlogArchive\" data-version=\"1\" id=\"BlogArchive1\">\n<h2>Blog Archive</h2>\n<div class=\"widget-content\">\n<div id=\"ArchiveList\">\n<div id=\"BlogArchive1_ArchiveList\">\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/\">\n2019\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n<ul class=\"posts\">\n<li><a href=\"https://schwitzsplinters.blogspot.com/2019/03/journey-2-psychology.html\">Journey 2 Psychology</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2019/03/against-mind-package-view-of-minds.html\">Against the Mind-Package View of Minds</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2019/03/new-podcast-interview-how-little-thou.html\">New Podcast Interview: How Little Thou Can Know Th...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2019/03/most-us-and-german-ethicists-condemn.html\">Most U.S. and German Ethicists Condemn Meat-Eating...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2019/03/should-you-defer-to-ethical-experts.html\">Should You Defer to Ethical Experts?</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2019/03/thoughts-judgments-and-beliefs-whats.html\">Thoughts, Judgments, and Beliefs -- What's the Dif...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2019/03/in-philosophy-departments-with-more.html\">In Philosophy, Departments with More Women Faculty...</a></li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/\">\n2018\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/\">\n2017\n</a>\n<span class=\"post-count\" dir=\"ltr\">(71)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/\">\n2016\n</a>\n<span class=\"post-count\" dir=\"ltr\">(81)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/\">\n2015\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/\">\n2014\n</a>\n<span class=\"post-count\" dir=\"ltr\">(88)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/\">\n2013\n</a>\n<span class=\"post-count\" dir=\"ltr\">(87)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/\">\n2012\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/\">\n2011\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(3)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/\">\n2010\n</a>\n<span class=\"post-count\" dir=\"ltr\">(86)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/\">\n2009\n</a>\n<span class=\"post-count\" dir=\"ltr\">(83)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/\">\n2008\n</a>\n<span class=\"post-count\" dir=\"ltr\">(96)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/\">\n2007\n</a>\n<span class=\"post-count\" dir=\"ltr\">(168)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/\">\n2006\n</a>\n<span class=\"post-count\" dir=\"ltr\">(114)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(19)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(2)</span>\n</li>\n</ul>\n</li>\n</ul>\n</div>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=BlogArchive&amp;widgetId=BlogArchive1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"BlogArchive1\"));' rel=\"nofollow\" target=\"configBlogArchive1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget Text\" data-version=\"1\" id=\"Text1\">\n<div class=\"widget-content\">\n<span style=\"color:#999999;\">background image from </span><a href=\"http://biocarbons.en.ecplaza.net/\"><span style=\"color:#999999;\">http://biocarbons.en.ecplaza.net</span></a><br/>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Text&amp;widgetId=Text1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Text1\"));' rel=\"nofollow\" target=\"configText1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div></div>\n</div>\n<!-- spacer for skins that want sidebar and main to be the same height-->\n<div class=\"clear\"> </div>\n\n<!-- end content-wrapper -->\n<div id=\"footer-wrapper\">\n<div class=\"footer no-items section\" id=\"footer\"></div>\n</div>\n\n<!-- end outer-wrapper -->\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script src=\"https://www.blogger.com/static/v1/widgets/1854097286-widgets.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\nwindow['__wavt'] = 'AOuZoY4pSWVLb5n8NC1VhU7oo0HMUl7x-g:1554147354264';_WidgetManager._Init('//www.blogger.com/rearrange?blogID\\x3d26951738','//schwitzsplinters.blogspot.com/search/label/consciousness','26951738');\n_WidgetManager._SetDataContext([{'name': 'blog', 'data': {'blogId': '26951738', 'title': 'The Splintered Mind', 'url': 'https://schwitzsplinters.blogspot.com/search/label/consciousness', 'canonicalUrl': 'http://schwitzsplinters.blogspot.com/search/label/consciousness', 'homepageUrl': 'https://schwitzsplinters.blogspot.com/', 'searchUrl': 'https://schwitzsplinters.blogspot.com/search', 'canonicalHomepageUrl': 'http://schwitzsplinters.blogspot.com/', 'blogspotFaviconUrl': 'https://schwitzsplinters.blogspot.com/favicon.ico', 'bloggerUrl': 'https://www.blogger.com', 'hasCustomDomain': false, 'httpsEnabled': true, 'enabledCommentProfileImages': true, 'gPlusViewType': 'FILTERED_POSTMOD', 'adultContent': false, 'analyticsAccountNumber': 'UA-43027794-1', 'encoding': 'UTF-8', 'locale': 'en', 'localeUnderscoreDelimited': 'en', 'languageDirection': 'ltr', 'isPrivate': false, 'isMobile': false, 'isMobileRequest': false, 'mobileClass': '', 'isPrivateBlog': false, 'feedLinks': '\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/rss+xml\\x22 title\\x3d\\x22The Splintered Mind - RSS\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default?alt\\x3drss\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22service.post\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://www.blogger.com/feeds/26951738/posts/default\\x22 /\\x3e\\n', 'meTag': '', 'adsenseHostId': 'ca-host-pub-1556223355139109', 'adsenseHasAds': false, 'view': '', 'dynamicViewsCommentsSrc': '//www.blogblog.com/dynamicviews/4224c15c4e7c9321/js/comments.js', 'dynamicViewsScriptSrc': '//www.blogblog.com/dynamicviews/0653eeb7078c79fe', 'plusOneApiSrc': 'https://apis.google.com/js/plusone.js', 'disableGComments': true, 'sharing': {'platforms': [{'name': 'Get link', 'key': 'link', 'shareMessage': 'Get link', 'target': ''}, {'name': 'Facebook', 'key': 'facebook', 'shareMessage': 'Share to Facebook', 'target': 'facebook'}, {'name': 'BlogThis!', 'key': 'blogThis', 'shareMessage': 'BlogThis!', 'target': 'blog'}, {'name': 'Twitter', 'key': 'twitter', 'shareMessage': 'Share to Twitter', 'target': 'twitter'}, {'name': 'Pinterest', 'key': 'pinterest', 'shareMessage': 'Share to Pinterest', 'target': 'pinterest'}, {'name': 'Email', 'key': 'email', 'shareMessage': 'Email', 'target': 'email'}], 'disableGooglePlus': true, 'googlePlusShareButtonWidth': 300, 'googlePlusBootstrap': '\\x3cscript type\\x3d\\x22text/javascript\\x22\\x3ewindow.___gcfg \\x3d {\\x27lang\\x27: \\x27en\\x27};\\x3c/script\\x3e'}, 'hasCustomJumpLinkMessage': false, 'jumpLinkMessage': 'Read more', 'pageType': 'index', 'searchLabel': 'consciousness', 'pageName': 'consciousness', 'pageTitle': 'The Splintered Mind: consciousness'}}, {'name': 'features', 'data': {'sharing_get_link_dialog': 'true', 'sharing_native': 'false'}}, {'name': 'messages', 'data': {'edit': 'Edit', 'linkCopiedToClipboard': 'Link copied to clipboard!', 'ok': 'Ok', 'postLink': 'Post Link'}}, {'name': 'template', 'data': {'name': 'custom', 'localizedName': 'Custom', 'isResponsive': false, 'isAlternateRendering': false, 'isCustom': true}}, {'name': 'view', 'data': {'classic': {'name': 'classic', 'url': '?view\\x3dclassic'}, 'flipcard': {'name': 'flipcard', 'url': '?view\\x3dflipcard'}, 'magazine': {'name': 'magazine', 'url': '?view\\x3dmagazine'}, 'mosaic': {'name': 'mosaic', 'url': '?view\\x3dmosaic'}, 'sidebar': {'name': 'sidebar', 'url': '?view\\x3dsidebar'}, 'snapshot': {'name': 'snapshot', 'url': '?view\\x3dsnapshot'}, 'timeslide': {'name': 'timeslide', 'url': '?view\\x3dtimeslide'}, 'isMobile': false, 'title': 'The Splintered Mind', 'description': 'reflections in philosophy of psychology, broadly construed', 'url': 'https://schwitzsplinters.blogspot.com/search/label/consciousness', 'type': 'feed', 'isSingleItem': false, 'isMultipleItems': true, 'isError': false, 'isPage': false, 'isPost': false, 'isHomepage': false, 'isArchive': false, 'isSearch': true, 'isLabelSearch': true, 'search': {'label': 'consciousness', 'resultsMessage': 'Showing posts with the label consciousness', 'resultsMessageHtml': 'Showing posts with the label \\x3cspan class\\x3d\\x27search-label\\x27\\x3econsciousness\\x3c/span\\x3e'}}}]);\n_WidgetManager._RegisterWidget('_NavbarView', new _WidgetInfo('Navbar1', 'navbar', document.getElementById('Navbar1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HeaderView', new _WidgetInfo('Header1', 'header', document.getElementById('Header1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogView', new _WidgetInfo('Blog1', 'main', document.getElementById('Blog1'), {'cmtInteractionsEnabled': false, 'navMessage': 'Showing posts with label \\x3cb\\x3econsciousness\\x3c/b\\x3e. \\x3ca href\\x3d\\x22https://schwitzsplinters.blogspot.com/\\x22\\x3eShow all posts\\x3c/a\\x3e', 'lightboxEnabled': true, 'lightboxModuleUrl': 'https://www.blogger.com/static/v1/jsbin/2848338547-lbx.js', 'lightboxCssUrl': 'https://www.blogger.com/static/v1/v-css/368954415-lightbox_bundle.css'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HTMLView', new _WidgetInfo('HTML1', 'sidebar', document.getElementById('HTML1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_ProfileView', new _WidgetInfo('Profile1', 'sidebar', document.getElementById('Profile1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FollowByEmailView', new _WidgetInfo('FollowByEmail1', 'sidebar', document.getElementById('FollowByEmail1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FeedView', new _WidgetInfo('Feed1', 'sidebar', document.getElementById('Feed1'), {'title': 'Recent Comments (may be delayed)', 'showItemDate': true, 'showItemAuthor': true, 'feedUrl': 'http://schwitzsplinters.blogspot.com/feeds/comments/default', 'numItemsShow': 5, 'loadingMsg': 'Loading...', 'openLinksInNewWindow': false, 'useFeedWidgetServ': 'true'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList1', 'sidebar', document.getElementById('LinkList1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList6', 'sidebar', document.getElementById('LinkList6'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList4', 'sidebar', document.getElementById('LinkList4'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList7', 'sidebar', document.getElementById('LinkList7'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList3', 'sidebar', document.getElementById('LinkList3'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList5', 'sidebar', document.getElementById('LinkList5'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogArchiveView', new _WidgetInfo('BlogArchive1', 'sidebar', document.getElementById('BlogArchive1'), {'languageDirection': 'ltr', 'loadingMessage': 'Loading\\x26hellip;'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_TextView', new _WidgetInfo('Text1', 'sidebar', document.getElementById('Text1'), {}, 'displayModeFull'));\n</script>\n\n", "title_html": "<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2019/03/against-mind-package-view-of-minds.html\">Against the Mind-Package View of Minds</a>\n</h3>", "read_time": 343.5}