{"content_html": "<div class=\"entry\">\n<p>In 1504, the Gonfalionere of Justice, leader of the Florentine Republic, Piero Soderini commissioned Leonardo da Vinci to decorate a wall in the newly built Hall of Five Hundred, the room where Florence’s Great Council met in the Palazzo Vecchio. </p>\n<p>According to Giorgio Vasari’s <a href=\"http://members.efn.org/~acd/vite/VasariLeo3.html\" target=\"blank\">biography of Leonardo</a> in the <em>Lives of the Artists</em>, the people of Florence clamored for a memento of the great artist’s presence among them. They decided on a large-scale mural depicting the 1440 Battle of Anghiari in which greatly outnumbered Florentine armies held a bridge against the Duke of Milan’s mercenaries, thereby keeping central Italy’s free from Milanese control.</p>\n<p>Vasari glowingly describes Leonardo’s design:</p>\n<blockquote><p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Studies-for-the-Heads-of-Two-Soldiers-in-Battle-of-Anghiari-1504-05.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-12635\" height=\"150\" sizes=\"(max-width: 145px) 100vw, 145px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Studies-for-the-Heads-of-Two-Soldiers-in-Battle-of-Anghiari-1504-05-145x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Studies-for-the-Heads-of-Two-Soldiers-in-Battle-of-Anghiari-1504-05-145x150.jpg 145w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Studies-for-the-Heads-of-Two-Soldiers-in-Battle-of-Anghiari-1504-05-291x300.jpg 291w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Studies-for-the-Heads-of-Two-Soldiers-in-Battle-of-Anghiari-1504-05.jpg 940w\" title=\"Studies for the Heads of Two Soldiers in The Battle of Anghiari, Leonardo da Vinci, 1504-1505\" width=\"145\"/></a>Whereupon Leonardo, determining to execute this work, began a cartoon in the Sala del Papa, an apartment in S. Maria Novella, representing the story of Niccolò Piccinino, Captain of Duke Filippo of Milan; wherein he designed a group of horsemen who were fighting for a standard, a work that was held to be very excellent and of great mastery, by reason of the marvellous ideas that he had in composing that battle; seeing that in it rage, fury, and revenge are perceived as much in the men as in the horses, among which two with the forelegs interlocked are fighting no less fiercely with their teeth than those who are riding them do in fighting for that standard, which has been grasped by a soldier, who seeks by the strength of his shoulders, as he spurs his horse to flight, having turned his body backwards and seized the staff of the standard, to wrest it by force from the hands of four others, of whom two are defending it, each with one hand, and, raising their swords in the other, are trying to sever the staff; while an old soldier in a red cap, crying out, grips the staff with one hand, and, raising a scimitar with the other, furiously aims a blow in order to cut off both the hands of those who, gnashing their teeth in the struggle, are striving in attitudes of the utmost fierceness to defend their banner; besides which, on the ground, between the legs of the horses, there are two figures in foreshortening that are fighting together, and the one on the ground has over him a soldier who has raised his arm as high as possible, that thus with greater force he may plunge a dagger into his throat, in order to end his life; while the other, struggling with his legs and arms, is doing what he can to escape death.</p>\n<p>It is not possible to describe the invention that Leonardo showed in the garments of the soldiers, all varied by him in different ways, and likewise in the helmet crests and other ornaments; not to mention the incredible mastery that he displayed in the forms and lineaments of the horses, which Leonardo, with their fiery spirit, muscles, and shapely beauty, drew better than any other master. </p></blockquote>\n<p>In classic Leonardo style, he invented an accordion-folding scaffold to reach the top of his immense canvas. Also in a classic but less fortunate Leonardo style, he invented a new undercoat to apply to the wall under his oil painting. He didn’t want to use fresco because it had failed rather spectacularly in <em>The Last Supper</em>, so he scared up some weird mixture that in tests worked quite well. On the huge scale of the wall, though, where it was virtually impossibly to keep the environment evenly warm, the primer didn’t dry quickly enough and before his very eyes the paint started dripping. Leonardo brought in braziers to heat the wall and try to preserve what he could, but only the bottom of the painting managed to dry on time. The paints on the top were hopelessly intermingled. Bummed, Leonardo abandoned the project. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Peter-Paul-Rubens-1603-copy.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-12634\" height=\"218\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Peter-Paul-Rubens-1603-copy-300x218.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Peter-Paul-Rubens-1603-copy-300x218.jpg 300w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Peter-Paul-Rubens-1603-copy-150x109.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Peter-Paul-Rubens-1603-copy-1024x744.jpg 1024w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Peter-Paul-Rubens-1603-copy.jpg 1179w\" title='\"The Battle of the Standard\" by Peter Paul Rubens, 1603, copy of Leonardo' width=\"300\"/></a>Even incomplete, the mural was widely revered. Many copies were made of it over the years, most notably by Peter Paul Rubens in 1603, based on a 1553 engraving by Lorenzo Zacchia. By the time Rubens made his version, Leonardo’s original was long gone. The Hall of the Five Hundred was enlarged between 1555 and 1572, and in the process <em>The Battle of Anghieri</em> and the incomplete work by Michelangelo that was across from it were both lost.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Salone-dei-Cinquecento.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-12633\" height=\"114\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Salone-dei-Cinquecento-150x114.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Salone-dei-Cinquecento-150x114.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Salone-dei-Cinquecento-300x229.jpg 300w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Salone-dei-Cinquecento.jpg 1024w\" title=\"Salone dei Cinquecento, Palazzo Vecchio, Florence\" width=\"150\"/></a>It was none other than Giorgio Vasari who was in charge of the restructuring of the hall. He and his associates painted vast battle murals on the walls, including over the wall that had once held Leonardo’s lost masterpiece. On one of those murals, way up high, Vasari left a curious note. There’s no lettering anywhere else on this intricate scene of army against army, but in one green standard Vasari painted two words: “Cerca Trova,” seek and find.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/cercatrova-vasari.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-12632\" height=\"99\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/cercatrova-vasari-150x99.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/cercatrova-vasari-150x99.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/cercatrova-vasari-300x199.jpg 300w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/cercatrova-vasari-1024x682.jpg 1024w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/cercatrova-vasari.jpg 1100w\" title=\"The &quot;Cerca Trova&quot; note in Vasari's mural\" width=\"150\"/></a>Florentine art historian and University of California, San Diego, professor Maurizio Seracini found Vasari’s note in the 1970s. Ever since then, he’s tried to find out more about the wall and might be behind it. Ultrasounds taken in 1976 detected no painting behind the current one. In 2000, Seracini used radar scanning to discover that Vasari had painted his work on a new brick wall, not directly on Leonardo’s surface. Could Vasari, who we know held <em>Anghiari</em> in the highest of esteem, had built a brick surface to keep Leonardo’s work, whatever was left of it, intact? Is that what seekers would find if they looked?</p>\n<p>The problem is how do we find out what, if anything, is behind the bricks without dismantling the 16th century works. Enter freelance photographer Dave Yoder. In 2007, Yoder was assigned by National Geographic to do a story about Seracini’s decades-long investigation, and in 2010, National Geographic inked a deal with Florence to pay the city $250,000 for exclusive rights to publish the results of Mr. Seracini’s research. </p>\n<p>It was Yoder who found <a href=\"http://www.nytimes.com/2011/08/27/arts/design/leonardo-mural-in-florence-may-be-revealed.html\" target=\"blank\">a possible solution to the conundrum</a>. Googling, he found nuclear physicist Robert Smither who was creating a gamma ray camera that would be able to take high-resolution pictures of cancer inside of a patient without invasive exploration. </p>\n<blockquote><p>Mr. Smither figured that his camera, which essentially uses copper crystals in place of lens glass to focus the gamma rays that bounce back when an object is sprayed with neutrons, could provide a definitive answer. It could not only determine whether the Leonardo painting was there by identifying the chemicals in the paint but could also capture an image of the hidden work — without damaging the Vasari fresco on top.</p>\n<p>Thus ensued an unlikely and somewhat surreal turn of events in which Mr. Yoder, between glossy-magazine assignments, found himself borrowing time at a facility of Italy’s energy research agency in Frascati, outside Rome. The testing, in June 2010, went well. The team took pigments similar to those used by Leonardo and original bricks from Leonardo’s era that Mr. Seracini found at the Palazzo Vecchio and sprayed them with neutrons. The gamma rays that bounced back were strong enough for Mr. Smither to collect and read.</p>\n<p>That convinced Mr. Smither that if they exposed the wall in the Hall of Five Hundred to neutrons, they could tell from the gamma rays that bounced back whether Leonardo’s painting was still there. And, at that point, they could build a special camera that would create an image from those particular gamma rays.</p></blockquote>\n<p>It’s the best of both worlds: we get to see what’s left of Leonardo’s painting without damaging the wall on top of it. The only problem is money. In order to develop and test the gamma camera, the researchers need $265,000.  Since everyone is broke, they’ve taken it to <a href=\"http://www.kickstarter.com/projects/704089843/the-search-for-the-lost-da-vinci\" target=\"blank\">Kickstarter</a> where people can donate a dollar or a hundred thousand of them to see this plan come to fruition. </p>\n<p>I think Leonardo, compulsive inventor that he was, would be absolutely thrilled to have a new gamma ray camera built so that we can see his art.</p>\n<p><iframe frameborder=\"0\" height=\"366px\" src=\"http://www.kickstarter.com/projects/704089843/the-search-for-the-lost-da-vinci/widget/video.html\" width=\"430px\"></iframe></p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Kickstart the search for lost da Vinci mural\" data-a2a-url=\"http://www.thehistoryblog.com/archives/12619\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>", "title": "Kickstart the search for lost da Vinci mural", "url": "http://www.thehistoryblog.com/archives/date/2011/08", "content": "In 1504, the Gonfalionere of Justice, leader of the Florentine Republic, Piero Soderini commissioned Leonardo da Vinci to decorate a wall in the newly built Hall of Five Hundred, the room where Florence’s Great Council met in the Palazzo Vecchio. According to Giorgio Vasari’s biography of Leonardo in the Lives of the Artists, the people of Florence clamored for a memento of the great artist’s presence among them. They decided on a large-scale mural depicting the 1440 Battle of Anghiari in which greatly outnumbered Florentine armies held a bridge against the Duke of Milan’s mercenaries, thereby keeping central Italy’s free from Milanese control. Vasari glowingly describes Leonardo’s design: Whereupon Leonardo, determining to execute this work, began a cartoon in the Sala del Papa, an apartment in S. Maria Novella, representing the story of Niccolò Piccinino, Captain of Duke Filippo of Milan; wherein he designed a group of horsemen who were fighting for a standard, a work that was held to be very excellent and of great mastery, by reason of the marvellous ideas that he had in composing that battle; seeing that in it rage, fury, and revenge are perceived as much in the men as in the horses, among which two with the forelegs interlocked are fighting no less fiercely with their teeth than those who are riding them do in fighting for that standard, which has been grasped by a soldier, who seeks by the strength of his shoulders, as he spurs his horse to flight, having turned his body backwards and seized the staff of the standard, to wrest it by force from the hands of four others, of whom two are defending it, each with one hand, and, raising their swords in the other, are trying to sever the staff; while an old soldier in a red cap, crying out, grips the staff with one hand, and, raising a scimitar with the other, furiously aims a blow in order to cut off both the hands of those who, gnashing their teeth in the struggle, are striving in attitudes of the utmost fierceness to defend their banner; besides which, on the ground, between the legs of the horses, there are two figures in foreshortening that are fighting together, and the one on the ground has over him a soldier who has raised his arm as high as possible, that thus with greater force he may plunge a dagger into his throat, in order to end his life; while the other, struggling with his legs and arms, is doing what he can to escape death. It is not possible to describe the invention that Leonardo showed in the garments of the soldiers, all varied by him in different ways, and likewise in the helmet crests and other ornaments; not to mention the incredible mastery that he displayed in the forms and lineaments of the horses, which Leonardo, with their fiery spirit, muscles, and shapely beauty, drew better than any other master. In classic Leonardo style, he invented an accordion-folding scaffold to reach the top of his immense canvas. Also in a classic but less fortunate Leonardo style, he invented a new undercoat to apply to the wall under his oil painting. He didn’t want to use fresco because it had failed rather spectacularly in The Last Supper, so he scared up some weird mixture that in tests worked quite well. On the huge scale of the wall, though, where it was virtually impossibly to keep the environment evenly warm, the primer didn’t dry quickly enough and before his very eyes the paint started dripping. Leonardo brought in braziers to heat the wall and try to preserve what he could, but only the bottom of the painting managed to dry on time. The paints on the top were hopelessly intermingled. Bummed, Leonardo abandoned the project. Even incomplete, the mural was widely revered. Many copies were made of it over the years, most notably by Peter Paul Rubens in 1603, based on a 1553 engraving by Lorenzo Zacchia. By the time Rubens made his version, Leonardo’s original was long gone. The Hall of the Five Hundred was enlarged between 1555 and 1572, and in the process The Battle of Anghieri and the incomplete work by Michelangelo that was across from it were both lost. It was none other than Giorgio Vasari who was in charge of the restructuring of the hall. He and his associates painted vast battle murals on the walls, including over the wall that had once held Leonardo’s lost masterpiece. On one of those murals, way up high, Vasari left a curious note. There’s no lettering anywhere else on this intricate scene of army against army, but in one green standard Vasari painted two words: “Cerca Trova,” seek and find. Florentine art historian and University of California, San Diego, professor Maurizio Seracini found Vasari’s note in the 1970s. Ever since then, he’s tried to find out more about the wall and might be behind it. Ultrasounds taken in 1976 detected no painting behind the current one. In 2000, Seracini used radar scanning to discover that Vasari had painted his work on a new brick wall, not directly on Leonardo’s surface. Could Vasari, who we know held Anghiari in the highest of esteem, had built a brick surface to keep Leonardo’s work, whatever was left of it, intact? Is that what seekers would find if they looked? The problem is how do we find out what, if anything, is behind the bricks without dismantling the 16th century works. Enter freelance photographer Dave Yoder. In 2007, Yoder was assigned by National Geographic to do a story about Seracini’s decades-long investigation, and in 2010, National Geographic inked a deal with Florence to pay the city $250,000 for exclusive rights to publish the results of Mr. Seracini’s research. It was Yoder who found a possible solution to the conundrum. Googling, he found nuclear physicist Robert Smither who was creating a gamma ray camera that would be able to take high-resolution pictures of cancer inside of a patient without invasive exploration. Mr. Smither figured that his camera, which essentially uses copper crystals in place of lens glass to focus the gamma rays that bounce back when an object is sprayed with neutrons, could provide a definitive answer. It could not only determine whether the Leonardo painting was there by identifying the chemicals in the paint but could also capture an image of the hidden work — without damaging the Vasari fresco on top. Thus ensued an unlikely and somewhat surreal turn of events in which Mr. Yoder, between glossy-magazine assignments, found himself borrowing time at a facility of Italy’s energy research agency in Frascati, outside Rome. The testing, in June 2010, went well. The team took pigments similar to those used by Leonardo and original bricks from Leonardo’s era that Mr. Seracini found at the Palazzo Vecchio and sprayed them with neutrons. The gamma rays that bounced back were strong enough for Mr. Smither to collect and read. That convinced Mr. Smither that if they exposed the wall in the Hall of Five Hundred to neutrons, they could tell from the gamma rays that bounced back whether Leonardo’s painting was still there. And, at that point, they could build a special camera that would create an image from those particular gamma rays. It’s the best of both worlds: we get to see what’s left of Leonardo’s painting without damaging the wall on top of it. The only problem is money. In order to develop and test the gamma camera, the researchers need $265,000. Since everyone is broke, they’ve taken it to Kickstarter where people can donate a dollar or a hundred thousand of them to see this plan come to fruition. I think Leonardo, compulsive inventor that he was, would be absolutely thrilled to have a new gamma ray camera built so that we can see his art.", "tfidf": {"logidf": {"attitud": 1.7474063016799999, "spray": 3.38284824299, "clamor": 5.13996432075, "back": 0.23166743089699998, "smither": 6.340359303730001, "four": 0.190213538869, "tri": 0.61759152916, "figur": 0.7101721121600001, "leg": 1.97589673238, "top": 0.609100637788, "last": 0.19204364461100001, "great": 0.235805258079, "somewhat": 1.4567460220700001, "investig": 1.13694148702, "possibl": 0.348805474891, "scan": 2.93441131931, "copi": 1.34483764744, "interlock": 4.29266646036, "less": 0.3846144626, "behind": 0.7345572374320001, "thrill": 3.4225885716400004, "besid": 1.63631387177, "this": 0.0037864490525, "surfac": 1.3797649557, "presenc": 1.01075093288, "still": 0.17112222142900002, "univers": 0.222262105686, "seeker": 3.85545265394, "glossymagazin": 7.369978720910001, "use": 0.0292080197316, "display": 1.07655944206, "high": 0.13782378654000002, "oil": 1.5708860664500002, "anywher": 2.3188414835, "standard": 0.63741050982, "each": 0.173741689304, "sever": 0.06991112039689999, "collect": 0.49536666052, "repres": 0.38507723275, "masterpiec": 2.96082341885, "special": 0.39755992860100003, "energi": 1.29901007269, "leonardo": 3.5262345562300004, "bridg": 1.31015483629, "grasp": 3.16827564037, "dismantl": 2.87909768132, "milan": 2.82137888641, "problem": 0.569140724273, "everyon": 1.8557438481400002, "dagger": 3.9889840465599997, "yoder": 6.58152136054, "anghiari": 7.369978720910001, "made": 0.0680215260973, "ornament": 2.9954803526599996, "among": 0.228496097073, "san": 1.1943193726299999, "version": 0.697313064259, "absolut": 1.67658333914, "control": 0.38498466158600003, "word": 0.585861082385, "scaffold": 4.5309002574, "new": 0.0177299468511, "five": 0.320203181906, "when": 0.0205549888584, "zacchia": 7.369978720910001, "wherein": 3.0171234635400004, "his": 0.0901772433641, "robert": 0.6215709351609999, "enter": 0.564256167492, "enlarg": 2.43191411965, "geograph": 1.55405874632, "broke": 1.2786688388299998, "anyth": 1.52353994585, "enough": 0.802884439169, "brazier": 6.117215752409999, "fight": 0.917772050203, "red": 0.798535691347, "could": 0.18595627229000003, "rather": 0.442714975539, "cerca": 7.369978720910001, "note": 0.353817568083, "copper": 2.67771382807, "determin": 0.772833019022, "banner": 2.7236665915900002, "armi": 0.849652187549, "florentin": 4.6486832930599995, "result": 0.136378908381, "peter": 0.850536491217, "with": 0.00119749171339, "old": 0.424253510675, "excel": 1.5778801652, "highresolut": 7.369978720910001, "rome": 1.88933979757, "canva": 3.72976443878, "which": 0.00517841384543, "particular": 0.323157393804, "abl": 0.599303982475, "brick": 2.59675494992, "decor": 1.9695561314200003, "facil": 1.1847994331799998, "lineament": 7.369978720910001, "utmost": 3.9392225370099996, "better": 0.6964279406, "need": 0.362740163442, "therebi": 1.86831243037, "council": 0.906013664357, "inventor": 2.61122944699, "then": 0.08303386523089999, "none": 1.40255075163, "for": 0.00031499039539700004, "project": 0.561601885907, "foreshorten": 6.676831540349999, "soderini": 7.369978720910001, "two": 0.0136988443582, "who": 0.0609002329859, "assign": 1.3445959556, "way": 0.19809150993500002, "historian": 1.16420957115, "newli": 1.1583751315100002, "style": 0.866289529121, "form": 0.120053184191, "publish": 0.313975865467, "masteri": 3.73502760882, "began": 0.25545320473099997, "fierc": 2.45145871572, "start": 0.236443369291, "most": 0.020747896295599998, "physicist": 2.64702549926, "plung": 3.39216797494, "bottom": 1.8361940533599999, "piero": 4.66861750796, "nuclear": 1.96235861947, "del": 2.1261175401599997, "engrav": 3.0484985861, "current": 0.42695282784500005, "undercoat": 7.18765716411, "perceiv": 1.5938755846700001, "focus": 0.6981989720559999, "free": 0.5412666492670001, "vasari": 6.14620328929, "their": 0.015360505122700001, "come": 0.28390990653000003, "maria": 2.08525330788, "whom": 0.8343021310169999, "accordionfold": 7.369978720910001, "thousand": 0.906949263988, "keep": 0.7141523446729999, "were": 0.024291143681099997, "abandon": 1.0938993004000002, "point": 0.23103235903299998, "damag": 1.02276465794, "idea": 0.73863592212, "environ": 1.2341974030299998, "els": 1.6945957207700002, "lost": 0.557523621781, "turn": 0.324899251064, "vari": 0.915094672432, "work": 0.109034567273, "master": 1.14779935699, "look": 0.6463866936, "what": 0.225887296827, "michelangelo": 4.609968780880001, "insid": 1.00781305813, "right": 0.34035985417, "fresco": 4.13917432518, "money": 0.964254518011, "green": 0.9672326803710001, "gonfalioner": 7.369978720910001, "life": 0.315183699277, "hors": 1.62409507023, "expos": 1.6167713629299998, "paul": 0.7875381558519999, "maurizio": 5.3958976948899995, "and": 6.29901420636e-05, "pay": 1.0301486577299999, "hand": 0.479471335336, "palazzo": 4.72380392352, "seiz": 1.8650537716900002, "artist": 1.05317511017, "scare": 3.20176431012, "ultrasound": 4.87677326831, "unlik": 0.885954358842, "donat": 1.7894944626, "teeth": 2.9657014773, "vast": 1.40024866595, "went": 0.593243704365, "becaus": 0.139343158825, "grip": 2.9954803526599996, "over": 0.0249367214957, "justic": 1.38553878874, "commiss": 0.905078939253, "object": 0.853933584803, "gone": 1.65328002099, "bounc": 3.33220451018, "discov": 0.924894023806, "befor": 0.0956377718795, "him": 0.49124039099699995, "primer": 4.12348772901, "mani": 0.0433157581221, "may": 0.050709995284400004, "fieri": 3.9295606260900002, "research": 0.663727818138, "strive": 3.0891545917400003, "papa": 3.8614228209300006, "not": 0.0155524130075, "togeth": 0.458032237308, "includ": 0.0188846813905, "imposs": 1.60165772512, "captur": 1.0578810012100002, "long": 0.235645793878, "know": 0.952919694398, "reason": 0.544301552962, "associ": 0.28240501535100004, "mercenari": 3.31298994523, "supper": 4.05943570751, "more": 0.017024931599999998, "where": 0.0649921387457, "aim": 1.06333853704, "arm": 0.850831432969, "furious": 3.21109563755, "ani": 0.125608358366, "neutron": 4.17539558861, "niccolò": 7.369978720910001, "between": 0.033953681165299995, "garment": 3.5588816340699996, "want": 0.6916366062549999, "scene": 1.23853486375, "huge": 1.47916358195, "definit": 1.1755733298, "out": 0.0584263909193, "whereupon": 3.9263606233599995, "see": 0.240921585492, "tell": 1.21236434401, "origin": 0.128612437587, "escap": 1.26809149255, "glass": 1.83500945302, "leader": 0.741672829452, "dollar": 1.7316240515799999, "cancer": 2.08070209901, "end": 0.101476798618, "read": 0.83939268088, "apart": 1.1324356512, "mural": 3.5995192798, "fortun": 1.8263649984099999, "ground": 0.681125998984, "furi": 3.3446270301700003, "piccinino": 7.369978720910001, "held": 0.36709509683499997, "while": 0.04324998379380001, "pigment": 4.0096033337699994, "struggl": 1.2119409739799998, "captain": 1.53079160925, "group": 0.190594534797, "beauti": 1.5672562984, "veri": 0.230159793238, "drip": 4.46855712683, "place": 0.0957070839572, "mixtur": 2.20006306917, "helmet": 3.20797551021, "whether": 0.791561189647, "those": 0.17854939087299998, "but": 0.0161923720719, "freelanc": 4.1118821828900005, "pictur": 1.25144109124, "duke": 1.84174081877, "california": 1.10810543002, "quick": 0.790727508899, "drew": 1.5895438947299998, "depict": 1.38957512116, "compuls": 4.12348772901, "ray": 1.7827300625099998, "wide": 0.44458000675399995, "restructur": 2.92029343776, "reveng": 2.54326626497, "event": 0.428982108147, "reach": 0.40414323085000003, "solut": 1.55346297627, "intact": 2.62591653605, "vecchio": 6.0616459012599995, "compos": 0.918718721148, "didn": 7.369978720910001, "bum": 5.0978528354, "test": 0.977224437103, "vinci": 4.1313002687400004, "can": 0.162341096394, "citi": 0.326556830505, "marvel": 2.99674059227, "classic": 0.8791034528499999, "diego": 2.37750739744, "agenc": 1.25254253424, "paint": 1.4076855511000002, "how": 0.47156695693000006, "had": 0.0464780244111, "decid": 0.655322871893, "from": 0.000567054168866, "republ": 1.1328266580500002, "off": 0.41352852038800003, "plan": 0.428982108147, "era": 0.943652088842, "hall": 0.9392919688950001, "flight": 1.4950479900600002, "cut": 0.90274594185, "across": 0.549198455941, "radar": 2.88246657839, "taken": 0.470759772949, "other": 0.00987474791976, "hopeless": 3.7064170747800005, "intric": 3.43423918886, "they": 0.0297269947676, "gamma": 3.5198311192, "seek": 1.04293519316, "googl": 2.43263122258, "esteem": 3.5413373244199997, "was": 0.0112115188626, "ruben": 4.14313472639, "outsid": 0.515518738985, "defend": 1.09861228867, "gnash": 7.369978720910001, "describ": 0.385447603125, "strong": 0.49712549393600003, "fail": 0.656536611573, "found": 0.107841124048, "virtual": 1.4141413514399999, "without": 0.258874517941, "well": 0.0635144383156, "much": 0.17749572930100002, "outnumb": 3.0551608359299998, "staff": 1.2346303034700001, "has": 0.0427239448548, "imag": 0.99376210729, "might": 0.7683410765340001, "muscl": 2.83415861306, "weird": 3.7193204796199995, "invas": 1.42325006764, "mention": 0.931747186336, "wall": 1.12445351985, "rever": 2.89491722027, "patient": 2.25618533471, "nation": 0.204021674798, "took": 0.337177952953, "both": 0.050842533389300004, "seracini": 7.369978720910001, "camera": 2.1960914327400003, "all": 0.011402632097799998, "lorenzo": 3.5155848283199997, "memento": 5.01860346375, "build": 0.491137452091, "quit": 1.05951513684, "than": 0.0322608622182, "about": 0.0628434774746, "sword": 2.38227093146, "against": 0.254802851078, "left": 0.364552414753, "glow": 3.48841492297, "trova": 7.1076144564399995, "them": 0.0941833269093, "art": 0.6928952596619999, "base": 0.13652330228700002, "design": 0.377239118022, "biographi": 1.5516777928100003, "warm": 1.91124463295, "explor": 1.22257937218, "central": 0.477540146039, "rage": 2.66768182419, "exclus": 1.22643707092, "charg": 0.860911565756, "battl": 0.8703420675010001, "wrest": 4.38936008516, "himself": 0.7766602516869999, "stori": 0.705059626587, "kickstart": 5.54542942886, "shoulder": 2.44055348224, "think": 1.06717661175, "notabl": 0.603441443842, "rais": 0.6797577544760001, "creat": 0.222576818514, "photograph": 1.52701418212, "crest": 3.1534165259599996, "forc": 0.280652166524, "some": 0.0395735090645, "letter": 0.886718475942, "num": 0.00031499039539700004, "foreleg": 6.414467275880001, "year": 0.047402238894600005, "get": 0.579769005782, "sala": 4.82053354998, "show": 0.236682766013, "surreal": 3.9555361125, "len": 3.03268798008, "death": 0.485696798112, "the": 0.0, "ever": 0.6778949784020001, "hidden": 2.0557880052, "order": 0.22014038079300002, "milanes": 5.74073818118, "world": 0.107420248621, "blow": 1.9951633833900002, "preserv": 1.13341345513, "provid": 0.19517784432500002, "under": 0.07526180538319999, "execut": 0.804854605864, "curious": 3.15194268634, "sinc": 0.0803681994577, "fruition": 4.13917432518, "detect": 1.68878274493, "frascati": 6.89997509166, "spirit": 1.4219437317299999, "bodi": 0.6215709351609999, "giorgio": 3.9295606260900002, "though": 0.308044191079, "thus": 0.49857627139300004, "cartoon": 2.76281053226, "filippo": 4.68895719219, "anghieri": 7.369978720910001, "accord": 0.243650319127, "ink": 3.30609336617, "crystal": 2.43048145465, "that": 0.00397614837964, "greater": 0.764545491118, "whatev": 2.0343655696200003, "peopl": 0.193265578473, "backward": 2.68138692678, "team": 0.821902894886, "shape": 1.16420957115, "scale": 1.32095306328, "dave": 2.18988198575, "built": 0.690379535065, "immens": 2.54728072239, "soldier": 1.23983977911, "are": 0.0294674735827, "eye": 1.22193786676, "borrow": 2.0822168683, "one": 0.0062553516455, "incomplet": 2.70089520918, "spur": 2.4536541062799997, "answer": 1.5366310419, "even": 0.152388564834, "highest": 0.917141433754, "itali": 1.3313920667299999, "there": 0.0400978929255, "centuri": 0.402823098645, "room": 1.12387195543, "differ": 0.212321121312, "deal": 0.780914701253, "onc": 0.403765872355, "throat": 3.21579415833, "chemic": 1.8334321656299999, "live": 0.266903399347, "heat": 1.60259566484, "ride": 1.7730393418700001, "find": 0.547781330288, "take": 0.130691962197, "process": 0.527829199025, "into": 0.0149128632287, "spectacular": 2.8025104021, "horsemen": 4.06676174761, "men": 0.624742371425, "essenti": 1.07434378384, "conundrum": 5.59502637, "appli": 0.8316941898119999, "decadeslong": 7.369978720910001, "cri": 2.36335144821, "june": 0.3605697882, "onli": 0.025324268329099998, "likewis": 2.1517873988400003, "direct": 0.200705689496, "largescal": 7.369978720910001, "invent": 1.52701418212, "strength": 1.3931203261899998, "would": 0.0796176279647, "brought": 0.609100637788, "intermingl": 4.7897618913199995, "develop": 0.178624694913, "cap": 2.20177003971, "numth": 0.161378382949, "novella": 4.034209144569999, "also": 0.0146571578, "met": 0.8592740514339999, "professor": 1.46108089746, "dri": 1.7842293131599998, "identifi": 0.833722000472, "scimitar": 6.0616459012599995, "florenc": 2.90407060225, "time": 0.0112115188626, "convinc": 1.4827641951700001, "best": 0.459227932947, "similar": 0.318556092114, "been": 0.023645982368400004, "ensu": 2.13194228525, "manag": 0.497643387158, "hundr": 0.904145087046, "incred": 2.9029218370499996, "have": 0.0147850023412}, "tfidf": {"attitud": 5.7396963123599996, "spray": 58.909090909, "clamor": 170.709677419, "back": 3.7821011673299996, "smither": 2268.0, "four": 1.20950784702, "tri": 5.563368765329999, "figur": 4.0686827268, "leg": 14.42616992276, "top": 7.355107713680001, "last": 1.2117234010100002, "great": 5.06371102784, "somewhat": 4.29197080292, "investig": 3.11721971333, "possibl": 4.2521203464, "scan": 18.8104265403, "copi": 3.8375634517800004, "interlock": 73.1612903226, "less": 2.93809567872, "behind": 6.253676470589999, "thrill": 30.648648648600002, "besid": 5.1362018764199995, "this": 3.01138088013, "surfac": 7.94793491864, "presenc": 2.7476635514, "still": 1.1866357724799999, "univers": 1.24889867841, "seeker": 47.25, "glossymagazin": 1587.6, "use": 4.1185550295199995, "display": 2.93456561922, "high": 2.2955465587, "oil": 4.810909090909999, "anywher": 10.1638924456, "standard": 7.566305254360001, "each": 1.18974820144, "sever": 1.07241286139, "collect": 1.64109985528, "repres": 1.46972782818, "masterpiec": 19.3138686131, "special": 1.4881889763799998, "energi": 3.66566612792, "leonardo": 679.914346896, "bridg": 3.7067476068199996, "grasp": 23.766467065900002, "dismantl": 17.798206278, "milan": 33.6, "problem": 3.53349655018, "everyon": 6.3964544722, "dagger": 54.0, "yoder": 2886.545454544, "anghiari": 3175.2, "made": 2.14077669902, "ornament": 19.9949622166, "among": 2.51341724056, "san": 3.30131004367, "version": 2.0083491461099996, "absolut": 5.3472549680000006, "control": 1.46959178006, "word": 1.7965372864099998, "scaffold": 92.8421052632, "new": 3.0536641662, "five": 4.13222280063, "when": 1.02076769755, "zacchia": 1587.6, "wherein": 20.4324324324, "his": 16.415523540300004, "robert": 1.8618505922400002, "enter": 1.75813953488, "enlarg": 11.3806451613, "geograph": 9.461263408819999, "broke": 3.5918552036199998, "anyth": 4.58843930636, "enough": 4.463939266140001, "brazier": 453.6, "fight": 10.01482416024, "red": 2.22228443449, "could": 8.4305871643, "rather": 1.55692850838, "cerca": 1587.6, "note": 2.84899057874, "copper": 14.5517873511, "determin": 4.331787175980001, "banner": 15.236084453, "armi": 7.01649970536, "florentin": 313.342105263, "result": 1.14611608432, "peter": 2.34090238868, "with": 11.013180298889997, "old": 1.52844902282, "excel": 4.84467500763, "highresolut": 1587.6, "rome": 6.615, "canva": 41.669291338600004, "which": 7.036342915, "particular": 1.3814827706200001, "abl": 1.8208510150200001, "brick": 53.680473372799995, "decor": 7.16749435666, "facil": 3.2700308959799997, "lineament": 1587.6, "utmost": 51.3786407767, "better": 2.0065722952500002, "need": 1.4372623574099999, "therebi": 6.47735618115, "council": 2.4744389027400002, "inventor": 13.615780445999999, "then": 1.08657860516, "none": 4.06555697823, "for": 5.0015752000500004, "project": 1.7534791252500002, "foreshorten": 793.8, "soderini": 1587.6, "two": 4.0551724138, "who": 9.56513589507, "assign": 7.67327211214, "way": 2.4381478922, "historian": 3.20338983051, "newli": 3.1847542627900003, "style": 4.75614140204, "form": 1.12755681818, "publish": 1.36885669943, "masteri": 83.778364116, "began": 1.29104659673, "fierc": 23.2105263158, "start": 1.26673581744, "most": 1.02096463023, "physicist": 14.112, "plung": 29.7303370787, "bottom": 6.27261951798, "piero": 106.55033557, "nuclear": 7.11609143882, "del": 8.38225976769, "engrav": 21.0836653386, "current": 1.5325803649, "undercoat": 1323.0, "perceiv": 4.92279069767, "focus": 2.01012914662, "free": 1.71818181818, "vasari": 4202.470588239, "their": 5.07739542025, "come": 1.32831325301, "maria": 8.04662949823, "whom": 2.30320615117, "accordionfold": 1587.6, "thousand": 2.4767550702000003, "keep": 6.12736395213, "were": 5.1229428848000005, "abandon": 2.9858943013, "point": 1.25990000794, "damag": 5.561744613759999, "idea": 2.0930784443, "environ": 3.43561999567, "els": 5.44444444444, "lost": 3.49268507314, "turn": 2.7677824267799997, "vari": 2.4970116388799997, "work": 8.92160719304, "master": 3.15125049623, "look": 1.9086318826599997, "what": 6.2671719563999995, "michelangelo": 100.481012658, "insid": 2.7396031061299997, "right": 1.4054532577899999, "fresco": 125.50197628459999, "money": 2.62283165373, "green": 2.63065451533, "gonfalioner": 1587.6, "life": 1.37051104972, "hors": 20.295302013439997, "expos": 5.03680203046, "paul": 2.1979786792200002, "maurizio": 220.5, "and": 27.00170078751, "pay": 2.80148226575, "hand": 6.460881066240001, "palazzo": 225.191489362, "seiz": 6.45628304189, "artist": 5.73347778982, "scare": 24.5758513932, "ultrasound": 131.20661157, "unlik": 2.42529789184, "donat": 5.986425339369999, "teeth": 38.8166259168, "vast": 4.05620848237, "went": 1.8098495212, "becaus": 1.1495184997499999, "grip": 19.9949622166, "over": 3.07575072651, "justic": 3.99697885196, "commiss": 2.47212706322, "object": 2.3488681757700003, "gone": 5.22408687068, "bounc": 84.0, "discov": 2.52160101652, "befor": 1.10036041031, "him": 3.26868437306, "primer": 61.7743190661, "mani": 1.04426757877, "may": 1.05201775893, "fieri": 50.8846153846, "research": 5.8260550458600004, "strive": 21.9585062241, "papa": 47.5329341317, "not": 4.06269592476, "togeth": 1.58095996813, "includ": 1.0190641247799999, "imposs": 4.96125, "captur": 2.88026124819, "long": 1.2657259028899999, "know": 2.59327017315, "reason": 1.72340425532, "associ": 1.3263157894700002, "mercenari": 27.4671280277, "supper": 57.9416058394, "more": 1.0171706817, "where": 3.20145190563, "aim": 2.8960233491400005, "arm": 4.6831858407, "furious": 24.80625, "ani": 1.13383802314, "neutron": 195.19672131149997, "niccolò": 1587.6, "between": 3.1036100612399995, "garment": 35.1238938053, "want": 1.99698113208, "scene": 3.45055422734, "huge": 4.38927287808, "definit": 3.24, "out": 3.18050083473, "whereupon": 50.7220447284, "see": 5.08968502044, "tell": 3.36142282448, "origin": 2.27449856734, "escap": 3.5540631296199994, "glass": 6.2651933701699996, "leader": 2.0994445913799997, "dollar": 5.64982206406, "cancer": 8.01009081736, "end": 1.10680423871, "read": 2.3149606299200003, "apart": 3.1032056294, "mural": 146.3225806452, "fortun": 6.211267605630001, "ground": 3.95220313666, "furi": 28.35, "piccinino": 1587.6, "held": 5.77414075288, "while": 2.0883977900599997, "pigment": 55.125, "struggl": 6.72, "captain": 4.62183406114, "group": 1.20996875238, "beauti": 4.79347826087, "veri": 2.51760228354, "drip": 87.2307692308, "place": 1.1004366812200002, "mixtur": 9.02558271745, "helmet": 24.728971962600003, "whether": 4.41367806506, "those": 5.97740963855, "but": 4.06529671596, "freelanc": 61.0615384615, "pictur": 3.4953764861300005, "duke": 12.61501787842, "california": 3.02861503243, "quick": 2.205, "drew": 4.9015128126, "depict": 4.0131445905000005, "compuls": 61.7743190661, "ray": 35.67640449438001, "wide": 1.5598349381, "restructur": 18.546728972, "reveng": 12.721153846199998, "event": 1.5356935577500002, "reach": 1.49801849406, "solut": 4.7278141751, "intact": 13.817232376, "vecchio": 858.162162162, "compos": 2.5060773480700003, "didn": 3175.2, "bum": 163.670103093, "test": 7.97121338913, "vinci": 62.2588235294, "can": 3.52878417426, "citi": 1.38618702523, "marvel": 20.0201765448, "classic": 4.8174783796, "diego": 10.7780040733, "agenc": 3.49922856513, "paint": 49.037837837880005, "how": 1.60250328051, "had": 5.237875288699999, "decid": 1.9257641921400002, "from": 6.00340328982, "republ": 3.1044192413, "off": 1.5121440137200002, "plan": 1.5356935577500002, "era": 2.5693477909, "hall": 10.23267805348, "flight": 4.4595505618, "cut": 2.4663663197099996, "across": 1.7318642958400001, "radar": 17.858267716500002, "taken": 3.2024205748799996, "other": 7.06946564884, "hopeless": 40.7076923077, "intric": 31.0078125, "they": 6.18103951722, "gamma": 236.45106383009997, "seek": 5.67506702412, "googl": 11.388809182200001, "esteem": 34.5130434783, "was": 15.1691190522, "ruben": 126.0, "outsid": 1.67450690855, "defend": 6.0, "gnash": 1587.6, "describ": 2.94054454528, "strong": 1.6439888163999998, "fail": 1.9281029876099998, "found": 5.569353820250001, "virtual": 4.11295336788, "without": 5.18188494492, "well": 2.1311497416, "much": 1.1942229577299999, "outnumb": 21.2245989305, "staff": 10.311322797149998, "has": 3.1309492505999996, "imag": 5.40275650842, "might": 2.1561863370900003, "muscl": 17.0160771704, "weird": 41.2363636364, "invas": 4.150588235290001, "mention": 2.53894130817, "wall": 30.785340314099997, "rever": 18.082004555799998, "patient": 9.54660252556, "nation": 2.45264946702, "took": 1.4009883515700001, "both": 3.15647160183, "seracini": 7938.0, "camera": 44.9490373726, "all": 1.01146788991, "lorenzo": 33.6355932203, "memento": 151.2, "build": 1.6341739578, "quit": 2.8849718335500003, "than": 3.0983606557499996, "about": 2.12972030318, "sword": 10.82946794, "against": 2.5804144656599997, "left": 4.3196081988, "glow": 32.7340206186, "trova": 1221.23076923, "them": 4.39504463976, "art": 3.9989924433199997, "base": 1.14628158845, "design": 2.9165059245, "biographi": 4.7193816884699995, "warm": 6.7614991482099995, "explor": 3.39593582888, "central": 1.6121039805000001, "rage": 14.4065335753, "exclus": 3.40906162766, "charg": 2.3653158522099997, "battl": 9.55090991128, "wrest": 80.5888324873, "himself": 2.17419884963, "stori": 4.04793472718, "kickstart": 256.064516129, "shoulder": 11.4793926247, "think": 2.90715986083, "notabl": 1.82840032247, "rais": 5.9201988813, "creat": 2.4985835694, "photograph": 4.604408352669999, "crest": 23.4159292035, "forc": 2.6479859895, "some": 1.04036697248, "letter": 2.42715181165, "num": 14.00441056014, "foreleg": 610.615384615, "year": 1.0485436893200002, "get": 1.78562591385, "sala": 124.03125, "show": 1.26703910615, "surreal": 52.223684210500004, "len": 20.752941176500002, "death": 1.6253071253100002, "the": 95.0, "ever": 1.9697270471500001, "hidden": 7.81299212598, "order": 3.7387550043299997, "milanes": 311.294117647, "world": 1.11340206186, "blow": 7.353404353869999, "preserv": 3.1062414400300002, "provid": 1.21552714187, "under": 1.0781663837, "execut": 2.2363713199, "curious": 23.381443299, "sinc": 2.16737201366, "fruition": 62.750988142299995, "detect": 5.41288782816, "frascati": 992.25, "spirit": 4.1451697127900005, "bodi": 1.8618505922400002, "giorgio": 101.7692307692, "though": 1.36076112111, "thus": 3.2927512185000003, "cartoon": 15.8443113772, "filippo": 108.739726027, "anghieri": 1587.6, "accord": 1.27589809531, "ink": 27.2783505155, "crystal": 11.3643521832, "that": 26.1035856575, "greater": 2.14801785956, "whatev": 7.6473988439300005, "peopl": 2.42640990372, "backward": 14.605335786600001, "team": 2.2748244734200003, "shape": 3.20338983051, "scale": 3.7469907953699995, "dave": 8.934158694430002, "built": 5.98341708543, "immens": 12.7723250201, "soldier": 13.82023939064, "are": 8.23924748624, "eye": 3.39375801625, "borrow": 8.02223345124, "one": 6.03764974332, "incomplet": 29.7861163228, "spur": 11.630769230799999, "answer": 4.64890190337, "even": 2.32922535212, "highest": 2.50212765957, "itali": 7.57262103506, "there": 4.16365066876, "centuri": 1.49604221636, "room": 3.07674418605, "differ": 1.23654490225, "deal": 2.18346857379, "onc": 1.4974533106999999, "throat": 24.9230769231, "chemic": 6.255319148940001, "live": 1.30591428806, "heat": 4.96590553644, "ride": 5.88872403561, "find": 6.917647058839999, "take": 1.13961668222, "process": 1.69524826482, "into": 1.01502461479, "spectacular": 16.4859813084, "horsemen": 58.3676470588, "men": 1.86776470588, "essenti": 2.9280708225700005, "conundrum": 269.084745763, "appli": 2.2972073506, "decadeslong": 1587.6, "cri": 10.6265060241, "june": 1.43414634146, "onli": 3.0769429549800007, "likewis": 8.60021668472, "direct": 1.22226499346, "largescal": 1587.6, "invent": 13.813225058009998, "strength": 4.02739726027, "would": 4.331491712719999, "brought": 1.8387769284200002, "intermingl": 120.27272727299999, "develop": 1.1955719557200002, "cap": 9.041002277899999, "numth": 1.1751295336799998, "novella": 56.4982206406, "also": 2.02953020134, "met": 2.3614457831299998, "professor": 4.31061634537, "dri": 11.90997749438, "identifi": 2.30187037843, "scimitar": 429.081081081, "florenc": 54.744827586300005, "time": 3.03382381044, "convinc": 4.4051054384, "best": 1.5828514456600002, "similar": 1.37514075357, "been": 1.0239277652399998, "ensu": 8.4312267658, "manag": 1.6448404475799998, "hundr": 9.879278158039998, "incred": 18.227324913900002, "have": 2.0297896822799997}, "freq": {"attitud": 1, "spray": 2, "clamor": 1, "back": 3, "smither": 4, "four": 1, "tri": 3, "figur": 2, "leg": 2, "top": 4, "last": 1, "great": 4, "somewhat": 1, "investig": 1, "possibl": 3, "scan": 1, "copi": 1, "interlock": 1, "less": 2, "behind": 3, "thrill": 1, "besid": 1, "this": 3, "surfac": 2, "presenc": 1, "still": 1, "univers": 1, "seeker": 1, "glossymagazin": 1, "use": 4, "display": 1, "high": 2, "oil": 1, "anywher": 1, "standard": 4, "each": 1, "sever": 1, "collect": 1, "repres": 1, "masterpiec": 1, "special": 1, "energi": 1, "leonardo": 20, "bridg": 1, "grasp": 1, "dismantl": 1, "milan": 2, "problem": 2, "everyon": 1, "dagger": 1, "yoder": 4, "anghiari": 2, "made": 2, "ornament": 1, "among": 2, "san": 1, "version": 1, "absolut": 1, "control": 1, "word": 1, "scaffold": 1, "new": 3, "five": 3, "when": 1, "zacchia": 1, "wherein": 1, "his": 15, "robert": 1, "enter": 1, "enlarg": 1, "geograph": 2, "broke": 1, "anyth": 1, "enough": 2, "brazier": 1, "fight": 4, "red": 1, "could": 7, "rather": 1, "cerca": 1, "note": 2, "copper": 1, "determin": 2, "banner": 1, "armi": 3, "florentin": 3, "result": 1, "peter": 1, "with": 11, "old": 1, "excel": 1, "highresolut": 1, "rome": 1, "canva": 1, "which": 7, "particular": 1, "abl": 1, "brick": 4, "decor": 1, "facil": 1, "lineament": 1, "utmost": 1, "better": 1, "need": 1, "therebi": 1, "council": 1, "inventor": 1, "then": 1, "none": 1, "for": 5, "project": 1, "foreshorten": 1, "soderini": 1, "two": 4, "who": 9, "assign": 2, "way": 2, "historian": 1, "newli": 1, "style": 2, "form": 1, "publish": 1, "masteri": 2, "began": 1, "fierc": 2, "start": 1, "most": 1, "physicist": 1, "plung": 1, "bottom": 1, "piero": 1, "nuclear": 1, "del": 1, "engrav": 1, "current": 1, "undercoat": 1, "perceiv": 1, "focus": 1, "free": 1, "vasari": 9, "their": 5, "come": 1, "maria": 1, "whom": 1, "accordionfold": 1, "thousand": 1, "keep": 3, "were": 5, "abandon": 1, "point": 1, "damag": 2, "idea": 1, "environ": 1, "els": 1, "lost": 2, "turn": 2, "vari": 1, "work": 8, "master": 1, "look": 1, "what": 5, "michelangelo": 1, "insid": 1, "right": 1, "fresco": 2, "money": 1, "green": 1, "gonfalioner": 1, "life": 1, "hors": 4, "expos": 1, "paul": 1, "maurizio": 1, "and": 27, "pay": 1, "hand": 4, "palazzo": 2, "seiz": 1, "artist": 2, "scare": 1, "ultrasound": 1, "unlik": 1, "donat": 1, "teeth": 2, "vast": 1, "went": 1, "becaus": 1, "grip": 1, "over": 3, "justic": 1, "commiss": 1, "object": 1, "gone": 1, "bounc": 3, "discov": 1, "befor": 1, "him": 2, "primer": 1, "mani": 1, "may": 1, "fieri": 1, "research": 3, "strive": 1, "papa": 1, "not": 4, "togeth": 1, "includ": 1, "imposs": 1, "captur": 1, "long": 1, "know": 1, "reason": 1, "associ": 1, "mercenari": 1, "supper": 1, "more": 1, "where": 3, "aim": 1, "arm": 2, "furious": 1, "ani": 1, "neutron": 3, "niccolò": 1, "between": 3, "garment": 1, "want": 1, "scene": 1, "huge": 1, "definit": 1, "out": 3, "whereupon": 1, "see": 4, "tell": 1, "origin": 2, "escap": 1, "glass": 1, "leader": 1, "dollar": 1, "cancer": 1, "end": 1, "read": 1, "apart": 1, "mural": 4, "fortun": 1, "ground": 2, "furi": 1, "piccinino": 1, "held": 4, "while": 2, "pigment": 1, "struggl": 2, "captain": 1, "group": 1, "beauti": 1, "veri": 2, "drip": 1, "place": 1, "mixtur": 1, "helmet": 1, "whether": 2, "those": 5, "but": 4, "freelanc": 1, "pictur": 1, "duke": 2, "california": 1, "quick": 1, "drew": 1, "depict": 1, "compuls": 1, "ray": 6, "wide": 1, "restructur": 1, "reveng": 1, "event": 1, "reach": 1, "solut": 1, "intact": 1, "vecchio": 2, "compos": 1, "didn": 2, "bum": 1, "test": 3, "vinci": 1, "can": 3, "citi": 1, "marvel": 1, "classic": 2, "diego": 1, "agenc": 1, "paint": 12, "how": 1, "had": 5, "decid": 1, "from": 6, "republ": 1, "off": 1, "plan": 1, "era": 1, "hall": 4, "flight": 1, "cut": 1, "across": 1, "radar": 1, "taken": 2, "other": 7, "hopeless": 1, "intric": 1, "they": 6, "gamma": 7, "seek": 2, "googl": 1, "esteem": 1, "was": 15, "ruben": 2, "outsid": 1, "defend": 2, "gnash": 1, "describ": 2, "strong": 1, "fail": 1, "found": 5, "virtual": 1, "without": 4, "well": 2, "much": 1, "outnumb": 1, "staff": 3, "has": 3, "imag": 2, "might": 1, "muscl": 1, "weird": 1, "invas": 1, "mention": 1, "wall": 10, "rever": 1, "patient": 1, "nation": 2, "took": 1, "both": 3, "seracini": 5, "camera": 5, "all": 1, "lorenzo": 1, "memento": 1, "build": 1, "quit": 1, "than": 3, "about": 2, "sword": 1, "against": 2, "left": 3, "glow": 1, "trova": 1, "them": 4, "art": 2, "base": 1, "design": 2, "biographi": 1, "warm": 1, "explor": 1, "central": 1, "rage": 1, "exclus": 1, "charg": 1, "battl": 4, "wrest": 1, "himself": 1, "stori": 2, "kickstart": 1, "shoulder": 1, "think": 1, "notabl": 1, "rais": 3, "creat": 2, "photograph": 1, "crest": 1, "forc": 2, "some": 1, "letter": 1, "num": 14, "foreleg": 1, "year": 1, "get": 1, "sala": 1, "show": 1, "surreal": 1, "len": 1, "death": 1, "the": 95, "ever": 1, "hidden": 1, "order": 3, "milanes": 1, "world": 1, "blow": 1, "preserv": 1, "provid": 1, "under": 1, "execut": 1, "curious": 1, "sinc": 2, "fruition": 1, "detect": 1, "frascati": 1, "spirit": 1, "bodi": 1, "giorgio": 2, "though": 1, "thus": 2, "cartoon": 1, "filippo": 1, "anghieri": 1, "accord": 1, "ink": 1, "crystal": 1, "that": 26, "greater": 1, "whatev": 1, "peopl": 2, "backward": 1, "team": 1, "shape": 1, "scale": 1, "dave": 1, "built": 3, "immens": 1, "soldier": 4, "are": 8, "eye": 1, "borrow": 1, "one": 6, "incomplet": 2, "spur": 1, "answer": 1, "even": 2, "highest": 1, "itali": 2, "there": 4, "centuri": 1, "room": 1, "differ": 1, "deal": 1, "onc": 1, "throat": 1, "chemic": 1, "live": 1, "heat": 1, "ride": 1, "find": 4, "take": 1, "process": 1, "into": 1, "spectacular": 1, "horsemen": 1, "men": 1, "essenti": 1, "conundrum": 1, "appli": 1, "decadeslong": 1, "cri": 1, "june": 1, "onli": 3, "likewis": 1, "direct": 1, "largescal": 1, "invent": 3, "strength": 1, "would": 4, "brought": 1, "intermingl": 1, "develop": 1, "cap": 1, "numth": 1, "novella": 1, "also": 2, "met": 1, "professor": 1, "dri": 2, "identifi": 1, "scimitar": 1, "florenc": 3, "time": 3, "convinc": 1, "best": 1, "similar": 1, "been": 1, "ensu": 1, "manag": 1, "hundr": 4, "incred": 1, "have": 2}, "idf": {"attitud": 5.7396963123599996, "spray": 29.4545454545, "clamor": 170.709677419, "back": 1.26070038911, "smither": 567.0, "four": 1.20950784702, "tri": 1.8544562551099997, "figur": 2.0343413634, "leg": 7.21308496138, "top": 1.8387769284200002, "last": 1.2117234010100002, "great": 1.26592775696, "somewhat": 4.29197080292, "investig": 3.11721971333, "possibl": 1.4173734488, "scan": 18.8104265403, "copi": 3.8375634517800004, "interlock": 73.1612903226, "less": 1.46904783936, "behind": 2.0845588235299997, "thrill": 30.648648648600002, "besid": 5.1362018764199995, "this": 1.00379362671, "surfac": 3.97396745932, "presenc": 2.7476635514, "still": 1.1866357724799999, "univers": 1.24889867841, "seeker": 47.25, "glossymagazin": 1587.6, "use": 1.0296387573799999, "display": 2.93456561922, "high": 1.14777327935, "oil": 4.810909090909999, "anywher": 10.1638924456, "standard": 1.8915763135900003, "each": 1.18974820144, "sever": 1.07241286139, "collect": 1.64109985528, "repres": 1.46972782818, "masterpiec": 19.3138686131, "special": 1.4881889763799998, "energi": 3.66566612792, "leonardo": 33.9957173448, "bridg": 3.7067476068199996, "grasp": 23.766467065900002, "dismantl": 17.798206278, "milan": 16.8, "problem": 1.76674827509, "everyon": 6.3964544722, "dagger": 54.0, "yoder": 721.636363636, "anghiari": 1587.6, "made": 1.07038834951, "ornament": 19.9949622166, "among": 1.25670862028, "san": 3.30131004367, "version": 2.0083491461099996, "absolut": 5.3472549680000006, "control": 1.46959178006, "word": 1.7965372864099998, "scaffold": 92.8421052632, "new": 1.0178880554, "five": 1.37740760021, "when": 1.02076769755, "zacchia": 1587.6, "wherein": 20.4324324324, "his": 1.0943682360200002, "robert": 1.8618505922400002, "enter": 1.75813953488, "enlarg": 11.3806451613, "geograph": 4.7306317044099995, "broke": 3.5918552036199998, "anyth": 4.58843930636, "enough": 2.2319696330700003, "brazier": 453.6, "fight": 2.50370604006, "red": 2.22228443449, "could": 1.2043695949, "rather": 1.55692850838, "cerca": 1587.6, "note": 1.42449528937, "copper": 14.5517873511, "determin": 2.1658935879900003, "banner": 15.236084453, "armi": 2.33883323512, "florentin": 104.44736842100001, "result": 1.14611608432, "peter": 2.34090238868, "with": 1.0011982089899998, "old": 1.52844902282, "excel": 4.84467500763, "highresolut": 1587.6, "rome": 6.615, "canva": 41.669291338600004, "which": 1.005191845, "particular": 1.3814827706200001, "abl": 1.8208510150200001, "brick": 13.420118343199999, "decor": 7.16749435666, "facil": 3.2700308959799997, "lineament": 1587.6, "utmost": 51.3786407767, "better": 2.0065722952500002, "need": 1.4372623574099999, "therebi": 6.47735618115, "council": 2.4744389027400002, "inventor": 13.615780445999999, "then": 1.08657860516, "none": 4.06555697823, "for": 1.00031504001, "project": 1.7534791252500002, "foreshorten": 793.8, "soderini": 1587.6, "two": 1.01379310345, "who": 1.06279287723, "assign": 3.83663605607, "way": 1.2190739461, "historian": 3.20338983051, "newli": 3.1847542627900003, "style": 2.37807070102, "form": 1.12755681818, "publish": 1.36885669943, "masteri": 41.889182058, "began": 1.29104659673, "fierc": 11.6052631579, "start": 1.26673581744, "most": 1.02096463023, "physicist": 14.112, "plung": 29.7303370787, "bottom": 6.27261951798, "piero": 106.55033557, "nuclear": 7.11609143882, "del": 8.38225976769, "engrav": 21.0836653386, "current": 1.5325803649, "undercoat": 1323.0, "perceiv": 4.92279069767, "focus": 2.01012914662, "free": 1.71818181818, "vasari": 466.941176471, "their": 1.01547908405, "come": 1.32831325301, "maria": 8.04662949823, "whom": 2.30320615117, "accordionfold": 1587.6, "thousand": 2.4767550702000003, "keep": 2.04245465071, "were": 1.02458857696, "abandon": 2.9858943013, "point": 1.25990000794, "damag": 2.7808723068799996, "idea": 2.0930784443, "environ": 3.43561999567, "els": 5.44444444444, "lost": 1.74634253657, "turn": 1.3838912133899999, "vari": 2.4970116388799997, "work": 1.11520089913, "master": 3.15125049623, "look": 1.9086318826599997, "what": 1.25343439128, "michelangelo": 100.481012658, "insid": 2.7396031061299997, "right": 1.4054532577899999, "fresco": 62.750988142299995, "money": 2.62283165373, "green": 2.63065451533, "gonfalioner": 1587.6, "life": 1.37051104972, "hors": 5.073825503359999, "expos": 5.03680203046, "paul": 2.1979786792200002, "maurizio": 220.5, "and": 1.00006299213, "pay": 2.80148226575, "hand": 1.6152202665600002, "palazzo": 112.595744681, "seiz": 6.45628304189, "artist": 2.86673889491, "scare": 24.5758513932, "ultrasound": 131.20661157, "unlik": 2.42529789184, "donat": 5.986425339369999, "teeth": 19.4083129584, "vast": 4.05620848237, "went": 1.8098495212, "becaus": 1.1495184997499999, "grip": 19.9949622166, "over": 1.02525024217, "justic": 3.99697885196, "commiss": 2.47212706322, "object": 2.3488681757700003, "gone": 5.22408687068, "bounc": 28.0, "discov": 2.52160101652, "befor": 1.10036041031, "him": 1.63434218653, "primer": 61.7743190661, "mani": 1.04426757877, "may": 1.05201775893, "fieri": 50.8846153846, "research": 1.9420183486200002, "strive": 21.9585062241, "papa": 47.5329341317, "not": 1.01567398119, "togeth": 1.58095996813, "includ": 1.0190641247799999, "imposs": 4.96125, "captur": 2.88026124819, "long": 1.2657259028899999, "know": 2.59327017315, "reason": 1.72340425532, "associ": 1.3263157894700002, "mercenari": 27.4671280277, "supper": 57.9416058394, "more": 1.0171706817, "where": 1.06715063521, "aim": 2.8960233491400005, "arm": 2.34159292035, "furious": 24.80625, "ani": 1.13383802314, "neutron": 65.0655737705, "niccolò": 1587.6, "between": 1.03453668708, "garment": 35.1238938053, "want": 1.99698113208, "scene": 3.45055422734, "huge": 4.38927287808, "definit": 3.24, "out": 1.06016694491, "whereupon": 50.7220447284, "see": 1.27242125511, "tell": 3.36142282448, "origin": 1.13724928367, "escap": 3.5540631296199994, "glass": 6.2651933701699996, "leader": 2.0994445913799997, "dollar": 5.64982206406, "cancer": 8.01009081736, "end": 1.10680423871, "read": 2.3149606299200003, "apart": 3.1032056294, "mural": 36.5806451613, "fortun": 6.211267605630001, "ground": 1.97610156833, "furi": 28.35, "piccinino": 1587.6, "held": 1.44353518822, "while": 1.0441988950299999, "pigment": 55.125, "struggl": 3.36, "captain": 4.62183406114, "group": 1.20996875238, "beauti": 4.79347826087, "veri": 1.25880114177, "drip": 87.2307692308, "place": 1.1004366812200002, "mixtur": 9.02558271745, "helmet": 24.728971962600003, "whether": 2.20683903253, "those": 1.19548192771, "but": 1.01632417899, "freelanc": 61.0615384615, "pictur": 3.4953764861300005, "duke": 6.30750893921, "california": 3.02861503243, "quick": 2.205, "drew": 4.9015128126, "depict": 4.0131445905000005, "compuls": 61.7743190661, "ray": 5.946067415730001, "wide": 1.5598349381, "restructur": 18.546728972, "reveng": 12.721153846199998, "event": 1.5356935577500002, "reach": 1.49801849406, "solut": 4.7278141751, "intact": 13.817232376, "vecchio": 429.081081081, "compos": 2.5060773480700003, "didn": 1587.6, "bum": 163.670103093, "test": 2.65707112971, "vinci": 62.2588235294, "can": 1.17626139142, "citi": 1.38618702523, "marvel": 20.0201765448, "classic": 2.4087391898, "diego": 10.7780040733, "agenc": 3.49922856513, "paint": 4.08648648649, "how": 1.60250328051, "had": 1.0475750577399998, "decid": 1.9257641921400002, "from": 1.00056721497, "republ": 3.1044192413, "off": 1.5121440137200002, "plan": 1.5356935577500002, "era": 2.5693477909, "hall": 2.55816951337, "flight": 4.4595505618, "cut": 2.4663663197099996, "across": 1.7318642958400001, "radar": 17.858267716500002, "taken": 1.6012102874399998, "other": 1.00992366412, "hopeless": 40.7076923077, "intric": 31.0078125, "they": 1.03017325287, "gamma": 33.778723404299996, "seek": 2.83753351206, "googl": 11.388809182200001, "esteem": 34.5130434783, "was": 1.01127460348, "ruben": 63.0, "outsid": 1.67450690855, "defend": 3.0, "gnash": 1587.6, "describ": 1.47027227264, "strong": 1.6439888163999998, "fail": 1.9281029876099998, "found": 1.11387076405, "virtual": 4.11295336788, "without": 1.29547123623, "well": 1.0655748708, "much": 1.1942229577299999, "outnumb": 21.2245989305, "staff": 3.4371075990499995, "has": 1.0436497502, "imag": 2.70137825421, "might": 2.1561863370900003, "muscl": 17.0160771704, "weird": 41.2363636364, "invas": 4.150588235290001, "mention": 2.53894130817, "wall": 3.07853403141, "rever": 18.082004555799998, "patient": 9.54660252556, "nation": 1.22632473351, "took": 1.4009883515700001, "both": 1.05215720061, "seracini": 1587.6, "camera": 8.989807474520001, "all": 1.01146788991, "lorenzo": 33.6355932203, "memento": 151.2, "build": 1.6341739578, "quit": 2.8849718335500003, "than": 1.03278688525, "about": 1.06486015159, "sword": 10.82946794, "against": 1.2902072328299998, "left": 1.4398693996, "glow": 32.7340206186, "trova": 1221.23076923, "them": 1.09876115994, "art": 1.9994962216599999, "base": 1.14628158845, "design": 1.45825296225, "biographi": 4.7193816884699995, "warm": 6.7614991482099995, "explor": 3.39593582888, "central": 1.6121039805000001, "rage": 14.4065335753, "exclus": 3.40906162766, "charg": 2.3653158522099997, "battl": 2.38772747782, "wrest": 80.5888324873, "himself": 2.17419884963, "stori": 2.02396736359, "kickstart": 256.064516129, "shoulder": 11.4793926247, "think": 2.90715986083, "notabl": 1.82840032247, "rais": 1.9733996271, "creat": 1.2492917847, "photograph": 4.604408352669999, "crest": 23.4159292035, "forc": 1.32399299475, "some": 1.04036697248, "letter": 2.42715181165, "num": 1.00031504001, "foreleg": 610.615384615, "year": 1.0485436893200002, "get": 1.78562591385, "sala": 124.03125, "show": 1.26703910615, "surreal": 52.223684210500004, "len": 20.752941176500002, "death": 1.6253071253100002, "the": 1.0, "ever": 1.9697270471500001, "hidden": 7.81299212598, "order": 1.24625166811, "milanes": 311.294117647, "world": 1.11340206186, "blow": 7.353404353869999, "preserv": 3.1062414400300002, "provid": 1.21552714187, "under": 1.0781663837, "execut": 2.2363713199, "curious": 23.381443299, "sinc": 1.08368600683, "fruition": 62.750988142299995, "detect": 5.41288782816, "frascati": 992.25, "spirit": 4.1451697127900005, "bodi": 1.8618505922400002, "giorgio": 50.8846153846, "though": 1.36076112111, "thus": 1.6463756092500001, "cartoon": 15.8443113772, "filippo": 108.739726027, "anghieri": 1587.6, "accord": 1.27589809531, "ink": 27.2783505155, "crystal": 11.3643521832, "that": 1.00398406375, "greater": 2.14801785956, "whatev": 7.6473988439300005, "peopl": 1.21320495186, "backward": 14.605335786600001, "team": 2.2748244734200003, "shape": 3.20338983051, "scale": 3.7469907953699995, "dave": 8.934158694430002, "built": 1.99447236181, "immens": 12.7723250201, "soldier": 3.45505984766, "are": 1.02990593578, "eye": 3.39375801625, "borrow": 8.02223345124, "one": 1.00627495722, "incomplet": 14.8930581614, "spur": 11.630769230799999, "answer": 4.64890190337, "even": 1.16461267606, "highest": 2.50212765957, "itali": 3.78631051753, "there": 1.04091266719, "centuri": 1.49604221636, "room": 3.07674418605, "differ": 1.23654490225, "deal": 2.18346857379, "onc": 1.4974533106999999, "throat": 24.9230769231, "chemic": 6.255319148940001, "live": 1.30591428806, "heat": 4.96590553644, "ride": 5.88872403561, "find": 1.7294117647099998, "take": 1.13961668222, "process": 1.69524826482, "into": 1.01502461479, "spectacular": 16.4859813084, "horsemen": 58.3676470588, "men": 1.86776470588, "essenti": 2.9280708225700005, "conundrum": 269.084745763, "appli": 2.2972073506, "decadeslong": 1587.6, "cri": 10.6265060241, "june": 1.43414634146, "onli": 1.0256476516600002, "likewis": 8.60021668472, "direct": 1.22226499346, "largescal": 1587.6, "invent": 4.604408352669999, "strength": 4.02739726027, "would": 1.0828729281799998, "brought": 1.8387769284200002, "intermingl": 120.27272727299999, "develop": 1.1955719557200002, "cap": 9.041002277899999, "numth": 1.1751295336799998, "novella": 56.4982206406, "also": 1.01476510067, "met": 2.3614457831299998, "professor": 4.31061634537, "dri": 5.95498874719, "identifi": 2.30187037843, "scimitar": 429.081081081, "florenc": 18.2482758621, "time": 1.01127460348, "convinc": 4.4051054384, "best": 1.5828514456600002, "similar": 1.37514075357, "been": 1.0239277652399998, "ensu": 8.4312267658, "manag": 1.6448404475799998, "hundr": 2.4698195395099996, "incred": 18.227324913900002, "have": 1.0148948411399998}, "logtfidf": {"attitud": 1.7474063016799999, "spray": 6.76569648598, "clamor": 5.13996432075, "back": 0.695002292691, "smither": 25.361437214920002, "four": 0.190213538869, "tri": 1.8527745874800001, "figur": 1.4203442243200002, "leg": 3.95179346476, "top": 2.436402551152, "last": 0.19204364461100001, "great": 0.943221032316, "somewhat": 1.4567460220700001, "investig": 1.13694148702, "possibl": 1.0464164246730001, "scan": 2.93441131931, "copi": 1.34483764744, "interlock": 4.29266646036, "less": 0.7692289252, "behind": 2.2036717122960003, "thrill": 3.4225885716400004, "besid": 1.63631387177, "this": 0.0113593471575, "surfac": 2.7595299114, "presenc": 1.01075093288, "still": 0.17112222142900002, "univers": 0.222262105686, "seeker": 3.85545265394, "glossymagazin": 7.369978720910001, "use": 0.1168320789264, "display": 1.07655944206, "high": 0.27564757308000004, "oil": 1.5708860664500002, "anywher": 2.3188414835, "standard": 2.54964203928, "each": 0.173741689304, "sever": 0.06991112039689999, "collect": 0.49536666052, "repres": 0.38507723275, "masterpiec": 2.96082341885, "special": 0.39755992860100003, "energi": 1.29901007269, "leonardo": 70.52469112460001, "bridg": 1.31015483629, "grasp": 3.16827564037, "dismantl": 2.87909768132, "milan": 5.64275777282, "problem": 1.138281448546, "everyon": 1.8557438481400002, "dagger": 3.9889840465599997, "yoder": 26.32608544216, "anghiari": 14.739957441820001, "made": 0.1360430521946, "ornament": 2.9954803526599996, "among": 0.456992194146, "san": 1.1943193726299999, "version": 0.697313064259, "absolut": 1.67658333914, "control": 0.38498466158600003, "word": 0.585861082385, "scaffold": 4.5309002574, "new": 0.0531898405533, "five": 0.960609545718, "when": 0.0205549888584, "zacchia": 7.369978720910001, "wherein": 3.0171234635400004, "his": 1.3526586504615001, "robert": 0.6215709351609999, "enter": 0.564256167492, "enlarg": 2.43191411965, "geograph": 3.10811749264, "broke": 1.2786688388299998, "anyth": 1.52353994585, "enough": 1.605768878338, "brazier": 6.117215752409999, "fight": 3.671088200812, "red": 0.798535691347, "could": 1.3016939060300001, "rather": 0.442714975539, "cerca": 7.369978720910001, "note": 0.707635136166, "copper": 2.67771382807, "determin": 1.545666038044, "banner": 2.7236665915900002, "armi": 2.5489565626469997, "florentin": 13.946049879179998, "result": 0.136378908381, "peter": 0.850536491217, "with": 0.01317240884729, "old": 0.424253510675, "excel": 1.5778801652, "highresolut": 7.369978720910001, "rome": 1.88933979757, "canva": 3.72976443878, "which": 0.036248896918010004, "particular": 0.323157393804, "abl": 0.599303982475, "brick": 10.38701979968, "decor": 1.9695561314200003, "facil": 1.1847994331799998, "lineament": 7.369978720910001, "utmost": 3.9392225370099996, "better": 0.6964279406, "need": 0.362740163442, "therebi": 1.86831243037, "council": 0.906013664357, "inventor": 2.61122944699, "then": 0.08303386523089999, "none": 1.40255075163, "for": 0.0015749519769850003, "project": 0.561601885907, "foreshorten": 6.676831540349999, "soderini": 7.369978720910001, "two": 0.0547953774328, "who": 0.5481020968731, "assign": 2.6891919112, "way": 0.39618301987000004, "historian": 1.16420957115, "newli": 1.1583751315100002, "style": 1.732579058242, "form": 0.120053184191, "publish": 0.313975865467, "masteri": 7.47005521764, "began": 0.25545320473099997, "fierc": 4.90291743144, "start": 0.236443369291, "most": 0.020747896295599998, "physicist": 2.64702549926, "plung": 3.39216797494, "bottom": 1.8361940533599999, "piero": 4.66861750796, "nuclear": 1.96235861947, "del": 2.1261175401599997, "engrav": 3.0484985861, "current": 0.42695282784500005, "undercoat": 7.18765716411, "perceiv": 1.5938755846700001, "focus": 0.6981989720559999, "free": 0.5412666492670001, "vasari": 55.31582960361, "their": 0.07680252561350001, "come": 0.28390990653000003, "maria": 2.08525330788, "whom": 0.8343021310169999, "accordionfold": 7.369978720910001, "thousand": 0.906949263988, "keep": 2.142457034019, "were": 0.12145571840549998, "abandon": 1.0938993004000002, "point": 0.23103235903299998, "damag": 2.04552931588, "idea": 0.73863592212, "environ": 1.2341974030299998, "els": 1.6945957207700002, "lost": 1.115047243562, "turn": 0.649798502128, "vari": 0.915094672432, "work": 0.872276538184, "master": 1.14779935699, "look": 0.6463866936, "what": 1.129436484135, "michelangelo": 4.609968780880001, "insid": 1.00781305813, "right": 0.34035985417, "fresco": 8.27834865036, "money": 0.964254518011, "green": 0.9672326803710001, "gonfalioner": 7.369978720910001, "life": 0.315183699277, "hors": 6.49638028092, "expos": 1.6167713629299998, "paul": 0.7875381558519999, "maurizio": 5.3958976948899995, "and": 0.0017007338357172, "pay": 1.0301486577299999, "hand": 1.917885341344, "palazzo": 9.44760784704, "seiz": 1.8650537716900002, "artist": 2.10635022034, "scare": 3.20176431012, "ultrasound": 4.87677326831, "unlik": 0.885954358842, "donat": 1.7894944626, "teeth": 5.9314029546, "vast": 1.40024866595, "went": 0.593243704365, "becaus": 0.139343158825, "grip": 2.9954803526599996, "over": 0.0748101644871, "justic": 1.38553878874, "commiss": 0.905078939253, "object": 0.853933584803, "gone": 1.65328002099, "bounc": 9.99661353054, "discov": 0.924894023806, "befor": 0.0956377718795, "him": 0.9824807819939999, "primer": 4.12348772901, "mani": 0.0433157581221, "may": 0.050709995284400004, "fieri": 3.9295606260900002, "research": 1.991183454414, "strive": 3.0891545917400003, "papa": 3.8614228209300006, "not": 0.06220965203, "togeth": 0.458032237308, "includ": 0.0188846813905, "imposs": 1.60165772512, "captur": 1.0578810012100002, "long": 0.235645793878, "know": 0.952919694398, "reason": 0.544301552962, "associ": 0.28240501535100004, "mercenari": 3.31298994523, "supper": 4.05943570751, "more": 0.017024931599999998, "where": 0.19497641623710002, "aim": 1.06333853704, "arm": 1.701662865938, "furious": 3.21109563755, "ani": 0.125608358366, "neutron": 12.52618676583, "niccolò": 7.369978720910001, "between": 0.10186104349589999, "garment": 3.5588816340699996, "want": 0.6916366062549999, "scene": 1.23853486375, "huge": 1.47916358195, "definit": 1.1755733298, "out": 0.1752791727579, "whereupon": 3.9263606233599995, "see": 0.963686341968, "tell": 1.21236434401, "origin": 0.257224875174, "escap": 1.26809149255, "glass": 1.83500945302, "leader": 0.741672829452, "dollar": 1.7316240515799999, "cancer": 2.08070209901, "end": 0.101476798618, "read": 0.83939268088, "apart": 1.1324356512, "mural": 14.3980771192, "fortun": 1.8263649984099999, "ground": 1.362251997968, "furi": 3.3446270301700003, "piccinino": 7.369978720910001, "held": 1.4683803873399999, "while": 0.08649996758760002, "pigment": 4.0096033337699994, "struggl": 2.4238819479599996, "captain": 1.53079160925, "group": 0.190594534797, "beauti": 1.5672562984, "veri": 0.460319586476, "drip": 4.46855712683, "place": 0.0957070839572, "mixtur": 2.20006306917, "helmet": 3.20797551021, "whether": 1.583122379294, "those": 0.892746954365, "but": 0.0647694882876, "freelanc": 4.1118821828900005, "pictur": 1.25144109124, "duke": 3.68348163754, "california": 1.10810543002, "quick": 0.790727508899, "drew": 1.5895438947299998, "depict": 1.38957512116, "compuls": 4.12348772901, "ray": 10.696380375059999, "wide": 0.44458000675399995, "restructur": 2.92029343776, "reveng": 2.54326626497, "event": 0.428982108147, "reach": 0.40414323085000003, "solut": 1.55346297627, "intact": 2.62591653605, "vecchio": 12.123291802519999, "compos": 0.918718721148, "didn": 14.739957441820001, "bum": 5.0978528354, "test": 2.931673311309, "vinci": 4.1313002687400004, "can": 0.487023289182, "citi": 0.326556830505, "marvel": 2.99674059227, "classic": 1.7582069056999998, "diego": 2.37750739744, "agenc": 1.25254253424, "paint": 16.892226613200002, "how": 0.47156695693000006, "had": 0.2323901220555, "decid": 0.655322871893, "from": 0.0034023250131959997, "republ": 1.1328266580500002, "off": 0.41352852038800003, "plan": 0.428982108147, "era": 0.943652088842, "hall": 3.7571678755800004, "flight": 1.4950479900600002, "cut": 0.90274594185, "across": 0.549198455941, "radar": 2.88246657839, "taken": 0.941519545898, "other": 0.06912323543832, "hopeless": 3.7064170747800005, "intric": 3.43423918886, "they": 0.1783619686056, "gamma": 24.6388178344, "seek": 2.08587038632, "googl": 2.43263122258, "esteem": 3.5413373244199997, "was": 0.168172782939, "ruben": 8.28626945278, "outsid": 0.515518738985, "defend": 2.19722457734, "gnash": 7.369978720910001, "describ": 0.77089520625, "strong": 0.49712549393600003, "fail": 0.656536611573, "found": 0.53920562024, "virtual": 1.4141413514399999, "without": 1.035498071764, "well": 0.1270288766312, "much": 0.17749572930100002, "outnumb": 3.0551608359299998, "staff": 3.70389091041, "has": 0.1281718345644, "imag": 1.98752421458, "might": 0.7683410765340001, "muscl": 2.83415861306, "weird": 3.7193204796199995, "invas": 1.42325006764, "mention": 0.931747186336, "wall": 11.244535198500001, "rever": 2.89491722027, "patient": 2.25618533471, "nation": 0.408043349596, "took": 0.337177952953, "both": 0.1525276001679, "seracini": 36.849893604550005, "camera": 10.980457163700002, "all": 0.011402632097799998, "lorenzo": 3.5155848283199997, "memento": 5.01860346375, "build": 0.491137452091, "quit": 1.05951513684, "than": 0.0967825866546, "about": 0.1256869549492, "sword": 2.38227093146, "against": 0.509605702156, "left": 1.093657244259, "glow": 3.48841492297, "trova": 7.1076144564399995, "them": 0.3767333076372, "art": 1.3857905193239999, "base": 0.13652330228700002, "design": 0.754478236044, "biographi": 1.5516777928100003, "warm": 1.91124463295, "explor": 1.22257937218, "central": 0.477540146039, "rage": 2.66768182419, "exclus": 1.22643707092, "charg": 0.860911565756, "battl": 3.4813682700040003, "wrest": 4.38936008516, "himself": 0.7766602516869999, "stori": 1.410119253174, "kickstart": 5.54542942886, "shoulder": 2.44055348224, "think": 1.06717661175, "notabl": 0.603441443842, "rais": 2.039273263428, "creat": 0.445153637028, "photograph": 1.52701418212, "crest": 3.1534165259599996, "forc": 0.561304333048, "some": 0.0395735090645, "letter": 0.886718475942, "num": 0.0044098655355580005, "foreleg": 6.414467275880001, "year": 0.047402238894600005, "get": 0.579769005782, "sala": 4.82053354998, "show": 0.236682766013, "surreal": 3.9555361125, "len": 3.03268798008, "death": 0.485696798112, "the": 0.0, "ever": 0.6778949784020001, "hidden": 2.0557880052, "order": 0.6604211423790001, "milanes": 5.74073818118, "world": 0.107420248621, "blow": 1.9951633833900002, "preserv": 1.13341345513, "provid": 0.19517784432500002, "under": 0.07526180538319999, "execut": 0.804854605864, "curious": 3.15194268634, "sinc": 0.1607363989154, "fruition": 4.13917432518, "detect": 1.68878274493, "frascati": 6.89997509166, "spirit": 1.4219437317299999, "bodi": 0.6215709351609999, "giorgio": 7.8591212521800005, "though": 0.308044191079, "thus": 0.9971525427860001, "cartoon": 2.76281053226, "filippo": 4.68895719219, "anghieri": 7.369978720910001, "accord": 0.243650319127, "ink": 3.30609336617, "crystal": 2.43048145465, "that": 0.10337985787064, "greater": 0.764545491118, "whatev": 2.0343655696200003, "peopl": 0.386531156946, "backward": 2.68138692678, "team": 0.821902894886, "shape": 1.16420957115, "scale": 1.32095306328, "dave": 2.18988198575, "built": 2.0711386051950003, "immens": 2.54728072239, "soldier": 4.95935911644, "are": 0.2357397886616, "eye": 1.22193786676, "borrow": 2.0822168683, "one": 0.037532109873, "incomplet": 5.40179041836, "spur": 2.4536541062799997, "answer": 1.5366310419, "even": 0.304777129668, "highest": 0.917141433754, "itali": 2.6627841334599998, "there": 0.160391571702, "centuri": 0.402823098645, "room": 1.12387195543, "differ": 0.212321121312, "deal": 0.780914701253, "onc": 0.403765872355, "throat": 3.21579415833, "chemic": 1.8334321656299999, "live": 0.266903399347, "heat": 1.60259566484, "ride": 1.7730393418700001, "find": 2.191125321152, "take": 0.130691962197, "process": 0.527829199025, "into": 0.0149128632287, "spectacular": 2.8025104021, "horsemen": 4.06676174761, "men": 0.624742371425, "essenti": 1.07434378384, "conundrum": 5.59502637, "appli": 0.8316941898119999, "decadeslong": 7.369978720910001, "cri": 2.36335144821, "june": 0.3605697882, "onli": 0.0759728049873, "likewis": 2.1517873988400003, "direct": 0.200705689496, "largescal": 7.369978720910001, "invent": 4.58104254636, "strength": 1.3931203261899998, "would": 0.3184705118588, "brought": 0.609100637788, "intermingl": 4.7897618913199995, "develop": 0.178624694913, "cap": 2.20177003971, "numth": 0.161378382949, "novella": 4.034209144569999, "also": 0.0293143156, "met": 0.8592740514339999, "professor": 1.46108089746, "dri": 3.5684586263199995, "identifi": 0.833722000472, "scimitar": 6.0616459012599995, "florenc": 8.71221180675, "time": 0.0336345565878, "convinc": 1.4827641951700001, "best": 0.459227932947, "similar": 0.318556092114, "been": 0.023645982368400004, "ensu": 2.13194228525, "manag": 0.497643387158, "hundr": 3.616580348184, "incred": 2.9029218370499996, "have": 0.0295700046824}}, "html": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n\n<html lang=\"en-US\" xmlns=\"http://www.w3.org/1999/xhtml\">\n<head profile=\"http://gmpg.org/xfn/11\">\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<title>The History Blog   » 2011 » August</title>\n<meta content=\"WordPress 4.9.10\" name=\"generator\"/> <!-- leave this for stats -->\n<link href=\"http://www.thehistoryblog.com/wp-content/themes/retro-book-10/style.css\" media=\"screen\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/feed\" rel=\"alternate\" title=\"The History Blog RSS Feed\" type=\"application/rss+xml\"/>\n<link href=\"http://www.thehistoryblog.com/xmlrpc.php\" rel=\"pingback\"/>\n<link href=\"//s.w.org\" rel=\"dns-prefetch\"/>\n<script type=\"text/javascript\">\n\t\t\twindow._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"http:\\/\\/www.thehistoryblog.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?ver=4.9.10\"}};\n\t\t\t!function(a,b,c){function d(a,b){var c=String.fromCharCode;l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,a),0,0);var d=k.toDataURL();l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,b),0,0);var e=k.toDataURL();return d===e}function e(a){var b;if(!l||!l.fillText)return!1;switch(l.textBaseline=\"top\",l.font=\"600 32px Arial\",a){case\"flag\":return!(b=d([55356,56826,55356,56819],[55356,56826,8203,55356,56819]))&&(b=d([55356,57332,56128,56423,56128,56418,56128,56421,56128,56430,56128,56423,56128,56447],[55356,57332,8203,56128,56423,8203,56128,56418,8203,56128,56421,8203,56128,56430,8203,56128,56423,8203,56128,56447]),!b);case\"emoji\":return b=d([55358,56760,9792,65039],[55358,56760,8203,9792,65039]),!b}return!1}function f(a){var c=b.createElement(\"script\");c.src=a,c.defer=c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var g,h,i,j,k=b.createElement(\"canvas\"),l=k.getContext&&k.getContext(\"2d\");for(j=Array(\"flag\",\"emoji\"),c.supports={everything:!0,everythingExceptFlag:!0},i=0;i<j.length;i++)c.supports[j[i]]=e(j[i]),c.supports.everything=c.supports.everything&&c.supports[j[i]],\"flag\"!==j[i]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[j[i]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(h=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",h,!1),a.addEventListener(\"load\",h,!1)):(a.attachEvent(\"onload\",h),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),g=c.source||{},g.concatemoji?f(g.concatemoji):g.wpemoji&&g.twemoji&&(f(g.twemoji),f(g.wpemoji)))}(window,document,window._wpemojiSettings);\n\t\t</script>\n<style type=\"text/css\">\nimg.wp-smiley,\nimg.emoji {\n\tdisplay: inline !important;\n\tborder: none !important;\n\tbox-shadow: none !important;\n\theight: 1em !important;\n\twidth: 1em !important;\n\tmargin: 0 .07em !important;\n\tvertical-align: -0.1em !important;\n\tbackground: none !important;\n\tpadding: 0 !important;\n}\n</style>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/faviroll/css/style.css?ver=4.9.10\" id=\"faviroll-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/contact-form-plugin/css/form_style.css?ver=4.0.9\" id=\"cntctfrm_form_style-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/add-to-any/addtoany.min.css?ver=1.14\" id=\"addtoany-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/jquery/jquery.js?ver=1.12.4\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.1\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/add-to-any/addtoany.min.js?ver=1.0\" type=\"text/javascript\"></script>\n<link href=\"http://www.thehistoryblog.com/wp-json/\" rel=\"https://api.w.org/\"/>\n<link href=\"http://www.thehistoryblog.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/>\n<link href=\"http://www.thehistoryblog.com/wp-includes/wlwmanifest.xml\" rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\"/>\n<meta content=\"WordPress 4.9.10\" name=\"generator\"/>\n<script data-cfasync=\"false\">\nwindow.a2a_config=window.a2a_config||{};a2a_config.callbacks=[];a2a_config.overlays=[];a2a_config.templates={};\na2a_config.onclick=1;\na2a_color_main=\"E8C686\";a2a_color_border=\"BFA26B\";a2a_color_link_text=\"333333\";a2a_color_link_text_hover=\"333333\";\n(function(d,s,a,b){a=d.createElement(s);b=d.getElementsByTagName(s)[0];a.async=1;a.src=\"https://static.addtoany.com/menu/page.js\";b.parentNode.insertBefore(a,b);})(document,\"script\");\n</script>\n<script language=\"javascript\" type=\"text/javascript\">\n<!--\n\t\tfunction collapseThread( theId ) {\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(!comment)\n\t\t\t{\n\t\t\t\talert(\"ERROR:\\nThe document structure is different\\nfrom what Threaded Comments expects.\\nYou are missing the element '\"+theId+\"'\");\n\t\t\t\treturn;\n\t\t\t}\n\t\t\tvar theBody = findBody(comment);\n\t\t\tif(comment.className.indexOf(\"collapsed\") > -1) {\n\t\t\t\tcomment.className = comment.className.replace(\" collapsed\", \"\");;\n\t\t\t} else {\n\t\t\t\tcomment.className += \" collapsed\";\n\t\t\t}\n\t\t}\n\n\t\tfunction expandThread( theId ) {\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(!comment)\n\t\t\t{\n\t\t\t\talert(\"ERROR:\\nThe document structure is different\\nfrom what Threaded Comments expects.\\nYou are missing the element '\"+theId+\"'\");\n\t\t\t\treturn;\n\t\t\t}\n\t\t\tvar theBody = findBody(comment);\n\t\t\tif(comment.className.indexOf(\"collapsed\") > -1) {\n\t\t\t\tcomment.className = comment.className.replace(\" collapsed\", \"\");;\n\t\t\t} \n\t\t}\n\t\t\n\t\tfunction findBody(el)\n\t\t{\n\t\t\tvar divs = el.getElementsByTagName(\"div\");\n\t\t\tvar ret;\n\t\t\tfor(var i = 0; i < divs.length; ++i) {\n\t\t\t\tif(divs.item(i).className.indexOf(\"body\") > -1)\n\t\t\t\t\treturn divs.item(i);\n\t\t\t}\n\t\t\treturn false;\n\t\t}\n\t\n\t\tfunction onAddComment() {\n\t\t\t//checkDocumentIntegrity();\n\t\t\tvar el = document.getElementById(\"commentform\");\n\t\t\t// Future release: Check if form is filled correctly and mark the form fields.\n\t\t\tel.submit();\n\t\t}\n\t\t\n\t\tfunction moveAddCommentBelow(theId, threadId, collapse)\n\t\t{\n\t\t\texpandThread( theId );\n\t\t\tvar addComment = document.getElementById(\"addcomment\");\n\t\t\tif(!addComment)\n\t\t\t{\n\t\t\t  \talert(\"ERROR:\\nThreaded Comments can't find the 'addcomment' div.\\nThis is probably because you have changed\\nthe comments.php file.\\nMake sure there is a tag around the form\\nthat has the id 'addcomment'\"); \n\t\t\t\treturn\n\t\t\t}\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(collapse)\n\t\t\t{\n\t\t\t\tfor(var i = 0; i < comment.childNodes.length; ++i) {\n\t\t\t\t\tvar c = comment.childNodes.item(i);\n\t\t\t\t\tif(typeof(c.className) == \"string\" && c.className.indexOf(\"collapsed\")<0) {\n\t\t\t\t\t\tc.className += \" collapsed\";\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t\taddComment.parentNode.removeChild(addComment);\n\n\t\t\tcomment.appendChild(addComment);\n\t\t\tif(comment.className.indexOf(\"alt\")>-1) {\n\t\t\t\taddComment.className = addComment.className.replace(\" alt\", \"\");\t\t\t\t\t\n\t\t\t} else {\n\t\t\t\taddComment.className += \" alt\";\n\t\t\t}\n\t\t        var replyId = document.getElementById(\"comment_reply_ID\");\n\t\t\tif(replyId == null)\n\t\t\t{\n\t\t\t\talert(\"Brians Threaded Comments Error:\\nThere is no hidden form field called\\n'comment_reply_ID'. This is probably because you\\nchanged the comments.php file and forgot\\nto include the field. Please take a look\\nat the original comments.php and copy the\\nform field over.\");\n\t\t\t}\n\t\t\treplyId.value = threadId;\n\t\t\tvar reRootElement = document.getElementById(\"reroot\");\n\t\t\tif(reRootElement == null)\n\t\t\t{\n\t\t\t\talert(\"Brians Threaded Comments Error:\\nThere is no anchor tag called 'reroot' where\\nthe comment form starts.\\nPlease compare your comments.php to the original\\ncomments.php and copy the reroot anchor tag over.\");\n\t\t\t}\n\t\t\treRootElement.style.display = \"block\";\n\t\t\tvar aTags = comment.getElementsByTagName(\"A\");\n\t\t\tvar anc = aTags.item(0).id;\n\t\t\t//document.location.href = \"#\"+anc;\n\t\t\tdocument.getElementById(\"comment\").focus();\n\t\t}\n\n\t\tfunction checkDocumentIntegrity()\n\t\t{\n\t\t\tstr = \"\";\n\t\t\t\n\t\t\tstr += checkElement(\"reroot\",\"div tag\");\n\t\t\tstr += checkElement(\"addcomment\", \"div tag\");\n\t\t\tstr += checkElement(\"comment_reply_ID\", \"hidden form field\");\n\t\t\tstr += checkElement(\"content\", \"div tag\");\n\t\t\tstr += checkElement(\"comment\", \"textfield\");\n\t\t\tstr += checkElement(\"addcommentanchor\", \"anchor tag\");\n\t\t\t\n\t\t\tif(str != \"\")\n\t\t\t{\n\t\t\t\tstr = \"Brian's Threaded Comments are missing some of the elements that are required for it to function correctly.\\nThis is probably the because you have changed the original comments.php that was included with the plugin.\\n\\nThese are the errors:\\n\" + str;\n\t\t\t\tstr += \"\\nYou should compare your comments.php with the original comments.php and make sure the required elements have not been removed.\";\n\n\t\t\t\talert(str);\n\t\t\t}\n\t\t}\n               \n\t\tfunction checkElement(theId, elDesc)\n\t\t{\n\t\t\tvar el = document.getElementById(theId);\n\t\t\tif(!el)\n\t\t\t{\n\t\t\t\tif(elDesc == null)\n\t\t\t\t\telDesc = \"element\";\n\t\t\t\treturn \"- The \"+elDesc+\" with the ID '\" +theId + \"' is missing\\n\"; \n\t\t\t}\n\t\t\telse \n\t\t\t\treturn \"\";\n\t\t}\n\t\t\n\t\tfunction reRoot()\n\t\t{\n\t\t\tvar addComment = document.getElementById(\"addcomment\");\t\t\t\n\t\t\tvar reRootElement = document.getElementById(\"reroot\");\n\t\t\treRootElement.style.display = \"none\";\n\t\t\tvar content = document.getElementById(\"content\");\n\t\t\taddComment.parentNode.removeChild(addComment);\n\t\t\tcontent.appendChild(addComment);\n\t\t\taddComment.className = addComment.className.replace(\" alt\", \"\");\n\t\t\tdocument.location.href = \"#addcommentanchor\";\n\t\t\tdocument.getElementById(\"comment\").focus();\t\t\t\t\n\t\t\tdocument.getElementById(\"comment_reply_ID\").value = \"0\";\n\t\t}\t\t\t\n\t\t\n\t\tfunction changeCommentSize(d)\n\t\t{\n\t\t\tvar el = document.getElementById(\"comment\");\n\t\t\tvar height = parseInt(el.style.height);\n\t\t\tif(!height && el.offsetHeight)\n\t\t\t\theight = el.offsetHeight;\n\t\t\theight += d;\n\t\t\tif(height < 20) \n\t\t\t\theight = 20;\n\t\t\tel.style.height = height+\"px\";\n\t\t}\t\t\n-->\n</script>\n<style type=\"text/css\">\n.comment \n{\n\tposition: \t\t\t\trelative;\n\tmargin:\t\t\t\t\t3px;\n\tmargin-top:\t\t\t\t6px;\n/*\tborder: \t\t\t\t1px solid #666; */\n\tpadding:\t\t\t\t4px 4px 4px 8px;\n}\n\n.odd\n{\n\tbackground-color: #E2c080;\n}\n\n.comment div {\n\tposition: \t\t\t\trelative;\n}\n\n.comment .comment img\n{\n\tmargin: \t\t\t\t0px;\n}\n\n.comment .collapseicon \n{\n\twidth: \t\t\t\t\t13px;\n\theight: \t\t\t\t13px;\n\toverflow:\t\t\t\thidden;\n\tbackground-image: \t\turl(http://www.thehistoryblog.com/wp-content/plugins/briansthreadedcomments.php?image=subthread-open.png);\n}\n\n.collapsed .collapseicon \n{\n\tbackground-image: \t\turl(http://www.thehistoryblog.com/wp-content/plugins/briansthreadedcomments.php?image=subthread.png);\n}\n\n\n.comment .reply {\n\ttext-align: \t\t\tright;\n\tfont-size: \t\t\t\t80%;\n\tpadding: \t\t\t\t0px 6px 6px 0px;\n}\n\n.comment\n{\n\tborder: \t2px solid #ddd;\n\tmargin-top: \t\t\t10px;\n}\n\ninput#subscribe\n{\n\twidth: auto;\n}\n\n.comment .body .content\n{\n\tpadding:\t\t\t\t0px 3px 0px 3px;\n\twidth: \t\t\t\t\t100%;\t\n\toverflow: \t\t\t\tauto; \n}\n\n.comment .title abbr\n{\n\tborder: none;\n}\n\n.collapsed .body, .collapsed .comment\n{\n\tdisplay:\t\t\t\tnone;\n}\n/*\n#addcomment small, #addcomment div\n{\n\tpadding:\t\t\t\t3px;\n}\n*/\n#commentform textarea {\n\twidth: 97%;\n}\n</style>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/flash-video-player/swfobject.js\" type=\"text/javascript\"></script>\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"shortcut icon\" type=\"image/x-icon\"/>\n</head>\n<body>\n<div id=\"ROOT\">\n<div class=\"BGPage\">\n<div class=\"LeftTop\">\n<div class=\"LeftBottom\">\n<div id=\"HEAD\">\n<h1 class=\"Logo\"><a href=\"http://www.thehistoryblog.com/\"><span>The History Blog</span></a></h1>\n<div class=\"Visual\"></div>\n</div>\n<div id=\"MAIN\">\n<h2 class=\"pagetitle\">Archive for August, 2011</h2>\n<div class=\"post\">\n<h3 id=\"post-12619\"><a href=\"http://www.thehistoryblog.com/archives/12619\" rel=\"bookmark\" title=\"Permanent Link to Kickstart the search for lost da Vinci mural\">Kickstart the search for lost da Vinci mural</a></h3>\n<p class=\"prefix\">Wednesday, August 31st, 2011</p>\n<div class=\"entry\">\n<p>In 1504, the Gonfalionere of Justice, leader of the Florentine Republic, Piero Soderini commissioned Leonardo da Vinci to decorate a wall in the newly built Hall of Five Hundred, the room where Florence’s Great Council met in the Palazzo Vecchio. </p>\n<p>According to Giorgio Vasari’s <a href=\"http://members.efn.org/~acd/vite/VasariLeo3.html\" target=\"blank\">biography of Leonardo</a> in the <em>Lives of the Artists</em>, the people of Florence clamored for a memento of the great artist’s presence among them. They decided on a large-scale mural depicting the 1440 Battle of Anghiari in which greatly outnumbered Florentine armies held a bridge against the Duke of Milan’s mercenaries, thereby keeping central Italy’s free from Milanese control.</p>\n<p>Vasari glowingly describes Leonardo’s design:</p>\n<blockquote><p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Studies-for-the-Heads-of-Two-Soldiers-in-Battle-of-Anghiari-1504-05.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-12635\" height=\"150\" sizes=\"(max-width: 145px) 100vw, 145px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Studies-for-the-Heads-of-Two-Soldiers-in-Battle-of-Anghiari-1504-05-145x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Studies-for-the-Heads-of-Two-Soldiers-in-Battle-of-Anghiari-1504-05-145x150.jpg 145w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Studies-for-the-Heads-of-Two-Soldiers-in-Battle-of-Anghiari-1504-05-291x300.jpg 291w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Studies-for-the-Heads-of-Two-Soldiers-in-Battle-of-Anghiari-1504-05.jpg 940w\" title=\"Studies for the Heads of Two Soldiers in The Battle of Anghiari, Leonardo da Vinci, 1504-1505\" width=\"145\"/></a>Whereupon Leonardo, determining to execute this work, began a cartoon in the Sala del Papa, an apartment in S. Maria Novella, representing the story of Niccolò Piccinino, Captain of Duke Filippo of Milan; wherein he designed a group of horsemen who were fighting for a standard, a work that was held to be very excellent and of great mastery, by reason of the marvellous ideas that he had in composing that battle; seeing that in it rage, fury, and revenge are perceived as much in the men as in the horses, among which two with the forelegs interlocked are fighting no less fiercely with their teeth than those who are riding them do in fighting for that standard, which has been grasped by a soldier, who seeks by the strength of his shoulders, as he spurs his horse to flight, having turned his body backwards and seized the staff of the standard, to wrest it by force from the hands of four others, of whom two are defending it, each with one hand, and, raising their swords in the other, are trying to sever the staff; while an old soldier in a red cap, crying out, grips the staff with one hand, and, raising a scimitar with the other, furiously aims a blow in order to cut off both the hands of those who, gnashing their teeth in the struggle, are striving in attitudes of the utmost fierceness to defend their banner; besides which, on the ground, between the legs of the horses, there are two figures in foreshortening that are fighting together, and the one on the ground has over him a soldier who has raised his arm as high as possible, that thus with greater force he may plunge a dagger into his throat, in order to end his life; while the other, struggling with his legs and arms, is doing what he can to escape death.</p>\n<p>It is not possible to describe the invention that Leonardo showed in the garments of the soldiers, all varied by him in different ways, and likewise in the helmet crests and other ornaments; not to mention the incredible mastery that he displayed in the forms and lineaments of the horses, which Leonardo, with their fiery spirit, muscles, and shapely beauty, drew better than any other master. </p></blockquote>\n<p>In classic Leonardo style, he invented an accordion-folding scaffold to reach the top of his immense canvas. Also in a classic but less fortunate Leonardo style, he invented a new undercoat to apply to the wall under his oil painting. He didn’t want to use fresco because it had failed rather spectacularly in <em>The Last Supper</em>, so he scared up some weird mixture that in tests worked quite well. On the huge scale of the wall, though, where it was virtually impossibly to keep the environment evenly warm, the primer didn’t dry quickly enough and before his very eyes the paint started dripping. Leonardo brought in braziers to heat the wall and try to preserve what he could, but only the bottom of the painting managed to dry on time. The paints on the top were hopelessly intermingled. Bummed, Leonardo abandoned the project. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Peter-Paul-Rubens-1603-copy.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-12634\" height=\"218\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Peter-Paul-Rubens-1603-copy-300x218.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Peter-Paul-Rubens-1603-copy-300x218.jpg 300w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Peter-Paul-Rubens-1603-copy-150x109.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Peter-Paul-Rubens-1603-copy-1024x744.jpg 1024w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Peter-Paul-Rubens-1603-copy.jpg 1179w\" title='\"The Battle of the Standard\" by Peter Paul Rubens, 1603, copy of Leonardo' width=\"300\"/></a>Even incomplete, the mural was widely revered. Many copies were made of it over the years, most notably by Peter Paul Rubens in 1603, based on a 1553 engraving by Lorenzo Zacchia. By the time Rubens made his version, Leonardo’s original was long gone. The Hall of the Five Hundred was enlarged between 1555 and 1572, and in the process <em>The Battle of Anghieri</em> and the incomplete work by Michelangelo that was across from it were both lost.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Salone-dei-Cinquecento.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-12633\" height=\"114\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Salone-dei-Cinquecento-150x114.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Salone-dei-Cinquecento-150x114.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Salone-dei-Cinquecento-300x229.jpg 300w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Salone-dei-Cinquecento.jpg 1024w\" title=\"Salone dei Cinquecento, Palazzo Vecchio, Florence\" width=\"150\"/></a>It was none other than Giorgio Vasari who was in charge of the restructuring of the hall. He and his associates painted vast battle murals on the walls, including over the wall that had once held Leonardo’s lost masterpiece. On one of those murals, way up high, Vasari left a curious note. There’s no lettering anywhere else on this intricate scene of army against army, but in one green standard Vasari painted two words: “Cerca Trova,” seek and find.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/cercatrova-vasari.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-12632\" height=\"99\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/cercatrova-vasari-150x99.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/cercatrova-vasari-150x99.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/cercatrova-vasari-300x199.jpg 300w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/cercatrova-vasari-1024x682.jpg 1024w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/cercatrova-vasari.jpg 1100w\" title=\"The &quot;Cerca Trova&quot; note in Vasari's mural\" width=\"150\"/></a>Florentine art historian and University of California, San Diego, professor Maurizio Seracini found Vasari’s note in the 1970s. Ever since then, he’s tried to find out more about the wall and might be behind it. Ultrasounds taken in 1976 detected no painting behind the current one. In 2000, Seracini used radar scanning to discover that Vasari had painted his work on a new brick wall, not directly on Leonardo’s surface. Could Vasari, who we know held <em>Anghiari</em> in the highest of esteem, had built a brick surface to keep Leonardo’s work, whatever was left of it, intact? Is that what seekers would find if they looked?</p>\n<p>The problem is how do we find out what, if anything, is behind the bricks without dismantling the 16th century works. Enter freelance photographer Dave Yoder. In 2007, Yoder was assigned by National Geographic to do a story about Seracini’s decades-long investigation, and in 2010, National Geographic inked a deal with Florence to pay the city $250,000 for exclusive rights to publish the results of Mr. Seracini’s research. </p>\n<p>It was Yoder who found <a href=\"http://www.nytimes.com/2011/08/27/arts/design/leonardo-mural-in-florence-may-be-revealed.html\" target=\"blank\">a possible solution to the conundrum</a>. Googling, he found nuclear physicist Robert Smither who was creating a gamma ray camera that would be able to take high-resolution pictures of cancer inside of a patient without invasive exploration. </p>\n<blockquote><p>Mr. Smither figured that his camera, which essentially uses copper crystals in place of lens glass to focus the gamma rays that bounce back when an object is sprayed with neutrons, could provide a definitive answer. It could not only determine whether the Leonardo painting was there by identifying the chemicals in the paint but could also capture an image of the hidden work — without damaging the Vasari fresco on top.</p>\n<p>Thus ensued an unlikely and somewhat surreal turn of events in which Mr. Yoder, between glossy-magazine assignments, found himself borrowing time at a facility of Italy’s energy research agency in Frascati, outside Rome. The testing, in June 2010, went well. The team took pigments similar to those used by Leonardo and original bricks from Leonardo’s era that Mr. Seracini found at the Palazzo Vecchio and sprayed them with neutrons. The gamma rays that bounced back were strong enough for Mr. Smither to collect and read.</p>\n<p>That convinced Mr. Smither that if they exposed the wall in the Hall of Five Hundred to neutrons, they could tell from the gamma rays that bounced back whether Leonardo’s painting was still there. And, at that point, they could build a special camera that would create an image from those particular gamma rays.</p></blockquote>\n<p>It’s the best of both worlds: we get to see what’s left of Leonardo’s painting without damaging the wall on top of it. The only problem is money. In order to develop and test the gamma camera, the researchers need $265,000.  Since everyone is broke, they’ve taken it to <a href=\"http://www.kickstarter.com/projects/704089843/the-search-for-the-lost-da-vinci\" target=\"blank\">Kickstarter</a> where people can donate a dollar or a hundred thousand of them to see this plan come to fruition. </p>\n<p>I think Leonardo, compulsive inventor that he was, would be absolutely thrilled to have a new gamma ray camera built so that we can see his art.</p>\n<p><iframe frameborder=\"0\" height=\"366px\" src=\"http://www.kickstarter.com/projects/704089843/the-search-for-the-lost-da-vinci/widget/video.html\" width=\"430px\"></iframe></p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Kickstart the search for lost da Vinci mural\" data-a2a-url=\"http://www.thehistoryblog.com/archives/12619\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/multimedia\" rel=\"category tag\">Multimedia</a>, <a href=\"http://www.thehistoryblog.com/archives/category/renaissance\" rel=\"category tag\">Renaissance</a> |   <a href=\"http://www.thehistoryblog.com/archives/12619#comments\">7 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-12601\"><a href=\"http://www.thehistoryblog.com/archives/12601\" rel=\"bookmark\" title=\"Permanent Link to State, collectors vie for Gypsy fortune teller machine\">State, collectors vie for Gypsy fortune teller machine</a></h3>\n<p class=\"prefix\">Tuesday, August 30th, 2011</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Gypsy-fortune-teller-machine.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-12609\" height=\"300\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Gypsy-fortune-teller-machine-200x300.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Gypsy-fortune-teller-machine-200x300.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Gypsy-fortune-teller-machine-100x150.jpg 100w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Gypsy-fortune-teller-machine-682x1024.jpg 682w\" title=\"1906 speaking gypsy fortune teller machine, Virginia City, Montana\" width=\"200\"/></a>A 1906 verbal gypsy fortune teller machine in the gold rush ghost town of <a href=\"http://www.virginiacitymt.com/\" target=\"blank\">Virginia City</a>, Montana, <a href=\"http://www.ksro.com/news/article.aspx?id=3183217\" target=\"blank\">is being tussled over by private collectors, the state, historians and citizens</a>. The fortune teller machine is one of no more than three remaining that used a recording to “speak” fortunes to whosoever fed it a nickel. Magician and collector of historic penny arcade games David Copperfield thinks it may be the only one of its kind remaining, and of course he wants to buy it. He’s not the only one. </p>\n<p>Until recently the fortune teller machine lived in relative obscurity, one dusty game artifact among the multitude collected by General Mills heir Charles Bovey. It was Bovey who began to buy up properties in Virginia City in the 1940s so they could be restored and the town kept intact as living Montana history. He did the same for neighboring gold rush ghost town Nevada City. He dedicated thirty years of his life to preserving the state’s 19th century history, and while he was it, he used the buildings to store his ever-burgeoning collection of antique games and musical machines.</p>\n<p>Founded in 1863 as a gold rush boomtown, just two years later Virginia City had a population of 10,000 and was made capital of the newly created Montana Territory. Population followed the gold, though, and that was already moving west towards Helena. In 1875 the capital was moved to Helena where it remained when Montana joined the Union as a state in 1889. In 1942, the last mine in the area closed. Bovey jumped on the opportunity and start buying.</p>\n<p>That boom and bust cycle not only makes Virginia City a classic example of a gold rush town, but it also ensured there was little interest in knocking down old buildings to make new ones. Bovey was able to restore a great many structures from the first decade or so of Virginia City’s life. Of almost 300 structures in town, almost half were built before 1900. The largest proportion of the 200 historic buildings in town date to the 1870s, and even the later construction is of great historical value in that it illustrates the growth and decline of frontier mining-dependent communities. </p>\n<p>Virginia City was designated National Historic Landmark on July 4, 1961. Charles Bovey continued buying and restoring until his death in 1978. After that, his wife Sue and son Ford continued to preservation and restoration efforts until Ford sold Virginia City and Nevada City, properties, land and contents, to the State of Montana for $6.5 million in 1998. Since then, Virginia City has been under the aegis of the Montana Heritage Preservation Commission.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Gypsy-arcade.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-medium wp-image-12606\" height=\"199\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Gypsy-arcade-300x199.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Gypsy-arcade-300x199.jpg 300w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Gypsy-arcade-150x99.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Gypsy-arcade-1024x679.jpg 1024w\" title=\"The Gypsy Arcade museum, Main St., Virginia City\" width=\"300\"/></a>Bovey’s historical games and machines stayed in town, adding to its tourist appeal. There are hundreds of thousands of these games, most of them in curatorial storage. The fortune telling machine was used by visitors through the early 1970s when its deteriorating condition necessitated its removal to storage. It was put back on display in 1999, but it was for looking only, no touching. Conservators finally <a href=\"http://woodenobject.tripod.com/Gypsy.htm\" target=\"blank\">began to restore it to function</a> in September of 2004, finishing in June, 2006. In 2008, the gypsy returned to public display (again, no touching allowed) in the Gypsy Arcade, a turn-of-the-century gadgetry museum on Virginia City’s main street. </p>\n<p>It was that successful restoration that brought the fortune teller to the attention of collectors. Around that time, Copperfield approached the Montana Heritage Commission offering a reported $2 million for the machine, including enough money to replace the gypsy with another non-verbal historical fortune telling machine for display purposes. They turned him down.</p>\n<p>The pressure is back on now, though, because like most every other state-supported institution, the Heritage Commission has been kneecapped by budget cuts. You know it’s a bad sign when your curator of collections, Janna Norby, gets laid off due to budget cuts just two weeks after giving the AP a great quote for their article about the gypsy: “If we start selling our collection for money, what do we have?”</p>\n<p>Thankfully she’s not alone in her sentiments. The current staff, skeleton though it may be, of the Heritage Commission insist that they would never sell of any of the antiques under their stewardship. This makes the private collectors grumpy because they think they can do a much better job of maintaining it and conserving it using the latest technology money can buy. Collector and restorer Theo Holstein is putting together a consortium of private collectors to bid $3 million for the gypsy. David Copperfield is revving back up to bid too, and those figures being bandied about could go even higher into the stratosphere.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/kids-view-fortune-teller-machine.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-12607\" height=\"300\" sizes=\"(max-width: 199px) 100vw, 199px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/kids-view-fortune-teller-machine-199x300.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/kids-view-fortune-teller-machine-199x300.jpg 199w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/kids-view-fortune-teller-machine-99x150.jpg 99w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/kids-view-fortune-teller-machine-682x1024.jpg 682w\" title=\"Children view the gypsy fortune teller at the Gypsy Arcade museum\" width=\"199\"/></a>Since the Montana Heritage Commission is overseen by the state Department of Commerce, which, needless to say, has slightly different priorities involving commerce rather than preservation, those millions of dollars just might be enough to pry the gypsy away from Virginia City after all. Don’t worry, though. If it disappears into a private collection never to be seen by the public again, Theo Holstein assures us that sale would be the equivalent of rescuing a precious gemstone from the dark bowels of a mine.</p>\n<blockquote><p>“They don’t have any idea what they have. It’s like they have the world’s best diamond and they just pulled it out of their mineshaft. It’s good that it’s there and it survived, but now it really needs to be part of the world.”</p></blockquote>\n<p>Part of the world = hidden forever in some rich guy’s creepy basement gameland.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"State, collectors vie for Gypsy fortune teller machine\" data-a2a-url=\"http://www.thehistoryblog.com/archives/12601\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/social-policy\" rel=\"category tag\">Social policy</a>, <a href=\"http://www.thehistoryblog.com/archives/category/treasures\" rel=\"category tag\">Treasures</a> |   <a href=\"http://www.thehistoryblog.com/archives/12601#comments\">10 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-12587\"><a href=\"http://www.thehistoryblog.com/archives/12587\" rel=\"bookmark\" title=\"Permanent Link to Mystery stained glass mentioned by Van Gogh found\">Mystery stained glass mentioned by Van Gogh found</a></h3>\n<p class=\"prefix\">Monday, August 29th, 2011</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/houses-in-isleworth-Vincent-van-Gogh-1876.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-12594\" height=\"144\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/houses-in-isleworth-Vincent-van-Gogh-1876-150x144.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/houses-in-isleworth-Vincent-van-Gogh-1876-150x144.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/houses-in-isleworth-Vincent-van-Gogh-1876-300x289.jpg 300w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/houses-in-isleworth-Vincent-van-Gogh-1876.jpg 576w\" title=\"Houses in Isleworth, sketch by Vincent van Gogh in letter to brother, 1876\" width=\"150\"/></a>In 1876, a 23-year-old Vincent van Gogh was teaching at a small boarding school in Ramsgate, England, and living in Isleworth with the family of the Rev. Thomas Slade-Jones, Congregationalist minister and the school’s owner. It was an unpaid position with a hellish commute. He wrote to his brother Theo of his daily life teaching students Bible history and weeding the garden, of his dreams of becoming a clergyman. This was a period of increasing religious devotion for Vincent. His letters are packed full of his thoughts on Biblical passages, of his desire to spend less time teaching and more time helping Mr. Jones minister to his flock.</p>\n<p>In a letter to Theo <a href=\"http://www.webexhibits.org/vangogh/letter/4/076.htm\" target=\"blank\">from October 7, 1876</a>, Vincent reported walking almost six hours (!) to London to collect some school fees for Rev. Jones. While roaming the Strand neighborhood, recently rebuilt and now a home to many of the literary and artistic avant-garde, he encountered some old friends and had dinner.</p>\n<blockquote><p>After that I went to [art dealer] van Wisselingh, where I saw sketches for two church windows. In the middle of one window stands the portrait of a middle-aged lady, oh, such a noble face, with the words “Thy will be done,” over it, and in the other window the portrait of her daughter, with the words, “Faith is the substance of things hoped for, the evidence of things not seen.” There, and in the gallery of Messrs. Goupil &amp; Co., I saw beautiful pictures and drawings. It is such an intense delight to be so often reminded of Holland by art.</p></blockquote>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Daniel-Cottier-windows-St-Andrews.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-12597\" height=\"300\" sizes=\"(max-width: 187px) 100vw, 187px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Daniel-Cottier-windows-St-Andrews-187x300.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Daniel-Cottier-windows-St-Andrews-187x300.jpg 187w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Daniel-Cottier-windows-St-Andrews-93x150.jpg 93w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Daniel-Cottier-windows-St-Andrews.jpg 614w\" title=\"Lady Margaret Carnegie and Georgiana Carnegie as Virgin Maries, by Daniel Cottier\" width=\"187\"/></a>Van Gogh scholars have long searched for these church windows, and it seems <a href=\"http://www.guardian.co.uk/artanddesign/2011/aug/24/van-gogh-windows-hampshire-church\" target=\"blank\">they’ve finally found them</a> in a small church, St. Andrew’s, in Owslebury, near Winchester. The two windows are almost exactly as Vincent describes them, only one inscription — “Faith is the substance of things hoped for” — was changed to “Fear not, only believe” between design and execution. </p>\n<p>William Carnegie, 8th Earl of Northesk, commissioned the windows as memorials to his wife Georgiana and his daughter Lady Margaret as older and younger versions of the Virgin Mary. Georgiana died in 1874 at age 63, after 31 years of marriage. Margaret died in 1871 at just 23 years of age. The windows were installed in the church after his death in 1878.</p>\n<p>Art historian Max Donnelly found the windows while researching the glazier, Daniel Cottier, and put two and two together in a serendipitous leap.</p>\n<blockquote><p>Donnelly said: “I saw a reference to them at the church in Owslebury and managed to get some photographs. It was then that bells started ringing, and it happened to be about the same time as the exhibition of Van Gogh’s letters at the Royal Academy.</p>\n<p>“Although the letter mentioning the sketches was not among them, it reminded me that he had written to his brother.”</p>\n<p>Donnelly contacted the earl’s descendants and was pointed in the direction of the family scrapbook. “Inside I found photographs of the people involved and photographs of the designs that Van Gogh had described,” said Donnelly. “I assume that the 8th earl sent copies to family members showing them what he was intending for the church to the memory of his wife and daughter.</p>\n<p>“This proved that the windows were the ones Van Gogh had seen.”</p></blockquote>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Mystery stained glass mentioned by Van Gogh found\" data-a2a-url=\"http://www.thehistoryblog.com/archives/12587\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/12587#comments\">6 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-12577\"><a href=\"http://www.thehistoryblog.com/archives/12577\" rel=\"bookmark\" title=\"Permanent Link to Did restorers castrate the penis tree?\">Did restorers castrate the penis tree?</a></h3>\n<p class=\"prefix\">Sunday, August 28th, 2011</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/massa-grotto.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-12579\" height=\"273\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/massa-grotto-300x273.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/massa-grotto-300x273.jpg 300w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/massa-grotto-150x136.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/massa-grotto.jpg 622w\" title=\"Medieval penis tree mural in the Fountain of Abundance\" width=\"300\"/></a>In 1999, workers restoring a medieval communal fount called the Fountain of Abundance in the Tuscan town of Massa Marittima <a href=\"http://www.threemonkeysonline.com/als/_massa_marittima_mural_guelph_ghibelline.html\" target=\"blank\">discovered a curious mural hidden</a> behind a whitewash layer. It depicts a tree heavily laden with heavily laden phalluses under which eight or nine women stand in various poses and large black birds fly. Expert thinks the fresco dates to 1265, the same year inscribed on the fountain itself.</p>\n<p>According to George Ferzoco, the director of the Centre for Tuscan Studies at the University of Leicester whose summer program was in Massa that year, the townspeople’s initial reaction to the find was mixed.</p>\n<blockquote><p>“They considered it to be somehow dirty or erotic, one or the other. Those who saw it as erotic looked at it as being a symbol that mirrored the reality of the water and the place. Water gives life; Phalluses give life: Isn’t this a unique and interesting way to portray the life-giving properties of water? The porn camp, if we can call it that, saw it as being somehow deliberately obscene and thus believed that as little attention as possible needed to be drawn to it.”</p></blockquote>\n<p>Over a decade later, that ambivalence has long gone and locals are furiously protective of their Tree of Fertility. In 2008 a program of restoration was undertaken to fully clean the mural which had suffered not just from its whitewashing but also from water damage and concretions. The restoration finally ended in early August and the public were allowed back in to view the mural, only to find to their dismay<a href=\"http://www.telegraph.co.uk/culture/art/art-news/8714235/Italian-art-experts-accused-of-censoring-phallic-fresco.html\" target=\"blank\">that there were parts missing</a>. Male parts.</p>\n<blockquote><p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/massa_detail.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-12580\" height=\"119\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/massa_detail-150x119.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/massa_detail-150x119.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/massa_detail-300x239.jpg 300w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/massa_detail.jpg 800w\" title=\"Phallus detail from mural\" width=\"150\"/></a>The experts who carried out the restoration have been accused of sanitising the mural by scrubbing out or altering some of the testicles, which hang from the tree’s branches along with around 25 phalluses.</p>\n<p>“Many parts of the work seem to have been arbitrarily repainted,” said Gabriele Galeotti, a town councillor who has called for an investigation after seeing the finished work. “The authenticity of the fresco seems to have been compromised by a restoration effort that did not respect the original character of the work.”</p></blockquote>\n<p>The <a href=\"http://translate.google.com/translate?js=n&amp;prev=_t&amp;hl=en&amp;ie=UTF-8&amp;layout=2&amp;eotf=1&amp;sl=it&amp;tl=en&amp;u=http%3A%2F%2Fcorrierefiorentino.corriere.it%2Ffirenze%2Fnotizie%2Farte_e_cultura%2F2011%2F19-agosto-2011%2Falbero-fecondita-senza-testicoli-cancellati-il-restauro--1901323798266.shtml\" target=\"blank\">restorers deny categorically</a> having painted over any phalluses. They claim any paint loss was the result of salt and calcium concretions lifting paint as they were removed during the cleaning. If any repainting gets done, restorers say, it’ll be done to put the lost phalluses back in, not to remove them.</p>\n<p>Councilman Galeotti is not at all satisfied with that explanation.</p>\n<blockquote><p>“What the restorers say is absolute nonsense. As far as we are concerned they have compromised the authenticity of the fresco. The work was intended as a symbol of fertility with the penises being crucial to the intention of the art but now these have been removed and the message is therefore no longer there.</p>\n<p>“We intend to make a formal complaint to the local prosecutor so that he can open an investigation into this disrespectful slaughter of an artistic work. There was obviously no intention to respect the original artist.”</p></blockquote>\n<p>Unfortunately, I can’t find any before and after images of the tree so we can assess the phallic loss with our own eyes, but judging from some of the old pictures I found (<a href=\"http://www.flickr.com/photos/goodwines/1554154044/\" target=\"blank\">see this one from 2003</a>), the fresco was in truly awful condition when uncovered. Recent pictures show it in far superior condition, figures, phalluses and tree.</p>\n<p>It’s probably not actually a fertility symbol, btw. George Ferzoco’s studies suggest that the fresco is a political allegory, negative advertising, if you will, writ large in a highly trafficked location: the public fountain where people drew their water for daily use. Ferzoco notes:</p>\n<blockquote><p>“The fact of the matter is that there is, with regard to the phalluses on display in this painting, nothing whatsoever to do with fertility. It’s one thing to have a symbol of a phallus on its own. That can stand for good luck, fertility, what have you. It’s another to put it in a different context, one in which it’s seen to be quite literally growing on a tree. The Medieval culture, more than ours, was one that was extremely sensitive to what was perceived as the goodness of nature, the goodness of what is natural, and they would have put two and two together in a way which involved seeing this particular tree bearing fruit that is not natural fruit. Those two elements of the equation would have added up to be something which is not natural and hence not good.”</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/massa_marittima-mural.png\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-12581\" height=\"152\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/massa_marittima-mural-300x228.png\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/massa_marittima-mural-300x228.png 300w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/massa_marittima-mural-150x114.png 150w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/massa_marittima-mural-1024x780.png 1024w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/massa_marittima-mural.png 1279w\" title=\"Tree of Fertility mural in Massa Marittima, 1265\" width=\"200\"/></a> While the phalluses in the tree are, by the context, strange and shocking, there are other phalluses in the painting which add currency to Ferzoco’s hypothesis that this is anything but a mural celebrating fecundity. “We have an image of two women who appear to be locked in serious combat over one of these phalluses, so this supposed fertility symbol that ought to bring life and goodness is in fact bringing strife to the people fighting over it. More importantly, there is a woman on the left side of the mural, standing in what I call her ‘Lady Di’ pose, standing quite demurely, until you realise that she’s being sodomised by one of these phalluses. You can’t get pregnant by sodomy – it’s the ultimate in non-fertility. There’s something going on in the mural that subverts notions of fertility.”</p>\n<p>But why would one display such an extravagant, and no doubt expensive, symbol of non-fertility in such a central place? What message is it conveying? “The key to that subversion – according to Ferzoco – is shown with the symbol of one of the two competing political factions of the time, which is displayed prominently in the mural. This is the Eagle, a symbol of the Ghibelline party. The juxtaposition of this party symbol along with another symbol being used unnaturally, in a non-fertile way is meant to create in the viewer a kind of relationship between what is unnatural or not good on the one hand and the Ghibelline party on the other. It makes even more sense when you consider that during almost all of its history as an independent city republic, Massa Marittima was controlled by the anti-Ghibelline Guelph party.”</p></blockquote>\n<p>Stick with us, is the message, or prepare for a society in which perverted trees grow phallus fruit and women tear each other’s hair out trying to have non-reproductive sexual congress with them.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Did restorers castrate the penis tree?\" data-a2a-url=\"http://www.thehistoryblog.com/archives/12577\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/medieval\" rel=\"category tag\">Medieval</a>, <a href=\"http://www.thehistoryblog.com/archives/category/social-policy\" rel=\"category tag\">Social policy</a>, <a href=\"http://www.thehistoryblog.com/archives/category/treasures\" rel=\"category tag\">Treasures</a> |   <a href=\"http://www.thehistoryblog.com/archives/12577#comments\">11 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-12557\"><a href=\"http://www.thehistoryblog.com/archives/12557\" rel=\"bookmark\" title=\"Permanent Link to Gosport church’s Handel Organ to be restored\">Gosport church’s Handel Organ to be restored</a></h3>\n<p class=\"prefix\">Saturday, August 27th, 2011</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Casing4.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-medium wp-image-12563\" height=\"200\" sizes=\"(max-width: 149px) 100vw, 149px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Casing4-224x300.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Casing4-224x300.jpg 224w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Casing4-112x150.jpg 112w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Casing4-766x1024.jpg 766w\" title=\"The Handel Organ at Holy Trinity Church, Gosport\" width=\"149\"/></a>For the past five years, <a href=\"http://www.holytrinitygosport.co.uk/index.html\" target=\"blank\">Holy Trinity Church</a> in Gosport, Hampshire, has been trying to raise the £150,000 ($245,000) necessary to restore their 18th century organ, once caressed by the nimble fingers of George Frederick Handel. They’ve been able to raise £42,000 from their Adopt-a-Pipe program and small individual donations. <a href=\"http://news.bbc.co.uk/local/hampshire/hi/people_and_places/history/newsid_9144000/9144242.stm\" target=\"blank\">Last November they applied</a> for a £150,000 grant from the Heritage Lottery Fund to jumpstart the process and ensure they have all the funds they need for the projected £200,000 ($327,000) restoration costs.</p>\n<p>Now the Heritage Lottery Fund has come through with a <a href=\"http://www.culture24.org.uk/history+%26+heritage/art362796\" target=\"blank\">grant of £167,000</a> ($273,000), bringing the kitty up to a £209,000 ($342,000). </p>\n<blockquote><p>“We are so pleased that the HLF has generously supported this project,” said Church Reverend Andy Davis.</p>\n<p>“It is further evidence of the quality and heritage significance of this organ, the actions of which are now 110 years old and need urgent work. It is a credit to the church that so much has been raised during five years. An impressive regular concert programme has attracted musicians and listeners to the church from near and far in large numbers.” […]</p>\n<p>Local organ builder Andrew Cooper, who has kept the hallowed centrepiece in working order for several years, will be entrusted with the craftwork.</p></blockquote>\n<p>I’m sure he’ll be relieved to have more supplies than duct tape at his disposal. Seriously look at some of these “temporary repairs”:</p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/broken_pipe.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-thumbnail wp-image-12567\" height=\"150\" sizes=\"(max-width: 112px) 100vw, 112px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/broken_pipe-112x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/broken_pipe-112x150.jpg 112w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/broken_pipe-225x300.jpg 225w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/broken_pipe.jpg 750w\" title=\"Pipe repair\" width=\"112\"/></a> <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/pipe_patchup5.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-thumbnail wp-image-12566\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/pipe_patchup5-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/pipe_patchup5-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/pipe_patchup5-300x225.jpg 300w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/pipe_patchup5.jpg 1000w\" title=\"Patched up metal and wood pipes\" width=\"150\"/></a> <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/pipe_patchup4.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-thumbnail wp-image-12565\" height=\"150\" sizes=\"(max-width: 112px) 100vw, 112px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/pipe_patchup4-112x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/pipe_patchup4-112x150.jpg 112w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/pipe_patchup4-225x300.jpg 225w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/pipe_patchup4.jpg 750w\" title=\"Patched pipe\" width=\"112\"/></a></center></p>\n<p>Cooper will have to repair soft metal pipes that have bulged over time, wooden pipes that have split and been poorly patched, yards of lead tubing that has been leaking for years, dried and cracked leather parts. </p>\n<p>Originally built for James Brydges, the 1st Duke of Chandos, in 1720 when George Frederick Handel was his musician in residence. Handel not only played it once it was installed in the Duke’s <a href=\"http://en.wikipedia.org/wiki/Cannons_(house)\">Cannons</a> estate, but probably consulted with the builders, Abraham Jordan and son, on the organ’s design. </p>\n<p>After the Duke died in 1744, his son found the estate so riddled with debt that in 1747 he held a twelve-day demolition sale during which the entire contents of the estate, from furnishing to the very structure of the building, was sold at auction. Holy Trinity Church purchased the organ at that auction for £117 ($191) and hired Abraham Jordan’s son to install it in the west gallery.</p>\n<p>Later it would be moved to the east gallery and enlarged. A restoration in 1897 replaced the 18th century workings, leaving only eight of the original Jordan stops from 1720. Raise the volume as high as you can to listen to this not-so-greatly recorded example of the same sounds Handel once produced.</p>\n<p>[youtube=http://www.youtube.com/watch?v=F8rlOoaVRtQ&amp;w=430]</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Gosport church’s Handel Organ to be restored\" data-a2a-url=\"http://www.thehistoryblog.com/archives/12557\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/treasures\" rel=\"category tag\">Treasures</a> |   <a href=\"http://www.thehistoryblog.com/archives/12557#comments\">3 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-12540\"><a href=\"http://www.thehistoryblog.com/archives/12540\" rel=\"bookmark\" title=\"Permanent Link to Sculptures of Roman emperors found in Turkey\">Sculptures of Roman emperors found in Turkey</a></h3>\n<p class=\"prefix\">Friday, August 26th, 2011</p>\n<div class=\"entry\">\n<p>Archaeologists excavating the ancient Lycian city of Tlos on the Mediterranean in southwestern Turkey have uncovered <a href=\"http://www.hurriyetdailynews.com/n.php?n=excavations-at-tlos-reveal-roman-works-2011-08-18\" target=\"blank\">five almost intact Roman-era marble statues</a>. Three of them are of Roman emperors Hadrian, Antonius Pius and Marcus Aurelius. The two are of women, one probably Faustina Minor, daughter of Antonius Pius and wife of Marcus Aurelius, and the other of a goddess, possibly Isis. They are missing some hands and arms, and the statue of the goddess has no face, but other than that they are whole and unbroken, a very rare thing indeed.</p>\n<p>While I was looking for more detailed pictures of the find, I encountered <a href=\"http://www.turkeysforlife.com/2011/08/tlos-roman-statues-fethiye-museum.html\" target=\"blank\">this blog entry</a>, both charming and unnerving, written by someone on the scene. They read about the find in the above article.</p>\n<blockquote><p>We assumed the statues would be whisked away to Istanbul, Ankara or at best, Antalya Archaeological Museum – but, thanks to Twitter, we saw one of the Turkish language newspapers had reported the statues had been taken to Fethiye Museum. Often overlooked by visitors to Fethiye, the museum finally has in its possession a bit of a draw in the recently discovered statues. </p>\n<p>We went up there yesterday to see if we could see them, expecting them to be packed away somewhere, not for public viewing just yet. But, maybe we got there at the perfect time and the museum hasn’t decided what to do with the statues yet because there they were, greeting us at the gate.</p></blockquote>\n<p>They’re just hanging out there. Right inside a gate a 5-year-old could scale easily. It’s fantastic that locals have such access to their ancient heritage, but security-wise and conservation-wise, they should probably be indoors somewhere behind lock and key. I’m sure (okay, I’m not, but I hope) they’ll be moved soon. Meanwhile, we get the benefit of these great pictures.</p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/tlos-statue-fethiye-museum-2.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-thumbnail wp-image-12543\" height=\"150\" sizes=\"(max-width: 112px) 100vw, 112px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/tlos-statue-fethiye-museum-2-112x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/tlos-statue-fethiye-museum-2-112x150.jpg 112w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/tlos-statue-fethiye-museum-2-225x300.jpg 225w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/tlos-statue-fethiye-museum-2-768x1024.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/tlos-statue-fethiye-museum-2.jpg 1200w\" title=\"Roman Emperor, possibly Antonius Pius\" width=\"112\"/></a><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Tlos-statue-Fethiye-Museum.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-thumbnail wp-image-12544\" height=\"150\" sizes=\"(max-width: 112px) 100vw, 112px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Tlos-statue-Fethiye-Museum-112x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Tlos-statue-Fethiye-Museum-112x150.jpg 112w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Tlos-statue-Fethiye-Museum-225x300.jpg 225w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Tlos-statue-Fethiye-Museum-768x1024.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Tlos-statue-Fethiye-Museum.jpg 1200w\" title=\"Roman emperor, possibly Hadrian\" width=\"112\"/></a><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/tlos-statue-fethiye-museum-1.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-thumbnail wp-image-12545\" height=\"150\" sizes=\"(max-width: 112px) 100vw, 112px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/tlos-statue-fethiye-museum-1-112x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/tlos-statue-fethiye-museum-1-112x150.jpg 112w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/tlos-statue-fethiye-museum-1-225x300.jpg 225w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/tlos-statue-fethiye-museum-1-768x1024.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/tlos-statue-fethiye-museum-1.jpg 1200w\" title=\"Roman emperor, possibly Marcus Aurelius\" width=\"112\"/></a><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/isis-faustina-minor.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-medium wp-image-12546\" height=\"150\" sizes=\"(max-width: 240px) 100vw, 240px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/isis-faustina-minor-300x187.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/isis-faustina-minor-300x187.jpg 300w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/isis-faustina-minor-150x93.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/isis-faustina-minor-1024x640.jpg 1024w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/isis-faustina-minor.jpg 1600w\" title=\"Faustina Minor (l), goddess, possibly Isis (r)\" width=\"240\"/></a></center></p>\n<p>Tlos is thought to be the most ancient and largest of Lycian cities. In Greek mythology, the hero Bellerophon, grandson of Sisyphyus, slayer of the Chimera, lived in Tlos along with his famed flying steed Pegasus. The Romans dubbed it “the most splendid metropolis of the Lycian nation” and it’s one of the few Lycian cities to have remained inhabited through the Byzantine and Ottoman periods.  The remains of an Ottoman fortress perched on a hill above the ancient acropolis were used into the 19th century, most notoriously by local chieftain/brigand/king of thieves Kanli Ali Aga, aka Bloody Ali.</p>\n<p>The excavation that unearthed the statues has found evidence of Tlos’ past going back 10,500.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Sculptures of Roman emperors found in Turkey\" data-a2a-url=\"http://www.thehistoryblog.com/archives/12540\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/ancient\" rel=\"category tag\">Ancient</a>, <a href=\"http://www.thehistoryblog.com/archives/category/museums\" rel=\"category tag\">Museums</a>, <a href=\"http://www.thehistoryblog.com/archives/category/treasures\" rel=\"category tag\">Treasures</a> |   <a href=\"http://www.thehistoryblog.com/archives/12540#comments\">11 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-12529\"><a href=\"http://www.thehistoryblog.com/archives/12529\" rel=\"bookmark\" title=\"Permanent Link to The forgotten Mrs. Sherlock Holmes\">The forgotten Mrs. Sherlock Holmes</a></h3>\n<p class=\"prefix\">Thursday, August 25th, 2011</p>\n<div class=\"entry\">\n<p>Karen Abbott of Smithsonian’s <a href=\"http://blogs.smithsonianmag.com/history/\" target=\"blank\">Past Imperfect</a> blog has written <a href=\"http://blogs.smithsonianmag.com/history/2011/08/mrs-sherlock-holmes-takes-on-the-nypd/\" target=\"blank\">a fascinating entry</a> about Mrs. Mary Grace Humiston, a lawyer turned private eye who solved crimes in the early 1900s, and her most celebrated case, the murder of Miss Ruth Cruger.</p>\n<p>Ruth was just 18 years old when she disappeared on February 13, 1917. Her sister Helen found out the next day that she had stopped at a motorcycle repair shop to have her skates sharpened. The owner of the shop, Italian immigrant Alfredo Cocchi, had been suspiciously absent from the store earlier in the day, but when the Crugers told the police, they insisted he was a “respectable businessman” and just glanced around the cellar instead of search the premises thoroughly. Cocchi hastily left the country and returned to Italy.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Grace-Humiston-line-drawing-New-York-Times-June-24-1917.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-12531\" height=\"300\" sizes=\"(max-width: 206px) 100vw, 206px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Grace-Humiston-line-drawing-New-York-Times-June-24-1917-206x300.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Grace-Humiston-line-drawing-New-York-Times-June-24-1917-206x300.jpg 206w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Grace-Humiston-line-drawing-New-York-Times-June-24-1917-103x150.jpg 103w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Grace-Humiston-line-drawing-New-York-Times-June-24-1917.jpg 640w\" title=\"Grace Humiston, line drawing by the New York Times, June 24, 1917\" width=\"206\"/></a>Ruth’s father Henry Cruger hired the formidable Grace Humiston to pursue the case. Grace was born into a wealthy New York family and graduated from Hunter College in 1888, 22 years before <a href=\"http://www.thehistoryblog.com/archives/9172\" target=\"blank\">Virginia O’Hanlon</a> of “Yes, Virginia, there is a Santa Claus” fame did. She taught for a short while then enlisted in night classes at New York University Law School. The Dean was so impressed with her talents that he suggested she take day classes and well. She followed his advice and graduated in 1904, a year early. </p>\n<p>She passed the bar the next year and founded the People’s Law Firm, a firm that specialized in providing legal services for people who could pay very little. Legal Aid only took on completely indigent clients, so the poor were often prey to fraudulent “lawyers” or ones who were too incompetent/drunk to get better paying clients. The People’s Law Firm was an immediate success.</p>\n<p>On the pursuit of several missing girls whose relatives had engaged her services, she went to Alabama and infiltrated the notorious turpentine camps under a variety of disguises looking for the missing and seeing for herself the slave labor conditions entire families worked under. Agents lured poor minorities and immigrants to the camps with the prospect of decent pay, then left them behind to be imprisoned, beaten, held at gun-point and forced into greater and greater “debt” thanks to company store schemes. After her perilous year-long investigation, Grace assisted Attorney General Charles Bonaparte in prosecuting the owners of these hell holes.</p>\n<p>Several other of her cases made the new news. She traveled all over the world busting agents who promised emigrants to the US a bright future only to steal their savings and leave them destitute in a new country. She was also personally responsible for the pardon of an Italian woman convicted of murdering her abusive husband, and the retrial and acquittal of a man who had been wrongfully convicted of murder and was on death row at Sing Sing. So when the Crugers hired her, she was already well-known as a badass. </p>\n<blockquote><p>Humiston spent 15 hours a day on the case, working pro bono, interviewing Harlem residents who might have noticed suspicious activity around Cocchi’s shop. One man recalled seeing Cocchi emerge from his basement around midnight on February 13, covered with dirt and appearing “nervous.” Another spotted Cocchi the following night, again “dirty and nervous.” On this evidence, Humiston went to Cocchi’s shop, determined to get into the cellar.</p>\n<p>Cocchi’s wife appeared at the door wielding a brick. “I’ll split your skull with this brick if you try to come in here,” she said.</p>\n<p>Humiston reported the threat to Police Commissioner Arthur Woods, who granted her a search permit. On June 16, she enlisted the help of Patrick Solam, a close friend of the Cruger family and the general foreman for Grand Central Terminal. Solam started in the main basement room, directly beneath the shop. A cluster of benches, toolboxes and chests of drawers created a triangular work area. Solam noticed that one chest along the southeast corner of the room slanted slightly, protruding an inch beyond the others. He asked two assistants to help move it.</p></blockquote>\n<p>Underneath they found broken concrete. After much digging, they found the body of Ruth Cruger, still wearing the clothing she was last seen in, ankles bound, ice skates covered in blood. She had been killed by a blow to the back of the head and then her abdomen slashed with her own skate. Her father identified the body from the graduation ring she was wearing. </p>\n<p>Italian authorities refused to extradite Cocchi, but he was arrested, tried and convicted of Ruth Cuger’s murder in Bologna. He confessed to the crime:</p>\n<blockquote><p>“I had never seen Ruth Cruger before she came to my shop to have her skates sharpened,” he said. “From the very beginning Ruth did all in her power to attract my attention. I felt something strange when her dark, penetrating eyes fixed on mine. I was still more disconcerted when she came again to get her skates. An overpowering attraction for the young woman seized me. What happened afterward seems like a dream.”</p></blockquote>\n<p>Grace found out that the corrupt police officers had had a kickback deal with Cocchi which is why they didn’t search his shop properly. </p>\n<p>The case was widely reported all over the country. The nice lady lawyer, scion of a wealthy high society New York family, who believed that keeping a home was far more important for a woman than a career even as she worked 15, 16 hour days to solve the case of a missing pretty young white girl, made for great copy. The Holmes comparisons were immediately rife. Humiston herself, however, rejected them. She bluntly told the <a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=9E00E0D7123BE03ABC4C51DFB066838C609EDE\" target=\"blank\">New York Times</a>:</p>\n<blockquote><p>“No, I never read Sherlock Holmes. In fact, I am not a believer in deduction. Common sense and persistence will always solve a mystery. You never need theatricals nor Dr. Watsons if you stick to a case.”</p></blockquote>\n<p>Embarrassed by all the bad press, New York Police Commissioner Arthur Woods <a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=9C07E4D7133BE03ABC4A51DFB166838C609EDE\" target=\"blank\">granted Grace Humiston police powers</a> to investigate kidnappings of young women.</p>\n<p>This was a big thing for her. Despite Cocchi’s creepy psycho explanation for the murder, Grace was convinced that Cocchi was involved in a white slavery scheme, that he had intended to force Ruth into prostitution only to have the plan go awry. She formed the Morality League of America to seek out missing girls and women presumed to have been abducted for the purposes of prostitution, and put her police powers to use in support of it.</p>\n<p>It was her fixation on white slavery that ultimately led to her downfall. In November of 1917, <a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=9C03E2DB113AE433A25755C1A9679D946696D6CF\" target=\"blank\">she announced at a Women Lawyers Association dinner</a> that she had discovered 600 pregnant unmarried young women at the U.S. Army’s Camp Upton, and that seven of them were already dead. Her announcement caused a furor. The Army <a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=9403E7DA113AE433A25754C1A9679D946696D6CF\" target=\"blank\">strenuously denied</a> the existence of hundreds of pregnant slave hookers at Camp Upton, and when pressed, Grace could not furnish any solid evidence of her allegation.</p>\n<p>In December, Commissioner Woods <a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=9E0DE5D71E3AE433A25753C3A9649D946696D6CF\" target=\"blank\">revoked her police powers</a>. Two years later <a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=F40F17FF3D5C147A93C4A8178CD85F4D8185F9\" target=\"blank\">she would herself be arrested</a> on the likely spurious grounds of running a dance hall without a license. The dance hall in question was the Manhattanville Be Kind Club, a club Grace had started for youths to do wholesome things together — including dancing, on occasion — and to serve as a day care for working mothers. A judge threw out the charges.</p>\n<p>As time passed her fame faded, to the point that by the 1950s, she was Stalined right out of her most famous case, her name and gender changed in articles and books about the Ruth Cruger murder. </p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"The forgotten Mrs. Sherlock Holmes\" data-a2a-url=\"http://www.thehistoryblog.com/archives/12529\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/12529#comments\">13 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-12510\"><a href=\"http://www.thehistoryblog.com/archives/12510\" rel=\"bookmark\" title=\"Permanent Link to Washington Monument, Cathedral damaged by quake\">Washington Monument, Cathedral damaged by quake</a></h3>\n<p class=\"prefix\">Wednesday, August 24th, 2011</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-spires.jpg\" target=\"blank\"><img alt=\"Washington National Cathedral pinnacles\" class=\"alignleft size-thumbnail wp-image-12519\" height=\"100\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-spires-150x100.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-spires-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-spires-300x200.jpg 300w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-spires.jpg 956w\" title=\"Washington National Cathedral pinnacles\" width=\"150\"/></a>The 5.8-magnitude earthquake that struck Virginia yesterday caused some damage to historical monuments in Washington, D.C. The <a href=\"http://www.nbcwashington.com/news/local/Major-Monuments-Closed-in-DC-for-Quake-128275528.html\" target=\"blank\">Washington Monument</a>, the <a href=\"http://www.washingtonpost.com/local/earthquake-damaged-washington-national-cathedral-needs-to-raise-millions/2011/08/24/gIQA2I8UcJ_story.html\" target=\"blank\">National Cathedral</a> and the <a href=\"http://blogs.smithsonianmag.com/aroundthemall/2011/08/smithsonian-museums-and-national-zoo-are-open-today-but-the-castle-remains-closed/\" target=\"blank\">Smithsonian Castle</a> have all been closed for the time being as experts assess the full extent of the damage. So far it appears that none of the buildings have structural damage but the jury is still out, and even little bits and pieces of decorative masonry could harm visitors if it falls on them.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-spire.jpg\" target=\"blank\"><img alt=\"Washington National Cathedral pinnacle askew\" class=\"alignright size-thumbnail wp-image-12520\" height=\"100\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-spire-150x100.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-spire-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-spire-300x200.jpg 300w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-spire.jpg 956w\" title=\"Washington National Cathedral pinnacle askew\" width=\"150\"/></a>That’s not an outlandish prospect, either. A finial atop one of the four main spires (known as pinnacles) on the roof of the Washington National Cathedral broke off and plummeted to the ground, embedding itself into the grass. Two other pinnacles lost their finials and the last remaining one was knocked askew. A number of smaller spires and carved angels are cracked and broken.</p>\n<blockquote><p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-roof.jpg\" target=\"blank\"><img alt=\"Broken angels on Washington National Cathedral roof\" class=\"alignleft size-thumbnail wp-image-12518\" height=\"150\" sizes=\"(max-width: 84px) 100vw, 84px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-roof-84x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-roof-84x150.jpg 84w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-roof-168x300.jpg 168w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-roof-575x1024.jpg 575w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-roof.jpg 623w\" title=\"Broken angels on Washington National Cathedral roof\" width=\"84\"/></a>Cathedral officials said they need to check and stabilize the hundreds of limestone angels and smaller spires and other figures on the cathedral’s exterior to ensure that nothing falls. Three days of events around the anniversary of the Sept. 11, 2001, attacks remain scheduled to go forward.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-roof-2.jpg\" target=\"blank\"><img alt=\"Washington National Cathedral roof\" class=\"alignright size-thumbnail wp-image-12517\" height=\"150\" sizes=\"(max-width: 84px) 100vw, 84px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-roof-2-84x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-roof-2-84x150.jpg 84w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-roof-2-168x300.jpg 168w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-roof-2-575x1024.jpg 575w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington-National-Cathedral-roof-2.jpg 623w\" title=\"Washington National Cathedral roof\" width=\"84\"/></a>Details of a repair budget were not immediately known. The cathedral has recently undergone a period of intense budget-cutting. Several years ago, its staff was cut from 170 to 70 and spending was slashed in half after its endowment plunged amid the economic slowdown. An official said Wednesday that the last year has seen strong fundraising.</p></blockquote>\n<p>They’re going to need every penny they can get. The cathedral was not insured against earthquakes, what with it being in Washington, D.C. and all, and repairs are certain to run into the millions of dollars. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington+Monument+Crack.jpg\" target=\"blank\"><img alt=\"Crack in Washington Monument pyramidion\" class=\"alignleft size-thumbnail wp-image-12515\" height=\"150\" sizes=\"(max-width: 100px) 100vw, 100px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington+Monument+Crack-100x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington+Monument+Crack-100x150.jpg 100w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington+Monument+Crack-200x300.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Washington+Monument+Crack-685x1024.jpg 685w\" title=\"Crack in Washington Monument pyramidion\" width=\"100\"/></a>The Washington Monument is cracked. There’s a four foot-long, one inch-wide crack on one of the facets of the pyramidion, the small pyramid that tops the obelisk, and today engineers found more small cracks at the top of the 555-foot monument. Again, the damage does not appear to be structural — the rumors that the obelisk was leaning are false — but repairing the tallest obelisk in the world is always a challenge. The National Parks Service has enlisted engineering experts who specialize in earthquake damage assessment and historical architecture to examine and restore the monument.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Smithsonian-castle.jpg\" target=\"blank\"><img alt=\"Smithsonian Castle\" class=\"alignright size-thumbnail wp-image-12522\" height=\"62\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Smithsonian-castle-e1314244307579-150x62.jpg\" title=\"Smithsonian Castle\" width=\"150\"/></a>The Smithsonian museums are all open today after they were found undamaged. The Smithsonian Institution Building, aka the Castle, the original home of the Smithsonian museum which now houses an information center and administrative offices, is the only Smithsonian-associated structure that remains closed to the public and to staff. Five of its iconic turrets sustained “significant damage,” according to officials, and they are working to ensure they aren’t damaged further by the impending arrival of Hurricane Irene.</p>\n<p>And now, here’s a picture of two bison who lived in a paddock in the South Yard behind the Smithsonian Castle between 1887 and 1889 when there were almost none left in the wild.</p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/bison-behind-Smithsonian-Castle-1887-1889.jpg\" target=\"blank\"><img alt=\"Bison living in a paddock behind Smithsonian Castle, 1887-1889\" class=\"alignnone size-full wp-image-12516\" height=\"329\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/bison-behind-Smithsonian-Castle-1887-1889.jpg\" title=\"Bison living in a paddock behind Smithsonian Castle, 1887-1889\" width=\"430\"/></a></center></p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Washington Monument, Cathedral damaged by quake\" data-a2a-url=\"http://www.thehistoryblog.com/archives/12510\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/12510#comments\">8 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-12496\"><a href=\"http://www.thehistoryblog.com/archives/12496\" rel=\"bookmark\" title=\"Permanent Link to 16th-century Swedish shipwreck found in Baltic\">16th-century Swedish shipwreck found in Baltic</a></h3>\n<p class=\"prefix\">Tuesday, August 23rd, 2011</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Cannon-with-Vasa-family-crest.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-medium wp-image-18369\" height=\"116\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Cannon-with-Vasa-family-crest-200x116.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Cannon-with-Vasa-family-crest-200x116.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Cannon-with-Vasa-family-crest-150x87.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Cannon-with-Vasa-family-crest-430x249.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Cannon-with-Vasa-family-crest.jpg 1440w\" title=\"Cannon with Vasa family crest discovered on the wreck\" width=\"200\"/></a>Divers have found a <a href=\"http://www.thelocal.se/35646/20110819/\" target=\"blank\">16th century shipwreck in the Baltic</a> 11 miles north of the Swedish island of Oland. Although detailed exploration is necessary before they can confirm it, preliminary examination indicates that it is the wreck of the warship <em>Mars</em>, flagship of King Erik XIV’s fleet which sank during a battle with Denmark in 1564. That would make this ship 64 years older than the <a href=\"http://www.thehistoryblog.com/archives/10142\" target=\"blank\"><em>Vasa</em></a>, Sweden’s famously intact wreck salvaged from Stockholm Bay 50 years ago, and just 19 years older than Tudor England’s <a href=\"http://www.thehistoryblog.com/archives/3566\" target=\"blank\"><em>Mary Rose</em></a>.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/erik_xiv_of_sweden_by_steven_van_der_meulen_1561.jpg\" target=\"blank\"><img alt=\"Eric XIV of Sweden by Steven Van der Meulen, 1561\" class=\"alignright size-medium wp-image-12503\" height=\"300\" sizes=\"(max-width: 159px) 100vw, 159px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/erik_xiv_of_sweden_by_steven_van_der_meulen_1561-159x300.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/erik_xiv_of_sweden_by_steven_van_der_meulen_1561-159x300.jpg 159w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/erik_xiv_of_sweden_by_steven_van_der_meulen_1561-79x150.jpg 79w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/erik_xiv_of_sweden_by_steven_van_der_meulen_1561-544x1024.jpg 544w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/erik_xiv_of_sweden_by_steven_van_der_meulen_1561.jpg 1200w\" title=\"Eric XIV of Sweden by Steven Van der Meulen, 1561\" width=\"159\"/></a>The <em>Mars</em> was even bigger than the <em>Vasa</em>. It carried 107 guns and a crew of 800, and unlike the <em>Vasa</em> which was poorly constructed and sank on its maiden voyage, <em>Mars</em> actually took those cannon and sailors to war. King Eric, of tenuous sanity but substantial ambition, sought to expand Sweden’s territories in the eastern Baltic, dominated at that time by his cousin Frederick II of Denmark. In 1563 tensions exploded into the Northern Seven Years’ War between Sweden on one side and Denmark–Norway, Lübeck and the Polish–Lithuanian union on the other.</p>\n<blockquote><p>The shipwreck was discovered at a depth of 75 metres [246 feet], near the northern promontory of the Baltic island of Öland off of Sweden’s east coast. The wreckage is reportedly solid oak and the seabed is strewn with bronze cannons.</p>\n<p>The Mars was the largest ship in the Baltic in its heyday and was sunk, only a year after its maiden voyage, during a sea battle with the Danish-Lübeckian navy in 1564. </p>\n<p>After two days of ferocious fighting, Mars was hit by cannon fire and went up in smoke. In the ensuing kerfuffle the vessel went down and has been resting untouched in its watery grave for 447 years. </p></blockquote>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Vasa_stern_vase.jpg\" target=\"blank\"><img alt='\"Vase\" emblem of the Swedish royal family on the lower stern of the warship Vasa' class=\"alignleft size-thumbnail wp-image-12504\" height=\"150\" sizes=\"(max-width: 112px) 100vw, 112px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Vasa_stern_vase-112x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/Vasa_stern_vase-112x150.jpg 112w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Vasa_stern_vase-225x300.jpg 225w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/Vasa_stern_vase-768x1024.jpg 768w\" title='\"Vase\" emblem of the Swedish royal family on the lower stern of the warship Vasa' width=\"112\"/></a>The wreck is the proper size and age to be the <em>Mars</em>, and no other ships of its kind went down between Gotland and Oland at that time. Divers also found a sheaf of corn engraved on one of the cannons, the emblem of the House of Vasa, the Swedish royal family in the 16th and 17th centuries. That same emblem can be found on the lower stern of the warship <em>Vasa</em>, embraced by two putti.</p>\n<p>The wreck appears to be well-preserved, divers say, with a hole in its side but otherwise in good condition thanks to the cold waters of the Baltic. Swedish divers have been looking for the <em>Mars</em> for decades, so the team is in seventh heaven.</p>\n<blockquote><p>For wreck-diver Lundgren, finding the lost Mars would be like a boyhood dream come true. </p>\n<p>“To discover a shipwreck is the dream of all divers, but to find Mars, which people have been searching for so long – it couldn’t get bigger than that. I am happy to be Swedish today!” he told The Local. </p></blockquote>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"16th-century Swedish shipwreck found in Baltic\" data-a2a-url=\"http://www.thehistoryblog.com/archives/12496\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/renaissance\" rel=\"category tag\">Renaissance</a>, <a href=\"http://www.thehistoryblog.com/archives/category/treasures\" rel=\"category tag\">Treasures</a> |   <a href=\"http://www.thehistoryblog.com/archives/12496#comments\">5 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-12487\"><a href=\"http://www.thehistoryblog.com/archives/12487\" rel=\"bookmark\" title=\"Permanent Link to Roman jar filled with holes perplexes experts\">Roman jar filled with holes perplexes experts</a></h3>\n<p class=\"prefix\">Monday, August 22nd, 2011</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/mystery-roman-vessel.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-12492\" height=\"300\" sizes=\"(max-width: 240px) 100vw, 240px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/mystery-roman-vessel-240x300.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/08/mystery-roman-vessel-240x300.jpg 240w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/mystery-roman-vessel-120x150.jpg 120w, http://www.thehistoryblog.com/wp-content/uploads/2011/08/mystery-roman-vessel.jpg 602w\" title=\"Holy ancient Roman jar, Batman!\" width=\"240\"/></a>An ancient Roman jar of mysterious origin and even more mysterious function <a href=\"http://www.livescience.com/15629-ancient-roman-artifact-mystery.html\" target=\"blank\">has stumped experts</a>. It was discovered broken in 180 pieces in the storage room of the <a href=\"http://www.uwo.ca/museum/\" target=\"blank\">Museum of Ontario Archaeology</a>, and was recently painstakingly put back together. Once the vessel was whole again, researchers were surprised to find that it is riddled with holes all over the sides and even one on the bottom.</p>\n<p>The museum has contacted experts in Roman pottery asking if they’re familiar with this form, but nobody has seen another example. Speculation is rife as to how the jar might have been used.</p>\n<blockquote><p>“There are a lot of different options, a lot of them involving either a lamp or some sort of animal container,” [Museum of Ontario Archaeology researcher Katie] Urban said, adding that while the tiny holes would’ve allowed light to pass through the object, the hole at its bottom suggests it wasn’t a lamp.</p>\n<p>Another possibility is that the jar was used to store dormice, rodents found throughout Europe; ancient texts suggest the mice were a popular snack for Romans. […]</p>\n<p>Urban said the problem with this theory is that dormice jars from elsewhere in the Roman world look different from this vessel. The rodent jars were equipped with a ramp that mice could run along and use to help store food within the holes.</p>\n<p>Yet another idea is that the jar held snakes, ones too big to slither out through its holes. Snakes were a popular religious symbol throughout the ancient world.</p></blockquote>\n<p>If we knew more about its archaeological context, we might be able to plug the holes, to coin a phrase. Unfortunately, we don’t know where the sherds were found. Museum records suggest the collection of broken jar pieces was donated to the museum by pioneering Welsh archaeologist <a href=\"http://www.eng-h.gov.uk/ArchRev/rev95_6/grimes.htm\" target=\"blank\">William Francis Grimes</a>, director of the Museum of London and the University College London’s Institute of Archaeology, in the 1950s. Grimes is most famous for having unearthed the London Mithraeum in 1954 while surveying a bomb site in central London, but the Museum of Ontario Archaeology has no indication that the jar was found on that famous dig. </p>\n<p>Since the inventory of Grimes’ gifts to the museum is incomplete, it’s possible that the jar isn’t even from Roman Britain, but rather from Ur. The British Museum gave a collection of artifacts from Leonard Woolley’s excavation of the royal burials at Ur to the Ontario museum in 1933. This is unlikely, however, so the museum’s working assumption is that the holy jar is Roman.</p>\n<p>I think it looks a little like one of those pots used to grow strawberries. Those have holes in the bottom for drainage and in the sides for the plants to grow out of. The holes look too small for that use, though.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Roman jar filled with holes perplexes experts\" data-a2a-url=\"http://www.thehistoryblog.com/archives/12487\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/ancient\" rel=\"category tag\">Ancient</a>, <a href=\"http://www.thehistoryblog.com/archives/category/museums\" rel=\"category tag\">Museums</a>, <a href=\"http://www.thehistoryblog.com/archives/category/treasures\" rel=\"category tag\">Treasures</a> |   <a href=\"http://www.thehistoryblog.com/archives/12487#comments\">28 Comments »</a></p>\n</div>\n<div class=\"navigation\">\n<div class=\"alignleft\"><a href=\"http://www.thehistoryblog.com/archives/date/2011/08/page/2\">« Previous Entries</a></div>\n<div class=\"alignright\"></div>\n</div>\n</div> <!-- MAIN -->\n<div id=\"SIDE\">\n<h2>Navigation</h2>\n<ul>\n<li class=\"page_item page-item-16\"><a href=\"http://www.thehistoryblog.com/its-a-blog-about-history\">It’s a blog. About history.</a></li>\n<li class=\"page_item page-item-68\"><a href=\"http://www.thehistoryblog.com/thanks-and-praise\">Thanks and Praise</a></li>\n<li class=\"page_item page-item-3175\"><a href=\"http://www.thehistoryblog.com/contact-me\">Contact Me</a></li>\n<li class=\"cat-item cat-item-2\"><a href=\"http://www.thehistoryblog.com/archives/category/ancient\">Ancient</a> (1,615)\n</li>\n<li class=\"cat-item cat-item-5\"><a href=\"http://www.thehistoryblog.com/archives/category/books\">Books</a> (44)\n</li>\n<li class=\"cat-item cat-item-7\"><a href=\"http://www.thehistoryblog.com/archives/category/education\">Education</a> (21)\n</li>\n<li class=\"cat-item cat-item-8\"><a href=\"http://www.thehistoryblog.com/archives/category/ex-cathedra\">Ex Cathedra</a> (76)\n</li>\n<li class=\"cat-item cat-item-14\"><a href=\"http://www.thehistoryblog.com/archives/category/looting\">Looting</a> (236)\n</li>\n<li class=\"cat-item cat-item-3\"><a href=\"http://www.thehistoryblog.com/archives/category/medieval\">Medieval</a> (608)\n</li>\n<li class=\"cat-item cat-item-10\"><a href=\"http://www.thehistoryblog.com/archives/category/modernish\">Modern(ish)</a> (2,047)\n</li>\n<li class=\"cat-item cat-item-9\"><a href=\"http://www.thehistoryblog.com/archives/category/multimedia\">Multimedia</a> (300)\n</li>\n<li class=\"cat-item cat-item-4\"><a href=\"http://www.thehistoryblog.com/archives/category/museums\">Museums</a> (945)\n</li>\n<li class=\"cat-item cat-item-15\"><a href=\"http://www.thehistoryblog.com/archives/category/renaissance\">Renaissance</a> (297)\n</li>\n<li class=\"cat-item cat-item-18\"><a href=\"http://www.thehistoryblog.com/archives/category/reviews\">Reviews</a> (3)\n</li>\n<li class=\"cat-item cat-item-11\"><a href=\"http://www.thehistoryblog.com/archives/category/rome\">Roma, Caput Mundi</a> (163)\n</li>\n<li class=\"cat-item cat-item-6\"><a href=\"http://www.thehistoryblog.com/archives/category/social-policy\">Social policy</a> (182)\n</li>\n<li class=\"cat-item cat-item-16\"><a href=\"http://www.thehistoryblog.com/archives/category/treasures\">Treasures</a> (884)\n</li>\n</ul>\n<h2>Search</h2>\n<div class=\"SearchBox\">\n<form action=\"http://www.thehistoryblog.com/\" method=\"get\">\n<div>\n<input alt=\"Enter search text\" id=\"searchbox\" name=\"s\" type=\"text\" value=\"\"/>\n<input alt=\"Submit for search results\" id=\"searchbutton\" type=\"submit\" value=\"go\"/>\n</div>\n</form>\n</div>\n<h2>Archives</h2>\n<ul>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/03\">March 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/02\">February 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/01\">January 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/12\">December 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/11\">November 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/10\">October 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/09\">September 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/08\">August 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/07\">July 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/06\">June 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/05\">May 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/04\">April 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/03\">March 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/02\">February 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/01\">January 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/12\">December 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/11\">November 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/10\">October 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/09\">September 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/08\">August 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/07\">July 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/06\">June 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/05\">May 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/04\">April 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/03\">March 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/02\">February 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/01\">January 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/12\">December 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/11\">November 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/10\">October 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/09\">September 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/08\">August 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/07\">July 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/06\">June 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/05\">May 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/04\">April 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/03\">March 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/02\">February 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/01\">January 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/12\">December 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/11\">November 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/10\">October 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/09\">September 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/08\">August 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/07\">July 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/06\">June 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/05\">May 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/04\">April 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/03\">March 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/02\">February 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/01\">January 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/12\">December 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/11\">November 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/10\">October 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/09\">September 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/08\">August 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/07\">July 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/06\">June 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/05\">May 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/04\">April 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/03\">March 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/02\">February 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/01\">January 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/12\">December 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/11\">November 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/10\">October 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/09\">September 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/08\">August 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/07\">July 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/06\">June 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/05\">May 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/04\">April 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/03\">March 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/02\">February 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/01\">January 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/12\">December 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/11\">November 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/10\">October 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/09\">September 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/08\">August 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/07\">July 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/06\">June 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/05\">May 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/04\">April 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/03\">March 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/02\">February 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/01\">January 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/12\">December 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/11\">November 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/10\">October 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/09\">September 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/08\">August 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/07\">July 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/06\">June 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/05\">May 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/04\">April 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/03\">March 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/02\">February 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/01\">January 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/12\">December 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/11\">November 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/10\">October 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/09\">September 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/08\">August 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/07\">July 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/06\">June 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/05\">May 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/04\">April 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/03\">March 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/02\">February 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/01\">January 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/12\">December 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/11\">November 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/10\">October 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/09\">September 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/08\">August 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/07\">July 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/03\">March 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/02\">February 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/01\">January 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/12\">December 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/11\">November 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/10\">October 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/09\">September 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/08\">August 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/07\">July 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/06\">June 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/05\">May 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/04\">April 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/03\">March 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/02\">February 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/01\">January 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2007/12\">December 2007</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2006/07\">July 2006</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2006/06\">June 2006</a></li>\n</ul>\n<div class=\"Calendar\">\n<div class=\"Header\"></div>\n<table id=\"wp-calendar\">\n<caption>August 2011</caption>\n<thead>\n<tr>\n<th scope=\"col\" title=\"Sunday\">S</th>\n<th scope=\"col\" title=\"Monday\">M</th>\n<th scope=\"col\" title=\"Tuesday\">T</th>\n<th scope=\"col\" title=\"Wednesday\">W</th>\n<th scope=\"col\" title=\"Thursday\">T</th>\n<th scope=\"col\" title=\"Friday\">F</th>\n<th scope=\"col\" title=\"Saturday\">S</th>\n</tr>\n</thead>\n<tfoot>\n<tr>\n<td colspan=\"3\" id=\"prev\"><a href=\"http://www.thehistoryblog.com/archives/date/2011/07\">« Jul</a></td>\n<td class=\"pad\"> </td>\n<td colspan=\"3\" id=\"next\"><a href=\"http://www.thehistoryblog.com/archives/date/2011/09\">Sep »</a></td>\n</tr>\n</tfoot>\n<tbody>\n<tr>\n<td class=\"pad\" colspan=\"1\"> </td><td><a aria-label=\"Posts published on August 1, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/01\">1</a></td><td><a aria-label=\"Posts published on August 2, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/02\">2</a></td><td><a aria-label=\"Posts published on August 3, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/03\">3</a></td><td><a aria-label=\"Posts published on August 4, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/04\">4</a></td><td><a aria-label=\"Posts published on August 5, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/05\">5</a></td><td><a aria-label=\"Posts published on August 6, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/06\">6</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on August 7, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/07\">7</a></td><td><a aria-label=\"Posts published on August 8, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/08\">8</a></td><td><a aria-label=\"Posts published on August 9, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/09\">9</a></td><td><a aria-label=\"Posts published on August 10, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/10\">10</a></td><td><a aria-label=\"Posts published on August 11, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/11\">11</a></td><td><a aria-label=\"Posts published on August 12, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/12\">12</a></td><td><a aria-label=\"Posts published on August 13, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/13\">13</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on August 14, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/14\">14</a></td><td><a aria-label=\"Posts published on August 15, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/15\">15</a></td><td><a aria-label=\"Posts published on August 16, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/16\">16</a></td><td><a aria-label=\"Posts published on August 17, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/17\">17</a></td><td><a aria-label=\"Posts published on August 18, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/18\">18</a></td><td><a aria-label=\"Posts published on August 19, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/19\">19</a></td><td><a aria-label=\"Posts published on August 20, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/20\">20</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on August 21, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/21\">21</a></td><td><a aria-label=\"Posts published on August 22, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/22\">22</a></td><td><a aria-label=\"Posts published on August 23, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/23\">23</a></td><td><a aria-label=\"Posts published on August 24, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/24\">24</a></td><td><a aria-label=\"Posts published on August 25, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/25\">25</a></td><td><a aria-label=\"Posts published on August 26, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/26\">26</a></td><td><a aria-label=\"Posts published on August 27, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/27\">27</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on August 28, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/28\">28</a></td><td><a aria-label=\"Posts published on August 29, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/29\">29</a></td><td><a aria-label=\"Posts published on August 30, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/30\">30</a></td><td><a aria-label=\"Posts published on August 31, 2011\" href=\"http://www.thehistoryblog.com/archives/date/2011/08/31\">31</a></td>\n<td class=\"pad\" colspan=\"3\"> </td>\n</tr>\n</tbody>\n</table>\n<div class=\"Footer\"></div>\n</div>\n<h2>Other</h2>\n<ul>\n</ul>\n<a href=\"http://technorati.com/faves?sub=addfavbtn&amp;add=http://www.thehistoryblog.com \" target=\"_blank\"><img alt=\"Add to Technorati Favorites\" src=\" http://www.freethought-forum.com/livius/technorati.gif\"/></a>\n<h2>Syndication</h2>\n<ul class=\"rss\">\n<li><a href=\"http://www.thehistoryblog.com/feed\">Entries</a></li>\n<li><a href=\"http://www.thehistoryblog.com/comments/feed\">Comments</a></li>\n</ul>\n</div>\n<div id=\"FOOTER\">\n<div style=\"float:right\">\n<div class=\"Wrapper\">\n<p>The History Blog © 2019 All Rights Reserved.</p>\n<p>The History Blog is designed by <a href=\"http://www.gettemplate.com\">GetTemplate</a> and powered by <a href=\"http://wordpress.org/\">WordPress</a> </p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<script type=\"text/javascript\">function ctSetCookie(c_name, value, def_value){document.cookie = c_name + '=' + escape(value) + '; path=/';}ctSetCookie('ct_checkjs', '945491356', '0');</script><script src=\"http://www.thehistoryblog.com/wp-content/plugins/cleantalk-spam-protect/js/apbct-public.js?ver=5.95.1\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar ctNocache = {\"ajaxurl\":\"http:\\/\\/www.thehistoryblog.com\\/wp-admin\\/admin-ajax.php\",\"info_flag\":\"\",\"set_cookies_flag\":\"1\",\"blog_home\":\"http:\\/\\/www.thehistoryblog.com\\/\"};\n/* ]]> */\n</script>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/cleantalk-spam-protect/inc/cleantalk_nocache.js?ver=5.95.1\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/wp-embed.min.js?ver=4.9.10\" type=\"text/javascript\"></script>\n</body>\n</html>\n", "title_html": "<h3 id=\"post-12619\"><a href=\"http://www.thehistoryblog.com/archives/12619\" rel=\"bookmark\" title=\"Permanent Link to Kickstart the search for lost da Vinci mural\">Kickstart the search for lost da Vinci mural</a></h3>", "read_time": 394.79999999999995}