{"content_html": "<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/North-facade-of-Klimt-Villa-today.jpg\" target=\"blank\"><img alt=\"North facade of Klimt Villa today, studio on the ground floor\" class=\"alignleft size-thumbnail wp-image-20130\" height=\"100\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/North-facade-of-Klimt-Villa-today-150x100.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/North-facade-of-Klimt-Villa-today-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/North-facade-of-Klimt-Villa-today-200x134.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/North-facade-of-Klimt-Villa-today-430x288.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/North-facade-of-Klimt-Villa-today.jpg 800w\" title=\"North facade of Klimt Villa today, studio on the ground floor\" width=\"150\"/></a><a href=\"http://www.klimtvilla.at/\" target=\"_blank\">Gustav Klimt’s last Vienna studio</a>, the only surviving property associated with his work, <a href=\"http://www.theartnewspaper.com/articles/Klimt-s-studio-opens-its-doors/27227\" target=\"_blank\">opens to the public today</a> after almost 15 years of political struggle and an extensive renovation. The museum is not complete yet and probably won’t be for some time, but it’s close enough to welcome visitors in celebration of European Heritage Day today.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/atelier_feldmühlgasse.png\" target=\"blank\"><img alt=\"Feldmühlgasse garden house, photo by Moritz Nähr, 1915\" class=\"alignright size-thumbnail wp-image-20133\" height=\"105\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/atelier_feldmühlgasse-150x105.png\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/atelier_feldmühlgasse-150x105.png 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/atelier_feldmühlgasse-200x141.png 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/atelier_feldmühlgasse-430x303.png 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/atelier_feldmühlgasse.png 594w\" title=\"Feldmühlgasse garden house, photo by Moritz Nähr, 1915\" width=\"150\"/></a>The villa at Feldmühlgasse 11 is very different than it was when Klimt lived and worked there from 1912 until his death in 1918. It was a modest one-story home in his day, set in a large bucolic garden that was so beautiful neighbors, visitors and later tenants raved about it for years. He rented it from furniture manufacturer Josef Hermann, whose daughter was the future wife of painter Felix Albrecht Harta. It was Harta, a friend and colleague of Klimt’s, who suggested he rent the place. Klimt made changes to the garden house, creating a large north window for his workroom and whitewashing the exterior.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Gustav-Klimt-in-front-of-the-entrance-to-his-studio.jpg\" target=\"blank\"><img alt=\"Gustav Klimt with kitty in front of the entrance to his second-to-last studio\" class=\"alignleft size-thumbnail wp-image-20138\" height=\"150\" sizes=\"(max-width: 82px) 100vw, 82px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Gustav-Klimt-in-front-of-the-entrance-to-his-studio-82x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Gustav-Klimt-in-front-of-the-entrance-to-his-studio-82x150.jpg 82w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Gustav-Klimt-in-front-of-the-entrance-to-his-studio-165x300.jpg 165w\" title=\"Gustav Klimt with kitty in front of the entrance to his second-to-last studio\" width=\"82\"/></a>After Klimt’s death from a stroke and pneumonia in February 1918, Mrs. Helene Herrmann started making additions to the garden house, hiring an architect to plan a much larger, two-story villa over it. Construction was not complete when Josef Hermann died in 1922, but his widow, probably under some financial duress, sold the property as it was to Ernestine Werner (soon to be Mrs. Ernestine Klein) who went forward with the construction plan and had a neo-Baroque villa built on top of and around the studio, changing the house beyond recognition.</p>\n<p>The Klein family fled to London after the Nazi takeover of Austria. The house was “Aryanized” in 1939, forcibly confiscated and sold to non-Jews. In 1948 the Austrian government returned the villa to the Klein family, but it had been sorely neglected. In 1954 the Kleins sold it back to the government for a small sum. The condition of the house was so poor that it was slated for demolition, but in 1957 the government instead turned it into a school.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Klimt-villa.jpg\" target=\"blank\"><img alt=\"Klimt Villa in 2007\" class=\"alignright size-thumbnail wp-image-20132\" height=\"84\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Klimt-villa-150x84.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Klimt-villa-150x84.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Klimt-villa-200x112.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Klimt-villa-430x241.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Klimt-villa.jpg 1000w\" title=\"Klimt Villa in 2007\" width=\"150\"/></a>At this point, Klimt had faded into obscurity. It would be another decade before shows in London and New York would bring him roaring back into the public consciousness. He was, however, still known in Austria; the property that had once housed his studio was colloquially referred to as “Klimt Villa,” but the studio was considered lost, swallowed up by all the later construction. In 1998, the villa was on its last legs. The land was scheduled to be sold to developers in lots and the villa subdivided into apartments or, what was more likely for the leaking, decrepit old structure, torn down altogether.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/1923-plans.jpg\" target=\"blank\"><img alt=\"1923 plans\" class=\"alignleft size-thumbnail wp-image-20128\" height=\"150\" sizes=\"(max-width: 118px) 100vw, 118px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/1923-plans-118x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/1923-plans-118x150.jpg 118w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/1923-plans-200x253.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/1923-plans.jpg 378w\" title=\"1923 plans\" width=\"118\"/></a>A group of private citizens formed to fight the planned destruction of the property. They found building plans from 1922 that clearly delineated the original studio, planned new construction and showed areas slated for demolition. The plans proved that the studio was not destroyed. The garden house as it was in Klimt’s day was converted whole into the first floor of the baroque villa. Some walls were torn down, doors moved and windows changed, but the structure was intact and salvageable.</p>\n<p>The private citizens’ group formed itself into the Gustav Klimt Memorial Society in 1999. The society’s explicit aim was to rescue the Klimt Villa studio as the last property still standing that was used by the artist, and boy have they had to work for it. In 2000 they got the villa added to the list of “Historic Houses Owned by the Republic of Austria,” a designation which does not provide federal conservation protection from alteration but was at least a legal recognition of the house’s historical importance.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reception-room-of-Klimt-atelier.jpg\" target=\"blank\"><img alt=\"Klimt's reception room, photo by Moritz Nähr, 1917-18\" class=\"alignright size-thumbnail wp-image-20134\" height=\"119\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reception-room-of-Klimt-atelier-150x119.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reception-room-of-Klimt-atelier-150x119.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reception-room-of-Klimt-atelier-200x158.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reception-room-of-Klimt-atelier-430x341.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reception-room-of-Klimt-atelier.jpg 900w\" title=\"Klimt's reception room, photo by Moritz Nähr, 1917-18\" width=\"150\"/></a>The political struggle to keep the house from being sold continued throughout the first decade of the millennium. Secret demolition plans kept cropping up, plans to have the house de-listed so it could be sold to Russian developers, suggestions that the villa should be stripped back to the original garden house. Finally in 2009 the villa was declared a national monument, keeping it safe from various destruction schemes. The next year a workable plan was drawn up to create a Klimt Museum in the villa, and the Austrian Ministry of Economic Affairs agreed to fund the two million euro renovation.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reconstructed-studio-window-.jpg\" target=\"blank\"><img alt=\"Reconstructed north-facing window in the studio workroom\" class=\"alignleft size-thumbnail wp-image-20131\" height=\"101\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reconstructed-studio-window--150x101.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reconstructed-studio-window--150x101.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reconstructed-studio-window--200x135.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reconstructed-studio-window--430x290.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reconstructed-studio-window-.jpg 800w\" title=\"Reconstructed north-facing window in the studio workroom\" width=\"150\"/></a>Construction work began in early 2011. Using written descriptions of the property from contemporaries like Egon Schiele and three photographs taken of the workroom, reception room and garden by Moritz Nähr from 1915 to right around the time of Klimt’s death, restorers were able to return the studio space to something approaching its look in Klimt’s day.</p>\n<p>Here’s Schiele’s description of the Feldmühlgasse studio from just after Klimt’s death:</p>\n<blockquote><p>“Klimt decorated the garden around the house in the Feldmühlgasse with flower-beds each year- it was a delight to visit it and be in the midst of flowers and old trees. In front of the door there were two attractive heads which Klimt had sculpted. One first entered an anteroom where the door on the left led into his reception room. In the middle there was a square table; all around there were grouped displays of Japanese woodblock prints and two large Chinese pictures. On the floor there were African sculptures, and in the corner by the window there was a Japanese red-and-black suit of armour. This room led into two other rooms, where you looked out on to rose bushes.”</p></blockquote>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/klimt-studio-by-Moritz-Nähr-1917-18.jpg\" target=\"blank\"><img alt=\"Klimt's workroom by Moritz Nähr 1917-18\" class=\"alignright size-thumbnail wp-image-20135\" height=\"84\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/klimt-studio-by-Moritz-Nähr-1917-18-150x84.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/klimt-studio-by-Moritz-Nähr-1917-18-150x84.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/klimt-studio-by-Moritz-Nähr-1917-18-200x112.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/klimt-studio-by-Moritz-Nähr-1917-18-430x241.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/klimt-studio-by-Moritz-Nähr-1917-18.jpg 1000w\" title=\"Klimt's workroom by Moritz Nähr 1917-18\" width=\"150\"/></a>Nähr’s pictures show the reception room exactly as Schiele described it. In the workroom you can see easels with two of Klimt’s 1917 works in progress, “Lady with Fan” on the right, and “The Bride” (which he never finished) on the left. Both are now in private collections. The furniture in both rooms was designed by Josef Hoffmann, the homeowner, and most of it actually survived the war. A large wardrobe which once held Klimt’s extensive collection of Asian fabrics went to his partner Emilie Flöge after his death. It was lost along with everything he had willed her right when her apartment was destroyed just before the end of World War II.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/lady-with-fan-1918.jpg\" target=\"blank\"><img alt='\"Lady with Fan\" by Gustav Klimt, 1917-18' class=\"alignleft size-thumbnail wp-image-20136\" height=\"150\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/lady-with-fan-1918-150x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/lady-with-fan-1918-150x150.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/lady-with-fan-1918-200x199.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/lady-with-fan-1918-430x428.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/lady-with-fan-1918.jpg 1205w\" title='\"Lady with Fan\" by Gustav Klimt, 1917-18' width=\"150\"/></a>The rest of the furniture is in private hands today. A private collector has loaned one of the African stools from the workroom to the villa. Perhaps more will follow. Meanwhile, exact reproductions have been made to recreate the authentic look of the studio. Even the carpet in the reception room has been recreated exactly by original manufacturers Backhausen, who thankfully had a sample of the original in their archives. Visitors today will see a number of period costumes from the 1910s. There will be copies of the drawings Klimt had scattered all around the studio and two full-sized blow-ups of<a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/The-Bridge-by-Klimt-1918.jpg\" target=\"blank\"><img alt='\"The Bride\" by Gustav Klimt, 1917-18' class=\"alignright size-thumbnail wp-image-20137\" height=\"131\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/The-Bridge-by-Klimt-1918-150x131.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/The-Bridge-by-Klimt-1918-150x131.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/The-Bridge-by-Klimt-1918-200x175.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/The-Bridge-by-Klimt-1918-430x378.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/The-Bridge-by-Klimt-1918.jpg 1024w\" title='\"The Bride\" by Gustav Klimt, 1917-18' width=\"150\"/></a> the paintings in Nähr’s picture of the workroom. In a stroke of luck, Klimt’s original bathtub was found. It will be placed in one of the model waiting rooms.</p>\n<p>Although sadly Egon Schiele’s vision of the Klimt Villa can no longer come true —</p>\n<blockquote><p>“Nothing should be removed – because everything connected with Klimt’s house is a whole and is itself a work of art which must not be destroyed. The unfinished pictures, brushes, painter’s work table and palette should not be touched and the studio should be opened as a Klimt Museum for the few who enjoy and love art.”</p></blockquote>\n<p>— at least the conclusion now has. For a somewhat terrifying look at what it took to get to this point, <a href=\"http://www.klimtvilla.at/index_wp.php?page_id=27\" target=\"_blank\">see this photo gallery of the restoration work</a> from the Klimt Villa website.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Klimt’s last and only surviving studio opens today\" data-a2a-url=\"http://www.thehistoryblog.com/archives/20118\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>", "title": "Klimt’s last and only surviving studio opens today", "url": "http://www.thehistoryblog.com/archives/date/2012/09", "content": "Gustav Klimt’s last Vienna studio, the only surviving property associated with his work, opens to the public today after almost 15 years of political struggle and an extensive renovation. The museum is not complete yet and probably won’t be for some time, but it’s close enough to welcome visitors in celebration of European Heritage Day today. The villa at Feldmühlgasse 11 is very different than it was when Klimt lived and worked there from 1912 until his death in 1918. It was a modest one-story home in his day, set in a large bucolic garden that was so beautiful neighbors, visitors and later tenants raved about it for years. He rented it from furniture manufacturer Josef Hermann, whose daughter was the future wife of painter Felix Albrecht Harta. It was Harta, a friend and colleague of Klimt’s, who suggested he rent the place. Klimt made changes to the garden house, creating a large north window for his workroom and whitewashing the exterior. After Klimt’s death from a stroke and pneumonia in February 1918, Mrs. Helene Herrmann started making additions to the garden house, hiring an architect to plan a much larger, two-story villa over it. Construction was not complete when Josef Hermann died in 1922, but his widow, probably under some financial duress, sold the property as it was to Ernestine Werner (soon to be Mrs. Ernestine Klein) who went forward with the construction plan and had a neo-Baroque villa built on top of and around the studio, changing the house beyond recognition. The Klein family fled to London after the Nazi takeover of Austria. The house was “Aryanized” in 1939, forcibly confiscated and sold to non-Jews. In 1948 the Austrian government returned the villa to the Klein family, but it had been sorely neglected. In 1954 the Kleins sold it back to the government for a small sum. The condition of the house was so poor that it was slated for demolition, but in 1957 the government instead turned it into a school. At this point, Klimt had faded into obscurity. It would be another decade before shows in London and New York would bring him roaring back into the public consciousness. He was, however, still known in Austria; the property that had once housed his studio was colloquially referred to as “Klimt Villa,” but the studio was considered lost, swallowed up by all the later construction. In 1998, the villa was on its last legs. The land was scheduled to be sold to developers in lots and the villa subdivided into apartments or, what was more likely for the leaking, decrepit old structure, torn down altogether. A group of private citizens formed to fight the planned destruction of the property. They found building plans from 1922 that clearly delineated the original studio, planned new construction and showed areas slated for demolition. The plans proved that the studio was not destroyed. The garden house as it was in Klimt’s day was converted whole into the first floor of the baroque villa. Some walls were torn down, doors moved and windows changed, but the structure was intact and salvageable. The private citizens’ group formed itself into the Gustav Klimt Memorial Society in 1999. The society’s explicit aim was to rescue the Klimt Villa studio as the last property still standing that was used by the artist, and boy have they had to work for it. In 2000 they got the villa added to the list of “Historic Houses Owned by the Republic of Austria,” a designation which does not provide federal conservation protection from alteration but was at least a legal recognition of the house’s historical importance. The political struggle to keep the house from being sold continued throughout the first decade of the millennium. Secret demolition plans kept cropping up, plans to have the house de-listed so it could be sold to Russian developers, suggestions that the villa should be stripped back to the original garden house. Finally in 2009 the villa was declared a national monument, keeping it safe from various destruction schemes. The next year a workable plan was drawn up to create a Klimt Museum in the villa, and the Austrian Ministry of Economic Affairs agreed to fund the two million euro renovation. Construction work began in early 2011. Using written descriptions of the property from contemporaries like Egon Schiele and three photographs taken of the workroom, reception room and garden by Moritz Nähr from 1915 to right around the time of Klimt’s death, restorers were able to return the studio space to something approaching its look in Klimt’s day. Here’s Schiele’s description of the Feldmühlgasse studio from just after Klimt’s death: “Klimt decorated the garden around the house in the Feldmühlgasse with flower-beds each year- it was a delight to visit it and be in the midst of flowers and old trees. In front of the door there were two attractive heads which Klimt had sculpted. One first entered an anteroom where the door on the left led into his reception room. In the middle there was a square table; all around there were grouped displays of Japanese woodblock prints and two large Chinese pictures. On the floor there were African sculptures, and in the corner by the window there was a Japanese red-and-black suit of armour. This room led into two other rooms, where you looked out on to rose bushes.” Nähr’s pictures show the reception room exactly as Schiele described it. In the workroom you can see easels with two of Klimt’s 1917 works in progress, “Lady with Fan” on the right, and “The Bride” (which he never finished) on the left. Both are now in private collections. The furniture in both rooms was designed by Josef Hoffmann, the homeowner, and most of it actually survived the war. A large wardrobe which once held Klimt’s extensive collection of Asian fabrics went to his partner Emilie Flöge after his death. It was lost along with everything he had willed her right when her apartment was destroyed just before the end of World War II. The rest of the furniture is in private hands today. A private collector has loaned one of the African stools from the workroom to the villa. Perhaps more will follow. Meanwhile, exact reproductions have been made to recreate the authentic look of the studio. Even the carpet in the reception room has been recreated exactly by original manufacturers Backhausen, who thankfully had a sample of the original in their archives. Visitors today will see a number of period costumes from the 1910s. There will be copies of the drawings Klimt had scattered all around the studio and two full-sized blow-ups of the paintings in Nähr’s picture of the workroom. In a stroke of luck, Klimt’s original bathtub was found. It will be placed in one of the model waiting rooms. Although sadly Egon Schiele’s vision of the Klimt Villa can no longer come true — “Nothing should be removed – because everything connected with Klimt’s house is a whole and is itself a work of art which must not be destroyed. The unfinished pictures, brushes, painter’s work table and palette should not be touched and the studio should be opened as a Klimt Museum for the few who enjoy and love art.” — at least the conclusion now has. For a somewhat terrifying look at what it took to get to this point, see this photo gallery of the restoration work from the Klimt Villa website.", "tfidf": {"logidf": {"top": 0.609100637788, "the": 0.0, "back": 0.23166743089699998, "legal": 0.955536640608, "flower": 2.1192772083, "leg": 1.97589673238, "austrian": 2.35535140554, "onli": 0.025324268329099998, "somewhat": 1.4567460220700001, "pneumonia": 3.6087786052199995, "memori": 0.9454338986599999, "citizen": 1.1767985698999999, "hous": 0.38009061238799996, "altogeth": 2.38090760473, "brush": 3.23002364743, "copi": 1.34483764744, "led": 0.29104709623799996, "decrepit": 5.62951254607, "continu": 0.13040487398700001, "still": 0.17112222142900002, "japanes": 1.45431588722, "galleri": 1.9827351451700002, "euro": 3.1358722163099997, "forward": 1.29901007269, "display": 1.07655944206, "but": 0.0161923720719, "almost": 0.42907884333400004, "collect": 0.49536666052, "februari": 0.446054860765, "few": 0.275577913653, "everyth": 1.57270590317, "struggl": 1.2119409739799998, "rescu": 1.8509206876599997, "vienna": 2.5416649836099996, "strip": 1.7056303155, "can": 0.162341096394, "famili": 0.39746619471100003, "least": 0.480285584745, "taken": 0.470759772949, "bush": 2.04113214933, "klein": 3.2268439945200003, "north": 0.402823098645, "loan": 2.11144222437, "set": 0.171496011289, "are": 0.0294674735827, "world": 0.107420248621, "privat": 0.705059626587, "nation": 0.204021674798, "yet": 0.754181309241, "painter": 2.3356269002000003, "longer": 0.7046772417749999, "three": 0.06411868822490001, "his": 0.0901772433641, "enter": 0.564256167492, "old": 0.424253510675, "written": 0.671587369833, "delist": 5.7022719003499995, "today": 0.559395353679, "enough": 0.802884439169, "ministri": 1.70078769102, "fight": 0.917772050203, "schiel": 6.72812483474, "leak": 2.65774946263, "fan": 1.56967467926, "love": 1.08958288195, "feldmühlgass": 7.18765716411, "later": 0.0829654259878, "approach": 0.7302336145810001, "heritag": 1.48027008276, "financi": 0.958817483446, "true": 0.938325629634, "model": 0.7374500731110001, "bring": 0.7110694905930001, "backhausen": 7.18765716411, "each": 0.173741689304, "noth": 1.24245472939, "condit": 0.654837788206, "small": 0.307101805059, "window": 1.7689675242900003, "with": 0.00119749171339, "stool": 4.67535154014, "welcom": 1.80125261058, "two": 0.0136988443582, "subdivid": 3.12434471114, "obscur": 2.3593434268099998, "which": 0.00517841384543, "itself": 0.5570837229510001, "abl": 0.599303982475, "decor": 1.9695561314200003, "instead": 0.46663315041500003, "colleagu": 2.10832533873, "finish": 1.17210994649, "exact": 1.2437647732500001, "first": 0.0075872898121599995, "here": 0.8850381883700001, "fled": 2.07516749369, "won": 0.8404139079, "architect": 1.91551267187, "home": 0.378433916197, "who": 0.0609002329859, "unfinish": 3.1129485764099996, "onestori": 7.18765716411, "duress": 5.129269031630001, "various": 0.28692650007, "destruct": 1.4855427465600002, "and": 6.29901420636e-05, "histor": 0.516151783952, "hire": 1.60103292035, "secret": 1.13556799519, "new": 0.0177299468511, "meanwhil": 1.71538649044, "began": 0.25545320473099997, "most": 0.020747896295599998, "scheme": 1.64672046975, "poor": 0.8845804177050001, "fund": 0.9413889129649999, "down": 0.306673741186, "collector": 2.4699026173800003, "thank": 1.7928938993, "some": 0.0395735090645, "albrecht": 4.23884181035, "left": 0.364552414753, "tree": 1.41777488775, "visit": 0.791283218833, "attract": 0.929510763678, "explicit": 1.7612397949400003, "move": 0.255615859253, "enjoy": 1.2020430306899998, "corner": 1.77044626763, "structur": 0.7217716751350001, "clear": 0.617474727198, "furnitur": 2.99045521645, "bride": 3.1300918533999997, "chang": 0.166275625058, "probabl": 0.972882412913, "keep": 0.7141523446729999, "stroke": 2.59590999846, "squar": 1.18377009701, "larg": 0.17037506060600002, "lost": 0.557523621781, "museum": 1.0969130529200002, "societi": 0.597356115918, "work": 0.109034567273, "come": 0.28390990653000003, "sampl": 1.9786264883900002, "day": 0.16865870631700003, "look": 0.6463866936, "what": 0.225887296827, "rest": 0.671587369833, "slate": 2.7698210767400004, "throughout": 0.41983467543499997, "right": 0.34035985417, "redandblack": 7.18765716411, "restor": 1.09033222631, "make": 0.07349765782289999, "anteroom": 7.18765716411, "torn": 2.93322718655, "school": 0.494746633632, "origin": 0.128612437587, "sore": 4.18776688041, "got": 1.2863908849299999, "costum": 2.51016631655, "forcibl": 3.0119886640599995, "sum": 1.89939013342, "for": 0.00031499039539700004, "confisc": 2.8847188315900003, "rave": 4.002682890919999, "her": 0.574944311991, "hand": 0.479471335336, "remov": 0.6960488415880001, "onc": 0.403765872355, "draw": 1.0893956335600001, "artist": 1.05317511017, "earli": 0.117499629108, "whose": 0.5510546556329999, "flowerb": 6.964513612799999, "doe": 0.5340417297169999, "went": 0.593243704365, "becaus": 0.139343158825, "luck": 3.03924538062, "swallow": 3.41681377215, "final": 0.292733863948, "roar": 3.76176716986, "kept": 1.0795213101999999, "woodblock": 5.76054080847, "tabl": 1.34049610661, "into": 0.0149128632287, "befor": 0.0956377718795, "him": 0.49124039099699995, "recreat": 1.8773288849, "garden": 1.45728685497, "land": 0.5428913449939999, "extens": 0.6889985794750001, "although": 0.139487981418, "convert": 1.1860360368, "under": 0.07526180538319999, "exterior": 2.80980590085, "herrmann": 5.02817291476, "door": 1.5876931847600002, "form": 0.120053184191, "delight": 2.89833992755, "list": 0.309845761506, "sculpt": 3.76720196585, "millennium": 2.39600741118, "reproduct": 2.6897010624299997, "prove": 0.899024430345, "associ": 0.28240501535100004, "safe": 1.61486961909, "more": 0.017024931599999998, "where": 0.0649921387457, "aim": 1.06333853704, "manufactur": 1.21130625482, "photo": 1.8593765463799998, "year": 0.047402238894600005, "howev": 0.0903151173475, "websit": 0.924894023806, "demolit": 3.17127414336, "visitor": 1.75904279662, "govern": 0.411720459754, "use": 0.0292080197316, "see": 0.240921585492, "alter": 1.48721359072, "fabric": 2.4261957337999998, "drawn": 1.52672420097, "futur": 0.619345197699, "end": 0.101476798618, "nähr": 7.18765716411, "time": 0.0112115188626, "gustav": 2.9439352008200004, "werner": 3.2428443358599996, "held": 0.36709509683499997, "nonjew": 7.18765716411, "group": 0.190594534797, "hermann": 2.94035310744, "beauti": 1.5672562984, "place": 0.0957070839572, "takeov": 3.06321457074, "million": 0.5469102500940001, "emili": 3.2444585412199998, "return": 0.333126868592, "monument": 1.9086925260799998, "pictur": 1.25144109124, "colloqui": 2.81610182931, "polit": 0.570142784146, "neighbor": 1.7546632275799998, "start": 0.236443369291, "conclus": 1.57818536893, "egon": 4.99973497944, "renov": 2.37954613413, "nazi": 2.1544996326700003, "european": 0.674427053203, "recognit": 1.4816549327200002, "affair": 1.07970671857, "protect": 0.67529290767, "follow": 0.045356911094199995, "area": 0.327954821122, "intact": 2.62591653605, "bucol": 5.934894195619999, "perhap": 1.14680739183, "vision": 1.58523088743, "paint": 1.4076855511000002, "fade": 2.6667747946500002, "ladi": 1.6340517929299998, "from": 0.000567054168866, "republ": 1.1328266580500002, "plan": 0.428982108147, "num": 0.00031499039539700004, "now": 0.149092945021, "sold": 1.02732927261, "armour": 2.9439352008200004, "josef": 3.43228796873, "other": 0.00987474791976, "sculptur": 2.4427250357499997, "blowup": 6.5370695979699995, "surviv": 0.8143373745379999, "head": 0.456042582852, "properti": 0.953573289192, "was": 0.0112115188626, "differ": 0.212321121312, "creat": 0.222576818514, "moritz": 4.609968780880001, "open": 0.219591038029, "hoffmann": 4.38936008516, "rent": 2.31628393735, "number": 0.0966085784186, "widow": 2.3175618928, "found": 0.107841124048, "soon": 0.6839929376880001, "aryan": 4.3350257342, "rose": 1.24442043932, "made": 0.0680215260973, "live": 0.266903399347, "twostori": 7.18765716411, "delin": 3.78091960208, "descript": 1.38755491845, "design": 0.377239118022, "has": 0.0427239448548, "period": 0.294930924153, "ernestin": 6.0616459012599995, "boy": 1.23571337517, "front": 0.845095701382, "complet": 0.215285242047, "wall": 1.12445351985, "carpet": 3.3884296528299997, "took": 0.337177952953, "import": 0.292818277066, "stand": 0.7345572374320001, "die": 0.510049071409, "actual": 0.628514181648, "build": 0.491137452091, "print": 1.19307248967, "than": 0.0322608622182, "terrifi": 3.72976443878, "agre": 0.801760369921, "when": 0.0205549888584, "art": 0.6928952596619999, "not": 0.0155524130075, "tenant": 3.292441277, "fullsiz": 7.18765716411, "all": 0.011402632097799998, "consid": 0.214894723824, "schedul": 1.2987792057799998, "contemporari": 1.04204193718, "partner": 1.4287553902399999, "african": 1.33473655146, "like": 0.139053576545, "lot": 1.4835969502500002, "own": 0.164195077421, "felix": 3.09609424485, "crop": 2.27316573057, "austria": 2.0761715098400004, "neglect": 2.43622447115, "veri": 0.230159793238, "mrs": 3.708984470280001, "over": 0.0249367214957, "recept": 2.18988198575, "should": 0.509419876758, "photograph": 1.52701418212, "destroy": 0.919824304455, "scatter": 2.239488465, "neobaroqu": 7.18765716411, "villa": 2.76781304394, "bathtub": 5.0978528354, "get": 0.579769005782, "show": 0.236682766013, "touch": 1.6966554537399998, "death": 0.485696798112, "authent": 2.4427250357499997, "conscious": 2.09237439596, "point": 0.23103235903299998, "just": 0.289531434109, "harta": 7.18765716411, "palett": 4.40470565484, "describ": 0.385447603125, "never": 0.443205436091, "middl": 0.7141523446729999, "homeown": 4.37424644735, "built": 0.690379535065, "someth": 1.18830712273, "provid": 0.19517784432500002, "whitewash": 4.99043258678, "known": 0.0824180805992, "develop": 0.178624694913, "progress": 0.894854218108, "wardrob": 4.23448450498, "midst": 3.0017974930599998, "along": 0.260344385917, "york": 0.42762879716200003, "close": 0.250666759864, "that": 0.00397614837964, "their": 0.015360505122700001, "declar": 0.7893395836239999, "war": 0.345863640811, "studio": 1.5948062501700002, "workroom": 6.83935046985, "out": 0.0584263909193, "until": 0.138474663439, "one": 0.0062553516455, "russian": 1.4066564797499999, "refer": 0.262553246798, "wife": 1.0524530884799999, "public": 0.20232375048700002, "friend": 0.7893395836239999, "even": 0.152388564834, "around": 0.19387710578200001, "there": 0.0400978929255, "connect": 0.633605058682, "room": 1.12387195543, "anoth": 0.127896361652, "celebr": 0.9092920998899999, "easel": 6.117215752409999, "after": 0.020490694648099998, "suit": 1.36831634882, "decad": 0.760359972282, "archiv": 1.20750637691, "both": 0.050842533389300004, "baroqu": 3.28232314684, "must": 0.653383947388, "chines": 1.45162264562, "flöge": 7.18765716411, "feder": 0.9915525372570001, "sad": 2.86573445351, "daughter": 1.25034086008, "last": 0.19204364461100001, "you": 0.771469692294, "salvag": 3.5198311192, "have": 0.0147850023412, "they": 0.0297269947676, "beyond": 0.934469583725, "construct": 0.658603355972, "klimt": 6.58152136054, "space": 0.874713164972, "asian": 1.54989579056, "had": 0.0464780244111, "would": 0.0796176279647, "floor": 1.66054557474, "this": 0.0037864490525, "whole": 0.8306818244059999, "workabl": 4.66861750796, "much": 0.17749572930100002, "helen": 2.47737649372, "suggest": 0.563702610877, "london": 0.6819976757709999, "next": 0.402163685499, "could": 0.18595627229000003, "econom": 0.818612712388, "addit": 0.220218882972, "apart": 1.1324356512, "will": 0.202786534915, "larger": 0.806828661778, "were": 0.024291143681099997, "wait": 1.51605358782, "been": 0.023645982368400004, "modest": 2.36804786744, "about": 0.0628434774746, "conserv": 1.19994966588, "turn": 0.324899251064}, "tfidf": {"top": 1.8387769284200002, "the": 111.0, "back": 3.7821011673299996, "legal": 2.6000655093400002, "flower": 8.32511798637, "leg": 7.21308496138, "austrian": 21.0836653386, "onli": 1.0256476516600002, "somewhat": 4.29197080292, "pneumonia": 36.9209302326, "memori": 2.57392996109, "citizen": 6.48794442174, "hous": 20.47383935156, "altogeth": 10.8147138965, "brush": 25.2802547771, "copi": 3.8375634517800004, "led": 2.67565517822, "decrepit": 278.526315789, "continu": 1.13928955867, "still": 2.3732715449599997, "japanes": 8.56310679612, "galleri": 7.26258005489, "euro": 23.008695652199997, "forward": 3.66566612792, "display": 2.93456561922, "but": 7.11426925293, "almost": 1.53584212054, "collect": 3.28219971056, "februari": 1.5621371642200002, "few": 1.31729173581, "everyth": 9.6393442623, "struggl": 6.72, "rescu": 6.3656776263, "vienna": 12.7008, "strip": 5.50485436893, "can": 2.35252278284, "famili": 2.97609897834, "least": 3.2330719886000003, "taken": 1.6012102874399998, "bush": 7.69932104753, "klein": 100.8, "north": 1.49604221636, "loan": 8.26014568158, "set": 1.18707940781, "are": 1.02990593578, "world": 1.11340206186, "privat": 10.11983681795, "nation": 1.22632473351, "yet": 2.1258703802900003, "painter": 20.671875, "longer": 2.02319357716, "three": 1.06621893889, "his": 9.849314124180001, "enter": 1.75813953488, "old": 3.05689804564, "written": 1.9573418813999999, "delist": 299.547169811, "today": 6.99845713028, "enough": 2.2319696330700003, "ministri": 5.478260869570001, "fight": 2.50370604006, "schiel": 3342.3157894720002, "leak": 14.264150943399999, "fan": 4.805084745759999, "love": 2.97303370787, "feldmühlgass": 3969.0, "later": 2.17300848618, "approach": 2.07556543339, "heritag": 4.39413230003, "financi": 2.60860992442, "true": 2.55569864778, "model": 2.0905978404, "bring": 2.03616775683, "backhausen": 1323.0, "each": 1.18974820144, "noth": 3.46410648047, "condit": 1.92483026188, "small": 1.3594793629, "window": 17.594384927969998, "with": 7.008387462929998, "stool": 107.27027027, "welcom": 6.05723006486, "two": 6.0827586207, "subdivid": 22.744985673400002, "obscur": 10.584000000000001, "which": 5.025959224999999, "itself": 3.49114898296, "abl": 1.8208510150200001, "decor": 7.16749435666, "instead": 1.59461631177, "colleagu": 8.23443983402, "finish": 3.22879804759, "exact": 10.40594275725, "first": 3.0228484386899996, "here": 2.42307692308, "fled": 7.96588058204, "won": 2.31732593782, "architect": 6.79041916168, "home": 1.4599963215, "who": 4.25117150892, "unfinish": 22.4872521246, "onestori": 1323.0, "duress": 168.893617021, "various": 1.3323262839899999, "destruct": 8.8347245409, "and": 30.0018897639, "histor": 3.3511345646399997, "hire": 4.95815115553, "secret": 3.11294117647, "new": 2.0357761108, "meanwhil": 5.55882352941, "began": 1.29104659673, "most": 1.02096463023, "scheme": 5.18993135011, "poor": 2.42196796339, "fund": 2.5635394800599998, "down": 2.71779508688, "collector": 11.8212956069, "thank": 6.00681044268, "some": 3.1211009174399997, "albrecht": 69.327510917, "left": 2.8797387992, "tree": 4.127925117, "visit": 2.20622568093, "attract": 2.53326950694, "explicit": 5.819648093840001, "move": 1.29125660838, "enjoy": 3.3269069572500003, "corner": 5.873473917869999, "structur": 4.1161524500999995, "clear": 1.85423966363, "furnitur": 59.68421052630001, "bride": 22.8760806916, "chang": 3.5426956263, "probabl": 5.29111814698, "keep": 4.08490930142, "stroke": 26.8175675676, "squar": 3.26666666667, "larg": 4.7429979834, "lost": 3.49268507314, "museum": 8.98471986417, "societi": 3.6346153846199996, "work": 8.92160719304, "come": 1.32831325301, "sampl": 7.23280182232, "day": 4.73486430064, "look": 7.634527530639999, "what": 2.50686878256, "rest": 1.9573418813999999, "slate": 31.911557789, "throughout": 1.5217099587799998, "right": 4.21635977337, "redandblack": 1323.0, "restor": 5.95052473764, "make": 1.0762660158600001, "anteroom": 1323.0, "torn": 37.576331361, "school": 1.64008264463, "origin": 5.6862464183500006, "sore": 65.8755186722, "got": 3.61969904241, "costum": 12.3069767442, "forcibl": 20.3277848912, "sum": 6.681818181819999, "for": 10.003150400100001, "confisc": 17.898534385599998, "rave": 54.744827586199996, "her": 3.5540631296199994, "hand": 1.6152202665600002, "remov": 2.0058117498400003, "onc": 2.9949066213999997, "draw": 2.97247706422, "artist": 2.86673889491, "earli": 1.12468121281, "whose": 1.73508196721, "flowerb": 1058.4, "doe": 1.70581282905, "went": 3.6196990424, "becaus": 1.1495184997499999, "luck": 20.889473684200002, "swallow": 30.472168906, "final": 1.34008609775, "roar": 43.0243902439, "kept": 2.94327030033, "woodblock": 317.52, "tabl": 7.64187725632, "into": 8.12019691832, "befor": 2.20072082062, "him": 1.63434218653, "recreat": 13.072046109519999, "garden": 30.060048688110005, "land": 1.7209756097599997, "extens": 3.9834399699, "although": 1.14968498805, "convert": 3.2740771293099997, "under": 1.0781663837, "exterior": 16.6066945607, "herrmann": 152.653846154, "door": 14.67734976888, "form": 2.25511363636, "delight": 18.144000000000002, "list": 1.36321483771, "sculpt": 43.2588555858, "millennium": 10.979253112, "reproduct": 14.7272727273, "prove": 2.45720476706, "associ": 1.3263157894700002, "safe": 5.02723242559, "more": 2.0343413634, "where": 2.13430127042, "aim": 2.8960233491400005, "manufactur": 6.7157360405999995, "photo": 6.41973311767, "year": 4.194174757280001, "howev": 1.0945191313299998, "websit": 2.52160101652, "demolit": 71.5135135134, "visitor": 17.42062911486, "govern": 4.52823730746, "use": 2.0592775147599998, "see": 3.81726376533, "alter": 4.4247491638800005, "fabric": 11.3157519601, "drawn": 4.6030733546, "futur": 1.8577112099200002, "end": 1.10680423871, "nähr": 3969.0, "time": 2.02254920696, "gustav": 37.980861244, "werner": 25.6064516129, "held": 1.44353518822, "nonjew": 1323.0, "group": 3.62990625714, "hermann": 37.8450536352, "beauti": 4.79347826087, "place": 2.2008733624400003, "takeov": 21.3962264151, "million": 1.7279059643, "emili": 25.647819063000004, "return": 2.79064862014, "monument": 6.74426508071, "pictur": 13.981505944520002, "colloqui": 16.7115789474, "polit": 3.53703909992, "neighbor": 5.781500364169999, "start": 1.26673581744, "conclus": 4.84615384615, "egon": 296.747663552, "renov": 21.6, "nazi": 8.623574144489998, "european": 1.96290801187, "recognit": 8.80044345898, "affair": 2.9438160578500003, "protect": 1.96460834055, "follow": 1.04640126549, "area": 1.3881262568900001, "intact": 13.817232376, "bucol": 378.0, "perhap": 3.14812611541, "vision": 4.88041807562, "paint": 4.08648648649, "fade": 14.3934723481, "ladi": 5.12459651388, "from": 13.00737379461, "republ": 3.1044192413, "plan": 13.821242019750002, "num": 19.00598576019, "now": 2.321561746, "sold": 16.761569593500003, "armour": 18.990430622, "josef": 92.8421052633, "other": 1.00992366412, "sculptur": 11.504347826099998, "blowup": 690.260869565, "surviv": 4.515358361780001, "head": 1.57781753131, "properti": 15.569794050359999, "was": 32.36078731136, "differ": 1.23654490225, "creat": 2.4985835694, "moritz": 100.481012658, "open": 2.49113447356, "hoffmann": 80.5888324873, "rent": 20.275862069000002, "number": 1.10142916609, "widow": 10.150895140700001, "found": 2.2277415281, "soon": 1.9817750592900003, "aryan": 76.3269230769, "rose": 3.4709226060300002, "made": 2.14077669902, "live": 1.30591428806, "twostori": 1323.0, "delin": 43.8563535912, "descript": 8.01009081736, "design": 2.9165059245, "has": 3.1309492505999996, "period": 1.3430335843, "ernestin": 858.162162162, "boy": 3.4408322496699997, "front": 2.32820061593, "complet": 2.48043121632, "wall": 3.07853403141, "carpet": 29.619402985100002, "took": 1.4009883515700001, "import": 1.3401992233700002, "stand": 2.0845588235299997, "die": 1.66537291514, "actual": 1.87482286254, "build": 1.6341739578, "print": 3.29719626168, "than": 1.03278688525, "terrifi": 41.669291338600004, "agre": 2.22946215419, "when": 3.0623030926499997, "art": 3.9989924433199997, "not": 6.09404388714, "tenant": 26.9084745763, "fullsiz": 1323.0, "all": 3.03440366973, "consid": 1.2397313759200002, "schedul": 3.6648199445999996, "contemporari": 2.835, "partner": 4.173501577290001, "african": 7.59798994974, "like": 2.2983713355, "lot": 4.40877534018, "own": 1.17844418052, "felix": 22.111420612800003, "crop": 9.71009174312, "austria": 23.92164741336, "neglect": 11.4298056156, "veri": 1.25880114177, "mrs": 81.6246786632, "over": 1.02525024217, "recept": 35.736634777720006, "should": 6.657301603960001, "photograph": 4.604408352669999, "destroy": 7.526548672560001, "scatter": 9.38852749852, "neobaroqu": 1323.0, "villa": 254.78034102240002, "bathtub": 163.670103093, "get": 1.78562591385, "show": 3.80111731845, "touch": 5.45567010309, "death": 8.126535626550002, "authent": 11.504347826099998, "conscious": 8.10413476263, "point": 2.51980001588, "just": 2.67160286074, "harta": 2646.0, "palett": 81.83505154640001, "describ": 1.47027227264, "never": 1.55769230769, "middl": 2.04245465071, "homeown": 79.38, "built": 1.99447236181, "someth": 3.28152128979, "provid": 1.21552714187, "whitewash": 147.0, "known": 1.0859097127200001, "develop": 2.3911439114400004, "progress": 2.44697903822, "wardrob": 69.0260869565, "midst": 20.1216730038, "along": 1.2973768080399999, "york": 1.53361669243, "close": 1.2848818387799998, "that": 7.0278884462499995, "their": 1.01547908405, "declar": 2.20194174757, "war": 2.82641979704, "studio": 59.128491620160005, "workroom": 4669.411764705, "out": 1.06016694491, "until": 1.14852058164, "one": 3.01882487166, "russian": 4.08228336333, "refer": 1.30024570025, "wife": 2.8646697943, "public": 2.4484885873, "friend": 2.20194174757, "even": 1.16461267606, "around": 6.06973543355, "there": 7.28638867033, "connect": 1.8843916913900003, "room": 24.6139534884, "anoth": 1.13643521832, "celebr": 2.48256450352, "easel": 453.6, "after": 5.10351035105, "suit": 3.92873051225, "decad": 4.278092158440001, "archiv": 3.3451327433599998, "both": 2.10431440122, "baroqu": 26.637583892600002, "must": 1.9220338983099996, "chines": 4.270037654649999, "flöge": 1323.0, "feder": 2.69541595925, "sad": 17.5619469027, "daughter": 3.4915328788199997, "last": 3.6351702030300004, "you": 4.3258855585800005, "salvag": 33.778723404299996, "have": 3.0446845234199995, "they": 3.09051975861, "beyond": 2.54586273252, "construct": 9.660460021899999, "klimt": 17319.272727264, "space": 2.39818731118, "asian": 4.71097922849, "had": 9.428175519659998, "would": 2.1657458563599996, "floor": 10.524361948960001, "this": 4.01517450684, "whole": 4.58976582828, "workabl": 106.55033557, "much": 1.1942229577299999, "helen": 11.909977494400001, "suggest": 3.5143331488599996, "london": 3.95564968232, "next": 1.4950560316400001, "could": 1.2043695949, "econom": 2.26735218509, "addit": 1.24634950542, "apart": 6.2064112588, "will": 6.1240549298, "larger": 2.2407904022599996, "were": 5.1229428848000005, "wait": 4.55421686747, "been": 3.0717832957199995, "modest": 10.676529926, "about": 1.06486015159, "conserv": 3.3199498117900004, "turn": 1.3838912133899999}, "freq": {"top": 1, "the": 111, "back": 3, "legal": 1, "flower": 1, "leg": 1, "austrian": 2, "onli": 1, "somewhat": 1, "pneumonia": 1, "memori": 1, "citizen": 2, "hous": 14, "altogeth": 1, "brush": 1, "copi": 1, "led": 2, "decrepit": 1, "continu": 1, "still": 2, "japanes": 2, "galleri": 1, "euro": 1, "forward": 1, "display": 1, "but": 7, "almost": 1, "collect": 2, "februari": 1, "few": 1, "everyth": 2, "struggl": 2, "rescu": 1, "vienna": 1, "strip": 1, "can": 2, "famili": 2, "least": 2, "taken": 1, "bush": 1, "klein": 4, "north": 1, "loan": 1, "set": 1, "are": 1, "world": 1, "privat": 5, "nation": 1, "yet": 1, "painter": 2, "longer": 1, "three": 1, "his": 9, "enter": 1, "old": 2, "written": 1, "delist": 1, "today": 4, "enough": 1, "ministri": 1, "fight": 1, "schiel": 4, "leak": 1, "fan": 1, "love": 1, "feldmühlgass": 3, "later": 2, "approach": 1, "heritag": 1, "financi": 1, "true": 1, "model": 1, "bring": 1, "backhausen": 1, "each": 1, "noth": 1, "condit": 1, "small": 1, "window": 3, "with": 7, "stool": 1, "welcom": 1, "two": 6, "subdivid": 1, "obscur": 1, "which": 5, "itself": 2, "abl": 1, "decor": 1, "instead": 1, "colleagu": 1, "finish": 1, "exact": 3, "first": 3, "here": 1, "fled": 1, "won": 1, "architect": 1, "home": 1, "who": 4, "unfinish": 1, "onestori": 1, "duress": 1, "various": 1, "destruct": 2, "and": 30, "histor": 2, "hire": 1, "secret": 1, "new": 2, "meanwhil": 1, "began": 1, "most": 1, "scheme": 1, "poor": 1, "fund": 1, "down": 2, "collector": 1, "thank": 1, "some": 3, "albrecht": 1, "left": 2, "tree": 1, "visit": 1, "attract": 1, "explicit": 1, "move": 1, "enjoy": 1, "corner": 1, "structur": 2, "clear": 1, "furnitur": 3, "bride": 1, "chang": 3, "probabl": 2, "keep": 2, "stroke": 2, "squar": 1, "larg": 4, "lost": 2, "museum": 3, "societi": 2, "work": 8, "come": 1, "sampl": 1, "day": 4, "look": 4, "what": 2, "rest": 1, "slate": 2, "throughout": 1, "right": 3, "redandblack": 1, "restor": 2, "make": 1, "anteroom": 1, "torn": 2, "school": 1, "origin": 5, "sore": 1, "got": 1, "costum": 1, "forcibl": 1, "sum": 1, "for": 10, "confisc": 1, "rave": 1, "her": 2, "hand": 1, "remov": 1, "onc": 2, "draw": 1, "artist": 1, "earli": 1, "whose": 1, "flowerb": 1, "doe": 1, "went": 2, "becaus": 1, "luck": 1, "swallow": 1, "final": 1, "roar": 1, "kept": 1, "woodblock": 1, "tabl": 2, "into": 8, "befor": 2, "him": 1, "recreat": 2, "garden": 7, "land": 1, "extens": 2, "although": 1, "convert": 1, "under": 1, "exterior": 1, "herrmann": 1, "door": 3, "form": 2, "delight": 1, "list": 1, "sculpt": 1, "millennium": 1, "reproduct": 1, "prove": 1, "associ": 1, "safe": 1, "more": 2, "where": 2, "aim": 1, "manufactur": 2, "photo": 1, "year": 4, "howev": 1, "websit": 1, "demolit": 3, "visitor": 3, "govern": 3, "use": 2, "see": 3, "alter": 1, "fabric": 1, "drawn": 1, "futur": 1, "end": 1, "nähr": 3, "time": 2, "gustav": 2, "werner": 1, "held": 1, "nonjew": 1, "group": 3, "hermann": 2, "beauti": 1, "place": 2, "takeov": 1, "million": 1, "emili": 1, "return": 2, "monument": 1, "pictur": 4, "colloqui": 1, "polit": 2, "neighbor": 1, "start": 1, "conclus": 1, "egon": 2, "renov": 2, "nazi": 1, "european": 1, "recognit": 2, "affair": 1, "protect": 1, "follow": 1, "area": 1, "intact": 1, "bucol": 1, "perhap": 1, "vision": 1, "paint": 1, "fade": 1, "ladi": 1, "from": 13, "republ": 1, "plan": 9, "num": 19, "now": 2, "sold": 6, "armour": 1, "josef": 3, "other": 1, "sculptur": 1, "blowup": 1, "surviv": 2, "head": 1, "properti": 6, "was": 32, "differ": 1, "creat": 2, "moritz": 1, "open": 2, "hoffmann": 1, "rent": 2, "number": 1, "widow": 1, "found": 2, "soon": 1, "aryan": 1, "rose": 1, "made": 2, "live": 1, "twostori": 1, "delin": 1, "descript": 2, "design": 2, "has": 3, "period": 1, "ernestin": 2, "boy": 1, "front": 1, "complet": 2, "wall": 1, "carpet": 1, "took": 1, "import": 1, "stand": 1, "die": 1, "actual": 1, "build": 1, "print": 1, "than": 1, "terrifi": 1, "agre": 1, "when": 3, "art": 2, "not": 6, "tenant": 1, "fullsiz": 1, "all": 3, "consid": 1, "schedul": 1, "contemporari": 1, "partner": 1, "african": 2, "like": 2, "lot": 1, "own": 1, "felix": 1, "crop": 1, "austria": 3, "neglect": 1, "veri": 1, "mrs": 2, "over": 1, "recept": 4, "should": 4, "photograph": 1, "destroy": 3, "scatter": 1, "neobaroqu": 1, "villa": 16, "bathtub": 1, "get": 1, "show": 3, "touch": 1, "death": 5, "authent": 1, "conscious": 1, "point": 2, "just": 2, "harta": 2, "palett": 1, "describ": 1, "never": 1, "middl": 1, "homeown": 1, "built": 1, "someth": 1, "provid": 1, "whitewash": 1, "known": 1, "develop": 2, "progress": 1, "wardrob": 1, "midst": 1, "along": 1, "york": 1, "close": 1, "that": 7, "their": 1, "declar": 1, "war": 2, "studio": 12, "workroom": 5, "out": 1, "until": 1, "one": 3, "russian": 1, "refer": 1, "wife": 1, "public": 2, "friend": 1, "even": 1, "around": 5, "there": 7, "connect": 1, "room": 8, "anoth": 1, "celebr": 1, "easel": 1, "after": 5, "suit": 1, "decad": 2, "archiv": 1, "both": 2, "baroqu": 1, "must": 1, "chines": 1, "flöge": 1, "feder": 1, "sad": 1, "daughter": 1, "last": 3, "you": 2, "salvag": 1, "have": 3, "they": 3, "beyond": 1, "construct": 5, "klimt": 24, "space": 1, "asian": 1, "had": 9, "would": 2, "floor": 2, "this": 4, "whole": 2, "workabl": 1, "much": 1, "helen": 1, "suggest": 2, "london": 2, "next": 1, "could": 1, "econom": 1, "addit": 1, "apart": 2, "will": 5, "larger": 1, "were": 5, "wait": 1, "been": 3, "modest": 1, "about": 1, "conserv": 1, "turn": 1}, "idf": {"top": 1.8387769284200002, "the": 1.0, "back": 1.26070038911, "legal": 2.6000655093400002, "flower": 8.32511798637, "leg": 7.21308496138, "austrian": 10.5418326693, "onli": 1.0256476516600002, "somewhat": 4.29197080292, "pneumonia": 36.9209302326, "memori": 2.57392996109, "citizen": 3.24397221087, "hous": 1.4624170965399999, "altogeth": 10.8147138965, "brush": 25.2802547771, "copi": 3.8375634517800004, "led": 1.33782758911, "decrepit": 278.526315789, "continu": 1.13928955867, "still": 1.1866357724799999, "japanes": 4.28155339806, "galleri": 7.26258005489, "euro": 23.008695652199997, "forward": 3.66566612792, "display": 2.93456561922, "but": 1.01632417899, "almost": 1.53584212054, "collect": 1.64109985528, "februari": 1.5621371642200002, "few": 1.31729173581, "everyth": 4.81967213115, "struggl": 3.36, "rescu": 6.3656776263, "vienna": 12.7008, "strip": 5.50485436893, "can": 1.17626139142, "famili": 1.48804948917, "least": 1.6165359943000002, "taken": 1.6012102874399998, "bush": 7.69932104753, "klein": 25.2, "north": 1.49604221636, "loan": 8.26014568158, "set": 1.18707940781, "are": 1.02990593578, "world": 1.11340206186, "privat": 2.02396736359, "nation": 1.22632473351, "yet": 2.1258703802900003, "painter": 10.3359375, "longer": 2.02319357716, "three": 1.06621893889, "his": 1.0943682360200002, "enter": 1.75813953488, "old": 1.52844902282, "written": 1.9573418813999999, "delist": 299.547169811, "today": 1.74961428257, "enough": 2.2319696330700003, "ministri": 5.478260869570001, "fight": 2.50370604006, "schiel": 835.5789473680001, "leak": 14.264150943399999, "fan": 4.805084745759999, "love": 2.97303370787, "feldmühlgass": 1323.0, "later": 1.08650424309, "approach": 2.07556543339, "heritag": 4.39413230003, "financi": 2.60860992442, "true": 2.55569864778, "model": 2.0905978404, "bring": 2.03616775683, "backhausen": 1323.0, "each": 1.18974820144, "noth": 3.46410648047, "condit": 1.92483026188, "small": 1.3594793629, "window": 5.86479497599, "with": 1.0011982089899998, "stool": 107.27027027, "welcom": 6.05723006486, "two": 1.01379310345, "subdivid": 22.744985673400002, "obscur": 10.584000000000001, "which": 1.005191845, "itself": 1.74557449148, "abl": 1.8208510150200001, "decor": 7.16749435666, "instead": 1.59461631177, "colleagu": 8.23443983402, "finish": 3.22879804759, "exact": 3.46864758575, "first": 1.00761614623, "here": 2.42307692308, "fled": 7.96588058204, "won": 2.31732593782, "architect": 6.79041916168, "home": 1.4599963215, "who": 1.06279287723, "unfinish": 22.4872521246, "onestori": 1323.0, "duress": 168.893617021, "various": 1.3323262839899999, "destruct": 4.41736227045, "and": 1.00006299213, "histor": 1.6755672823199999, "hire": 4.95815115553, "secret": 3.11294117647, "new": 1.0178880554, "meanwhil": 5.55882352941, "began": 1.29104659673, "most": 1.02096463023, "scheme": 5.18993135011, "poor": 2.42196796339, "fund": 2.5635394800599998, "down": 1.35889754344, "collector": 11.8212956069, "thank": 6.00681044268, "some": 1.04036697248, "albrecht": 69.327510917, "left": 1.4398693996, "tree": 4.127925117, "visit": 2.20622568093, "attract": 2.53326950694, "explicit": 5.819648093840001, "move": 1.29125660838, "enjoy": 3.3269069572500003, "corner": 5.873473917869999, "structur": 2.0580762250499998, "clear": 1.85423966363, "furnitur": 19.894736842100002, "bride": 22.8760806916, "chang": 1.1808985421, "probabl": 2.64555907349, "keep": 2.04245465071, "stroke": 13.4087837838, "squar": 3.26666666667, "larg": 1.18574949585, "lost": 1.74634253657, "museum": 2.99490662139, "societi": 1.8173076923099998, "work": 1.11520089913, "come": 1.32831325301, "sampl": 7.23280182232, "day": 1.18371607516, "look": 1.9086318826599997, "what": 1.25343439128, "rest": 1.9573418813999999, "slate": 15.9557788945, "throughout": 1.5217099587799998, "right": 1.4054532577899999, "redandblack": 1323.0, "restor": 2.97526236882, "make": 1.0762660158600001, "anteroom": 1323.0, "torn": 18.7881656805, "school": 1.64008264463, "origin": 1.13724928367, "sore": 65.8755186722, "got": 3.61969904241, "costum": 12.3069767442, "forcibl": 20.3277848912, "sum": 6.681818181819999, "for": 1.00031504001, "confisc": 17.898534385599998, "rave": 54.744827586199996, "her": 1.7770315648099997, "hand": 1.6152202665600002, "remov": 2.0058117498400003, "onc": 1.4974533106999999, "draw": 2.97247706422, "artist": 2.86673889491, "earli": 1.12468121281, "whose": 1.73508196721, "flowerb": 1058.4, "doe": 1.70581282905, "went": 1.8098495212, "becaus": 1.1495184997499999, "luck": 20.889473684200002, "swallow": 30.472168906, "final": 1.34008609775, "roar": 43.0243902439, "kept": 2.94327030033, "woodblock": 317.52, "tabl": 3.82093862816, "into": 1.01502461479, "befor": 1.10036041031, "him": 1.63434218653, "recreat": 6.536023054759999, "garden": 4.294292669730001, "land": 1.7209756097599997, "extens": 1.99171998495, "although": 1.14968498805, "convert": 3.2740771293099997, "under": 1.0781663837, "exterior": 16.6066945607, "herrmann": 152.653846154, "door": 4.89244992296, "form": 1.12755681818, "delight": 18.144000000000002, "list": 1.36321483771, "sculpt": 43.2588555858, "millennium": 10.979253112, "reproduct": 14.7272727273, "prove": 2.45720476706, "associ": 1.3263157894700002, "safe": 5.02723242559, "more": 1.0171706817, "where": 1.06715063521, "aim": 2.8960233491400005, "manufactur": 3.3578680202999998, "photo": 6.41973311767, "year": 1.0485436893200002, "howev": 1.0945191313299998, "websit": 2.52160101652, "demolit": 23.837837837800002, "visitor": 5.80687637162, "govern": 1.50941243582, "use": 1.0296387573799999, "see": 1.27242125511, "alter": 4.4247491638800005, "fabric": 11.3157519601, "drawn": 4.6030733546, "futur": 1.8577112099200002, "end": 1.10680423871, "nähr": 1323.0, "time": 1.01127460348, "gustav": 18.990430622, "werner": 25.6064516129, "held": 1.44353518822, "nonjew": 1323.0, "group": 1.20996875238, "hermann": 18.9225268176, "beauti": 4.79347826087, "place": 1.1004366812200002, "takeov": 21.3962264151, "million": 1.7279059643, "emili": 25.647819063000004, "return": 1.39532431007, "monument": 6.74426508071, "pictur": 3.4953764861300005, "colloqui": 16.7115789474, "polit": 1.76851954996, "neighbor": 5.781500364169999, "start": 1.26673581744, "conclus": 4.84615384615, "egon": 148.373831776, "renov": 10.8, "nazi": 8.623574144489998, "european": 1.96290801187, "recognit": 4.40022172949, "affair": 2.9438160578500003, "protect": 1.96460834055, "follow": 1.04640126549, "area": 1.3881262568900001, "intact": 13.817232376, "bucol": 378.0, "perhap": 3.14812611541, "vision": 4.88041807562, "paint": 4.08648648649, "fade": 14.3934723481, "ladi": 5.12459651388, "from": 1.00056721497, "republ": 3.1044192413, "plan": 1.5356935577500002, "num": 1.00031504001, "now": 1.160780873, "sold": 2.7935949322500004, "armour": 18.990430622, "josef": 30.947368421100002, "other": 1.00992366412, "sculptur": 11.504347826099998, "blowup": 690.260869565, "surviv": 2.2576791808900003, "head": 1.57781753131, "properti": 2.5949656750599996, "was": 1.01127460348, "differ": 1.23654490225, "creat": 1.2492917847, "moritz": 100.481012658, "open": 1.24556723678, "hoffmann": 80.5888324873, "rent": 10.137931034500001, "number": 1.10142916609, "widow": 10.150895140700001, "found": 1.11387076405, "soon": 1.9817750592900003, "aryan": 76.3269230769, "rose": 3.4709226060300002, "made": 1.07038834951, "live": 1.30591428806, "twostori": 1323.0, "delin": 43.8563535912, "descript": 4.00504540868, "design": 1.45825296225, "has": 1.0436497502, "period": 1.3430335843, "ernestin": 429.081081081, "boy": 3.4408322496699997, "front": 2.32820061593, "complet": 1.24021560816, "wall": 3.07853403141, "carpet": 29.619402985100002, "took": 1.4009883515700001, "import": 1.3401992233700002, "stand": 2.0845588235299997, "die": 1.66537291514, "actual": 1.87482286254, "build": 1.6341739578, "print": 3.29719626168, "than": 1.03278688525, "terrifi": 41.669291338600004, "agre": 2.22946215419, "when": 1.02076769755, "art": 1.9994962216599999, "not": 1.01567398119, "tenant": 26.9084745763, "fullsiz": 1323.0, "all": 1.01146788991, "consid": 1.2397313759200002, "schedul": 3.6648199445999996, "contemporari": 2.835, "partner": 4.173501577290001, "african": 3.79899497487, "like": 1.14918566775, "lot": 4.40877534018, "own": 1.17844418052, "felix": 22.111420612800003, "crop": 9.71009174312, "austria": 7.97388247112, "neglect": 11.4298056156, "veri": 1.25880114177, "mrs": 40.8123393316, "over": 1.02525024217, "recept": 8.934158694430002, "should": 1.6643254009900001, "photograph": 4.604408352669999, "destroy": 2.50884955752, "scatter": 9.38852749852, "neobaroqu": 1323.0, "villa": 15.923771313900001, "bathtub": 163.670103093, "get": 1.78562591385, "show": 1.26703910615, "touch": 5.45567010309, "death": 1.6253071253100002, "authent": 11.504347826099998, "conscious": 8.10413476263, "point": 1.25990000794, "just": 1.33580143037, "harta": 1323.0, "palett": 81.83505154640001, "describ": 1.47027227264, "never": 1.55769230769, "middl": 2.04245465071, "homeown": 79.38, "built": 1.99447236181, "someth": 3.28152128979, "provid": 1.21552714187, "whitewash": 147.0, "known": 1.0859097127200001, "develop": 1.1955719557200002, "progress": 2.44697903822, "wardrob": 69.0260869565, "midst": 20.1216730038, "along": 1.2973768080399999, "york": 1.53361669243, "close": 1.2848818387799998, "that": 1.00398406375, "their": 1.01547908405, "declar": 2.20194174757, "war": 1.41320989852, "studio": 4.9273743016800005, "workroom": 933.882352941, "out": 1.06016694491, "until": 1.14852058164, "one": 1.00627495722, "russian": 4.08228336333, "refer": 1.30024570025, "wife": 2.8646697943, "public": 1.22424429365, "friend": 2.20194174757, "even": 1.16461267606, "around": 1.21394708671, "there": 1.04091266719, "connect": 1.8843916913900003, "room": 3.07674418605, "anoth": 1.13643521832, "celebr": 2.48256450352, "easel": 453.6, "after": 1.02070207021, "suit": 3.92873051225, "decad": 2.1390460792200003, "archiv": 3.3451327433599998, "both": 1.05215720061, "baroqu": 26.637583892600002, "must": 1.9220338983099996, "chines": 4.270037654649999, "flöge": 1323.0, "feder": 2.69541595925, "sad": 17.5619469027, "daughter": 3.4915328788199997, "last": 1.2117234010100002, "you": 2.1629427792900002, "salvag": 33.778723404299996, "have": 1.0148948411399998, "they": 1.03017325287, "beyond": 2.54586273252, "construct": 1.9320920043799998, "klimt": 721.636363636, "space": 2.39818731118, "asian": 4.71097922849, "had": 1.0475750577399998, "would": 1.0828729281799998, "floor": 5.2621809744800006, "this": 1.00379362671, "whole": 2.29488291414, "workabl": 106.55033557, "much": 1.1942229577299999, "helen": 11.909977494400001, "suggest": 1.7571665744299998, "london": 1.97782484116, "next": 1.4950560316400001, "could": 1.2043695949, "econom": 2.26735218509, "addit": 1.24634950542, "apart": 3.1032056294, "will": 1.22481098596, "larger": 2.2407904022599996, "were": 1.02458857696, "wait": 4.55421686747, "been": 1.0239277652399998, "modest": 10.676529926, "about": 1.06486015159, "conserv": 3.3199498117900004, "turn": 1.3838912133899999}, "logtfidf": {"top": 0.609100637788, "the": 0.0, "back": 0.695002292691, "legal": 0.955536640608, "flower": 2.1192772083, "leg": 1.97589673238, "austrian": 4.71070281108, "onli": 0.025324268329099998, "somewhat": 1.4567460220700001, "pneumonia": 3.6087786052199995, "memori": 0.9454338986599999, "citizen": 2.3535971397999997, "hous": 5.3212685734319995, "altogeth": 2.38090760473, "brush": 3.23002364743, "copi": 1.34483764744, "led": 0.5820941924759999, "decrepit": 5.62951254607, "continu": 0.13040487398700001, "still": 0.34224444285800004, "japanes": 2.90863177444, "galleri": 1.9827351451700002, "euro": 3.1358722163099997, "forward": 1.29901007269, "display": 1.07655944206, "but": 0.1133466045033, "almost": 0.42907884333400004, "collect": 0.99073332104, "februari": 0.446054860765, "few": 0.275577913653, "everyth": 3.14541180634, "struggl": 2.4238819479599996, "rescu": 1.8509206876599997, "vienna": 2.5416649836099996, "strip": 1.7056303155, "can": 0.324682192788, "famili": 0.7949323894220001, "least": 0.96057116949, "taken": 0.470759772949, "bush": 2.04113214933, "klein": 12.907375978080001, "north": 0.402823098645, "loan": 2.11144222437, "set": 0.171496011289, "are": 0.0294674735827, "world": 0.107420248621, "privat": 3.525298132935, "nation": 0.204021674798, "yet": 0.754181309241, "painter": 4.671253800400001, "longer": 0.7046772417749999, "three": 0.06411868822490001, "his": 0.8115951902769001, "enter": 0.564256167492, "old": 0.84850702135, "written": 0.671587369833, "delist": 5.7022719003499995, "today": 2.237581414716, "enough": 0.802884439169, "ministri": 1.70078769102, "fight": 0.917772050203, "schiel": 26.91249933896, "leak": 2.65774946263, "fan": 1.56967467926, "love": 1.08958288195, "feldmühlgass": 21.56297149233, "later": 0.1659308519756, "approach": 0.7302336145810001, "heritag": 1.48027008276, "financi": 0.958817483446, "true": 0.938325629634, "model": 0.7374500731110001, "bring": 0.7110694905930001, "backhausen": 7.18765716411, "each": 0.173741689304, "noth": 1.24245472939, "condit": 0.654837788206, "small": 0.307101805059, "window": 5.306902572870001, "with": 0.00838244199373, "stool": 4.67535154014, "welcom": 1.80125261058, "two": 0.08219306614920001, "subdivid": 3.12434471114, "obscur": 2.3593434268099998, "which": 0.02589206922715, "itself": 1.1141674459020001, "abl": 0.599303982475, "decor": 1.9695561314200003, "instead": 0.46663315041500003, "colleagu": 2.10832533873, "finish": 1.17210994649, "exact": 3.7312943197500004, "first": 0.02276186943648, "here": 0.8850381883700001, "fled": 2.07516749369, "won": 0.8404139079, "architect": 1.91551267187, "home": 0.378433916197, "who": 0.2436009319436, "unfinish": 3.1129485764099996, "onestori": 7.18765716411, "duress": 5.129269031630001, "various": 0.28692650007, "destruct": 2.9710854931200004, "and": 0.001889704261908, "histor": 1.032303567904, "hire": 1.60103292035, "secret": 1.13556799519, "new": 0.0354598937022, "meanwhil": 1.71538649044, "began": 0.25545320473099997, "most": 0.020747896295599998, "scheme": 1.64672046975, "poor": 0.8845804177050001, "fund": 0.9413889129649999, "down": 0.613347482372, "collector": 2.4699026173800003, "thank": 1.7928938993, "some": 0.11872052719350001, "albrecht": 4.23884181035, "left": 0.729104829506, "tree": 1.41777488775, "visit": 0.791283218833, "attract": 0.929510763678, "explicit": 1.7612397949400003, "move": 0.255615859253, "enjoy": 1.2020430306899998, "corner": 1.77044626763, "structur": 1.4435433502700001, "clear": 0.617474727198, "furnitur": 8.97136564935, "bride": 3.1300918533999997, "chang": 0.49882687517400004, "probabl": 1.945764825826, "keep": 1.4283046893459999, "stroke": 5.19181999692, "squar": 1.18377009701, "larg": 0.6815002424240001, "lost": 1.115047243562, "museum": 3.2907391587600006, "societi": 1.194712231836, "work": 0.872276538184, "come": 0.28390990653000003, "sampl": 1.9786264883900002, "day": 0.6746348252680001, "look": 2.5855467744, "what": 0.451774593654, "rest": 0.671587369833, "slate": 5.539642153480001, "throughout": 0.41983467543499997, "right": 1.02107956251, "redandblack": 7.18765716411, "restor": 2.18066445262, "make": 0.07349765782289999, "anteroom": 7.18765716411, "torn": 5.8664543731, "school": 0.494746633632, "origin": 0.643062187935, "sore": 4.18776688041, "got": 1.2863908849299999, "costum": 2.51016631655, "forcibl": 3.0119886640599995, "sum": 1.89939013342, "for": 0.0031499039539700006, "confisc": 2.8847188315900003, "rave": 4.002682890919999, "her": 1.149888623982, "hand": 0.479471335336, "remov": 0.6960488415880001, "onc": 0.80753174471, "draw": 1.0893956335600001, "artist": 1.05317511017, "earli": 0.117499629108, "whose": 0.5510546556329999, "flowerb": 6.964513612799999, "doe": 0.5340417297169999, "went": 1.18648740873, "becaus": 0.139343158825, "luck": 3.03924538062, "swallow": 3.41681377215, "final": 0.292733863948, "roar": 3.76176716986, "kept": 1.0795213101999999, "woodblock": 5.76054080847, "tabl": 2.68099221322, "into": 0.1193029058296, "befor": 0.191275543759, "him": 0.49124039099699995, "recreat": 3.7546577698, "garden": 10.20100798479, "land": 0.5428913449939999, "extens": 1.3779971589500002, "although": 0.139487981418, "convert": 1.1860360368, "under": 0.07526180538319999, "exterior": 2.80980590085, "herrmann": 5.02817291476, "door": 4.763079554280001, "form": 0.240106368382, "delight": 2.89833992755, "list": 0.309845761506, "sculpt": 3.76720196585, "millennium": 2.39600741118, "reproduct": 2.6897010624299997, "prove": 0.899024430345, "associ": 0.28240501535100004, "safe": 1.61486961909, "more": 0.034049863199999995, "where": 0.1299842774914, "aim": 1.06333853704, "manufactur": 2.42261250964, "photo": 1.8593765463799998, "year": 0.18960895557840002, "howev": 0.0903151173475, "websit": 0.924894023806, "demolit": 9.51382243008, "visitor": 5.27712838986, "govern": 1.235161379262, "use": 0.0584160394632, "see": 0.722764756476, "alter": 1.48721359072, "fabric": 2.4261957337999998, "drawn": 1.52672420097, "futur": 0.619345197699, "end": 0.101476798618, "nähr": 21.56297149233, "time": 0.0224230377252, "gustav": 5.887870401640001, "werner": 3.2428443358599996, "held": 0.36709509683499997, "nonjew": 7.18765716411, "group": 0.5717836043910001, "hermann": 5.88070621488, "beauti": 1.5672562984, "place": 0.1914141679144, "takeov": 3.06321457074, "million": 0.5469102500940001, "emili": 3.2444585412199998, "return": 0.666253737184, "monument": 1.9086925260799998, "pictur": 5.00576436496, "colloqui": 2.81610182931, "polit": 1.140285568292, "neighbor": 1.7546632275799998, "start": 0.236443369291, "conclus": 1.57818536893, "egon": 9.99946995888, "renov": 4.75909226826, "nazi": 2.1544996326700003, "european": 0.674427053203, "recognit": 2.9633098654400003, "affair": 1.07970671857, "protect": 0.67529290767, "follow": 0.045356911094199995, "area": 0.327954821122, "intact": 2.62591653605, "bucol": 5.934894195619999, "perhap": 1.14680739183, "vision": 1.58523088743, "paint": 1.4076855511000002, "fade": 2.6667747946500002, "ladi": 1.6340517929299998, "from": 0.007371704195258, "republ": 1.1328266580500002, "plan": 3.860838973323, "num": 0.005984817512543001, "now": 0.298185890042, "sold": 6.16397563566, "armour": 2.9439352008200004, "josef": 10.29686390619, "other": 0.00987474791976, "sculptur": 2.4427250357499997, "blowup": 6.5370695979699995, "surviv": 1.6286747490759999, "head": 0.456042582852, "properti": 5.721439735152, "was": 0.3587686036032, "differ": 0.212321121312, "creat": 0.445153637028, "moritz": 4.609968780880001, "open": 0.439182076058, "hoffmann": 4.38936008516, "rent": 4.6325678747, "number": 0.0966085784186, "widow": 2.3175618928, "found": 0.215682248096, "soon": 0.6839929376880001, "aryan": 4.3350257342, "rose": 1.24442043932, "made": 0.1360430521946, "live": 0.266903399347, "twostori": 7.18765716411, "delin": 3.78091960208, "descript": 2.7751098369, "design": 0.754478236044, "has": 0.1281718345644, "period": 0.294930924153, "ernestin": 12.123291802519999, "boy": 1.23571337517, "front": 0.845095701382, "complet": 0.430570484094, "wall": 1.12445351985, "carpet": 3.3884296528299997, "took": 0.337177952953, "import": 0.292818277066, "stand": 0.7345572374320001, "die": 0.510049071409, "actual": 0.628514181648, "build": 0.491137452091, "print": 1.19307248967, "than": 0.0322608622182, "terrifi": 3.72976443878, "agre": 0.801760369921, "when": 0.0616649665752, "art": 1.3857905193239999, "not": 0.093314478045, "tenant": 3.292441277, "fullsiz": 7.18765716411, "all": 0.03420789629339999, "consid": 0.214894723824, "schedul": 1.2987792057799998, "contemporari": 1.04204193718, "partner": 1.4287553902399999, "african": 2.66947310292, "like": 0.27810715309, "lot": 1.4835969502500002, "own": 0.164195077421, "felix": 3.09609424485, "crop": 2.27316573057, "austria": 6.228514529520002, "neglect": 2.43622447115, "veri": 0.230159793238, "mrs": 7.417968940560002, "over": 0.0249367214957, "recept": 8.759527943, "should": 2.037679507032, "photograph": 1.52701418212, "destroy": 2.759472913365, "scatter": 2.239488465, "neobaroqu": 7.18765716411, "villa": 44.28500870304, "bathtub": 5.0978528354, "get": 0.579769005782, "show": 0.710048298039, "touch": 1.6966554537399998, "death": 2.42848399056, "authent": 2.4427250357499997, "conscious": 2.09237439596, "point": 0.46206471806599997, "just": 0.579062868218, "harta": 14.37531432822, "palett": 4.40470565484, "describ": 0.385447603125, "never": 0.443205436091, "middl": 0.7141523446729999, "homeown": 4.37424644735, "built": 0.690379535065, "someth": 1.18830712273, "provid": 0.19517784432500002, "whitewash": 4.99043258678, "known": 0.0824180805992, "develop": 0.357249389826, "progress": 0.894854218108, "wardrob": 4.23448450498, "midst": 3.0017974930599998, "along": 0.260344385917, "york": 0.42762879716200003, "close": 0.250666759864, "that": 0.02783303865748, "their": 0.015360505122700001, "declar": 0.7893395836239999, "war": 0.691727281622, "studio": 19.13767500204, "workroom": 34.196752349250005, "out": 0.0584263909193, "until": 0.138474663439, "one": 0.0187660549365, "russian": 1.4066564797499999, "refer": 0.262553246798, "wife": 1.0524530884799999, "public": 0.40464750097400004, "friend": 0.7893395836239999, "even": 0.152388564834, "around": 0.9693855289100001, "there": 0.2806852504785, "connect": 0.633605058682, "room": 8.99097564344, "anoth": 0.127896361652, "celebr": 0.9092920998899999, "easel": 6.117215752409999, "after": 0.10245347324049998, "suit": 1.36831634882, "decad": 1.520719944564, "archiv": 1.20750637691, "both": 0.10168506677860001, "baroqu": 3.28232314684, "must": 0.653383947388, "chines": 1.45162264562, "flöge": 7.18765716411, "feder": 0.9915525372570001, "sad": 2.86573445351, "daughter": 1.25034086008, "last": 0.5761309338330001, "you": 1.542939384588, "salvag": 3.5198311192, "have": 0.0443550070236, "they": 0.0891809843028, "beyond": 0.934469583725, "construct": 3.2930167798600003, "klimt": 157.95651265296, "space": 0.874713164972, "asian": 1.54989579056, "had": 0.4183022196999, "would": 0.1592352559294, "floor": 3.32109114948, "this": 0.01514579621, "whole": 1.6613636488119998, "workabl": 4.66861750796, "much": 0.17749572930100002, "helen": 2.47737649372, "suggest": 1.127405221754, "london": 1.3639953515419998, "next": 0.402163685499, "could": 0.18595627229000003, "econom": 0.818612712388, "addit": 0.220218882972, "apart": 2.2648713024, "will": 1.0139326745750001, "larger": 0.806828661778, "were": 0.12145571840549998, "wait": 1.51605358782, "been": 0.07093794710520002, "modest": 2.36804786744, "about": 0.0628434774746, "conserv": 1.19994966588, "turn": 0.324899251064}}, "html": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n\n<html lang=\"en-US\" xmlns=\"http://www.w3.org/1999/xhtml\">\n<head profile=\"http://gmpg.org/xfn/11\">\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<title>The History Blog   » 2012 » September</title>\n<meta content=\"WordPress 4.9.10\" name=\"generator\"/> <!-- leave this for stats -->\n<link href=\"http://www.thehistoryblog.com/wp-content/themes/retro-book-10/style.css\" media=\"screen\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/feed\" rel=\"alternate\" title=\"The History Blog RSS Feed\" type=\"application/rss+xml\"/>\n<link href=\"http://www.thehistoryblog.com/xmlrpc.php\" rel=\"pingback\"/>\n<link href=\"//s.w.org\" rel=\"dns-prefetch\"/>\n<script type=\"text/javascript\">\n\t\t\twindow._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"http:\\/\\/www.thehistoryblog.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?ver=4.9.10\"}};\n\t\t\t!function(a,b,c){function d(a,b){var c=String.fromCharCode;l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,a),0,0);var d=k.toDataURL();l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,b),0,0);var e=k.toDataURL();return d===e}function e(a){var b;if(!l||!l.fillText)return!1;switch(l.textBaseline=\"top\",l.font=\"600 32px Arial\",a){case\"flag\":return!(b=d([55356,56826,55356,56819],[55356,56826,8203,55356,56819]))&&(b=d([55356,57332,56128,56423,56128,56418,56128,56421,56128,56430,56128,56423,56128,56447],[55356,57332,8203,56128,56423,8203,56128,56418,8203,56128,56421,8203,56128,56430,8203,56128,56423,8203,56128,56447]),!b);case\"emoji\":return b=d([55358,56760,9792,65039],[55358,56760,8203,9792,65039]),!b}return!1}function f(a){var c=b.createElement(\"script\");c.src=a,c.defer=c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var g,h,i,j,k=b.createElement(\"canvas\"),l=k.getContext&&k.getContext(\"2d\");for(j=Array(\"flag\",\"emoji\"),c.supports={everything:!0,everythingExceptFlag:!0},i=0;i<j.length;i++)c.supports[j[i]]=e(j[i]),c.supports.everything=c.supports.everything&&c.supports[j[i]],\"flag\"!==j[i]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[j[i]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(h=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",h,!1),a.addEventListener(\"load\",h,!1)):(a.attachEvent(\"onload\",h),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),g=c.source||{},g.concatemoji?f(g.concatemoji):g.wpemoji&&g.twemoji&&(f(g.twemoji),f(g.wpemoji)))}(window,document,window._wpemojiSettings);\n\t\t</script>\n<style type=\"text/css\">\nimg.wp-smiley,\nimg.emoji {\n\tdisplay: inline !important;\n\tborder: none !important;\n\tbox-shadow: none !important;\n\theight: 1em !important;\n\twidth: 1em !important;\n\tmargin: 0 .07em !important;\n\tvertical-align: -0.1em !important;\n\tbackground: none !important;\n\tpadding: 0 !important;\n}\n</style>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/faviroll/css/style.css?ver=4.9.10\" id=\"faviroll-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/contact-form-plugin/css/form_style.css?ver=4.0.9\" id=\"cntctfrm_form_style-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/add-to-any/addtoany.min.css?ver=1.14\" id=\"addtoany-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/jquery/jquery.js?ver=1.12.4\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.1\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/add-to-any/addtoany.min.js?ver=1.0\" type=\"text/javascript\"></script>\n<link href=\"http://www.thehistoryblog.com/wp-json/\" rel=\"https://api.w.org/\"/>\n<link href=\"http://www.thehistoryblog.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/>\n<link href=\"http://www.thehistoryblog.com/wp-includes/wlwmanifest.xml\" rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\"/>\n<meta content=\"WordPress 4.9.10\" name=\"generator\"/>\n<script data-cfasync=\"false\">\nwindow.a2a_config=window.a2a_config||{};a2a_config.callbacks=[];a2a_config.overlays=[];a2a_config.templates={};\na2a_config.onclick=1;\na2a_color_main=\"E8C686\";a2a_color_border=\"BFA26B\";a2a_color_link_text=\"333333\";a2a_color_link_text_hover=\"333333\";\n(function(d,s,a,b){a=d.createElement(s);b=d.getElementsByTagName(s)[0];a.async=1;a.src=\"https://static.addtoany.com/menu/page.js\";b.parentNode.insertBefore(a,b);})(document,\"script\");\n</script>\n<script language=\"javascript\" type=\"text/javascript\">\n<!--\n\t\tfunction collapseThread( theId ) {\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(!comment)\n\t\t\t{\n\t\t\t\talert(\"ERROR:\\nThe document structure is different\\nfrom what Threaded Comments expects.\\nYou are missing the element '\"+theId+\"'\");\n\t\t\t\treturn;\n\t\t\t}\n\t\t\tvar theBody = findBody(comment);\n\t\t\tif(comment.className.indexOf(\"collapsed\") > -1) {\n\t\t\t\tcomment.className = comment.className.replace(\" collapsed\", \"\");;\n\t\t\t} else {\n\t\t\t\tcomment.className += \" collapsed\";\n\t\t\t}\n\t\t}\n\n\t\tfunction expandThread( theId ) {\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(!comment)\n\t\t\t{\n\t\t\t\talert(\"ERROR:\\nThe document structure is different\\nfrom what Threaded Comments expects.\\nYou are missing the element '\"+theId+\"'\");\n\t\t\t\treturn;\n\t\t\t}\n\t\t\tvar theBody = findBody(comment);\n\t\t\tif(comment.className.indexOf(\"collapsed\") > -1) {\n\t\t\t\tcomment.className = comment.className.replace(\" collapsed\", \"\");;\n\t\t\t} \n\t\t}\n\t\t\n\t\tfunction findBody(el)\n\t\t{\n\t\t\tvar divs = el.getElementsByTagName(\"div\");\n\t\t\tvar ret;\n\t\t\tfor(var i = 0; i < divs.length; ++i) {\n\t\t\t\tif(divs.item(i).className.indexOf(\"body\") > -1)\n\t\t\t\t\treturn divs.item(i);\n\t\t\t}\n\t\t\treturn false;\n\t\t}\n\t\n\t\tfunction onAddComment() {\n\t\t\t//checkDocumentIntegrity();\n\t\t\tvar el = document.getElementById(\"commentform\");\n\t\t\t// Future release: Check if form is filled correctly and mark the form fields.\n\t\t\tel.submit();\n\t\t}\n\t\t\n\t\tfunction moveAddCommentBelow(theId, threadId, collapse)\n\t\t{\n\t\t\texpandThread( theId );\n\t\t\tvar addComment = document.getElementById(\"addcomment\");\n\t\t\tif(!addComment)\n\t\t\t{\n\t\t\t  \talert(\"ERROR:\\nThreaded Comments can't find the 'addcomment' div.\\nThis is probably because you have changed\\nthe comments.php file.\\nMake sure there is a tag around the form\\nthat has the id 'addcomment'\"); \n\t\t\t\treturn\n\t\t\t}\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(collapse)\n\t\t\t{\n\t\t\t\tfor(var i = 0; i < comment.childNodes.length; ++i) {\n\t\t\t\t\tvar c = comment.childNodes.item(i);\n\t\t\t\t\tif(typeof(c.className) == \"string\" && c.className.indexOf(\"collapsed\")<0) {\n\t\t\t\t\t\tc.className += \" collapsed\";\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t\taddComment.parentNode.removeChild(addComment);\n\n\t\t\tcomment.appendChild(addComment);\n\t\t\tif(comment.className.indexOf(\"alt\")>-1) {\n\t\t\t\taddComment.className = addComment.className.replace(\" alt\", \"\");\t\t\t\t\t\n\t\t\t} else {\n\t\t\t\taddComment.className += \" alt\";\n\t\t\t}\n\t\t        var replyId = document.getElementById(\"comment_reply_ID\");\n\t\t\tif(replyId == null)\n\t\t\t{\n\t\t\t\talert(\"Brians Threaded Comments Error:\\nThere is no hidden form field called\\n'comment_reply_ID'. This is probably because you\\nchanged the comments.php file and forgot\\nto include the field. Please take a look\\nat the original comments.php and copy the\\nform field over.\");\n\t\t\t}\n\t\t\treplyId.value = threadId;\n\t\t\tvar reRootElement = document.getElementById(\"reroot\");\n\t\t\tif(reRootElement == null)\n\t\t\t{\n\t\t\t\talert(\"Brians Threaded Comments Error:\\nThere is no anchor tag called 'reroot' where\\nthe comment form starts.\\nPlease compare your comments.php to the original\\ncomments.php and copy the reroot anchor tag over.\");\n\t\t\t}\n\t\t\treRootElement.style.display = \"block\";\n\t\t\tvar aTags = comment.getElementsByTagName(\"A\");\n\t\t\tvar anc = aTags.item(0).id;\n\t\t\t//document.location.href = \"#\"+anc;\n\t\t\tdocument.getElementById(\"comment\").focus();\n\t\t}\n\n\t\tfunction checkDocumentIntegrity()\n\t\t{\n\t\t\tstr = \"\";\n\t\t\t\n\t\t\tstr += checkElement(\"reroot\",\"div tag\");\n\t\t\tstr += checkElement(\"addcomment\", \"div tag\");\n\t\t\tstr += checkElement(\"comment_reply_ID\", \"hidden form field\");\n\t\t\tstr += checkElement(\"content\", \"div tag\");\n\t\t\tstr += checkElement(\"comment\", \"textfield\");\n\t\t\tstr += checkElement(\"addcommentanchor\", \"anchor tag\");\n\t\t\t\n\t\t\tif(str != \"\")\n\t\t\t{\n\t\t\t\tstr = \"Brian's Threaded Comments are missing some of the elements that are required for it to function correctly.\\nThis is probably the because you have changed the original comments.php that was included with the plugin.\\n\\nThese are the errors:\\n\" + str;\n\t\t\t\tstr += \"\\nYou should compare your comments.php with the original comments.php and make sure the required elements have not been removed.\";\n\n\t\t\t\talert(str);\n\t\t\t}\n\t\t}\n               \n\t\tfunction checkElement(theId, elDesc)\n\t\t{\n\t\t\tvar el = document.getElementById(theId);\n\t\t\tif(!el)\n\t\t\t{\n\t\t\t\tif(elDesc == null)\n\t\t\t\t\telDesc = \"element\";\n\t\t\t\treturn \"- The \"+elDesc+\" with the ID '\" +theId + \"' is missing\\n\"; \n\t\t\t}\n\t\t\telse \n\t\t\t\treturn \"\";\n\t\t}\n\t\t\n\t\tfunction reRoot()\n\t\t{\n\t\t\tvar addComment = document.getElementById(\"addcomment\");\t\t\t\n\t\t\tvar reRootElement = document.getElementById(\"reroot\");\n\t\t\treRootElement.style.display = \"none\";\n\t\t\tvar content = document.getElementById(\"content\");\n\t\t\taddComment.parentNode.removeChild(addComment);\n\t\t\tcontent.appendChild(addComment);\n\t\t\taddComment.className = addComment.className.replace(\" alt\", \"\");\n\t\t\tdocument.location.href = \"#addcommentanchor\";\n\t\t\tdocument.getElementById(\"comment\").focus();\t\t\t\t\n\t\t\tdocument.getElementById(\"comment_reply_ID\").value = \"0\";\n\t\t}\t\t\t\n\t\t\n\t\tfunction changeCommentSize(d)\n\t\t{\n\t\t\tvar el = document.getElementById(\"comment\");\n\t\t\tvar height = parseInt(el.style.height);\n\t\t\tif(!height && el.offsetHeight)\n\t\t\t\theight = el.offsetHeight;\n\t\t\theight += d;\n\t\t\tif(height < 20) \n\t\t\t\theight = 20;\n\t\t\tel.style.height = height+\"px\";\n\t\t}\t\t\n-->\n</script>\n<style type=\"text/css\">\n.comment \n{\n\tposition: \t\t\t\trelative;\n\tmargin:\t\t\t\t\t3px;\n\tmargin-top:\t\t\t\t6px;\n/*\tborder: \t\t\t\t1px solid #666; */\n\tpadding:\t\t\t\t4px 4px 4px 8px;\n}\n\n.odd\n{\n\tbackground-color: #E2c080;\n}\n\n.comment div {\n\tposition: \t\t\t\trelative;\n}\n\n.comment .comment img\n{\n\tmargin: \t\t\t\t0px;\n}\n\n.comment .collapseicon \n{\n\twidth: \t\t\t\t\t13px;\n\theight: \t\t\t\t13px;\n\toverflow:\t\t\t\thidden;\n\tbackground-image: \t\turl(http://www.thehistoryblog.com/wp-content/plugins/briansthreadedcomments.php?image=subthread-open.png);\n}\n\n.collapsed .collapseicon \n{\n\tbackground-image: \t\turl(http://www.thehistoryblog.com/wp-content/plugins/briansthreadedcomments.php?image=subthread.png);\n}\n\n\n.comment .reply {\n\ttext-align: \t\t\tright;\n\tfont-size: \t\t\t\t80%;\n\tpadding: \t\t\t\t0px 6px 6px 0px;\n}\n\n.comment\n{\n\tborder: \t2px solid #ddd;\n\tmargin-top: \t\t\t10px;\n}\n\ninput#subscribe\n{\n\twidth: auto;\n}\n\n.comment .body .content\n{\n\tpadding:\t\t\t\t0px 3px 0px 3px;\n\twidth: \t\t\t\t\t100%;\t\n\toverflow: \t\t\t\tauto; \n}\n\n.comment .title abbr\n{\n\tborder: none;\n}\n\n.collapsed .body, .collapsed .comment\n{\n\tdisplay:\t\t\t\tnone;\n}\n/*\n#addcomment small, #addcomment div\n{\n\tpadding:\t\t\t\t3px;\n}\n*/\n#commentform textarea {\n\twidth: 97%;\n}\n</style>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/flash-video-player/swfobject.js\" type=\"text/javascript\"></script>\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"shortcut icon\" type=\"image/x-icon\"/>\n</head>\n<body>\n<div id=\"ROOT\">\n<div class=\"BGPage\">\n<div class=\"LeftTop\">\n<div class=\"LeftBottom\">\n<div id=\"HEAD\">\n<h1 class=\"Logo\"><a href=\"http://www.thehistoryblog.com/\"><span>The History Blog</span></a></h1>\n<div class=\"Visual\"></div>\n</div>\n<div id=\"MAIN\">\n<h2 class=\"pagetitle\">Archive for September, 2012</h2>\n<div class=\"post\">\n<h3 id=\"post-20118\"><a href=\"http://www.thehistoryblog.com/archives/20118\" rel=\"bookmark\" title=\"Permanent Link to Klimt’s last and only surviving studio opens today\">Klimt’s last and only surviving studio opens today</a></h3>\n<p class=\"prefix\">Sunday, September 30th, 2012</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/North-facade-of-Klimt-Villa-today.jpg\" target=\"blank\"><img alt=\"North facade of Klimt Villa today, studio on the ground floor\" class=\"alignleft size-thumbnail wp-image-20130\" height=\"100\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/North-facade-of-Klimt-Villa-today-150x100.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/North-facade-of-Klimt-Villa-today-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/North-facade-of-Klimt-Villa-today-200x134.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/North-facade-of-Klimt-Villa-today-430x288.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/North-facade-of-Klimt-Villa-today.jpg 800w\" title=\"North facade of Klimt Villa today, studio on the ground floor\" width=\"150\"/></a><a href=\"http://www.klimtvilla.at/\" target=\"_blank\">Gustav Klimt’s last Vienna studio</a>, the only surviving property associated with his work, <a href=\"http://www.theartnewspaper.com/articles/Klimt-s-studio-opens-its-doors/27227\" target=\"_blank\">opens to the public today</a> after almost 15 years of political struggle and an extensive renovation. The museum is not complete yet and probably won’t be for some time, but it’s close enough to welcome visitors in celebration of European Heritage Day today.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/atelier_feldmühlgasse.png\" target=\"blank\"><img alt=\"Feldmühlgasse garden house, photo by Moritz Nähr, 1915\" class=\"alignright size-thumbnail wp-image-20133\" height=\"105\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/atelier_feldmühlgasse-150x105.png\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/atelier_feldmühlgasse-150x105.png 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/atelier_feldmühlgasse-200x141.png 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/atelier_feldmühlgasse-430x303.png 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/atelier_feldmühlgasse.png 594w\" title=\"Feldmühlgasse garden house, photo by Moritz Nähr, 1915\" width=\"150\"/></a>The villa at Feldmühlgasse 11 is very different than it was when Klimt lived and worked there from 1912 until his death in 1918. It was a modest one-story home in his day, set in a large bucolic garden that was so beautiful neighbors, visitors and later tenants raved about it for years. He rented it from furniture manufacturer Josef Hermann, whose daughter was the future wife of painter Felix Albrecht Harta. It was Harta, a friend and colleague of Klimt’s, who suggested he rent the place. Klimt made changes to the garden house, creating a large north window for his workroom and whitewashing the exterior.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Gustav-Klimt-in-front-of-the-entrance-to-his-studio.jpg\" target=\"blank\"><img alt=\"Gustav Klimt with kitty in front of the entrance to his second-to-last studio\" class=\"alignleft size-thumbnail wp-image-20138\" height=\"150\" sizes=\"(max-width: 82px) 100vw, 82px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Gustav-Klimt-in-front-of-the-entrance-to-his-studio-82x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Gustav-Klimt-in-front-of-the-entrance-to-his-studio-82x150.jpg 82w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Gustav-Klimt-in-front-of-the-entrance-to-his-studio-165x300.jpg 165w\" title=\"Gustav Klimt with kitty in front of the entrance to his second-to-last studio\" width=\"82\"/></a>After Klimt’s death from a stroke and pneumonia in February 1918, Mrs. Helene Herrmann started making additions to the garden house, hiring an architect to plan a much larger, two-story villa over it. Construction was not complete when Josef Hermann died in 1922, but his widow, probably under some financial duress, sold the property as it was to Ernestine Werner (soon to be Mrs. Ernestine Klein) who went forward with the construction plan and had a neo-Baroque villa built on top of and around the studio, changing the house beyond recognition.</p>\n<p>The Klein family fled to London after the Nazi takeover of Austria. The house was “Aryanized” in 1939, forcibly confiscated and sold to non-Jews. In 1948 the Austrian government returned the villa to the Klein family, but it had been sorely neglected. In 1954 the Kleins sold it back to the government for a small sum. The condition of the house was so poor that it was slated for demolition, but in 1957 the government instead turned it into a school.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Klimt-villa.jpg\" target=\"blank\"><img alt=\"Klimt Villa in 2007\" class=\"alignright size-thumbnail wp-image-20132\" height=\"84\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Klimt-villa-150x84.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Klimt-villa-150x84.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Klimt-villa-200x112.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Klimt-villa-430x241.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Klimt-villa.jpg 1000w\" title=\"Klimt Villa in 2007\" width=\"150\"/></a>At this point, Klimt had faded into obscurity. It would be another decade before shows in London and New York would bring him roaring back into the public consciousness. He was, however, still known in Austria; the property that had once housed his studio was colloquially referred to as “Klimt Villa,” but the studio was considered lost, swallowed up by all the later construction. In 1998, the villa was on its last legs. The land was scheduled to be sold to developers in lots and the villa subdivided into apartments or, what was more likely for the leaking, decrepit old structure, torn down altogether.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/1923-plans.jpg\" target=\"blank\"><img alt=\"1923 plans\" class=\"alignleft size-thumbnail wp-image-20128\" height=\"150\" sizes=\"(max-width: 118px) 100vw, 118px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/1923-plans-118x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/1923-plans-118x150.jpg 118w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/1923-plans-200x253.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/1923-plans.jpg 378w\" title=\"1923 plans\" width=\"118\"/></a>A group of private citizens formed to fight the planned destruction of the property. They found building plans from 1922 that clearly delineated the original studio, planned new construction and showed areas slated for demolition. The plans proved that the studio was not destroyed. The garden house as it was in Klimt’s day was converted whole into the first floor of the baroque villa. Some walls were torn down, doors moved and windows changed, but the structure was intact and salvageable.</p>\n<p>The private citizens’ group formed itself into the Gustav Klimt Memorial Society in 1999. The society’s explicit aim was to rescue the Klimt Villa studio as the last property still standing that was used by the artist, and boy have they had to work for it. In 2000 they got the villa added to the list of “Historic Houses Owned by the Republic of Austria,” a designation which does not provide federal conservation protection from alteration but was at least a legal recognition of the house’s historical importance.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reception-room-of-Klimt-atelier.jpg\" target=\"blank\"><img alt=\"Klimt's reception room, photo by Moritz Nähr, 1917-18\" class=\"alignright size-thumbnail wp-image-20134\" height=\"119\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reception-room-of-Klimt-atelier-150x119.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reception-room-of-Klimt-atelier-150x119.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reception-room-of-Klimt-atelier-200x158.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reception-room-of-Klimt-atelier-430x341.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reception-room-of-Klimt-atelier.jpg 900w\" title=\"Klimt's reception room, photo by Moritz Nähr, 1917-18\" width=\"150\"/></a>The political struggle to keep the house from being sold continued throughout the first decade of the millennium. Secret demolition plans kept cropping up, plans to have the house de-listed so it could be sold to Russian developers, suggestions that the villa should be stripped back to the original garden house. Finally in 2009 the villa was declared a national monument, keeping it safe from various destruction schemes. The next year a workable plan was drawn up to create a Klimt Museum in the villa, and the Austrian Ministry of Economic Affairs agreed to fund the two million euro renovation.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reconstructed-studio-window-.jpg\" target=\"blank\"><img alt=\"Reconstructed north-facing window in the studio workroom\" class=\"alignleft size-thumbnail wp-image-20131\" height=\"101\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reconstructed-studio-window--150x101.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reconstructed-studio-window--150x101.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reconstructed-studio-window--200x135.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reconstructed-studio-window--430x290.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Reconstructed-studio-window-.jpg 800w\" title=\"Reconstructed north-facing window in the studio workroom\" width=\"150\"/></a>Construction work began in early 2011. Using written descriptions of the property from contemporaries like Egon Schiele and three photographs taken of the workroom, reception room and garden by Moritz Nähr from 1915 to right around the time of Klimt’s death, restorers were able to return the studio space to something approaching its look in Klimt’s day.</p>\n<p>Here’s Schiele’s description of the Feldmühlgasse studio from just after Klimt’s death:</p>\n<blockquote><p>“Klimt decorated the garden around the house in the Feldmühlgasse with flower-beds each year- it was a delight to visit it and be in the midst of flowers and old trees. In front of the door there were two attractive heads which Klimt had sculpted. One first entered an anteroom where the door on the left led into his reception room. In the middle there was a square table; all around there were grouped displays of Japanese woodblock prints and two large Chinese pictures. On the floor there were African sculptures, and in the corner by the window there was a Japanese red-and-black suit of armour. This room led into two other rooms, where you looked out on to rose bushes.”</p></blockquote>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/klimt-studio-by-Moritz-Nähr-1917-18.jpg\" target=\"blank\"><img alt=\"Klimt's workroom by Moritz Nähr 1917-18\" class=\"alignright size-thumbnail wp-image-20135\" height=\"84\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/klimt-studio-by-Moritz-Nähr-1917-18-150x84.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/klimt-studio-by-Moritz-Nähr-1917-18-150x84.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/klimt-studio-by-Moritz-Nähr-1917-18-200x112.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/klimt-studio-by-Moritz-Nähr-1917-18-430x241.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/klimt-studio-by-Moritz-Nähr-1917-18.jpg 1000w\" title=\"Klimt's workroom by Moritz Nähr 1917-18\" width=\"150\"/></a>Nähr’s pictures show the reception room exactly as Schiele described it. In the workroom you can see easels with two of Klimt’s 1917 works in progress, “Lady with Fan” on the right, and “The Bride” (which he never finished) on the left. Both are now in private collections. The furniture in both rooms was designed by Josef Hoffmann, the homeowner, and most of it actually survived the war. A large wardrobe which once held Klimt’s extensive collection of Asian fabrics went to his partner Emilie Flöge after his death. It was lost along with everything he had willed her right when her apartment was destroyed just before the end of World War II.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/lady-with-fan-1918.jpg\" target=\"blank\"><img alt='\"Lady with Fan\" by Gustav Klimt, 1917-18' class=\"alignleft size-thumbnail wp-image-20136\" height=\"150\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/lady-with-fan-1918-150x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/lady-with-fan-1918-150x150.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/lady-with-fan-1918-200x199.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/lady-with-fan-1918-430x428.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/lady-with-fan-1918.jpg 1205w\" title='\"Lady with Fan\" by Gustav Klimt, 1917-18' width=\"150\"/></a>The rest of the furniture is in private hands today. A private collector has loaned one of the African stools from the workroom to the villa. Perhaps more will follow. Meanwhile, exact reproductions have been made to recreate the authentic look of the studio. Even the carpet in the reception room has been recreated exactly by original manufacturers Backhausen, who thankfully had a sample of the original in their archives. Visitors today will see a number of period costumes from the 1910s. There will be copies of the drawings Klimt had scattered all around the studio and two full-sized blow-ups of<a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/The-Bridge-by-Klimt-1918.jpg\" target=\"blank\"><img alt='\"The Bride\" by Gustav Klimt, 1917-18' class=\"alignright size-thumbnail wp-image-20137\" height=\"131\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/The-Bridge-by-Klimt-1918-150x131.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/The-Bridge-by-Klimt-1918-150x131.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/The-Bridge-by-Klimt-1918-200x175.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/The-Bridge-by-Klimt-1918-430x378.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/The-Bridge-by-Klimt-1918.jpg 1024w\" title='\"The Bride\" by Gustav Klimt, 1917-18' width=\"150\"/></a> the paintings in Nähr’s picture of the workroom. In a stroke of luck, Klimt’s original bathtub was found. It will be placed in one of the model waiting rooms.</p>\n<p>Although sadly Egon Schiele’s vision of the Klimt Villa can no longer come true —</p>\n<blockquote><p>“Nothing should be removed – because everything connected with Klimt’s house is a whole and is itself a work of art which must not be destroyed. The unfinished pictures, brushes, painter’s work table and palette should not be touched and the studio should be opened as a Klimt Museum for the few who enjoy and love art.”</p></blockquote>\n<p>— at least the conclusion now has. For a somewhat terrifying look at what it took to get to this point, <a href=\"http://www.klimtvilla.at/index_wp.php?page_id=27\" target=\"_blank\">see this photo gallery of the restoration work</a> from the Klimt Villa website.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Klimt’s last and only surviving studio opens today\" data-a2a-url=\"http://www.thehistoryblog.com/archives/20118\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/museums\" rel=\"category tag\">Museums</a> |   <a href=\"http://www.thehistoryblog.com/archives/20118#respond\">No Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-20101\"><a href=\"http://www.thehistoryblog.com/archives/20101\" rel=\"bookmark\" title=\"Permanent Link to $7 Renoir stolen from Baltimore museum in 1951\">$7 Renoir stolen from Baltimore museum in 1951</a></h3>\n<p class=\"prefix\">Saturday, September 29th, 2012</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Possible-Paysage-Bords-de-Seine-Renoir-e1347174352580.jpg\" target=\"blank\"><img alt='\"Paysage Bords de Seine\" by Pierre-Auguste Renoir' class=\"alignright size-medium wp-image-19572\" height=\"143\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Possible-Paysage-Bords-de-Seine-Renoir-e1347174352580-200x143.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Possible-Paysage-Bords-de-Seine-Renoir-e1347174352580-200x143.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Possible-Paysage-Bords-de-Seine-Renoir-e1347174352580-150x107.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Possible-Paysage-Bords-de-Seine-Renoir-e1347174352580-430x307.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Possible-Paysage-Bords-de-Seine-Renoir-e1347174352580.jpg 1305w\" title='\"Paysage Bords de Seine\" by Pierre-Auguste Renoir' width=\"200\"/></a>The good news is that the paper trail confirms that <em>Paysage Bords de Seine</em>, the small landscape painting by Pierre Auguste Renoir reportedly purchased along with a plastic cow and Paul Bunyan doll <a href=\"http://www.thehistoryblog.com/archives/19568\" target=\"_blank\">for $7 at the Harpers Ferry Flea Market</a> in West Virginia, is indeed authentic. The bad news is it was stolen from the Baltimore Museum of Art 61 years ago and therefore does not legally belong to the lady who found it. This morning’s planned auction has been cancelled, and the FBI is now on the case.</p>\n<p>The news came as a surprise to the Baltimore Museum of Art. <a href=\"http://www.washingtonpost.com/local/flea-market-renoir-was-allegedly-stolen-from-baltimore-museum-of-art/2012/09/27/193d6162-08bd-11e2-a10c-fa5a255a9258_story.html\" target=\"_blank\">Washington Post reporter Ian Shapira</a> was trying to trace the movements of the painting after it was purchased from the Bernheim-Jeune gallery in Paris by collector Herbert L. May in 1926. May’s ex-wife Saidie Adler May was a major donor to the Baltimore Museum of Art, and many of her papers are kept at the museum’s library. While looking through a box of Saidie’s correspondence and receipts, Shapira found a note recording that she had loaned <em>Paysage Bords de Seine</em> to the museum in 1937.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Renoirloanrecord.jpg\" target=\"blank\"><img alt=\"Loan record of Renoir's &quot;Paysage Bords de Seine&quot; at the Baltimore Museum of Art\" class=\"alignleft size-medium wp-image-20108\" height=\"133\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Renoirloanrecord-200x133.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Renoirloanrecord-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Renoirloanrecord-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Renoirloanrecord-430x286.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Renoirloanrecord.jpg 982w\" title=\"Loan record of Renoir's &quot;Paysage Bords de Seine&quot; at the Baltimore Museum of Art\" width=\"200\"/></a>The BMA had already checked its ownership records of the vast Saidie May Adler collection when the auction house did its due diligence. There was no mention of the Renoir piece being among the more than one thousand paintings donated to the museum by Mrs. Adler. Nobody even thought to check the loan records until Shapira found the note, which included a loan registration number. Museum director Doreen Bolger looked it up and discovered an orange index card describing the painting, the story behind its creation, its purchase for $1,000 at Bernheim-Jeune and then, in November of 1951, its theft from the Baltimore Museum of Art’s display gallery.</p>\n<p>A shocked Bolger called Elizabeth Wainstein, president of the Potomack Company, the auction house where the painting was to be sold, who immediately agreed to stop the sale. Together they called the FBI to report the theft. Further research revealed a <a href=\"http://www.washingtonpost.com/r/2010-2019/WashingtonPost/2012/09/28/Local-Enterprise/Graphics/img-928122656-0001.pdf\" target=\"_blank\">City of Baltimore police report (pdf)</a> from November 17th, 1951 in which James M. Porter Jr., Executive Assistant at the museum, declares that “some time between 6 P.M. Nov 16 &amp; 1 P.M.” November 17, “some one” stole the Renoir in its gilt frame from the museum with “no evidence of forced entrance.” That seems to have been the end of it. No follow-up has been found in the police archives as of yet, and the story never made the papers.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Renoir-theft-report.jpg\" target=\"blank\"><img alt=\"Renoir theft report, November 17, 1951\" class=\"alignright size-medium wp-image-20107\" height=\"127\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Renoir-theft-report-200x127.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Renoir-theft-report-200x127.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Renoir-theft-report-150x95.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Renoir-theft-report-430x273.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Renoir-theft-report.jpg 1394w\" title=\"Renoir theft report, November 17, 1951\" width=\"200\"/></a>Both the loan record and the police report note that the painting was insured for $2,500. It’s not clear to me whether there are confirmed records of the insurance company paying out at that time, but that seems to be the assumption. The BMA isn’t sure who the insurers were, but if the company can be pinpointed and still exists today, it could well be the legal owner of the Renoir. It depends on the details of the insurance agreement and on Maryland law in 1951.</p>\n<p><em>Paysage Bords de Seine</em> will stay at the auction house until the FBI investigation determines who is the rightful owner of the piece. It’s a tricky question. Saidie Adler May died in May of 1951. She left her entire collection to the Baltimore Museum of Art in her will, and her estate was still being probated when the painting was stolen six months later. The BMA thinks they’re the rightful owners since that’s what Saidie Adler May clearly intended, but if they took the money from the insurers, May’s intent may be irrelevant.</p>\n<p>Elizabeth Wainstein questions whether Saidie was even the technical owner of the painting, since according to the Bernheim-Jeune gallery’s records it was sold to Herbert L. May, not his wife. This seems shaky to me. The Mays had been separated for two years in 1926 when Herbert bought the painting. They got divorced in 1927. <em>Paysage</em> was in Saidie’s hands ten years later when she loaned it to the Baltimore Museum of Art, so unless we’re to assume she stole it from her estranged husband, she probably got it in the divorce.</p>\n<p>I’m afraid “Renoir girl,” the lady who purportedly made the score of the century while flea marketing, is probably the last on the list of potential legitimate owners. She may be entirely innocent of any wrong-doing, but finders keepers doesn’t apply with stolen goods. Whoever legally owned it last — May estate, museum or insurer — probably owns it now.</p>\n<p>Legal wrangling aside, the orange index card tells a lovely story of how the painting came to be. In addition to being charming, it also explains something that bugged me about the painting; namely, the large unpainted margins left and right, particularly noticeable on such a small piece (5.5″ x 9″). It was not painted on a stretched canvas, you see, but rather on a linen napkin. From the loan record:</p>\n<blockquote><p>Mrs. May says that the story goes that Renoir painted this landscape for his mistress, at a restaurant on the Seine – thus the linen napkin.</p></blockquote>\n<p>That would certainly explain why it looks so unfinished and dashed off compared to Renoir’s larger, more complex Seine landscapes like <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Road-at-Wargemont-1879.jpg\" target=\"_blank\"><em>Landscape of Wargemont</em></a>.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"$7 Renoir stolen from Baltimore museum in 1951\" data-a2a-url=\"http://www.thehistoryblog.com/archives/20101\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/museums\" rel=\"category tag\">Museums</a> |   <a href=\"http://www.thehistoryblog.com/archives/20101#comments\">14 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-20067\"><a href=\"http://www.thehistoryblog.com/archives/20067\" rel=\"bookmark\" title=\"Permanent Link to Buddhist deity carved from rare meteorite\">Buddhist deity carved from rare meteorite</a></h3>\n<p class=\"prefix\">Friday, September 28th, 2012</p>\n<div class=\"entry\">\n<p>Remember how in <em>Raiders of the Lost Ark</em> the Nazis send that creepy Toht fellow to Nepal to track down the headpiece of the Staff of Ra so they can find the Ark of the Covenant and use it to unleash God’s face-melting wrath on their enemies in battle? Change Nepal to Tibet, Toht to zoologist and SS officer Ernst Schäfer, the Ark of the Covenant to the roots of the Aryan race, and the Staff of Ra to an <a href=\"http://www.bbc.co.uk/news/science-environment-19735959\" target=\"_blank\">iron statue of a Buddhist deity</a> and it all really happened. (Okay not the face-melting.)</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/tibetexpedition.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-medium wp-image-20098\" height=\"141\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/tibetexpedition-200x141.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/tibetexpedition-200x141.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/tibetexpedition-150x106.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/tibetexpedition-430x304.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/tibetexpedition.jpg 800w\" title=\"1938-39 Tibetan expedition in Lhasa with Tibetan dignitaries, Schäfer on the right\" width=\"200\"/></a>In 1938, Himmler sent Schäfer on an expedition to Tibet to trace the purported roots of the Aryan race. Schäfer himself, being an actual scientist instead of a mysticism-obsessed ignoramus like Himmler, was not keen on this plan. His goal was to document the geology, climate, flora, fauna and inhabitants of the region, but he had joined the SS in 1933, ostensibly just to be allowed to keep on working, so by 1938 he was well-versed in dirty Nazi compromise.</p>\n<p>Between May of 1938 and August of 1939, Schäfer’s team traveled from the Indian Himalayan state of Sikkim to Lhasa to the Yarlung River Valley in western Tibet. They took tens of thousands of pictures, collected dozens of animal specimens, thousands of seeds, head casts and head measurements of hundreds of locals, a Tibetan mastiff and one iron statue of a deity with a swastika on his breastplate.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Iron-Man.jpeg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-20096\" height=\"300\" sizes=\"(max-width: 194px) 100vw, 194px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vaisravanas-194x300.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vaisravanas-194x300.jpg 194w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vaisravanas-97x150.jpg 97w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vaisravanas.jpg 200w\" title=\"Buddhist god Vaisravana carved from iron meteorite, 11th Century\" width=\"194\"/></a>The swastika is of course an ancient symbol of the sun and good fortune, first appearing in the Indus Valley civilization about 3500 years ago. It came to religious prominence in the Far East with the spread of Buddhism but also appears in pre-Buddhist traditions like the early Bön religion of western Tibet, which included the swastika in its iconography in the 8th and 9th centuries. Since Aryanist theology held that the master race had conquered Asia after they fled the destruction of Atlantis (yeah, I know), Schäfer could well have thought this curious artifact would satisfy Himmler, who was very much into Hinduism and Buddhism and thought the Buddha himself might be the Aryan descendant of the post-Atlantis Nordic master race.</p>\n<p>After Schäfer’s team returned to Munich, the iron statue dropped out of sight. It wasn’t until 2007 that its anonymous new owner reached out to a team of scientists led by Dr. Elmar Buchner from the Institute of Planetology at the University of Stuttgart to see if they could find out more about it.  He only let them test the figure in a very limited way, however. They weren’t allowed to take any significant samples; they could only literally scrape the surface in an attempt to determine what the statue was made of. In 2009, the Iron Man, as he became known, was sold at auction. Since then, it has been in the hands of one of Buchner’s team and they have had full access to do whatever tests they wish on it.</p>\n<p>The statue weighs about 23 pounds and is about 10 inches tall and 5 inches wide. It’s hard to determine exactly who it depicts, but Buchner thinks it’s a Bön culture artifact from the 11th century portraying a version of the Buddhist deity Vaisravana, known in Tibet as Jambhala. He is the god of fortune and wealth (which would be in keeping with the swastika), or sometimes a god of war (which would be in keeping with the armor he’s wearing). There are things missing, though; iconography and attributes you see in later depictions of Vaisravana are not present here. Some, like a flaming trident he holds in the crook of his left arm, could have been lost over the centuries. Buchner’s working theory is that the statue is a transitional figure that incorporates both pre-Buddhist and Buddhist elements, which is why it’s non-standard in some ways.</p>\n<p>The most unusual part of it is not the iconography, but rather its composition. Buchner knew from the moment their eyes met across a crowded lab that Iron Man’s iron came from a meteorite. He could tell from thumb-like impressions left on the surface when the meteorite melted during its crash landing. Geochemical analyses confirmed that the Iron Man’s iron wasn’t just from a meteorite, but from the rarest of them all: an ataxite. The high levels of nickel and cobalt in the iron marked it as an ataxite class meteorite. Less than 1% of iron meteorites and less than .1% of all meteorites are ataxites.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/chinga1.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-medium wp-image-20097\" height=\"133\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/chinga1-200x133.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/chinga1-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/chinga1-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/chinga1-430x286.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/chinga1.jpg 942w\" title=\"Chinga meteorite chunk\" width=\"200\"/></a>Even more exceptionally, the researchers were able to pin down exactly which meteorite it had been carved out of. The geochemical data match those of the Chinga meteorite which fell to earth between Mongolia and Siberia about 15,000 years ago. The first reports of its discovery were made in 1913, but someone found a piece a lot earlier than that, almost a thousand years earlier than that, in fact.</p>\n<p>The carver had to have known it was special because chiseling this kind of iron is a tough, tough job. Perhaps he had an inkling it came from the sky — there’s a long history of meteorites being treated with religious reverence in many cultures — or perhaps he just thought it was so unique it was perfect for depicting a god. After the carving, the figure was forged around the edges and base, and then gilded. Only traces of the gilding remain today.</p>\n<p>Other meteorites that have been held to be holy were worshipped in rock form. Objects like knives and jewelry have been found carved from meteorites, as have animal figures like eagles. There are references in the historical record to the Tibetan craft of carving “sky iron,” but that craft has long since died out and none of the references mention the carving of humans or anthropomorphic deities. As far as we know, this statue is the only depiction of a human figure carved into a meteorite that’s ever been found.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Buddhist deity carved from rare meteorite\" data-a2a-url=\"http://www.thehistoryblog.com/archives/20067\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/medieval\" rel=\"category tag\">Medieval</a>, <a href=\"http://www.thehistoryblog.com/archives/category/treasures\" rel=\"category tag\">Treasures</a> |   <a href=\"http://www.thehistoryblog.com/archives/20067#comments\">15 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-20062\"><a href=\"http://www.thehistoryblog.com/archives/20062\" rel=\"bookmark\" title=\"Permanent Link to Free admission at 1400 museums Saturday, Sept. 29th\">Free admission at 1400 museums Saturday, Sept. 29th</a></h3>\n<p class=\"prefix\">Thursday, September 27th, 2012</p>\n<div class=\"entry\">\n<p>This Saturday is the eighth annual National Museum Day. Sponsored by <em>Smithsonian</em> magazine, a fine publication with an <a href=\"http://www.smithsonianmag.com/\" target=\"_blank\">outstanding companion website</a>, Museum Day is dedicated to celebrating culture, learning and the dissemination of knowledge in the spirit of the Smithsonian Museums which are free every day. Many museums must rely on ticket sales for operational costs, of course, but on this one day of the year, you can enjoy their offerings for free.</p>\n<p><a href=\"http://www.smithsonianmag.com/museumday/venues/\" target=\"blank\"><img alt=\"Map of National Museum Day participants; click to search\" class=\"alignright size-medium wp-image-20116\" height=\"152\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/National-Museum-Day-participants1-200x152.jpg\" title=\"Map of National Museum Day participants; click to search\" width=\"200\"/></a>National Museum Day has been getting more popular every year. Last year 350,000 people took advantage of the opportunity to spend a day at the museum free of charge. This year they expect 400,000 visitors to the more than 1,400 museums nationwide opening their doors. There are participating museums in all 50 states, plus Washington, D.C. and Puerto Rico. To find a venue near you, you can <a href=\"http://www.smithsonianmag.com/museumday/venues/\" target=\"_blank\">navigate the map on this page</a>, or type in your address in the field above it, or search by state using the dropdown menu beneath the map, or <a href=\"http://www.smithsonianmag.com/museumday/museum-search/?keyword=MuseumDay2012\" target=\"_blank\">search by keyword on this page</a>.</p>\n<p>When you find the museum that sparks your interest, <a href=\"http://www.smithsonianmag.com/museumday/ticket/\" target=\"_blank\">go to this page</a> and fill out the form; you’ll be emailed a ticket that admits two people to the museum of your choice. You can’t just show up to the museum on Saturday and expect to be let in free of charge, nor can you get 10 tickets and spend the day museum-hopping. As awesome as that would be, there’s a limit of one ticket that admits one person plus a guest per household, per email address. Why not team up with a friend and each pick a museum to visit together?</p>\n<p>The variety of venues is truly remarkable. They range from the biggest, richest museums in major urban centers to small, highly specialized local museums run by volunteers. It’s not just history museums, either. There’s something for everyone: science museums, interactive children’s museums (<a href=\"http://www.smithsonianmag.com/museumday/venues/Sci-Quest-Hands-on-Science-Center.html\" target=\"_blank\">Sci-Quest, Hands-on Science Center</a> in Huntsville, Alabama combines both categories), botanical museums (the <a href=\"http://www.smithsonianmag.com/museumday/venues/Lady_Bird_Johnson_Wildflower_Center.html\" target=\"_blank\">Lady Bird Johnson Wildflower Center</a> in Austin, Texas is a top research center as well as a beautiful place to see Texas’ native flora in all their glory), art museums (Colorado’s <a href=\"http://www.smithsonianmag.com/museumday/venues/Aspen_Art_Museum.html\" target=\"_blank\">Aspen Art Museum</a> exhibits the latest in contemporary art and, most unusually, is <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Hamlet-Depot.jpg\" target=\"blank\"><img alt=\"Hamlet Depot, Hamlet, North Carolina\" class=\"alignleft size-medium wp-image-20120\" height=\"150\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Hamlet-Depot-200x150.jpg\" title=\"Hamlet Depot, Hamlet, North Carolina\" width=\"200\"/></a>a non-collecting institution), ethnic museums (who knew there was a <a href=\"http://www.smithsonianmag.com/museumday/venues/Basque_Museum_Cultural_Center.html\" target=\"_blank\">Basque Museum</a> in Boise, Idaho?), train museums (<a href=\"http://www.smithsonianmag.com/museumday/venues/Hamlet-Depot-Museums.html\" target=\"_blank\">Hamlet Depot in North Carolina</a> is set in a gorgeous original Queen Anne train station still in use as an Amtrak station today), toy train museums (the <a href=\"http://www.smithsonianmag.com/museumday/venues/National_Toy_Train_Museum.html\" target=\"_blank\">National Toy Train Museum</a> in Strasburg, Pennsylvania has the largest toy and model train collection on display in the US), car museums (the <a href=\"http://www.smithsonianmag.com/museumday/venues/Gilmore-Car-Museum.html\" target=\"_blank\">Gilmore Car Museum</a> near Kalamazoo, Michigan was named the #1 historic auto site in Michigan by the <a href=\"http://www.michigan.org/\" target=\"_blank\">official state tourism website</a> and that’s saying a lot, because if there’s one state with a buttload of car museums, it’s Michigan), aerospace museums (<a href=\"http://www.smithsonianmag.com/museumday/venues/Aerospace_Museum_of_California.html\" target=\"_blank\">Aerospace Museum of California</a> has flight simulators you can ride!), presidential museums (the <a href=\"http://www.smithsonianmag.com/museumday/venues/Abraham-Lincoln-Presidential-Museum.html\" target=\"_blank\">Abraham Lincoln Presidential Museum</a> in Springfield, Illinois would be a highly topical one to visit a week after the 150th anniversary of the preliminary Emancipation Proclamation), ornamental metal museums (actually there’s only one of those in the entire country, the <a href=\"http://www.smithsonianmag.com/museumday/venues/National-Ornamental-Metal-Museum.html\" target=\"_blank\">National Ornamental Metal Museum</a> in Memphis, and it sounds phenomenal so if you’re anywhere near there on Saturday you should check it out), and many, many more.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/01/Plan-of-the-City-of-New-York-map-1770.JPG\" target=\"blank\"><img alt='Ratzer \"Plan of the City of New York\" map, 1770, before (l) and after (r) restoration' class=\"alignright size-medium wp-image-9463\" height=\"128\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/01/Plan-of-the-City-of-New-York-map-1770-300x192.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/01/Plan-of-the-City-of-New-York-map-1770-300x192.jpg 300w, http://www.thehistoryblog.com/wp-content/uploads/2011/01/Plan-of-the-City-of-New-York-map-1770-150x96.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2011/01/Plan-of-the-City-of-New-York-map-1770.JPG 940w\" title='Ratzer \"Plan of the City of New York\" map, 1770, before (l) and after (r) restoration' width=\"200\"/></a>Maybe there’s something you have read about on this very blog that you could see in person this Saturday. The incredible restoration of the <a href=\"http://www.thehistoryblog.com/archives/9460\" target=\"_blank\">1770 “Plan of the City of New York” map</a> by Bernard Ratzer is at the <a href=\"http://www.smithsonianmag.com/museumday/venues/The-Brooklyn-Historical-Society.html\" target=\"_blank\">Brooklyn Historical Society</a>. If Manhattan is more your style, swing by the <a href=\"http://www.smithsonianmag.com/museumday/venues/Museum-of-Chinese-in-America.html\" target=\"_blank\">Museum of Chinese in America</a>. It was <a href=\"http://www.thehistoryblog.com/archives/3223\" target=\"_blank\">renovated and expanded a couple of years ago</a> and is really something special.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/03/MFA_Juno.jpg\" target=\"blank\"><img alt=\"Colossal Juno in the gardens of the Brandegee (Sprague) Estate in Brookline before her move to the museum\" class=\"alignleft size-thumbnail wp-image-15700\" height=\"150\" sizes=\"(max-width: 100px) 100vw, 100px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/03/MFA_Juno-100x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/03/MFA_Juno-100x150.jpg 100w, http://www.thehistoryblog.com/wp-content/uploads/2012/03/MFA_Juno-200x300.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/03/MFA_Juno.jpg 683w\" title=\"Colossal Juno in the gardens of the Brandegee (Sprague) Estate in Brookline before her move to the museum\" width=\"100\"/></a>While you’re up north, go see the <a href=\"http://www.thehistoryblog.com/archives/15683\" target=\"_blank\">colossal Roman statue of Juno</a> at the <a href=\"http://www.smithsonianmag.com/museumday/venues/Museum_of_Fine_Arts_Boston.html\" target=\"_blank\">Museum of Fine Arts, Boston</a>, or, while you’re in town, the <a href=\"http://www.thehistoryblog.com/archives/13186\" target=\"_blank\">oldest Revere Bell</a> on the Freedom Trail recently installed in the steeple of the <a href=\"http://www.smithsonianmag.com/museumday/venues/Old_South_Meeting_House.html\" target=\"_blank\">Old South Meeting House</a> in Boston.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2010/10/Nina-l-Lucy-Ann-r.jpg\" target=\"blank\"><img alt=\"Civil War smuggling dolls Nina (left) and Lucy Ann (right)\" class=\"alignright size-thumbnail wp-image-8181\" height=\"100\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2010/10/Nina-l-Lucy-Ann-r-150x100.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2010/10/Nina-l-Lucy-Ann-r-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2010/10/Nina-l-Lucy-Ann-r-300x200.jpg 300w, http://www.thehistoryblog.com/wp-content/uploads/2010/10/Nina-l-Lucy-Ann-r.jpg 956w\" title=\"Civil War smuggling dolls Nina (left) and Lucy Ann (right)\" width=\"150\"/></a>If you’re south of the Mason-Dixon line, the <a href=\"http://www.smithsonianmag.com/museumday/venues/Museum_of_the_Confederacy.html\" target=\"_blank\">Museum of the Confederacy</a> in Richmond has that .36 caliber Spiller and Burr revolver that was stolen from the museum in 1975 and then <a href=\"http://www.thehistoryblog.com/archives/9481\" target=\"_blank\">found and returned 25 years later</a>. They also have the <a href=\"http://www.thehistoryblog.com/archives/8177\" target=\"_blank\">Civil War smuggling dolls</a>.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Free admission at 1400 museums Saturday, Sept. 29th\" data-a2a-url=\"http://www.thehistoryblog.com/archives/20062\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/museums\" rel=\"category tag\">Museums</a> |   <a href=\"http://www.thehistoryblog.com/archives/20062#comments\">6 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-20059\"><a href=\"http://www.thehistoryblog.com/archives/20059\" rel=\"bookmark\" title=\"Permanent Link to Police find Wenlok Jug stolen from museum in May\">Police find Wenlok Jug stolen from museum in May</a></h3>\n<p class=\"prefix\">Wednesday, September 26th, 2012</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/thief-on-cctv1.jpg\" target=\"blank\"><img alt=\"Screen capture of CCTV footage of thief about to break the display glass with a drain grating\" class=\"alignleft size-thumbnail wp-image-20062\" height=\"150\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/thief-on-cctv1-113x150.jpg\" title=\"Screen capture of CCTV footage of thief about to break the display glass with a drain grating\" width=\"113\"/></a>A medieval bronze jug of great rarity and historical significance <a href=\"http://www.lutontoday.co.uk/news/local/reward-offered-for-jug-s-safe-return-1-3848141\" target=\"_blank\">stolen from a museum in Luton</a>, Bedfordshire, England this May <a href=\"http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-19720684\" target=\"_blank\">has been found</a> by the Bedfordshire police. The Wenlok Jug was stolen in a smash-and-grab burglary the night of May 12th from the <a href=\"http://www.lutonculture.com/stockwood-discovery-centre/\" target=\"_blank\">Stockwood Discovery Centre</a>. At 11:22 PM, the thief, his face wrapped with a scarf to stymie the CCTV cameras, climbed the museum’s fence, broke down the door and used a drain cover to smash through the half-inch thick laminated glass and polycarbonate compound of the display case. He took the jug and ran.</p>\n<p>The museum’s insurance company offered a reward of £25,000 for the jug’s safe return because there was immense concern that the burglar planned to sell the 13-pound bronze artifact simply for its scrap value, a mere £20 ($32). The value to the museum was inestimable, both because of its market price and because of its national and regional importance. It is one of a very few datable medieval bronze jugs to bear the maker’s mark of an English bronze founder, possibly a bell founder, although the exact mark has not been found among extant medieval bells yet.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/wenlok_jug_luton2.jpg\" target=\"blank\"><img alt=\"The Wenlok Jug\" class=\"alignright size-thumbnail wp-image-20065\" height=\"150\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/wenlok_jug_luton2-121x150.jpg\" title=\"The Wenlok Jug\" width=\"121\"/></a>The tankard is a foot tall and is decorated with coats of arms, including Plantagenet royal arms used between 1340 and 1405 and East Anglian arms, probably relating to the foundry. There are other royal and noble symbols — crowns, badges — decorating the jug, plus a dedication to “MY LORD WENLOK” inscribed all in capitals around the bottom half. There are two possible candidates for the Lord Wenlok in question. One is William Wenlock, Archdeacon of Rochester and canon of King’s Chapel, Westminster and of St. Paul’s Cathedral, who died in 1391 and is buried under St. Mary’s Parish Church of Luton. He wasn’t a lord in the sense of having the official title, but he was an important figure in local life and in the church hierarchy, so he could have been referred to as a lord for jug purposes.</p>\n<p>The other is his great-nephew John, the first and only official Lord Wenlock, who fought and served under every king from Henry V to Edward IV. He was Chief Butler of England from 1461 to 1469, so the Wenlok Jug could well have been used to serve royalty. He was a Member of Parliament for Bedfordshire throughout the 1430s and 1440s, was High Sheriff of Bedfordshire and Buckinghamshire in 1444 and was elected Speaker of the House in 1455. His family seat was Someries Castle in <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Sir-John-Wenlock-window-in-Wenlock-chapel-at-St.-Marys-Church-Luton.jpg\" target=\"blank\"><img alt=\"Sir John Wenlock window in Wenlock Chapel at St. Mary's Church, Luton\" class=\"alignleft size-thumbnail wp-image-20066\" height=\"150\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Sir-John-Wenlock-window-in-Wenlock-chapel-at-St.-Marys-Church-Luton-115x150.jpg\" title=\"Sir John Wenlock window in Wenlock Chapel at St. Mary's Church, Luton\" width=\"115\"/></a>Luton which, since he changed sides twice during the Wars of the Roses, was forfeited to the crown after he died fighting (not very well, by some accounts, which claim <a href=\"http://www.richardiii.net/tewkesbury.htm\" target=\"_blank\">he was killed by his commanding officer</a> the Duke of Somerset for failing to press forward in support of him) for Henry VI at the Battle of Tewkesbury in 1471.</p>\n<p>Both Wenlocks lived in Luton. The family bought the Manor of Luton in 1377 and lived there until John built Someries. Their names are on the town’s medieval guild register, and there’s a Wenlock Street in town. St. Mary’s Church also has a Wenlock Chapel with a stained glass window depicting Lord Wenlock in his knightly finery.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Asante-ewer-British-Museum.jpg\" target=\"blank\"><img alt=\"Asante Ewer at the British Museum\" class=\"alignright size-thumbnail wp-image-20070\" height=\"150\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Asante-ewer-British-Museum-77x150.jpg\" title=\"Asante Ewer at the British Museum\" width=\"77\"/></a>There are only two other medieval bronze jugs like it known to exist. <a href=\"http://www.britishmuseum.org/explore/highlights/highlight_objects/pe/a/asante_ewer.aspx\" target=\"_blank\">One is in the British Museum</a>, the <a href=\"http://collections.vam.ac.uk/item/O97902/robinson-jug-jug-unknown/\" target=\"_blank\">other in the Victoria and Albert</a>. They differ in size, color and decorative details, but they all share a number of characteristics. They’re the same pot-bellied shape, although the British Museum piece looks quite different because it’s the only one of the three to have retained its lid. The other two had lids originally, but only the hinges are left now. All three inscriptions say different things, but they’re done in similar, and may I say awesome, Lombardic-style lettering. They all bear the same age royal arms (1340-1405).</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Robinson-jug-VA1.jpg\" target=\"blank\"><img alt=\"Robinson Jug at the Victoria and Albert Museum\" class=\"alignleft size-thumbnail wp-image-20078\" height=\"150\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Robinson-jug-VA1-100x150.jpg\" title=\"Robinson Jug at the Victoria and Albert Museum\" width=\"100\"/></a>Even under the surface the three pieces show themselves to be related. A <a href=\"http://www.britishmuseum.org/explore/highlights/article_index/m/making_the_asante_ewer.aspx\" target=\"_blank\">study of the three done by the British Museum</a> found that they are made of the same alloy of copper, tin and lead known as leaded bronze. This was a popular material, but the jugs have the same impurities in the metal which suggests all three were cast at the same foundry. X-rays show that they were manufactured using the same technique — molten bronze poured into a mould with a front part, a back part and a core — which again was popular at the time. Unusual, however, was the use of metal spacers inside the moulds<a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Wenlok-x-ray.jpg\" target=\"blank\"><img alt=\"Wenlok Jug X-ray\" class=\"alignright size-thumbnail wp-image-20068\" height=\"150\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Wenlok-x-ray-150x150.jpg\" title=\"Wenlok Jug X-ray\" width=\"150\"/></a> that ensured the metal would flow freely between the outer casing and the core. All three jugs used these spacers.</p>\n<p>The Wenlok Jug is the smallest of the three but bears the earliest maker’s mark. It’s also the most recent discovery. Nobody knew it existed until it was found in a cellar at Easton Neston, Northamptonshire, the stately home of Lord Alexander Hesketh which <a href=\"http://www.telegraph.co.uk/finance/2918886/Lord-Hesketh-sells-stately-home-to-Russian-retail-tsar.html\" target=\"_blank\">he sold to a Russian retail store magnate in July 2005</a>. Sotheby’s auctioned off some of the contents in May of that year, the Wenlok Jug among them. It was purchased at that auction by a London dealer for £568,000 ($920,000). In October 2005, the dealer sold it to the Metropolitan Museum of Art for £750,000 ($1,200,000).</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Wenlok-jug-Robinson-jug-Asante-ewer.jpg\" target=\"blank\"><img alt=\"Wenlok Jug (l), Robinson Jug (m), Asante Ewer (r)\" class=\"alignleft size-thumbnail wp-image-20069\" height=\"98\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Wenlok-jug-Robinson-jug-Asante-ewer-e1348662923529-150x98.jpg\" title=\"Wenlok Jug (l), Robinson Jug (m), Asante Ewer (r)\" width=\"150\"/></a>Given its extreme rarity, its connection to two similar pieces at the two top museums in the country, the royal arms and the medieval maker’s mark, the Reviewing Committee on the Export of Works of Art and Objects of Cultural Interest run by the Museums, Libraries and Archives Council declared it of national importance and outstanding significance for the study of medieval metallurgy. Culture Minister David Lammy promptly put a temporary export ban on the jug. The deal with these export bans is if a museum in-country can come up with the same amount of money the foreign entity spent on the purchase, then the local museum gets to buy it.</p>\n<p>The Luton Council’s museum service, anxious to secure a masterpiece with such a close connection to the city for themselves and for the nation, stepped up to the plate. In the world of museums, it doesn’t get more David and Goliath than this. The Luton museum’s total yearly acquisition budget is £2,500 ($4,000). The Met spent $36.5 million on art purchases between June 2010 and June 2011, and that’s just a fraction of its overall acquisitions endowment of $632 million.</p>\n<p>By hook and by crook, Luton scrounged up the £750,000 it needed to buy the jug out from under the Met. The bulk came from large grants. They got £137,500 from the National Art Collections Fund and £590,000 from the National Heritage Memorial Fund. They raised another £20,000 in donations from museum supporters, individuals, local organizations and small trusts. Throw in the museum’s annual acquisition budget and that makes exactly £750,000. They secured the Wenlok Jug at the end of February 2006, and in May it went on display at the <a href=\"http://www.lutonculture.com/wardown-park-museum/\" target=\"_blank\">Wardown Park Museum</a>.</p>\n<p>In 2008 it was moved to the newly constructed Stockwood Discovery Centre where it remained on display until the burglary earlier this year. The Bedfordshire police have been investigating the crime ever since it happened, and their doggedness has now paid off. They discovered the purloined jug on the morning of Monday, September 24th at a home in Tadworth, Surrey. Officers arrested two people at the scene. One has been charged with handling stolen property and the other is now out on bail pending further investigations. Museum experts have examined the jug today and confirmed it is the authentic artifact.</p>\n<p>Police haven’t closed the investigation — they are still asking the public for any information they might have about the theft — but the Wenlok Jug is back home. The relief at the museum must be palpable. There was no replacing this piece. Even if they had the money, which obviously they do not, there simply isn’t another one like it.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Police find Wenlok Jug stolen from museum in May\" data-a2a-url=\"http://www.thehistoryblog.com/archives/20059\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/looting\" rel=\"category tag\">Looting</a>, <a href=\"http://www.thehistoryblog.com/archives/category/medieval\" rel=\"category tag\">Medieval</a>, <a href=\"http://www.thehistoryblog.com/archives/category/museums\" rel=\"category tag\">Museums</a> |   <a href=\"http://www.thehistoryblog.com/archives/20059#comments\">10 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-20027\"><a href=\"http://www.thehistoryblog.com/archives/20027\" rel=\"bookmark\" title=\"Permanent Link to Wales church returns bell from 1863 Santiago fire\">Wales church returns bell from 1863 Santiago fire</a></h3>\n<p class=\"prefix\">Tuesday, September 25th, 2012</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/returned-bell.jpg\" target=\"blank\"><img alt=\"Bell from Santiago church during return ceremony at St. Thomas's in Neath, Wales\" class=\"alignright size-thumbnail wp-image-20040\" height=\"147\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/returned-bell-150x147.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/returned-bell-150x147.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/returned-bell-200x197.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/returned-bell-430x423.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/returned-bell.jpg 742w\" title=\"Bell from Santiago church during return ceremony at St. Thomas's in Neath, Wales\" width=\"150\"/></a>In a ceremony attended by the Archbishop of Wales, Prince Edward, the Earl of Wessex, and the Chilean ambassador on Monday, St. Thomas’s Church in Neath, Wales <a href=\"http://www.bbc.co.uk/news/uk-wales-19678810\" target=\"_blank\">officially handed back a 260-year-old bell</a> that was salvaged from a devastating 1863 church fire in Santiago, Chile. Before an honor guard of 20 volunteer Chilean firefighters, the Earl of Wessex, an honorary member of the fire brigade, formally received the bell in their name. It will be shipped back to Chile in the next few weeks.</p>\n<p>The bell had been at the church since 1870, but it was never hung in the tower and never rung. St. Thomas’s already had six bells in fine order when they received it as a gift from Swansea industrialist Graham Vivian, so they stored the Santiago bell next to the tower door at the back of the church and pretty much forgot about it. Last year, Canon Stephen J. Ryan, the Rector of the benefice (i.e., parish) of Neath, received a letter <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/bell-clapper.jpg\" target=\"blank\"><img alt=\"Bell and clapper\" class=\"alignleft size-thumbnail wp-image-20038\" height=\"120\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/bell-clapper-150x120.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/bell-clapper-150x120.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/bell-clapper-200x160.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/bell-clapper-430x344.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/bell-clapper.jpg 874w\" title=\"Bell and clapper\" width=\"150\"/></a>from the 14th Company of the British and Commonwealth Fire Company Foundation asking after the bell. The Foundation wasn’t sure exactly where, but they had information that one of the Santiago bells was in a Neath church and if that was the case, they asked that it be returned. The bell was located in St. Thomas’s, and experts from Chile traveled to the church to confirm its identity. All that was left was arranging the return in time for next year’s 150th anniversary of the tragedy.</p>\n<p>This long, strange journey began on the night of December 8th, 1863, in Santiago, Chile. The Church of the Company of Jesus, a Jesuit church in downtown Santiago, was celebrating the Feast of the Immaculate Conception, the culmination of the Month of Maria, a month-long festival dedicated to Mary, the mother of Christ. Don Juan Ugarte, the priest celebrant, had invited all the finest members of Santiago society to the final and most important mass of the month. He decorated the church with thousands of candles and paraffin lamps, draped curtains of muslin and gauze from the ceiling, and adorned all surfaces with ribbons and paper flowers.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/The-Destruction-by-Fire-of-the-Church-de-la-Campania-Santiago-Chile-8-December-1863-Nathan-Hughes.jpg\" target=\"blank\"><img alt='\"The Destruction by Fire of the Church de la Campania, Santiago, Chile, 8 December 1863,\" by Nathan Hughes' class=\"alignright size-thumbnail wp-image-20048\" height=\"96\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/The-Destruction-by-Fire-of-the-Church-de-la-Campania-Santiago-Chile-8-December-1863-Nathan-Hughes-150x96.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/The-Destruction-by-Fire-of-the-Church-de-la-Campania-Santiago-Chile-8-December-1863-Nathan-Hughes-150x96.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/The-Destruction-by-Fire-of-the-Church-de-la-Campania-Santiago-Chile-8-December-1863-Nathan-Hughes-200x129.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/The-Destruction-by-Fire-of-the-Church-de-la-Campania-Santiago-Chile-8-December-1863-Nathan-Hughes-430x277.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/The-Destruction-by-Fire-of-the-Church-de-la-Campania-Santiago-Chile-8-December-1863-Nathan-Hughes.jpg 944w\" title='\"The Destruction by Fire of the Church de la Campania, Santiago, Chile, 8 December 1863,\" by Nathan Hughes' width=\"150\"/></a>The church was packed to the gills with people, about 3000 congregants, most of them women. Shortly before 7:00 PM when the mass was set to begin, most of the doors were closed to keep people from wandering in and out and to ensure the priest could be heard well. All the lamps were lit. At the high altar, paraffin lamps were positioned behind a transparent crescent moon painting which served as the pedestal for a colossal statue of the Virgin Mary. As soon as they were lit the lamps ignited the crescent moon. One of the attendants tried to extinguish the fire with his poncho, but the garment was quickly imbued with the paraffin and became a conduit of flame.</p>\n<p>From there the fire spread to a wooden screen behind the altar, then along the artificial flower wreaths, then up the walls to the cupola. Lamps had been attached to the ceiling with ropes, so once the roof started to burn, the lamps plummeted to the crowd beneath, igniting clothes and hair and turning the floor of the church into a lake of fire. Three thousand people, many of them in hoop skirts, tried to run for the doors, only to find them closed except for the main entrance which was soon blocked by the crush of human bodies. The church and almost everyone in it burned to the ground in just over an hour.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Church-after-fire.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-21502\" height=\"150\" sizes=\"(max-width: 106px) 100vw, 106px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Church-after-fire-106x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Church-after-fire-106x150.jpg 106w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Church-after-fire.jpg 1044w\" title=\"Photograph of the church after the fire\" width=\"106\"/></a>The U.S. Envoy to Chile, Thomas H. Nelson, American consul Henry Meiggs and cartographer George Woolworth Colton were among the first to the scene. They distinguished themselves by chopping down the closed doors and rushing into the inferno to rescue anyone they could find alive and to take out the bodies of the dead before the walls of flame became impassable. Only 500 or so people made it out alive. Of the approximately 2500 dead, only seven were identified. The rest were burned beyond recognition.</p>\n<p>None of the priests died. They fled through a vestry door, closing it behind them so the valuable property in the vestry could be moved to safety before burning. The <a href=\"http://www.nytimes.com/1864/01/18/news/terrific-tragedy-chili-two-thousand-five-hundred-persons-roasted-death-church.html?&amp;pagewanted=all\" target=\"_blank\">eye-witness account in the New York Times</a> put it bluntly:</p>\n<blockquote><p>Certain it is, that three rooms in a neighboring palatial mansion are filled with furniture, carpets, curtains and pictures, saved from the vestry, while a few paces beyond were perishing, in frightful torture, hundreds of frail and helpless human beings, many of whom could have found safety through that door.</p></blockquote>\n<p>The cleanup of the bodies took ten days. All but the seven identifiable victims were buried in a mass grave in the General Cemetery of Santiago. The ruins of the church were demolished and a garden planted on the location in memory of the 2500 who lost their lives in one of the worst fires in history, probably the worst church fire in history.</p>\n<p>It was this tragedy that spurred the creation of the first organized volunteer fire brigade in the city. One of the rescuers, José Luis Claro Cruz, placed an ad in the paper calling for volunteers three days after the fire. By December 20th, Santiago had a full complement of volunteer firefighters divided into four brigades. To this day Chile’s firefighting organizations remain staffed by volunteers.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Santiago-church-fire-bell.jpg\" target=\"blank\"><img alt=\"Bell in the ruins of the church after the fire\" class=\"alignright size-thumbnail wp-image-20045\" height=\"97\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Santiago-church-fire-bell-150x97.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Santiago-church-fire-bell-150x97.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Santiago-church-fire-bell-200x130.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Santiago-church-fire-bell-430x280.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Santiago-church-fire-bell.jpg 600w\" title=\"Bell in the ruins of the church after the fire\" width=\"150\"/></a>At least four bells of the church survived the fire. They were sold for scrap to Graham Vivian, grandson of the founder of a huge industrial copper smelting business in Swansea, Wales. By the time of the fire, Swansea was the copper capital of the world, producing 40% of the global output. It was dubbed <a href=\"http://acs-swansea.no-ip.org/sph/copperopolis.php\" target=\"_blank\">Copperopolis</a> and remained the leader in copper production until the US surpassed it in the late 19th century. Vivian &amp; Sons, like many other Welsh copper concerns, collected ore from all over the world. Chile was one of their prime sources.</p>\n<p>Vivian shipped the bells on a <a href=\"http://www.swmaritime.org.uk/article.php?articleid=607&amp;atype=r\" target=\"_blank\">copper barque</a> from Valparaiso to Swansea, but once they got there, he chose not to melt them down. They were high quality and of some age, cast in Spain in 1753 and decorated with religious iconography and inscriptions in Latin and Spanish. He presented three of the bells to All Saints Church in Oystermouth and one to St. Thomas’s in Neath. All Saints gave him some of their broken medieval bells in return and he melted those down instead.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/santiago-bells-All-Saints.jpg\" target=\"blank\"><img alt=\"Parish priest Rev. Keith Evans with Santiago bells at All Saints\" class=\"alignleft size-thumbnail wp-image-20049\" height=\"99\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/santiago-bells-All-Saints-150x99.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/santiago-bells-All-Saints-150x99.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/santiago-bells-All-Saints-200x132.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/santiago-bells-All-Saints-430x284.jpg 430w\" title=\"Parish priest Rev. Keith Evans with Santiago bells at All Saints\" width=\"150\"/></a>The Santiago bells at All Saints rang for almost a hundred years until structural issues in the bell tower made it dangerous for them to remain. They were taken down in 1964 and put on display in a metal brace on the porch. In October 2009, the Embassy of Chile in London wrote to All Saints asking if they’d consider returning the bells to Chile. The country was planning a number of events for its bicentennial on September 18th of that year, and they hoped the bells could play a part in them. They also wanted to create a new memorial to the victims of the tragedy using the bells.</p>\n<p><a href=\"http://www.bbc.co.uk/news/uk-wales-south-west-wales-10923281\" target=\"_blank\">The parish decided to return the bells</a> because it was the “right and Christian thing to do.” The three Santiago bells were back in Chile in time for the bicentennial. They are now hanging in a memorial to the victims in the Plaza de la Constitution. The St. Thomas bell will join them. Together the four bells will be rung again on special occasions.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Campanas_Iglesia_La_Compañía.jpg\" target=\"blank\"><img alt=\"Returned church bells in the memorial in Plaza de la Constitution\" class=\"alignnone size-large wp-image-20042\" height=\"286\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Campanas_Iglesia_La_Compañía-430x286.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Campanas_Iglesia_La_Compañía-430x286.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Campanas_Iglesia_La_Compañía-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Campanas_Iglesia_La_Compañía-200x133.jpg 200w\" title=\"Returned church bells in the memorial in Plaza de la Constitution\" width=\"430\"/></a></p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Wales church returns bell from 1863 Santiago fire\" data-a2a-url=\"http://www.thehistoryblog.com/archives/20027\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/20027#comments\">2 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-20012\"><a href=\"http://www.thehistoryblog.com/archives/20012\" rel=\"bookmark\" title=\"Permanent Link to Neolithic beeswax dental filling may be oldest found\">Neolithic beeswax dental filling may be oldest found</a></h3>\n<p class=\"prefix\">Monday, September 24th, 2012</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Lonche-jaw-from-karstic-cave-of-southern-Slovenia.jpg\" target=\"blank\"><img alt=\"The Lonche jaw from a karstic cave of southern Slovenia, about 6500 years old, scale bar 10 mm\" class=\"alignleft size-medium wp-image-20022\" height=\"224\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Lonche-jaw-from-karstic-cave-of-southern-Slovenia-200x224.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Lonche-jaw-from-karstic-cave-of-southern-Slovenia-200x224.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Lonche-jaw-from-karstic-cave-of-southern-Slovenia-133x150.jpg 133w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Lonche-jaw-from-karstic-cave-of-southern-Slovenia-430x483.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Lonche-jaw-from-karstic-cave-of-southern-Slovenia.jpg 1500w\" title=\"The Lonche jaw from a karstic cave of southern Slovenia, about 6500 years old, scale bar 10 mm\" width=\"200\"/></a>Researchers at the Abdus Salam International Centre for Theoretical Physics (ICTP) in Trieste, Italy have discovered what may be the <a href=\"http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0044904#top\" target=\"_blank\">oldest example of therapeutic palliative dentistry in the 6500-year-old canine of a young man</a>. It’s a beeswax filling that covers sensitive dentin exposed by wear and a vertical crack, and it’s so subtle that it took scientists more than a hundred years to notice it. The wear is profound enough that it was probably not incurred in regular chewing of food but from tougher activities the Neolithic put their teeth to, like making tools or softening leather.</p>\n<p>The tooth is part of a mandible fragment found embedded in the calcite wall of a karstic cave in Loka, Slovenia in 1911. Bones of an Upper Pleistocene cave bear were discovered there as well, which suggested the jawbone was one of the most ancient human remains ever found in the area. The mandible with its one canine, two premolars and first two molars was donated to the Natural History Museum of Trieste by the finders. (Loka, called Lonche in Italian, was at that time part of the Austro-Hungarian Empire as was nearby Trieste.) Aside from a minor article published in 1937, there’s been no study of the bone. There aren’t even any detailed contemporary records of the context of the find.</p>\n<p>This year ICTP researchers asked the Natural History Museum of Trieste to loan them the Lonche jaw for use in their ICTP-Elettra EXACT Project, which gives scientists working in developing countries access to advanced technologies for a proposed study. It was those state-of-the-art gadgets that spotted the beeswax filling on the canine and narrowed down the dates of both filling and tooth. Accelerator mass spectrometry analysis of collagen from inside the jawbone provided a radiocarbon date range of 6655-6400 years old. AMS radiocarbon dating of the beeswax filling matched the mandible’s age almost exactly, returning a range of 6645-6440 years old. That means the beeswax was not a later addition but rather was applied shortly before or shortly after the death of the 24-to-30-year-old man whose jaw it was.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/canine-section.jpg\" target=\"blank\"><img alt=\"Section of the canine (left), 18 micrometer resolution, micro-CT detail of the crown showing the thickness of the beeswax in yellow (right)\" class=\"alignright size-medium wp-image-20020\" height=\"184\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/canine-section-200x184.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/canine-section-200x184.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/canine-section-150x138.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/canine-section-430x396.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/canine-section.jpg 1500w\" title=\"Section of the canine (left), 18 micrometer resolution, micro-CT detail of the crown showing the thickness of the beeswax in yellow (right)\" width=\"200\"/></a>The entire canine was scanned with X-ray micro-CT, and the upper left part where the beeswax is concentrated was also scanned using synchrotron radiation micro-CT. What you get with this technology is extremely detailed imaging, in this case a complete 3D picture with resolutions in the range of 9 to 18 micrometers (a micrometer is one one-thousandth of a millimeter). With this incredibly close view, researchers were able to see that the vertical crack on the canine went deep inside through the enamel to the dentin and that the beeswax filling penetrated the crack for almost a millimeter and a half.</p>\n<p>Scanning electron microscope analysis of the surface of the tooth revealed that the beeswax filled the entire area of exposed dentin and that it also filled tiny little chips along the length of the fracture. It seems, therefore, that this filling was deliberately applied to assuage the pain of dentin exposed by wear and tear. Although there is evidence of earlier dental work — 7,500-9,500-year-old molars found in Pakistan six years ago had regularly shaped cavities with concentric ridges indicating they were drilled by what had to have been agonizingly painful stone tools — this filling is the earliest direct evidence of dental work done to assuage pain rather than to remove potentially dangerous tooth decay.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Loche-canine-beeswax-outlined.jpg\" target=\"blank\"><img alt=\"Microphotograph of the tooth crown with indication of the surface covered by beeswax (within the yellow dotted line)\" class=\"alignleft size-medium wp-image-20021\" height=\"128\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Loche-canine-beeswax-outlined-200x128.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Loche-canine-beeswax-outlined-200x128.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Loche-canine-beeswax-outlined-150x96.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Loche-canine-beeswax-outlined-430x276.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Loche-canine-beeswax-outlined.jpg 1374w\" title=\"Microphotograph of the tooth crown with indication of the surface covered by beeswax (within the yellow dotted line)\" width=\"200\"/></a>The dating does leave open the possibility that the filling was added after death, perhaps for ritual purposes. We don’t know a great deal about the Neolithic inhabitants of the northern Adriatic coast, but there is zero evidence of such a practice. The application of the wax down the length of the fracture filling in the chips along the edges suggests that the wax wasn’t applied to the crown and then drawn down into the crack after death. Also, the other teeth have cracks that also expose dentin, but none of them were filled. That indicates that the owner of the teeth found one particularly painful and sought a remedy while still very much alive.</p>\n<p>The team plans to investigate whether there are other similar indications of Neolithic palliative dentistry which have been overlooked until now because they’re so hard to spot with the naked eye. They will examine Neolithic teeth from various places in Europe and see what they find. It would be neat if it turned out that Stone Age people had widely established therapeutic dentistry practices and we just didn’t know to look for them.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Neolithic beeswax dental filling may be oldest found\" data-a2a-url=\"http://www.thehistoryblog.com/archives/20012\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/ancient\" rel=\"category tag\">Ancient</a> |   <a href=\"http://www.thehistoryblog.com/archives/20012#comments\">4 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-19988\"><a href=\"http://www.thehistoryblog.com/archives/19988\" rel=\"bookmark\" title=\"Permanent Link to Drought reveals 17th c. artifacts in Vistula river\">Drought reveals 17th c. artifacts in Vistula river</a></h3>\n<p class=\"prefix\">Sunday, September 23rd, 2012</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vistula-artifact.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-20002\" height=\"131\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vistula-artifact-200x131.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vistula-artifact-200x131.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vistula-artifact-150x98.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vistula-artifact-430x282.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vistula-artifact.jpg 1280w\" title=\"Architectural artifacts exposed on the Vistula riverbed\" width=\"200\"/></a>Water levels in the Vistula River in Warsaw, Poland, are at historic lows due to a long, hot summer of drought. Last week the water level measured at just 24 inches, the lowest it’s been since testing began in 1789. With the riverbed exposed, a treasure trove of <a href=\"http://www.maysville-online.com/news/world/europe/th-century-treasures-being-recovered-in-poland/article_1f123743-312a-54e6-90f1-3185f8ab1a66.html\" target=\"_blank\">17th century architectural stonework has been revealed</a>. Experts believe the large marble and alabaster pieces were looted from Warsaw’s <a href=\"http://www.zamek-krolewski.pl/?page=1114\" target=\"_blank\">Royal Castle</a> during the Swedish invasion of the  Polish-Lithuanian Commonwealth in 1655-60.</p>\n<p>The period is known as The Deluge because of the vast devastation wreaked by the Swedish army. Poland’s cultural heritage was of particular interest to the Sweden since profit was one of the main motivations for the invasion. Churches, mansions, palaces and castles were stripped of any contents of value — jewels, clothing, paintings, tapestries, carpets, furnishings, statues, porcelain, religious relics, historical archives, books, manuscripts — and once they took everything that wasn’t nailed down, they moved on to the stuff that was. Floors, columns, decorative friezes, fountains, steps, door frames, doors, window casings, mantelpieces, chimneys, gates, were looted from Poland and Lithuania’s historic buildings. </p>\n<p>Warsaw, replete with palaces, was particularly hard-hit having been sacked no less than three times during the war. The Royal Castle was so devastated that it had to be completely rebuilt in the last two decades of the 17th century.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Warsaw_in_1656.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-large wp-image-20000\" height=\"171\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Warsaw_in_1656-430x171.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Warsaw_in_1656-430x171.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Warsaw_in_1656-150x59.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Warsaw_in_1656-200x79.jpg 200w\" title='Warsaw in 1656, Royal Castle in the middle labeled \"Arx Regia,\"  Kazimierz Palace on the far left labeled \"Villa Regia\"' width=\"430\"/></a></p>\n<p>Swedish troops loaded the booty onto barges and floated it up the Vistula to Gdansk where it was loaded onto ships which carried it on the short journey over the Baltic Sea to Sweden. Not all of the boats made it to their destination. Some of them, probably due to overloading from the literal tons of building parts they were carrying, sank on the Vistula before they even got out of Warsaw. </p>\n<p>In 2009, the <a href=\"http://translate.google.com/translate?sl=pl&amp;tl=en&amp;js=n&amp;prev=_t&amp;hl=en&amp;ie=UTF-8&amp;layout=2&amp;eotf=1&amp;u=http%3A%2F%2Fwww.nid.pl%2Fidm%2C100%2Cidn%2C2172%2Cnarodowy-instytut-dziedzictwa-wspolpracuje-przy-projekcie-wisla-1655-1906-2009-interdyscyplinarne-badania-dna-rzeki.html\" target=\"_blank\">University of Warsaw led an interdisciplinary study</a> of the spoil ships, searching historical maps, archives, libraries for references to treasure at the bottom of the river. They found several references to cargo tumbling off the boats into the river and to overloaded barges sinking in the Vistula in 1655 and 1656. They also researched news articles from 1906 reporting that sand barge operators on the 517th kilometer of the Vistula had found a number of large stone monuments on the bottom of the river. They were able to recover some of them from the riverbed and give them to museums in Warsaw. One marble sculpture looted from garden of Kazimierz Palace was returned to the reconstructed Kazimierz Palace, now the seat of Warsaw University. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Barge-mounted-crane-recovering-artifacts.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-20007\" height=\"99\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Barge-mounted-crane-recovering-artifacts-150x99.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Barge-mounted-crane-recovering-artifacts-150x99.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Barge-mounted-crane-recovering-artifacts-200x132.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Barge-mounted-crane-recovering-artifacts-430x283.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Barge-mounted-crane-recovering-artifacts.jpg 1215w\" title=\"Barge-mounted crane recovering artifacts in 2011\" width=\"150\"/></a>Although the sand barge operators said that there was more to be recovered, including one massive marble eagle which fell back into the water when the rope snapped during their attempt to raise it, there were no further attempts to recover the looted treasure for the next century. The University of Warsaw research team spent the rest of 2009 and the first half of 2010 scanning the river with state-of-the-art sonar, side-scan sonar and sub-bottom profilers to measure the riverbed and create a detailed grid map. They found several anomalies to investigate. </p>\n<p>Unfortunately a deluge of the natural variety interrupted them. The <a href=\"http://www.cbsnews.com/2100-202_162-6561643.html\" target=\"_blank\">Vistula flooded in late May and June of 2010</a>, destroying many homes, drowning farmland and killing dozens of people. The recurring flood waters covered the riverbed with thick layers of silt and debris, obscuring the objects that had been detected. The waters remained high for the next few months, preventing any recovery efforts but allowing the team to do further research in areas that were previously to shallow for the ships to navigate. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/marble-vasa-coat-of-arms.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-20008\" height=\"83\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/marble-vasa-coat-of-arms-150x83.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/marble-vasa-coat-of-arms-150x83.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/marble-vasa-coat-of-arms-200x110.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/marble-vasa-coat-of-arms-430x238.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/marble-vasa-coat-of-arms.jpg 1113w\" title=\"Architectural element with Vasa coat of arms recovered from Vistula\" width=\"150\"/></a>In 2011, the researchers enlisted diving teams to explore and excavate any artifacts they might find. Using barge-mounted cranes, they were able to recover a dozens of pieces of architectural stonework and sculptural elements, most importantly a marble triangle with the coat of arms of the Vasa family carved on its face. It dates to around 1610, and came either from the Royal Castle or the Kazimierz Palace. (If the name Vasa seems familiar, it’s because it’s the name of a <a href=\"http://www.thehistoryblog.com/archives/10142\" target=\"_blank\">famous Swedish warship</a> so named after Sweden’s royal family at the time, a branch of which also ruled the Polish-Lithuanian Commonwealth when Sweden invaded).</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vistula-artifacts-recovered.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-20001\" height=\"108\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vistula-artifacts-recovered-150x108.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vistula-artifacts-recovered-150x108.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vistula-artifacts-recovered-200x144.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vistula-artifacts-recovered-430x310.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vistula-artifacts-recovered.jpg 1000w\" title=\"Historians salvage 17th century artifacts from Vistula riverbed\" width=\"150\"/></a>After all that hard work, this summer another weather extreme has made side-scan sonar and sub-bottom profilers obsolete, and archaeologists have gladly taken advantage of the pendulum swing. Many of the artifacts have been recovered and are in storage awaiting conservation. Others will join them soon. In the meantime, police are patrolling the riverbank to keep looters from repeating history. The large size of many of the pieces makes casual looting unlikely, but determined ones will stop at nothing. It’s dangerous to attempt to walk on the riverbed. A mine from World War II has been discovered, and there could be all kinds of unexploded ordnance hidden in the mud.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vistula-artifacts.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-19998\" height=\"91\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vistula-artifacts-150x91.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vistula-artifacts-150x91.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vistula-artifacts-200x122.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vistula-artifacts-430x262.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Vistula-artifacts.jpg 1024w\" title=\"Artifacts on the Vistula riverbed\" width=\"150\"/></a>So far the artifacts are in surprisingly good condition despite having been violently detached from their original locations and then having spent 350 years under water. Their unwieldiness make them tricky to display, but they are invaluable to historians because between The Deluge and the many, many wars of conquest Poland suffered after that one, there is very little left in the historical record about the original Royal Castle. These pieces tell a dramatic story of how thoroughly the Swedish army plundered Warsaw, true, but they also provide priceless details about the construction of the castle.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Hubert-Kowalski-UoW-next-to-broken-matzevot.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-21952\" height=\"111\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Hubert-Kowalski-UoW-next-to-broken-matzevot-150x111.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Hubert-Kowalski-UoW-next-to-broken-matzevot-150x111.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Hubert-Kowalski-UoW-next-to-broken-matzevot-200x149.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Hubert-Kowalski-UoW-next-to-broken-matzevot-430x320.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Hubert-Kowalski-UoW-next-to-broken-matzevot.jpg 654w\" title=\"Warsaw University archaeologist Hubert Kowalski next to broken matzevot on Vistula riverbed \" width=\"150\"/></a>More recent artifacts attesting to another dark chapter in Polish history have also been found in the shallow Vistula. Earlier this month Rafał Rachciński <a href=\"http://www.sztetl.org.pl/en/cms/news/2780,matzevos-discovered-on-the-vistula-riverbed/\" target=\"_blank\">discovered a stone slab inscribed in Hebrew</a> on a sandbar in the middle of the river. He reported the find to the press and archaeological authorities. When he returned a few days later with members of Virtual Shtetl, the web the portal of the Museum of the History of Polish Jews, they found more artifacts with Hebrew inscriptions. </p>\n<p>They’re the remains of matzevots, Jewish headstones, which somehow made their way to center of the Vistula riverbed. Historians believe they may have come from Bródno Cemetery, the largest cemetery in Warsaw, which although Catholic has a section in the northeast reserved for people of other religions or no religion. It’s possible the headstones were destroyed during World War II and then used as fill to pave the riverbed after the war.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Drought reveals 17th c. artifacts in Vistula river\" data-a2a-url=\"http://www.thehistoryblog.com/archives/19988\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/looting\" rel=\"category tag\">Looting</a>, <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/treasures\" rel=\"category tag\">Treasures</a> |   <a href=\"http://www.thehistoryblog.com/archives/19988#respond\">No Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-19957\"><a href=\"http://www.thehistoryblog.com/archives/19957\" rel=\"bookmark\" title=\"Permanent Link to Manchester’s sewer-building heroes of WWI\">Manchester’s sewer-building heroes of WWI</a></h3>\n<p class=\"prefix\">Saturday, September 22nd, 2012</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/French_soldiers_Marne_1914.jpg\" target=\"blank\"><img alt=\"French soldiers on the front line of the Marne, September 5-12, 1914\" class=\"alignleft size-thumbnail wp-image-19977\" height=\"93\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/French_soldiers_Marne_1914-150x93.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/French_soldiers_Marne_1914-150x93.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/French_soldiers_Marne_1914-200x124.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/French_soldiers_Marne_1914-430x268.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/French_soldiers_Marne_1914.jpg 1259w\" title=\"French soldiers on the front line of the Marne, September 5-12, 1914\" width=\"150\"/></a>After the Battle of the Marne in the second week of September 1914 halted and reversed the German invasion of France in the first month of World War I, the Allied and the Central powers settled down to four years of trench warfare. Once entrenched, the armies slaughtered each other to move the lines a matter of inches, only to see the lines move right back the next time they shelled each other into oblivion then went “over the top” to get mowed down by machine guns.</p>\n<p>None of the armies had planned to be mired in what were essentially a string of long-term sieges stretching 400 miles along the Belgian and French borders all the way down to Switzerland. The Germans figured it out first: going over the top alone wasn’t going to cut it against barbed wire nests and heavy artillery. They had to tunnel underneath the trenches and plant mines that would blow up Allied positions and give the German infantry a chance. They started digging. In November of 1914, they successfully tunneled under French defensive positions, mined and exploded them.</p>\n<p>The prescient and daring General Sir Henry Rawlinson, commanding officer of the British IV Corps, requested a specialized battalion of tunnelers on December 3, 1914, but didn’t get them. Sir John French, Commander-in-Chief of the British Expeditionary Force, decided contra Rawlinson to just have the Royal Engineers mine under the German trenches, but they were short on personnel and even shorter on expertise. The sandy wet clay of northern France and Flanders flooded the mine tunnels just as it did the shallow trenches. The RE weren’t able to detonate a single explosive through underground tunnels until February of 1915, and even then the French had started it and the bomb was small.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Major-John-Norton-Griffiths.jpg\" target=\"blank\"><img alt=\"Major John Norton Griffiths\" class=\"alignright size-thumbnail wp-image-19973\" height=\"150\" sizes=\"(max-width: 110px) 100vw, 110px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Major-John-Norton-Griffiths-110x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Major-John-Norton-Griffiths-110x150.jpg 110w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Major-John-Norton-Griffiths-200x271.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Major-John-Norton-Griffiths.jpg 295w\" title=\"Major John Norton Griffiths\" width=\"110\"/></a>Major John Norton Griffiths, a civil engineer and former Member of Parliament who had worked on tunnel-digging projects for the London Underground and on drainage and sewage projects for the cities of Liverpool and Manchester, knew he had a solution. When the war started his company was the main contractor working on a major sewer refurbishment project for the Manchester Corporation. The soil in Manchester was thick clay not unlike the soggy, dense soil that was so challenging for infantry and Royal Engineers to dig even shallow trenches into.</p>\n<p>The Manchester tunnelers, nicknamed Moles, used a technique called clay-kicking to dig through the terrain. The digger would sit at a 45 degree angle with his back against a wooden frame and his feet facing the digging surface. Using a grafting tool that was a kind of combination pogo stick/spade/posthole digger, he would drive the tool into the soil by pushing with his feet on its crossbar, then pass it over his head to a “bagger” who would put the spoil in sandbags so a third worker could get it out on a little hand-cranked trolley. On his way back, the trolley handler would bring in more timber to shore up the tunnel. This process was fast and it was quiet. The Germans were using pickaxes to dig their tunnels, not exactly the best tools for clay removal and by their very nature percussively loud.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/ClayKicking.jpg\" target=\"blank\"><img alt=\"Clay-kicking diagram\" class=\"alignleft size-thumbnail wp-image-19974\" height=\"79\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/ClayKicking-150x79.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/ClayKicking-150x79.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/ClayKicking-200x106.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/ClayKicking-430x229.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/ClayKicking.jpg 640w\" title=\"Clay-kicking diagram\" width=\"150\"/></a>Griffiths wrote the War Office on December 15th suggesting that he be allowed to bring some of his Mancunian sewer workers to France to assess the terrain for mining under enemy positions. Clay-kicking, he insisted, would solve all the problems hobbling the Royal Engineers, and it would ensure they not only caught up to the German head start, but quickly surpassed it. The War Office acknowledged receipt of Griffiths’ letter and filed it under M for Moles.</p>\n<p>On December 20, the Germans set ten 50-kg (110 lb) mines in tunnels they had dug just under the British lines at Givenchy in northern France. They exploded them simultaneously underneath the Indian Sirhind Brigade trenches, and then followed up with an infantry attack. When it was over, more than 800 British troops, almost the entire Sirhind Brigade, were dead. The rest had retreated in severe shock. The Germans took over their defensive positions.</p>\n<p>In the wake of this disaster, on December 28th Griffiths sent another letter extolling the talents of the Manchester tunnelers and their clay-kicking. Again nothing came of it, but when the Germans successfully mined British positions in January and February too, even the dense British command could no longer stick its head in the clay. The Germans were systemically building tunnel networks and they were succeeding.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/kitchener_says.jpg\" target=\"blank\"><img alt='\"Lord Kitchener says\" recruitment poster' class=\"alignright size-thumbnail wp-image-19978\" height=\"102\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/kitchener_says-150x102.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/kitchener_says-150x102.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/kitchener_says-200x136.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/kitchener_says-430x294.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/kitchener_says.jpg 1245w\" title='\"Lord Kitchener says\" recruitment poster' width=\"150\"/></a>On February 12th, Griffiths got the call. Lord Kitchener wanted to see him about his wacky sewer worker idea. Griffiths, a vivacious, eccentric sort of fellow, got on the floor of Kitchener’s office and showed him how clay-kicking worked using the shovel from his fireplace grate. Kitchener thought it was just crazy enough to work, but first Griffiths still had to ascertain that the French soil could be kicked. If he determined it could be, and if he could persuade the Royal Engineers to go for it, Griffiths would have to raise a battalion of moles posthaste. That very night he grabbed two of his Manchester Moles and they sailed to France.</p>\n<p>On February 13th and 14th Griffiths met with Engineer-in-Chief Brigadier-General George Henry Fowke plus officers at four other headquarters, each time demonstrating the technique before their astounded eyes just as he had with Kitchener. When Griffiths reached the front lines, he and his Moles tested the soil and found it was perfect for the clay-kicking technique. Fowke agreed to a trial run setup of multiple tunneling companies.</p>\n<p>Next up was recruiting. On February 17th, Griffiths got Kitchener’s permission to recruit civilians without having to put them through basic training. They also didn’t have to comply with age restrictions or even be remotely amenable to military structure and discipline. Oh, and they were paid three times the rate of infantry sappers. The next day, he closed down one of his tunnel contracts in Manchester and 18 now-unemployed tunnel workers enlisted in the Royal Engineers. By February 21st, they were digging tunnels in France. He also went further afield, picking up professional copper, slate, and coal miners from all over England.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/3.-La-Boisselle-and-the-Glory-Hole-a-British-Trench-Map-from-November-1915.-WO95-2033.jpg\" target=\"blank\"><img alt=\"British Trench Map of La Boisselle from November 1915; red are British, blue are German\" class=\"alignleft size-thumbnail wp-image-19976\" height=\"107\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/3.-La-Boisselle-and-the-Glory-Hole-a-British-Trench-Map-from-November-1915.-WO95-2033-150x107.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/3.-La-Boisselle-and-the-Glory-Hole-a-British-Trench-Map-from-November-1915.-WO95-2033-150x107.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/3.-La-Boisselle-and-the-Glory-Hole-a-British-Trench-Map-from-November-1915.-WO95-2033-200x142.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/3.-La-Boisselle-and-the-Glory-Hole-a-British-Trench-Map-from-November-1915.-WO95-2033-430x306.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/3.-La-Boisselle-and-the-Glory-Hole-a-British-Trench-Map-from-November-1915.-WO95-2033.jpg 1306w\" title=\"British Trench Map of La Boisselle from November 1915; red are British, blue are German\" width=\"150\"/></a>This motley crew was immediately successful. Clay-kicking allowed them to average 26 feet of tunnels per day while the Germans could only manage 6.5 feet a day. Their tunnels were also far more stable, deeper and harder to catch mid-dig because of how quiet the technique was. Still, as their tunnel networks grew, so did the Germans’ and as the tunnels got deeper and more convoluted, the job got harder and more dangerous. The companies widened the net, recruiting miners from all over the Empire. At the peak of the tunneling program, there were an estimated 150,000 men working underground, some professional miners to do the digging, some infantrymen doing the hauling.</p>\n<p>These men worked grueling tasks in hideous conditions, and if they died on the job, as many of them did since the job entailed blowing up the mines when they were done digging them, their bodies would remain in those tunnels for eternity. As with their civilian counterparts, many of the miners’ stories never made the news. The tunnels were military secrets and remained state secrets for years after the war was over. It has taken decades of research and activism by individuals like historian <a href=\"http://books.google.com/books?id=wLZjfmkh3jYC&amp;lpg=PP1&amp;dq=Peter%20Barton&amp;pg=PP1#v=onepage&amp;q&amp;f=false\" target=\"_blank\">Peter Barton</a> and organizations like <a href=\"http://www.tunnellersmemorial.com/\" target=\"_blank\">The Tunnellers Memorial</a> and the <a href=\"http://www.laboisselleproject.com/\" target=\"_blank\">La Boisselle Study Group</a> for the bravery and dedication of the tunneling companies to get their long-overdue recognition.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Moss-Lane-East-20.8.1912.jpg\" target=\"blank\"><img alt=\"Sewer workers in Moss Lane East tunnel, August 20, 1912\" class=\"alignright size-thumbnail wp-image-19963\" height=\"103\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Moss-Lane-East-20.8.1912-150x103.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Moss-Lane-East-20.8.1912-150x103.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Moss-Lane-East-20.8.1912-200x137.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Moss-Lane-East-20.8.1912-430x295.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Moss-Lane-East-20.8.1912.jpg 1190w\" title=\"Sewer workers in Moss Lane East tunnel, August 20, 1912\" width=\"150\"/></a>Peter Barton is now working on a television documentary based on his book about the tunneling companies that is set to air next year. Looking for more information about the Manchester sewer workers who were among the first to brave the underground war, he went through the archives of United Utilities, the company that provides water and sewage for Manchester’s homes and businesses. <a href=\"http://corporate.unitedutilities.com/1846.aspx\" target=\"_blank\">There he found forgotten photographs of the original Moles</a> working Griffiths’ sewer refurbishment contract.</p>\n<blockquote><p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Kensington-Road-Chorlton-Feb-1913.jpg\" target=\"blank\"><img \"=\"\" alt=\"Kensington Road, Chorlton, Feb. 1913\" class=\"alignleft size-thumbnail wp-image-19962\" height=\"110\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Kensington-Road-Chorlton-Feb-1913-150x110.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Kensington-Road-Chorlton-Feb-1913-150x110.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Kensington-Road-Chorlton-Feb-1913-200x147.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Kensington-Road-Chorlton-Feb-1913-430x316.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Kensington-Road-Chorlton-Feb-1913.jpg 1228w\" title=\"Kensington Road, Chorlton, Feb. 1913\" width=\"150\"/></a>It’s 100 years since brick-lined sewers were being built under the Manchester suburbs. The archived photos are dated between August 1912 and June 1913 and show the tunnelers and bricklayers in the process of building sewers beneath roads such as Barlow Moor Road in Didsbury and Kensington Road, Chorlton.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Barlow-Moor-Road-27.6.1913.jpg\" target=\"blank\"><img alt=\"Barlow Moor Road, June 27, 1913\" class=\"alignright size-thumbnail wp-image-19961\" height=\"103\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Barlow-Moor-Road-27.6.1913-150x103.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Barlow-Moor-Road-27.6.1913-150x103.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Barlow-Moor-Road-27.6.1913-200x138.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Barlow-Moor-Road-27.6.1913-430x296.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Barlow-Moor-Road-27.6.1913.jpg 1197w\" title=\"Barlow Moor Road, June 27, 1913\" width=\"150\"/></a>The workers then moved to Givenchy on the Western Front in northern France to play a critical and highly dangerous role in the conflict. Their pioneering techniques led to the construction of some 3,000 miles of underground passages beneath no man’s land. […]</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/sewer-workers-manchester-c.1912.jpg\" target=\"blank\"><img alt=\"Manchester sewer workers ca. 1912\" class=\"alignleft size-thumbnail wp-image-19960\" height=\"120\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/sewer-workers-manchester-c.1912-150x120.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/sewer-workers-manchester-c.1912-150x120.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/sewer-workers-manchester-c.1912-200x160.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/sewer-workers-manchester-c.1912-430x346.jpg 430w\" title=\"Manchester sewer workers ca. 1912\" width=\"150\"/></a>Ian Fullalove, wastewater network manager at United Utilities, explained: “These pictures show a different era, when these highly skilled men had to work in really harsh conditions with rudimentary safety equipment. It was a real eye-opener for us.”</p></blockquote>\n<p>Peter Barton is hoping the men in the pictures can be identified by living relatives. He also has a muster roll of Manchester sewer workers who enlisted in the 170th Tunnelling Company, the first unit rushed to<a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/170th-Company.jpg\" target=\"blank\"><img alt=\"170th Company\" class=\"alignright size-thumbnail wp-image-19959\" height=\"150\" sizes=\"(max-width: 147px) 100vw, 147px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/170th-Company-147x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/170th-Company-147x150.jpg 147w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/170th-Company-200x203.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/170th-Company-430x437.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/170th-Company.jpg 609w\" title=\"170th Company\" width=\"147\"/></a> Givenchy to counter the existing German tunnels in February 1915. If anyone out there recognizes the names and/or faces, contact the Manchester Evening News at 0161 211 2323.</p>\n<p><a href=\"http://www.bbc.co.uk/news/world-europe-15568539\" target=\"_blank\">This BBC video shows last year’s excavation of the tunnels</a> at La Boisselle, where the tunnels dug by the British miners inaugurated the first massive explosions in the Battle of the Somme. The Lochnagar mine was packed with 24 tons of ammonium nitrate and exploded along with 16 others at 7:28 A.M. on July 1st, 1916. A column of dirt 4000 feet tall spewed from the mine and when the dust cleared, a crater 300 feet across and 90 feet deep was left behind. The <a href=\"http://www.lochnagarcrater.org/index.html\" target=\"_blank\">Lochnagar Crater</a> is still there, untouched thanks to the family who purchased the land in 1920 and never developed it or used it as anything but pasture land out of respect for the cemetery that it is.</p>\n<p><a href=\"http://www.pan3sixty.co.uk/virtual_tours/la-boisselle/\" target=\"_blank\">Here’s a 360 degree virtual tour of La Boisselle</a>, which can take you <a href=\"http://www.pan3sixty.co.uk/virtual_tours/la-boisselle/w-adit-and-shaft-chamber\" target=\"_blank\">inside the tunnels</a> with contemporary and period photographs.</p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Lochnagar-Crater.jpg\" target=\"blank\"><img alt=\"Lochnagar Crater today\" class=\"alignnone size-large wp-image-19975\" height=\"272\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Lochnagar-Crater-430x272.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Lochnagar-Crater-430x272.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Lochnagar-Crater-150x95.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Lochnagar-Crater-200x126.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Lochnagar-Crater.jpg 1600w\" title=\"Lochnagar Crater today\" width=\"430\"/></a></center></p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Manchester’s sewer-building heroes of WWI\" data-a2a-url=\"http://www.thehistoryblog.com/archives/19957\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/19957#comments\">7 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-19937\"><a href=\"http://www.thehistoryblog.com/archives/19937\" rel=\"bookmark\" title=\"Permanent Link to 1000-year-old limestone tombs found in Philippines\">1000-year-old limestone tombs found in Philippines</a></h3>\n<p class=\"prefix\">Friday, September 21st, 2012</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/limestone-coffin.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-21948\" height=\"147\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/limestone-coffin-200x147.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/limestone-coffin-200x147.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/limestone-coffin-150x110.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/limestone-coffin-430x317.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/limestone-coffin.jpg 909w\" title=\"Archaeologists measure a limestone coffin\" width=\"200\"/></a>Archaeologists from the <a href=\"http://www.nationalmuseum.gov.ph/#page=page-1\" target=\"_blank\">National Museum of the Philippines</a> have discovered the remains of an ancient village in the jungles of Mount Kamhantik near the town of Mulanay in Quezon province. Along with evidence of habitation, 15 rectangular coffins were found carved directly into limestone outcroppings in the jungle floor. A human tooth found inside one of the limestone tombs was radiocarbon dated in the U.S. and is at least 1000 years old.</p>\n<p>There are no other burial sites of that age in the Philippines which feature carved stone coffins. Other archaeological sites from that period have been found with wooden coffins, earthen burials and pottery jar burials, but carving limestone requires greater technological advancement. Metal tools had to have been used, and this is the earliest evidence of people using metal tools to carve limestone tombs found in the Philippines.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/gather-objects-around-limestone-coffin.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-medium wp-image-21949\" height=\"140\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/gather-objects-around-limestone-coffin-200x140.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/gather-objects-around-limestone-coffin-200x140.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/gather-objects-around-limestone-coffin-150x105.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/gather-objects-around-limestone-coffin-430x302.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/gather-objects-around-limestone-coffin.jpg 763w\" title=\"Archaeologists gather artifacts around limestone coffin\" width=\"200\"/></a>According to a National Museum report, overall the village remains range in date from the 10th to the 14th century. Archaeologists have also found pottery shards, metal artifacts and fragments of bones from humans and animals in the coffins. Postholes carved into the limestone indicate dwellings were once erected over the jungle floor. They’ve only uncovered a small section of the estimated 12-acre site over the past year. Excavations will continue over the next few years.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/limestone-coffin-2.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-21950\" height=\"163\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/limestone-coffin-2-200x163.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/limestone-coffin-2-200x163.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/limestone-coffin-2-150x122.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/limestone-coffin-2-430x350.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/limestone-coffin-2.jpg 750w\" title=\"Measuring another limestone coffin\" width=\"200\"/></a>The archaeological site is part of a larger 700-acre forest which was declared a protected ecological site by the government in 1998. The jungle at the base of Mount Kamhantik has been cleared for farming and habitation and the rest of the mountain was also in danger from slash-and-burn clearings. Since it is one of few remaining habitats for rare animals like cave bats and hornbills, the government placed the endangered mountain under protection to keep the thick forest intact.</p>\n<p>Looters also did a number on the mountain years ago. In fact, it was treasure hunters who first exposed some of the limestone tombs looking for gold and other easily salable artifacts. It wasn’t until last year that archaeologists finally got a chance to explore the area and uncover more tombs and artifacts of major archaeological significance which are worthless on the antiquities market, like that tooth.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Mulanay.jpg\" target=\"blank\"><img alt=\"Mulanay\" class=\"alignleft size-medium wp-image-19951\" height=\"133\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Mulanay-200x133.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Mulanay-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Mulanay-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Mulanay-430x287.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Mulanay.jpg 960w\" title=\"Mulanay\" width=\"200\"/></a>The people in the nearby town of <a href=\"https://www.facebook.com/ProudtobeMulanayins\" target=\"_blank\">Mulanay</a> are very excited about this find. Despite the natural beauty of the area, the town’s location at the foothills of the mountain on an uninterrupted six-mile strip of sandy beach on Tayabas Bay (headquarters of the 16th century Chinese pirate Lim Hong who used to dock there to bury his treasure before heading out for more pirating) with a coral reef 150 feet from the shore, and inland waterfalls surrounding a unique rock formation the locals use for picnics, Mulanay is still known more for battles between the army and the Maoist New People’s Army that took place there in years past. Mayor Joselito Ojeda hopes this discovery will finally erase that association and open the door to new ecotourism opportunities that will provide a much needed infusion of cash to the impoverished area.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"1000-year-old limestone tombs found in Philippines\" data-a2a-url=\"http://www.thehistoryblog.com/archives/19937\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/medieval\" rel=\"category tag\">Medieval</a> |   <a href=\"http://www.thehistoryblog.com/archives/19937#comments\">9 Comments »</a></p>\n</div>\n<div class=\"navigation\">\n<div class=\"alignleft\"><a href=\"http://www.thehistoryblog.com/archives/date/2012/09/page/2\">« Previous Entries</a></div>\n<div class=\"alignright\"></div>\n</div>\n</div> <!-- MAIN -->\n<div id=\"SIDE\">\n<h2>Navigation</h2>\n<ul>\n<li class=\"page_item page-item-16\"><a href=\"http://www.thehistoryblog.com/its-a-blog-about-history\">It’s a blog. About history.</a></li>\n<li class=\"page_item page-item-68\"><a href=\"http://www.thehistoryblog.com/thanks-and-praise\">Thanks and Praise</a></li>\n<li class=\"page_item page-item-3175\"><a href=\"http://www.thehistoryblog.com/contact-me\">Contact Me</a></li>\n<li class=\"cat-item cat-item-2\"><a href=\"http://www.thehistoryblog.com/archives/category/ancient\">Ancient</a> (1,615)\n</li>\n<li class=\"cat-item cat-item-5\"><a href=\"http://www.thehistoryblog.com/archives/category/books\">Books</a> (44)\n</li>\n<li class=\"cat-item cat-item-7\"><a href=\"http://www.thehistoryblog.com/archives/category/education\">Education</a> (21)\n</li>\n<li class=\"cat-item cat-item-8\"><a href=\"http://www.thehistoryblog.com/archives/category/ex-cathedra\">Ex Cathedra</a> (76)\n</li>\n<li class=\"cat-item cat-item-14\"><a href=\"http://www.thehistoryblog.com/archives/category/looting\">Looting</a> (236)\n</li>\n<li class=\"cat-item cat-item-3\"><a href=\"http://www.thehistoryblog.com/archives/category/medieval\">Medieval</a> (608)\n</li>\n<li class=\"cat-item cat-item-10\"><a href=\"http://www.thehistoryblog.com/archives/category/modernish\">Modern(ish)</a> (2,047)\n</li>\n<li class=\"cat-item cat-item-9\"><a href=\"http://www.thehistoryblog.com/archives/category/multimedia\">Multimedia</a> (300)\n</li>\n<li class=\"cat-item cat-item-4\"><a href=\"http://www.thehistoryblog.com/archives/category/museums\">Museums</a> (945)\n</li>\n<li class=\"cat-item cat-item-15\"><a href=\"http://www.thehistoryblog.com/archives/category/renaissance\">Renaissance</a> (297)\n</li>\n<li class=\"cat-item cat-item-18\"><a href=\"http://www.thehistoryblog.com/archives/category/reviews\">Reviews</a> (3)\n</li>\n<li class=\"cat-item cat-item-11\"><a href=\"http://www.thehistoryblog.com/archives/category/rome\">Roma, Caput Mundi</a> (163)\n</li>\n<li class=\"cat-item cat-item-6\"><a href=\"http://www.thehistoryblog.com/archives/category/social-policy\">Social policy</a> (182)\n</li>\n<li class=\"cat-item cat-item-16\"><a href=\"http://www.thehistoryblog.com/archives/category/treasures\">Treasures</a> (884)\n</li>\n</ul>\n<h2>Search</h2>\n<div class=\"SearchBox\">\n<form action=\"http://www.thehistoryblog.com/\" method=\"get\">\n<div>\n<input alt=\"Enter search text\" id=\"searchbox\" name=\"s\" type=\"text\" value=\"\"/>\n<input alt=\"Submit for search results\" id=\"searchbutton\" type=\"submit\" value=\"go\"/>\n</div>\n</form>\n</div>\n<h2>Archives</h2>\n<ul>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/03\">March 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/02\">February 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/01\">January 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/12\">December 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/11\">November 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/10\">October 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/09\">September 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/08\">August 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/07\">July 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/06\">June 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/05\">May 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/04\">April 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/03\">March 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/02\">February 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/01\">January 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/12\">December 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/11\">November 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/10\">October 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/09\">September 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/08\">August 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/07\">July 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/06\">June 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/05\">May 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/04\">April 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/03\">March 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/02\">February 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/01\">January 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/12\">December 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/11\">November 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/10\">October 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/09\">September 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/08\">August 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/07\">July 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/06\">June 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/05\">May 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/04\">April 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/03\">March 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/02\">February 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/01\">January 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/12\">December 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/11\">November 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/10\">October 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/09\">September 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/08\">August 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/07\">July 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/06\">June 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/05\">May 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/04\">April 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/03\">March 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/02\">February 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/01\">January 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/12\">December 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/11\">November 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/10\">October 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/09\">September 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/08\">August 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/07\">July 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/06\">June 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/05\">May 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/04\">April 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/03\">March 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/02\">February 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/01\">January 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/12\">December 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/11\">November 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/10\">October 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/09\">September 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/08\">August 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/07\">July 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/06\">June 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/05\">May 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/04\">April 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/03\">March 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/02\">February 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/01\">January 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/12\">December 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/11\">November 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/10\">October 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/09\">September 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/08\">August 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/07\">July 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/06\">June 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/05\">May 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/04\">April 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/03\">March 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/02\">February 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/01\">January 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/12\">December 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/11\">November 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/10\">October 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/09\">September 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/08\">August 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/07\">July 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/06\">June 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/05\">May 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/04\">April 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/03\">March 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/02\">February 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/01\">January 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/12\">December 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/11\">November 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/10\">October 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/09\">September 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/08\">August 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/07\">July 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/06\">June 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/05\">May 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/04\">April 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/03\">March 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/02\">February 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/01\">January 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/12\">December 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/11\">November 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/10\">October 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/09\">September 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/08\">August 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/07\">July 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/03\">March 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/02\">February 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/01\">January 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/12\">December 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/11\">November 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/10\">October 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/09\">September 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/08\">August 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/07\">July 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/06\">June 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/05\">May 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/04\">April 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/03\">March 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/02\">February 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/01\">January 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2007/12\">December 2007</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2006/07\">July 2006</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2006/06\">June 2006</a></li>\n</ul>\n<div class=\"Calendar\">\n<div class=\"Header\"></div>\n<table id=\"wp-calendar\">\n<caption>September 2012</caption>\n<thead>\n<tr>\n<th scope=\"col\" title=\"Sunday\">S</th>\n<th scope=\"col\" title=\"Monday\">M</th>\n<th scope=\"col\" title=\"Tuesday\">T</th>\n<th scope=\"col\" title=\"Wednesday\">W</th>\n<th scope=\"col\" title=\"Thursday\">T</th>\n<th scope=\"col\" title=\"Friday\">F</th>\n<th scope=\"col\" title=\"Saturday\">S</th>\n</tr>\n</thead>\n<tfoot>\n<tr>\n<td colspan=\"3\" id=\"prev\"><a href=\"http://www.thehistoryblog.com/archives/date/2012/08\">« Aug</a></td>\n<td class=\"pad\"> </td>\n<td colspan=\"3\" id=\"next\"><a href=\"http://www.thehistoryblog.com/archives/date/2012/10\">Oct »</a></td>\n</tr>\n</tfoot>\n<tbody>\n<tr>\n<td class=\"pad\" colspan=\"6\"> </td><td><a aria-label=\"Posts published on September 1, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/01\">1</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on September 2, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/02\">2</a></td><td><a aria-label=\"Posts published on September 3, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/03\">3</a></td><td><a aria-label=\"Posts published on September 4, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/04\">4</a></td><td><a aria-label=\"Posts published on September 5, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/05\">5</a></td><td><a aria-label=\"Posts published on September 6, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/06\">6</a></td><td><a aria-label=\"Posts published on September 7, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/07\">7</a></td><td><a aria-label=\"Posts published on September 8, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/08\">8</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on September 9, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/09\">9</a></td><td><a aria-label=\"Posts published on September 10, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/10\">10</a></td><td><a aria-label=\"Posts published on September 11, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/11\">11</a></td><td><a aria-label=\"Posts published on September 12, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/12\">12</a></td><td><a aria-label=\"Posts published on September 13, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/13\">13</a></td><td><a aria-label=\"Posts published on September 14, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/14\">14</a></td><td><a aria-label=\"Posts published on September 15, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/15\">15</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on September 16, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/16\">16</a></td><td><a aria-label=\"Posts published on September 17, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/17\">17</a></td><td><a aria-label=\"Posts published on September 18, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/18\">18</a></td><td><a aria-label=\"Posts published on September 19, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/19\">19</a></td><td><a aria-label=\"Posts published on September 20, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/20\">20</a></td><td><a aria-label=\"Posts published on September 21, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/21\">21</a></td><td><a aria-label=\"Posts published on September 22, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/22\">22</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on September 23, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/23\">23</a></td><td><a aria-label=\"Posts published on September 24, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/24\">24</a></td><td><a aria-label=\"Posts published on September 25, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/25\">25</a></td><td><a aria-label=\"Posts published on September 26, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/26\">26</a></td><td><a aria-label=\"Posts published on September 27, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/27\">27</a></td><td><a aria-label=\"Posts published on September 28, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/28\">28</a></td><td><a aria-label=\"Posts published on September 29, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/29\">29</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on September 30, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/09/30\">30</a></td>\n<td class=\"pad\" colspan=\"6\"> </td>\n</tr>\n</tbody>\n</table>\n<div class=\"Footer\"></div>\n</div>\n<h2>Other</h2>\n<ul>\n</ul>\n<a href=\"http://technorati.com/faves?sub=addfavbtn&amp;add=http://www.thehistoryblog.com \" target=\"_blank\"><img alt=\"Add to Technorati Favorites\" src=\" http://www.freethought-forum.com/livius/technorati.gif\"/></a>\n<h2>Syndication</h2>\n<ul class=\"rss\">\n<li><a href=\"http://www.thehistoryblog.com/feed\">Entries</a></li>\n<li><a href=\"http://www.thehistoryblog.com/comments/feed\">Comments</a></li>\n</ul>\n</div>\n<div id=\"FOOTER\">\n<div style=\"float:right\">\n<div class=\"Wrapper\">\n<p>The History Blog © 2019 All Rights Reserved.</p>\n<p>The History Blog is designed by <a href=\"http://www.gettemplate.com\">GetTemplate</a> and powered by <a href=\"http://wordpress.org/\">WordPress</a> </p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<script type=\"text/javascript\">function ctSetCookie(c_name, value, def_value){document.cookie = c_name + '=' + escape(value) + '; path=/';}ctSetCookie('ct_checkjs', '945491356', '0');</script><script src=\"http://www.thehistoryblog.com/wp-content/plugins/cleantalk-spam-protect/js/apbct-public.js?ver=5.95.1\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar ctNocache = {\"ajaxurl\":\"http:\\/\\/www.thehistoryblog.com\\/wp-admin\\/admin-ajax.php\",\"info_flag\":\"\",\"set_cookies_flag\":\"1\",\"blog_home\":\"http:\\/\\/www.thehistoryblog.com\\/\"};\n/* ]]> */\n</script>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/cleantalk-spam-protect/inc/cleantalk_nocache.js?ver=5.95.1\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/wp-embed.min.js?ver=4.9.10\" type=\"text/javascript\"></script>\n</body>\n</html>\n", "title_html": "<h3 id=\"post-20118\"><a href=\"http://www.thehistoryblog.com/archives/20118\" rel=\"bookmark\" title=\"Permanent Link to Klimt’s last and only surviving studio opens today\">Klimt’s last and only surviving studio opens today</a></h3>", "read_time": 373.8}