{"content_html": "<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Uprooted-Lincoln-Oak.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-27726\" height=\"89\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Uprooted-Lincoln-Oak-150x89.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Uprooted-Lincoln-Oak-150x89.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Uprooted-Lincoln-Oak-200x119.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Uprooted-Lincoln-Oak-430x257.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Uprooted-Lincoln-Oak.jpg 1279w\" title=\"Uprooted Lincoln Oak\" width=\"150\"/></a>On Monday, October 29th, 2012, a mighty oak in the New Haven Green was <a href=\"http://www.newhavenindependent.org/index.php/archives/entry/skeleton_found_in_upended_tree_on_green/\" target=\"_blank\">toppled by Hurricane Sandy</a>. Planted in 1909 to commemorate the 100th anniversary of the birth of Abraham Lincoln, the oak tree was knocked down by the force of the winds and the large root ball fully exposed. Passerby Katie Carbo saw an oddly shaped rock embedded in the roots but when she looked closely, she found that weird rock was actually a human skull. She notified the police who brought in Alfredo Camargo, a death investigator from the state medical examiner’s office, to collect the human remains for examination. </p>\n<p>No foul play was suspected. The Green had been used as a cemetery from early colonial times through the dawn of the Federal era so it seemed likely the remains were historical. In fact, Yale anthropologist Gary Aronsen, State Archaeologist Nick Bellantoni and archaeologist Dan Forrest worked with Camargo to collect the bones and any artifacts that might help date or identify the remains. A hand-wrought iron coffin nail from the late 18th century suggested a preliminary date, but a confirmation would require further analysis of the bones.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/jaws-in-oak-roots.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-27722\" height=\"99\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/jaws-in-oak-roots-150x99.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/jaws-in-oak-roots-150x99.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/jaws-in-oak-roots-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/jaws-in-oak-roots-430x286.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/jaws-in-oak-roots.jpg 628w\" title=\"Skull trapped in the roots of the Lincoln Oak\" width=\"150\"/></a>It was a ghoulish surprise well-suited for Halloween to many New Havenites who had long forgotten that their central green was once a very active cemetery. The Puritans began burying people in the square pretty much as soon as they arrived in 1638, a party of 500 led by Reverend John Davenport and Theophilus Eaton who had left the Massachusetts Bay Colony in the wake of the great Antinomian Controversy, a debate about whether salvation comes through good works or solely by the grace of God that ended with the excommunication of Free Grace advocate Anne Hutchinson. Massachusetts Bay Governor John Winthrop, who had delivered the famous “<a href=\"http://religiousfreedom.lib.virginia.edu/sacred/charity.html\" target=\"_blank\">City upon a Hill</a>” sermon to the colonists while they were still on the ship, sided with the works people and his autocratic style of governance had already alienated the likes of Roger Williams, founder of Rhode Island. Davenport was more of a salvation through grace fellow, so he and Eaton founded New Haven to get out from under Winthrop’s thumb and to worship as they preferred. </p>\n<p>The town green was one of the first things they built. It was designed specifically so it would be the proper size to accommodate 144,000 people, the number they believed would be saved in the Second Coming. What better place to inter the dead than underneath the future launching pad of the Rapture? Burials began in 1638 and continued undiminished through 1797. By then the small space was just heaving with bodies. New dead were buried on top of previous burials and most graves went unmarked. An estimate 5,000 – 10,000 people were laid to rest under the New Haven Green.</p>\n<p>Finally after a series of epidemics — scarlet fever, yellow fever, dysentery — in the 1790s forced the burial of as many as 5,000 victims within two years, it became palpably clear that New Haven needed a new burial ground. The <a href=\"http://www.grovestreetcemetery.org/\" target=\"_blank\">Grove Street Cemetery</a> was built on the edge of the city limits in 1797. This was the first chartered burial ground in the United States. In 1821, the remaining headstones from the Green were carried to the new cemetery by a procession of Yale students where they were arranged against the north and west walls in alphabetical order. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Center-Church-crypt.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-27723\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Center-Church-crypt-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Center-Church-crypt-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Center-Church-crypt-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Center-Church-crypt-430x322.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Center-Church-crypt.jpg 1600w\" title=\"Center Church crypt\" width=\"150\"/></a>There were still occasional burials in the Green until 1812 when a new church was built over a section of the Green. <a href=\"http://www.newhavencenterchurch.org/history.html\" target=\"_blank\">Center Church</a> simply absorbed the piece of the burial ground it was built over, keeping the burials and headstones in place in a basement crypt. The crypt holds 137 burials marked with headstones and other monuments and an estimate 1,000 unmarked graves. There are some historically significant personages <a href=\"http://www.newhavencenterchurch.org/documents/CCNH_Crypt_list2.swf\" target=\"_blank\">among those 137</a>: Margaret Arnold, the first wife of Benedict Arnold, Ezekiel Hayes, Revolutionary War hero and great-grandfather of President Rutherford B. Hayes, New Haven co-founder and colony governor Theophilus Eaton, and Reverend James Pierpont, a founder of Yale College whose daughter Sarah married Jonathan Edwards, Great Awakening preacher of “<a href=\"http://voicesofdemocracy.umd.edu/edwards-sinners-in-the-hands-speech-text/\" target=\"_blank\">Sinners in the Hands of an Angry God</a>,” the sermon that scared the crap out of me when I read it in 8th grade English class, and had 11 children whose direct descendants include Vice President and infamous dueler Aaron Burr, financier John Pierpont Morgan and such a vast network of intellectuals, university presidents, captains of industry and political leaders that eugenicists in the early 1900s pointed to the extended Edwards’ family as an example of what good breeding can accomplish.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Mrs-Sarah-Whiting.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-27728\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Mrs-Sarah-Whiting-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Mrs-Sarah-Whiting-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Mrs-Sarah-Whiting-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Mrs-Sarah-Whiting-430x322.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Mrs-Sarah-Whiting.jpg 1600w\" title=\"Poignant headstone of Mrs. Sarah Whiting, &quot;the painfull mother of eight children of whom six survive,'  died July 4th, 1769\" width=\"150\"/></a>Despite this rich history writ in the bones of the New Haven Green, general memory of the burials faded over time. When the Lincoln Oak was planted in 1909, there was no mention of the site as a former burial ground. The spot was chosen for the planting because the Connecticut State House had stood on the site from 1828 to 1889 and that’s where the public prayers were said after the assassination of Abraham Lincoln by John Wilkes Booth.</p>\n<p>The Lincoln Oak’s skeletal roots brought it all back, and not for the first time either. Believe it or not, Hurricane Esther partially toppled the oak on September 27th, 1961, exposing the roots and, yes, <a href=\"http://www.newhavenindependent.org/archives/upload/2013/04/EPSON001_bonesdisc.PDF\" target=\"_blank\">a handful of human bones entangled in them</a> (pdf). New Haveners were as surprised then as they would be 51 years later, which goes to show our memories are ridiculously short even in the age of mass media. There are plenty of people still around who were there in 1961, but it took <a href=\"http://www.newhavenindependent.org/index.php/archives/entry/x-rays_reveal_lincoln_oak_mystery/\" target=\"_blank\">local historian Rob Greenberg</a> digging through the archives of the New Haven Register to bring the earlier episode to light. Rob Greenberg also doggedly pursued the<a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/X-ray-capsule-2.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-27724\" height=\"124\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/X-ray-capsule-2-150x124.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/X-ray-capsule-2-150x124.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/X-ray-capsule-2-200x165.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/X-ray-capsule-2-430x356.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/X-ray-capsule-2.jpg 1600w\" title=\"X-ray of the second time capsule from 1909\" width=\"150\"/></a> mystery of a concrete cylinder found under the oak’s 1909 plaque which turned out to contain <a href=\"http://www.newhavenindependent.org/index.php/archives/entry/capsule_contents/\" target=\"_blank\">two time capsules with Civil War and Lincoln mementos</a> that was buried when the oak was planted.</p>\n<p>Basically this Lincoln Oak was like the kite-eating tree in Peanuts only with bones instead of kites, and it’s the roots that do all the entrapping rather than the branches. Once it was replanted in 1961, the roots just kept growing until they found more bones to nom. Sadly, the tree could not take root once more after Sandy. This fall was its last. A new oak was planted on the spot, however, so the whole thing can happen again a century from now.</p>\n<p>As for the bones plucked out of its roots last year, the first official report of the findings will be made <a href=\"http://newhavenmuseum.org/bones-from-the-new-haven-green-panel-discussion/\" target=\"_blank\">tonight at a panel discussion at the New Haven Museum</a>. The event starts at 5:30 PM, is scheduled to run just over two hours and is open to the public. Analysis did confirm that the evidence of the coffin nail was accurate: the bones date to the late 1790s. There are bones from at least four people in this group: one adult male, one child of 7-9 and two younger children. The adult was buried in a decorated casket, fragments of which survive. One of the children was buried with a red marble toy. There were signs on the teeth of early  childhood malnutrition but no cause of death could be determined for any of the four. </p>\n<p>Here’s a Yale News video with good shots of the uprooted tree and bones:</p>\n<p>[youtube=http://youtu.be/Jq6CtOAP-6M&amp;w=430]</p>\n<p>The remains will be reinterred when research is complete. No word yet on where they’ll be buried.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Bones uprooted by Sandy last Halloween revealed\" data-a2a-url=\"http://www.thehistoryblog.com/archives/27717\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>", "title": "Bones uprooted by Sandy last Halloween revealed", "url": "http://www.thehistoryblog.com/archives/date/2013/10", "content": "On Monday, October 29th, 2012, a mighty oak in the New Haven Green was toppled by Hurricane Sandy. Planted in 1909 to commemorate the 100th anniversary of the birth of Abraham Lincoln, the oak tree was knocked down by the force of the winds and the large root ball fully exposed. Passerby Katie Carbo saw an oddly shaped rock embedded in the roots but when she looked closely, she found that weird rock was actually a human skull. She notified the police who brought in Alfredo Camargo, a death investigator from the state medical examiner’s office, to collect the human remains for examination. No foul play was suspected. The Green had been used as a cemetery from early colonial times through the dawn of the Federal era so it seemed likely the remains were historical. In fact, Yale anthropologist Gary Aronsen, State Archaeologist Nick Bellantoni and archaeologist Dan Forrest worked with Camargo to collect the bones and any artifacts that might help date or identify the remains. A hand-wrought iron coffin nail from the late 18th century suggested a preliminary date, but a confirmation would require further analysis of the bones. It was a ghoulish surprise well-suited for Halloween to many New Havenites who had long forgotten that their central green was once a very active cemetery. The Puritans began burying people in the square pretty much as soon as they arrived in 1638, a party of 500 led by Reverend John Davenport and Theophilus Eaton who had left the Massachusetts Bay Colony in the wake of the great Antinomian Controversy, a debate about whether salvation comes through good works or solely by the grace of God that ended with the excommunication of Free Grace advocate Anne Hutchinson. Massachusetts Bay Governor John Winthrop, who had delivered the famous “City upon a Hill” sermon to the colonists while they were still on the ship, sided with the works people and his autocratic style of governance had already alienated the likes of Roger Williams, founder of Rhode Island. Davenport was more of a salvation through grace fellow, so he and Eaton founded New Haven to get out from under Winthrop’s thumb and to worship as they preferred. The town green was one of the first things they built. It was designed specifically so it would be the proper size to accommodate 144,000 people, the number they believed would be saved in the Second Coming. What better place to inter the dead than underneath the future launching pad of the Rapture? Burials began in 1638 and continued undiminished through 1797. By then the small space was just heaving with bodies. New dead were buried on top of previous burials and most graves went unmarked. An estimate 5,000 – 10,000 people were laid to rest under the New Haven Green. Finally after a series of epidemics — scarlet fever, yellow fever, dysentery — in the 1790s forced the burial of as many as 5,000 victims within two years, it became palpably clear that New Haven needed a new burial ground. The Grove Street Cemetery was built on the edge of the city limits in 1797. This was the first chartered burial ground in the United States. In 1821, the remaining headstones from the Green were carried to the new cemetery by a procession of Yale students where they were arranged against the north and west walls in alphabetical order. There were still occasional burials in the Green until 1812 when a new church was built over a section of the Green. Center Church simply absorbed the piece of the burial ground it was built over, keeping the burials and headstones in place in a basement crypt. The crypt holds 137 burials marked with headstones and other monuments and an estimate 1,000 unmarked graves. There are some historically significant personages among those 137: Margaret Arnold, the first wife of Benedict Arnold, Ezekiel Hayes, Revolutionary War hero and great-grandfather of President Rutherford B. Hayes, New Haven co-founder and colony governor Theophilus Eaton, and Reverend James Pierpont, a founder of Yale College whose daughter Sarah married Jonathan Edwards, Great Awakening preacher of “Sinners in the Hands of an Angry God,” the sermon that scared the crap out of me when I read it in 8th grade English class, and had 11 children whose direct descendants include Vice President and infamous dueler Aaron Burr, financier John Pierpont Morgan and such a vast network of intellectuals, university presidents, captains of industry and political leaders that eugenicists in the early 1900s pointed to the extended Edwards’ family as an example of what good breeding can accomplish. Despite this rich history writ in the bones of the New Haven Green, general memory of the burials faded over time. When the Lincoln Oak was planted in 1909, there was no mention of the site as a former burial ground. The spot was chosen for the planting because the Connecticut State House had stood on the site from 1828 to 1889 and that’s where the public prayers were said after the assassination of Abraham Lincoln by John Wilkes Booth. The Lincoln Oak’s skeletal roots brought it all back, and not for the first time either. Believe it or not, Hurricane Esther partially toppled the oak on September 27th, 1961, exposing the roots and, yes, a handful of human bones entangled in them (pdf). New Haveners were as surprised then as they would be 51 years later, which goes to show our memories are ridiculously short even in the age of mass media. There are plenty of people still around who were there in 1961, but it took local historian Rob Greenberg digging through the archives of the New Haven Register to bring the earlier episode to light. Rob Greenberg also doggedly pursued the mystery of a concrete cylinder found under the oak’s 1909 plaque which turned out to contain two time capsules with Civil War and Lincoln mementos that was buried when the oak was planted. Basically this Lincoln Oak was like the kite-eating tree in Peanuts only with bones instead of kites, and it’s the roots that do all the entrapping rather than the branches. Once it was replanted in 1961, the roots just kept growing until they found more bones to nom. Sadly, the tree could not take root once more after Sandy. This fall was its last. A new oak was planted on the spot, however, so the whole thing can happen again a century from now. As for the bones plucked out of its roots last year, the first official report of the findings will be made tonight at a panel discussion at the New Haven Museum. The event starts at 5:30 PM, is scheduled to run just over two hours and is open to the public. Analysis did confirm that the evidence of the coffin nail was accurate: the bones date to the late 1790s. There are bones from at least four people in this group: one adult male, one child of 7-9 and two younger children. The adult was buried in a decorated casket, fragments of which survive. One of the children was buried with a red marble toy. There were signs on the teeth of early childhood malnutrition but no cause of death could be determined for any of the four. Here’s a Yale News video with good shots of the uprooted tree and bones: [youtube=", "tfidf": {"logidf": {"marri": 1.06206244535, "panel": 2.02477776846, "toy": 2.73330986786, "back": 0.23166743089699998, "toppl": 3.8887386315699994, "carbo": 7.2746685411000005, "help": 0.336207721344, "cemeteri": 2.19326417612, "former": 0.308301359655, "again": 0.411340231612, "top": 0.609100637788, "inter": 2.90062825806, "great": 0.235805258079, "age": 0.39624845300300005, "dig": 2.91795971441, "accommod": 1.7416384414200001, "memori": 0.9454338986599999, "investig": 1.13694148702, "shot": 1.3489553715600002, "hous": 0.38009061238799996, "birth": 1.24463909024, "first": 0.0075872898121599995, "proper": 1.2056118389200001, "thumb": 3.5071459596699994, "ghoulish": 6.83935046985, "fade": 2.6667747946500002, "until": 0.138474663439, "led": 0.29104709623799996, "analysi": 1.2466091029200002, "continu": 0.13040487398700001, "eugenicist": 5.934894195619999, "still": 0.17112222142900002, "carri": 0.512044136911, "univers": 0.222262105686, "awaken": 2.9439352008200004, "unit": 0.143188061817, "work": 0.109034567273, "extend": 0.673191417311, "dueler": 7.2746685411000005, "even": 0.152388564834, "uproot": 4.584967478669999, "captain": 1.53079160925, "can": 0.162341096394, "wall": 1.12445351985, "least": 0.480285584745, "plant": 1.2056118389200001, "limit": 0.41782385463, "site": 0.6791364434899999, "north": 0.402823098645, "wind": 1.58553834324, "made": 0.0680215260973, "are": 0.0294674735827, "nail": 3.2428443358599996, "winthrop": 4.7897618913199995, "kati": 3.59492157055, "said": 0.436653165815, "tonight": 3.1788099740499995, "deliv": 1.22493508587, "media": 0.9530830530519999, "victim": 1.64933912919, "his": 0.0901772433641, "entangl": 3.9392225370099996, "read": 0.83939268088, "with": 0.00119749171339, "worship": 2.19779163151, "free": 0.5412666492670001, "coffin": 3.5177057198900004, "red": 0.798535691347, "upon": 0.47207177798199995, "writ": 4.05943570751, "centuri": 0.402823098645, "place": 0.0957070839572, "size": 0.9138372060609999, "despit": 0.473790078298, "booth": 3.16677975377, "margaret": 2.1648737360799997, "financi": 0.958817483446, "parti": 0.724497710444, "play": 0.38110439064199997, "determin": 0.772833019022, "bring": 0.7110694905930001, "center": 0.555216308776, "grow": 0.821043542212, "oak": 2.44781040813, "capsul": 3.88566643254, "those": 0.17854939087299998, "mighti": 3.22367441976, "artifact": 2.6311521501099997, "gari": 2.03244064121, "adult": 1.49308362854, "infam": 2.8635245078600002, "children": 0.649637945787, "histori": 0.187550624069, "which": 0.00517841384543, "industri": 0.7046772417749999, "childhood": 2.01717316908, "partial": 1.28456856096, "decor": 1.9695561314200003, "rutherford": 3.85545265394, "instead": 0.46663315041500003, "specif": 0.626980167541, "will": 0.202786534915, "edward": 1.1188458478, "believ": 0.497746997996, "state": 0.0466100027668, "better": 0.6964279406, "nom": 4.591159448919999, "chosen": 1.27889510877, "light": 0.64722859635, "here": 0.8850381883700001, "west": 0.5045048341830001, "grace": 2.16707153917, "john": 0.304194577702, "excommun": 3.9654535491500003, "advoc": 1.4950479900600002, "two": 0.0136988443582, "who": 0.0609002329859, "english": 0.555765186335, "sole": 1.3966781444299998, "rich": 1.35650809354, "edg": 1.4944863500499999, "historian": 1.16420957115, "controversi": 0.9652462536299999, "histor": 0.516151783952, "style": 0.866289529121, "onli": 0.025324268329099998, "new": 0.0177299468511, "alfredo": 4.01308159814, "began": 0.25545320473099997, "bay": 1.5325398614399999, "examin": 1.3482274812000001, "second": 0.10713976337999999, "nick": 2.38431941288, "down": 0.306673741186, "year": 0.047402238894600005, "estim": 0.854377535975, "presid": 0.6852420010529999, "left": 0.364552414753, "four": 0.190213538869, "knock": 2.39600741118, "bone": 2.20576433888, "alphabet": 2.79733172663, "peopl": 0.193265578473, "havenit": 7.2746685411000005, "skull": 3.0379304560400002, "onc": 0.403765872355, "number": 0.0966085784186, "god": 1.25895493874, "clear": 0.617474727198, "come": 0.28390990653000003, "eaton": 4.10421931014, "whether": 0.791561189647, "keep": 0.7141523446729999, "not": 0.0155524130075, "squar": 1.18377009701, "septemb": 0.375954006775, "larg": 0.17037506060600002, "jame": 0.658238325853, "scare": 3.20176431012, "were": 0.024291143681099997, "yellow": 1.93189941199, "pluck": 4.45762805629, "ship": 1.14680739183, "turn": 0.324899251064, "cylind": 3.31645615321, "grave": 1.91039320676, "look": 0.6463866936, "greatgrandfath": 7.2746685411000005, "rest": 0.671587369833, "commemor": 1.77081629538, "pierpont": 5.76054080847, "reverend": 3.36628852695, "all": 0.011402632097799998, "yes": 2.65237310559, "green": 0.9672326803710001, "fellow": 1.4733744548199998, "network": 0.9530830530519999, "within": 0.21263272059799998, "small": 0.307101805059, "expos": 1.6167713629299998, "further": 0.308815895297, "stood": 1.73912542628, "take": 0.130691962197, "for": 0.00031499039539700004, "concret": 2.3035934117099996, "and": 6.29901420636e-05, "news": 0.733245073485, "actual": 0.628514181648, "hand": 0.479471335336, "church": 0.955700427358, "around": 0.19387710578200001, "street": 0.8616567778030001, "hutchinson": 3.6886275332199996, "earli": 0.117499629108, "descend": 1.47723014674, "salvat": 3.0235792638800003, "teeth": 2.9657014773, "earlier": 0.624742371425, "vast": 1.40024866595, "went": 0.593243704365, "becaus": 0.139343158825, "occasion": 1.22751130026, "archaeologist": 3.0171234635400004, "final": 0.292733863948, "kept": 1.0795213101999999, "autocrat": 3.97212024051, "octob": 0.37311426685500004, "local": 0.416867740206, "dead": 1.0854714951100002, "run": 0.442714975539, "what": 0.225887296827, "ann": 1.62601445662, "ani": 0.125608358366, "odd": 2.1517873988400003, "under": 0.07526180538319999, "over": 0.0249367214957, "includ": 0.0188846813905, "founder": 1.3946435557299999, "governor": 1.32473646812, "long": 0.235645793878, "general": 0.114952578063, "whose": 0.5510546556329999, "remain": 0.15356296309, "among": 0.228496097073, "basic": 1.00436774895, "connecticut": 2.6163885298, "fall": 0.527402167952, "rob": 2.37141600805, "raptur": 4.8442500766, "previous": 0.356602960063, "jonathan": 2.02239511306, "govern": 0.411720459754, "casket": 4.394449154669999, "use": 0.0292080197316, "abraham": 2.35468761528, "find": 0.547781330288, "collect": 0.49536666052, "mysteri": 1.86708918863, "dan": 1.9556576786000002, "futur": 0.619345197699, "replant": 5.46787119451, "end": 0.101476798618, "coloni": 1.38227122268, "aronsen": 7.2746685411000005, "time": 0.0112115188626, "bellantoni": 7.2746685411000005, "ground": 0.681125998984, "hero": 1.61708867215, "rhode": 2.59675494992, "this": 0.0037864490525, "colleg": 0.9365564293340001, "while": 0.04324998379380001, "becam": 0.1599730053, "unmark": 4.35935783486, "group": 0.190594534797, "dog": 1.8346148978799999, "direct": 0.200705689496, "sign": 0.565696850403, "plenti": 2.8569238238300003, "from": 0.000567054168866, "entrap": 5.17275414357, "kiteeat": 7.2746685411000005, "fulli": 1.02609828678, "evid": 0.8103634834160001, "civil": 0.7433934307629999, "need": 0.362740163442, "spot": 1.5106180144299999, "famili": 0.39746619471100003, "polit": 0.570142784146, "crap": 5.1186869223, "mani": 0.0433157581221, "start": 0.236443369291, "esther": 3.89491149068, "town": 0.7726966026790001, "era": 0.943652088842, "root": 1.27483006252, "cofound": 5.57821925168, "event": 0.428982108147, "last": 0.19204364461100001, "headston": 4.99043258678, "good": 0.418589404907, "citi": 0.326556830505, "short": 0.345685625679, "greenberg": 4.14313472639, "angri": 2.56268435083, "arnold": 2.39117815033, "skelet": 4.12738636942, "monument": 1.9086925260799998, "regist": 1.3767657032700003, "now": 0.149092945021, "goe": 1.4473284897999998, "prefer": 1.10581884366, "launch": 0.942519860658, "theophilus": 4.99043258678, "our": 0.8576392141820001, "later": 0.0829654259878, "other": 0.00987474791976, "date": 0.489080896097, "monday": 2.35668030939, "polic": 1.14740245284, "grove": 2.52029495787, "surviv": 0.8143373745379999, "design": 0.377239118022, "schedul": 1.2987792057799998, "hay": 2.6294038979099996, "plaqu": 2.95113811311, "point": 0.23103235903299998, "open": 0.219591038029, "antinomian": 6.45368798903, "burr": 4.31597753923, "younger": 1.4274418474200001, "rather": 0.442714975539, "foul": 3.38656571939, "sermon": 3.22051485947, "puritan": 3.73239256118, "soon": 0.6839929376880001, "roger": 1.54338881699, "either": 0.459327638815, "simpli": 0.923941491586, "fever": 2.8847188315900003, "thing": 0.8781935346799999, "such": 0.059695977806, "activ": 0.381196603284, "underneath": 2.9693757006599997, "much": 0.17749572930100002, "also": 0.0146571578, "caus": 0.325858567406, "child": 1.16481508131, "massachusett": 2.03244064121, "might": 0.7683410765340001, "class": 0.7497721899330001, "had": 0.0464780244111, "malnutrit": 4.22152536034, "mark": 0.410770160338, "late": 0.275660890876, "peanut": 4.02711691626, "marbl": 3.06726589295, "ezekiel": 4.83628190695, "male": 1.24442043932, "pdf": 2.38568740215, "mention": 0.931747186336, "arrang": 1.05915176475, "section": 0.755387177948, "took": 0.337177952953, "but": 0.0161923720719, "youtub": 3.00815479355, "memento": 5.01860346375, "ball": 1.8930968464400002, "through": 0.0683586918849, "seri": 0.38193461069799994, "basement": 3.27563415869, "than": 0.0322608622182, "colonist": 3.0068800961199997, "epidem": 2.96447973005, "alreadi": 0.670478380747, "report": 0.31001750903700004, "palpabl": 5.45305610873, "exampl": 0.40868267499899996, "morgan": 2.35668030939, "alien": 2.1036681505000003, "tree": 1.41777488775, "more": 0.017024931599999998, "where": 0.0649921387457, "she": 0.7701082216959999, "intellectu": 1.78573081495, "laid": 1.5830813395399999, "piec": 1.17598157639, "breed": 2.7450059076200004, "central": 0.477540146039, "pad": 3.2048650877999996, "like": 0.139053576545, "confirm": 1.12581182025, "video": 1.19307248967, "was": 0.0112115188626, "assassin": 1.92237965165, "haven": 2.54086530344, "veri": 0.230159793238, "sinner": 4.26539204244, "episod": 1.48972510314, "side": 0.46934876686899996, "wake": 2.00915614901, "preacher": 3.3112613363300003, "hold": 0.503879117196, "halloween": 3.9359915164199997, "suspect": 1.85051980572, "fragment": 2.1550429633, "ridicul": 2.86573445351, "forc": 0.280652166524, "some": 0.0395735090645, "weird": 3.7193204796199995, "yale": 2.3356269002000003, "num": 0.00031499039539700004, "did": 0.220847122352, "hurrican": 2.7688165563200005, "offici": 0.339917317543, "get": 0.579769005782, "show": 0.236682766013, "howev": 0.0903151173475, "save": 1.03598886547, "death": 0.485696798112, "forgotten": 2.5849901083400004, "medic": 1.18644857806, "saw": 0.667036036556, "just": 0.289531434109, "order": 0.22014038079300002, "surpris": 1.47392435861, "prayer": 2.3297846245700002, "built": 0.690379535065, "human": 0.640035183243, "vice": 1.64704742741, "offic": 0.463023762098, "process": 0.527829199025, "bodi": 0.6215709351609999, "against": 0.254802851078, "signific": 0.373571744332, "arriv": 0.7088915382879999, "fact": 0.5502899207949999, "burial": 2.58165399182, "dawn": 2.3233329892900003, "contain": 0.468845318236, "feder": 0.9915525372570001, "close": 0.250666759864, "aaron": 2.81294891025, "most": 0.020747896295599998, "grade": 1.8773288849, "sarah": 2.4283362983, "them": 0.0941833269093, "heav": 5.61212080336, "their": 0.015360505122700001, "scarlet": 3.79763308305, "shape": 1.16420957115, "anniversari": 1.5818550978200001, "davenport": 4.21724269855, "war": 0.345863640811, "benedict": 3.18487979542, "sandi": 2.81190014245, "out": 0.0584263909193, "found": 0.107841124048, "one": 0.0062553516455, "that": 0.00397614837964, "wilk": 4.20029314023, "hill": 1.06206244535, "wife": 1.0524530884799999, "public": 0.20232375048700002, "notifi": 3.31819377311, "charter": 1.82012472855, "student": 0.904923236645, "there": 0.0400978929255, "absorb": 1.92237965165, "seem": 0.829093032276, "passerbi": 6.7821920560099995, "mass": 1.03085474779, "happen": 1.08640441802, "wellsuit": 7.2746685411000005, "after": 0.020490694648099998, "archiv": 1.20750637691, "crypt": 4.19192489056, "hour": 0.815190981077, "pursu": 1.4240346891, "william": 0.562375323877, "sad": 2.86573445351, "preliminari": 2.5376729623400003, "daughter": 1.25034086008, "discuss": 0.78698452262, "rock": 1.1907905677200001, "revolutionari": 1.78573081495, "handwrought": 7.2746685411000005, "debat": 1.1723133432200001, "undiminish": 6.3767269479, "they": 0.0297269947676, "lincoln": 2.21264904766, "when": 0.0205549888584, "buri": 1.6353437827700001, "then": 0.08303386523089999, "space": 0.874713164972, "dysenteri": 4.77472401395, "pretti": 2.75684036527, "would": 0.0796176279647, "brought": 0.609100637788, "island": 0.884885574863, "accur": 1.75248061485, "whole": 0.8306818244059999, "numth": 0.161378382949, "anthropologist": 3.2412327319700003, "iron": 1.34677328802, "suggest": 0.563702610877, "embed": 2.82349753127, "could": 0.18595627229000003, "identifi": 0.833722000472, "camargo": 5.958991747200001, "the": 0.0, "forrest": 3.708984470280001, "museum": 1.0969130529200002, "kite": 4.23448450498, "leader": 0.741672829452, "famous": 0.825060187979, "been": 0.023645982368400004, "personag": 4.99043258678, "branch": 1.14601452756, "about": 0.0628434774746, "accomplish": 1.64345675928, "requir": 0.424253510675}, "tfidf": {"marri": 2.89233011478, "panel": 7.57442748092, "toy": 15.383720930199999, "back": 1.26070038911, "toppl": 97.6984615384, "carbo": 1443.27272727, "help": 1.39962972759, "cemeteri": 35.85770750988, "former": 1.36111111111, "again": 1.50883862384, "top": 1.8387769284200002, "inter": 18.185567010299998, "great": 2.53185551392, "age": 1.48623853211, "dig": 18.5034965035, "accommod": 5.70668583753, "memori": 5.14785992218, "investig": 3.11721971333, "shot": 3.85339805825, "hous": 1.4624170965399999, "birth": 3.47168160945, "first": 5.03808073115, "proper": 3.3388012618299996, "thumb": 33.3529411765, "ghoulish": 933.882352941, "fade": 14.3934723481, "until": 2.29704116328, "led": 1.33782758911, "analysi": 6.95705521472, "continu": 1.13928955867, "eugenicist": 378.0, "still": 3.5599073174399996, "carri": 1.66869875972, "univers": 1.24889867841, "awaken": 18.990430622, "unit": 1.15394679459, "work": 3.34560269739, "extend": 1.9604840701400004, "dueler": 1443.27272727, "even": 1.16461267606, "uproot": 98.0, "captain": 4.62183406114, "can": 2.35252278284, "wall": 3.07853403141, "least": 1.6165359943000002, "plant": 16.694006309149998, "limit": 1.5186531471200002, "site": 3.9443478260800005, "north": 1.49604221636, "wind": 4.88191881919, "made": 1.07038834951, "are": 4.11962374312, "nail": 51.2129032258, "winthrop": 240.54545454599997, "kati": 36.4128440367, "said": 1.54751925139, "tonight": 24.0181543116, "deliv": 3.4039451114899997, "media": 2.59369384088, "victim": 5.20353982301, "his": 1.0943682360200002, "entangl": 51.3786407767, "read": 2.3149606299200003, "with": 9.010783880909997, "worship": 9.00510493477, "free": 1.71818181818, "coffin": 67.4140127388, "red": 2.22228443449, "upon": 1.60331246213, "writ": 57.9416058394, "centuri": 2.99208443272, "place": 2.2008733624400003, "size": 2.49387370405, "despit": 1.60606980273, "booth": 23.730941704, "margaret": 8.71350164654, "financi": 2.60860992442, "parti": 2.06369426752, "play": 1.46390041494, "determin": 2.1658935879900003, "bring": 2.03616775683, "center": 1.7423178226499998, "grow": 2.27287043665, "oak": 104.06700655469999, "capsul": 48.6993865031, "those": 1.19548192771, "mighti": 25.1202531646, "artifact": 13.8897637795, "gari": 7.632692307689999, "adult": 8.9015979815, "infam": 17.5231788079, "children": 5.744542274760001, "histori": 1.20629131525, "which": 3.015575535, "industri": 2.02319357716, "childhood": 7.517045454550001, "partial": 3.6131087847099996, "decor": 7.16749435666, "rutherford": 47.25, "instead": 1.59461631177, "specif": 1.8719490626099997, "will": 1.22481098596, "edward": 6.1226378712, "believ": 3.2900217594, "state": 4.190853296359999, "better": 2.0065722952500002, "nom": 98.6086956522, "chosen": 3.59266802444, "light": 1.9102394417, "here": 2.42307692308, "west": 1.6561652409799998, "grace": 26.19801980199, "john": 5.42213114756, "excommun": 52.7441860465, "advoc": 4.4595505618, "two": 4.0551724138, "who": 5.313964386149999, "english": 1.7432744043000001, "sole": 4.04175152749, "rich": 3.8826118855500003, "edg": 4.45704660303, "historian": 3.20338983051, "controversi": 2.62543409955, "histor": 3.3511345646399997, "style": 2.37807070102, "onli": 1.0256476516600002, "new": 15.268320831, "alfredo": 55.3170731707, "began": 2.58209319346, "bay": 9.259842519680001, "examin": 7.701188455, "second": 1.1130898128, "nick": 10.851674641099999, "down": 1.35889754344, "year": 3.1456310679600006, "estim": 4.6998223801, "presid": 5.9527559055, "left": 1.4398693996, "four": 2.41901569404, "knock": 10.979253112, "bone": 90.77186963979999, "alphabet": 16.4008264463, "peopl": 7.279229711160001, "havenit": 1443.27272727, "skull": 20.8620236531, "onc": 4.492359932099999, "number": 1.10142916609, "god": 7.043478260860001, "clear": 1.85423966363, "come": 2.65662650602, "eaton": 181.7862595419, "whether": 2.20683903253, "keep": 2.04245465071, "not": 3.04702194357, "squar": 3.26666666667, "septemb": 1.45638014861, "larg": 1.18574949585, "jame": 1.9313868613099998, "scare": 24.5758513932, "were": 11.27047434656, "yellow": 6.902608695650001, "pluck": 86.28260869569999, "ship": 3.14812611541, "turn": 1.3838912133899999, "cylind": 27.5625, "grave": 13.5114893617, "look": 1.9086318826599997, "greatgrandfath": 1443.27272727, "rest": 1.9573418813999999, "commemor": 5.87564766839, "pierpont": 635.04, "reverend": 57.9416058394, "all": 2.02293577982, "yes": 14.1876675603, "green": 23.67589063797, "fellow": 4.3639362287, "network": 2.59369384088, "within": 1.2369302688, "small": 1.3594793629, "expos": 10.07360406092, "further": 1.3618116315, "stood": 5.69236285407, "take": 1.13961668222, "for": 6.00189024006, "concret": 10.0100882724, "and": 28.001763779639997, "news": 2.08182533438, "actual": 1.87482286254, "hand": 3.2304405331200003, "church": 5.20098280098, "around": 1.21394708671, "street": 2.36707917102, "hutchinson": 39.9899244332, "earli": 3.3740436384300003, "descend": 4.38079470199, "salvat": 41.1295336788, "teeth": 19.4083129584, "earlier": 1.86776470588, "vast": 4.05620848237, "went": 1.8098495212, "becaus": 1.1495184997499999, "occasion": 3.4127257093700005, "archaeologist": 40.8648648648, "final": 1.34008609775, "kept": 2.94327030033, "autocrat": 53.0969899666, "octob": 1.45225027442, "local": 1.51720183486, "dead": 5.9216710182800005, "run": 1.55692850838, "what": 2.50686878256, "ann": 5.08357348703, "ani": 2.26767604628, "odd": 8.60021668472, "under": 3.2344991510999996, "over": 4.10100096868, "includ": 1.0190641247799999, "founder": 8.067073170739999, "governor": 7.5223880597, "long": 1.2657259028899999, "general": 1.1218202374200001, "whose": 3.47016393442, "remain": 4.66392479436, "among": 1.25670862028, "basic": 2.7301805675, "connecticut": 13.686206896600002, "fall": 1.6945244956799999, "rob": 21.4251012146, "raptur": 127.008, "previous": 1.42846859816, "jonathan": 7.55640171347, "govern": 1.50941243582, "casket": 81.0, "use": 1.0296387573799999, "abraham": 21.0696748506, "find": 1.7294117647099998, "collect": 3.28219971056, "mysteri": 6.46943765281, "dan": 7.06856634016, "futur": 1.8577112099200002, "replant": 236.955223881, "end": 1.10680423871, "coloni": 11.95181932245, "aronsen": 1443.27272727, "time": 4.04509841392, "bellantoni": 1443.27272727, "ground": 7.90440627332, "hero": 5.0384005077800005, "rhode": 13.420118343199999, "this": 5.0189681335500005, "colleg": 2.5511811023599997, "while": 1.0441988950299999, "becam": 1.17347919284, "unmark": 156.4137931034, "group": 1.20996875238, "dog": 6.26272189349, "direct": 1.22226499346, "sign": 1.7606742819099999, "plenti": 17.4078947368, "from": 8.00453771976, "entrap": 176.4, "kiteeat": 1443.27272727, "fulli": 2.79015817223, "evid": 2.24872521246, "civil": 2.10306000795, "need": 1.4372623574099999, "spot": 9.05905848788, "famili": 1.48804948917, "polit": 1.76851954996, "crap": 167.115789474, "mani": 2.08853515754, "start": 1.26673581744, "esther": 49.1517027864, "town": 2.1655981448599997, "era": 2.5693477909, "root": 28.62474645032, "cofound": 264.6, "event": 1.5356935577500002, "last": 2.4234468020200004, "headston": 441.0, "good": 4.55944859277, "citi": 2.77237405046, "short": 1.41295834817, "greenberg": 126.0, "angri": 12.9705882353, "arnold": 21.852718513400003, "skelet": 62.015625, "monument": 6.74426508071, "regist": 3.9620663838300003, "now": 1.160780873, "goe": 4.251740760580001, "prefer": 3.0216977540900003, "launch": 2.5664403491799996, "theophilus": 294.0, "our": 2.35758835759, "later": 1.08650424309, "other": 1.00992366412, "date": 4.89244992297, "monday": 10.5558510638, "polic": 3.15, "grove": 12.432263116700002, "surviv": 2.2576791808900003, "design": 1.45825296225, "schedul": 3.6648199445999996, "hay": 27.731004366799997, "plaqu": 19.1277108434, "point": 1.25990000794, "open": 1.24556723678, "antinomian": 635.04, "burr": 74.8867924528, "younger": 4.16802310318, "rather": 1.55692850838, "foul": 29.5642458101, "sermon": 50.0820189274, "puritan": 41.778947368400004, "soon": 1.9817750592900003, "roger": 4.6804245283, "either": 1.5830092731099998, "simpli": 2.5192002538900002, "fever": 35.797068771199996, "thing": 4.813096862219999, "such": 1.06151377374, "activ": 1.46403541129, "underneath": 19.4797546012, "much": 1.1942229577299999, "also": 1.01476510067, "caus": 1.38521943984, "child": 3.20533010297, "massachusett": 15.265384615379999, "might": 2.1561863370900003, "class": 2.11651779763, "had": 7.333025404179999, "malnutrit": 68.1373390558, "mark": 1.5079787234, "late": 2.63480209112, "peanut": 56.0989399293, "marbl": 21.483085250300004, "ezekiel": 126.0, "male": 3.4709226060300002, "pdf": 10.8665297741, "mention": 2.53894130817, "arrang": 2.8839237057200005, "section": 2.1284354471099998, "took": 1.4009883515700001, "but": 4.06529671596, "youtub": 20.25, "memento": 151.2, "ball": 6.63989962359, "through": 5.35374654345, "seri": 1.46511627907, "basement": 26.46, "than": 2.0655737705, "colonist": 20.2242038217, "epidem": 19.3846153846, "alreadi": 1.9551724137900002, "report": 1.3634489866, "palpabl": 233.470588235, "exampl": 1.50483412322, "morgan": 10.5558510638, "alien": 8.19617965927, "tree": 16.511700468, "more": 3.0515120451, "where": 2.13430127042, "she": 6.48, "intellectu": 5.963936889559999, "laid": 4.86993865031, "piec": 3.24132298898, "breed": 15.5647058824, "central": 1.6121039805000001, "pad": 24.652173913000002, "like": 3.44755700325, "confirm": 6.165436893200001, "video": 3.29719626168, "was": 26.29313969048, "assassin": 6.837209302330001, "haven": 114.21582733800001, "veri": 1.25880114177, "sinner": 71.1928251121, "episod": 4.435875943, "side": 1.5989525632, "wake": 7.4570220760899995, "preacher": 27.4196891192, "hold": 1.6551292744, "halloween": 51.2129032258, "suspect": 6.363126252509999, "fragment": 8.628260869570001, "ridicul": 17.5619469027, "forc": 2.6479859895, "some": 1.04036697248, "weird": 41.2363636364, "yale": 41.34375, "num": 30.009451200300003, "did": 1.2471327572700002, "hurrican": 31.879518072199996, "offici": 1.40483143085, "get": 1.78562591385, "show": 1.26703910615, "howev": 1.0945191313299998, "save": 2.8178913737999998, "death": 3.2506142506200004, "forgotten": 13.2631578947, "medic": 3.27542809986, "saw": 1.94845360825, "just": 4.00740429111, "order": 1.24625166811, "surpris": 8.73267326732, "prayer": 10.2757281553, "built": 7.97788944724, "human": 5.68964281449, "vice": 5.19162851537, "offic": 1.58887109688, "process": 1.69524826482, "bodi": 1.8618505922400002, "against": 1.2902072328299998, "signific": 1.4529147982100001, "arriv": 2.03173790632, "fact": 1.73375559681, "burial": 145.40882597889998, "dawn": 10.2096463023, "contain": 1.59814777532, "feder": 2.69541595925, "close": 1.2848818387799998, "aaron": 16.6589716684, "most": 1.02096463023, "grade": 6.536023054759999, "sarah": 11.34, "them": 1.09876115994, "heav": 273.724137931, "their": 1.01547908405, "scarlet": 44.595505618000004, "shape": 3.20338983051, "anniversari": 4.86397058824, "davenport": 135.6923076924, "war": 2.82641979704, "benedict": 24.164383561599998, "sandi": 33.283018868, "out": 4.24066777964, "found": 4.4554830562, "one": 4.02509982888, "that": 11.04382470125, "wilk": 66.7058823529, "hill": 2.89233011478, "wife": 2.8646697943, "public": 2.4484885873, "notifi": 27.610434782600002, "charter": 6.17262830482, "student": 2.47174217655, "there": 7.28638867033, "absorb": 6.837209302330001, "seem": 2.29123971713, "passerbi": 882.0, "mass": 2.8034610630400003, "happen": 2.96359902931, "wellsuit": 1443.27272727, "after": 3.06210621063, "archiv": 3.3451327433599998, "crypt": 132.3, "hour": 2.25960717336, "pursu": 4.15384615385, "william": 1.75483585719, "sad": 17.5619469027, "preliminari": 12.6501992032, "daughter": 3.4915328788199997, "discuss": 2.19676214197, "rock": 6.5793617903, "revolutionari": 5.963936889559999, "handwrought": 1443.27272727, "debat": 3.2294548413300004, "undiminish": 588.0, "they": 8.24138602296, "lincoln": 54.839378238360005, "when": 5.10383848775, "buri": 25.6561085973, "then": 2.17315721032, "space": 2.39818731118, "dysenteri": 118.47761194, "pretti": 15.75, "would": 4.331491712719999, "brought": 3.6775538568400004, "island": 2.4227071570299996, "accur": 5.768895348840001, "whole": 2.29488291414, "numth": 5.875647668399999, "anthropologist": 25.565217391300003, "iron": 3.84499878905, "suggest": 1.7571665744299998, "embed": 16.835630965, "could": 2.4087391898, "identifi": 2.30187037843, "camargo": 774.43902439, "the": 109.0, "forrest": 40.8123393316, "museum": 2.99490662139, "kite": 69.0260869565, "leader": 2.0994445913799997, "famous": 2.28201811125, "been": 1.0239277652399998, "personag": 147.0, "branch": 3.14563106796, "about": 1.06486015159, "accomplish": 5.17302052786, "requir": 1.52844902282}, "freq": {"marri": 1, "panel": 1, "toy": 1, "back": 1, "toppl": 2, "carbo": 1, "help": 1, "cemeteri": 4, "former": 1, "again": 1, "top": 1, "inter": 1, "great": 2, "age": 1, "dig": 1, "accommod": 1, "memori": 2, "investig": 1, "shot": 1, "hous": 1, "birth": 1, "first": 5, "proper": 1, "thumb": 1, "ghoulish": 1, "fade": 1, "until": 2, "led": 1, "analysi": 2, "continu": 1, "eugenicist": 1, "still": 3, "carri": 1, "univers": 1, "awaken": 1, "unit": 1, "work": 3, "extend": 1, "dueler": 1, "even": 1, "uproot": 1, "captain": 1, "can": 2, "wall": 1, "least": 1, "plant": 5, "limit": 1, "site": 2, "north": 1, "wind": 1, "made": 1, "are": 4, "nail": 2, "winthrop": 2, "kati": 1, "said": 1, "tonight": 1, "deliv": 1, "media": 1, "victim": 1, "his": 1, "entangl": 1, "read": 1, "with": 9, "worship": 1, "free": 1, "coffin": 2, "red": 1, "upon": 1, "writ": 1, "centuri": 2, "place": 2, "size": 1, "despit": 1, "booth": 1, "margaret": 1, "financi": 1, "parti": 1, "play": 1, "determin": 1, "bring": 1, "center": 1, "grow": 1, "oak": 9, "capsul": 1, "those": 1, "mighti": 1, "artifact": 1, "gari": 1, "adult": 2, "infam": 1, "children": 3, "histori": 1, "which": 3, "industri": 1, "childhood": 1, "partial": 1, "decor": 1, "rutherford": 1, "instead": 1, "specif": 1, "will": 1, "edward": 2, "believ": 2, "state": 4, "better": 1, "nom": 1, "chosen": 1, "light": 1, "here": 1, "west": 1, "grace": 3, "john": 4, "excommun": 1, "advoc": 1, "two": 4, "who": 5, "english": 1, "sole": 1, "rich": 1, "edg": 1, "historian": 1, "controversi": 1, "histor": 2, "style": 1, "onli": 1, "new": 15, "alfredo": 1, "began": 2, "bay": 2, "examin": 2, "second": 1, "nick": 1, "down": 1, "year": 3, "estim": 2, "presid": 3, "left": 1, "four": 2, "knock": 1, "bone": 10, "alphabet": 1, "peopl": 6, "havenit": 1, "skull": 1, "onc": 3, "number": 1, "god": 2, "clear": 1, "come": 2, "eaton": 3, "whether": 1, "keep": 1, "not": 3, "squar": 1, "septemb": 1, "larg": 1, "jame": 1, "scare": 1, "were": 11, "yellow": 1, "pluck": 1, "ship": 1, "turn": 1, "cylind": 1, "grave": 2, "look": 1, "greatgrandfath": 1, "rest": 1, "commemor": 1, "pierpont": 2, "reverend": 2, "all": 2, "yes": 1, "green": 9, "fellow": 1, "network": 1, "within": 1, "small": 1, "expos": 2, "further": 1, "stood": 1, "take": 1, "for": 6, "concret": 1, "and": 28, "news": 1, "actual": 1, "hand": 2, "church": 2, "around": 1, "street": 1, "hutchinson": 1, "earli": 3, "descend": 1, "salvat": 2, "teeth": 1, "earlier": 1, "vast": 1, "went": 1, "becaus": 1, "occasion": 1, "archaeologist": 2, "final": 1, "kept": 1, "autocrat": 1, "octob": 1, "local": 1, "dead": 2, "run": 1, "what": 2, "ann": 1, "ani": 2, "odd": 1, "under": 3, "over": 4, "includ": 1, "founder": 2, "governor": 2, "long": 1, "general": 1, "whose": 2, "remain": 4, "among": 1, "basic": 1, "connecticut": 1, "fall": 1, "rob": 2, "raptur": 1, "previous": 1, "jonathan": 1, "govern": 1, "casket": 1, "use": 1, "abraham": 2, "find": 1, "collect": 2, "mysteri": 1, "dan": 1, "futur": 1, "replant": 1, "end": 1, "coloni": 3, "aronsen": 1, "time": 4, "bellantoni": 1, "ground": 4, "hero": 1, "rhode": 1, "this": 5, "colleg": 1, "while": 1, "becam": 1, "unmark": 2, "group": 1, "dog": 1, "direct": 1, "sign": 1, "plenti": 1, "from": 8, "entrap": 1, "kiteeat": 1, "fulli": 1, "evid": 1, "civil": 1, "need": 1, "spot": 2, "famili": 1, "polit": 1, "crap": 1, "mani": 2, "start": 1, "esther": 1, "town": 1, "era": 1, "root": 8, "cofound": 1, "event": 1, "last": 2, "headston": 3, "good": 3, "citi": 2, "short": 1, "greenberg": 2, "angri": 1, "arnold": 2, "skelet": 1, "monument": 1, "regist": 1, "now": 1, "goe": 1, "prefer": 1, "launch": 1, "theophilus": 2, "our": 1, "later": 1, "other": 1, "date": 3, "monday": 1, "polic": 1, "grove": 1, "surviv": 1, "design": 1, "schedul": 1, "hay": 2, "plaqu": 1, "point": 1, "open": 1, "antinomian": 1, "burr": 1, "younger": 1, "rather": 1, "foul": 1, "sermon": 2, "puritan": 1, "soon": 1, "roger": 1, "either": 1, "simpli": 1, "fever": 2, "thing": 2, "such": 1, "activ": 1, "underneath": 1, "much": 1, "also": 1, "caus": 1, "child": 1, "massachusett": 2, "might": 1, "class": 1, "had": 7, "malnutrit": 1, "mark": 1, "late": 2, "peanut": 1, "marbl": 1, "ezekiel": 1, "male": 1, "pdf": 1, "mention": 1, "arrang": 1, "section": 1, "took": 1, "but": 4, "youtub": 1, "memento": 1, "ball": 1, "through": 5, "seri": 1, "basement": 1, "than": 2, "colonist": 1, "epidem": 1, "alreadi": 1, "report": 1, "palpabl": 1, "exampl": 1, "morgan": 1, "alien": 1, "tree": 4, "more": 3, "where": 2, "she": 3, "intellectu": 1, "laid": 1, "piec": 1, "breed": 1, "central": 1, "pad": 1, "like": 3, "confirm": 2, "video": 1, "was": 26, "assassin": 1, "haven": 9, "veri": 1, "sinner": 1, "episod": 1, "side": 1, "wake": 1, "preacher": 1, "hold": 1, "halloween": 1, "suspect": 1, "fragment": 1, "ridicul": 1, "forc": 2, "some": 1, "weird": 1, "yale": 4, "num": 30, "did": 1, "hurrican": 2, "offici": 1, "get": 1, "show": 1, "howev": 1, "save": 1, "death": 2, "forgotten": 1, "medic": 1, "saw": 1, "just": 3, "order": 1, "surpris": 2, "prayer": 1, "built": 4, "human": 3, "vice": 1, "offic": 1, "process": 1, "bodi": 1, "against": 1, "signific": 1, "arriv": 1, "fact": 1, "burial": 11, "dawn": 1, "contain": 1, "feder": 1, "close": 1, "aaron": 1, "most": 1, "grade": 1, "sarah": 1, "them": 1, "heav": 1, "their": 1, "scarlet": 1, "shape": 1, "anniversari": 1, "davenport": 2, "war": 2, "benedict": 1, "sandi": 2, "out": 4, "found": 4, "one": 4, "that": 11, "wilk": 1, "hill": 1, "wife": 1, "public": 2, "notifi": 1, "charter": 1, "student": 1, "there": 7, "absorb": 1, "seem": 1, "passerbi": 1, "mass": 1, "happen": 1, "wellsuit": 1, "after": 3, "archiv": 1, "crypt": 2, "hour": 1, "pursu": 1, "william": 1, "sad": 1, "preliminari": 1, "daughter": 1, "discuss": 1, "rock": 2, "revolutionari": 1, "handwrought": 1, "debat": 1, "undiminish": 1, "they": 8, "lincoln": 6, "when": 5, "buri": 5, "then": 2, "space": 1, "dysenteri": 1, "pretti": 1, "would": 4, "brought": 2, "island": 1, "accur": 1, "whole": 1, "numth": 5, "anthropologist": 1, "iron": 1, "suggest": 1, "embed": 1, "could": 2, "identifi": 1, "camargo": 2, "the": 109, "forrest": 1, "museum": 1, "kite": 1, "leader": 1, "famous": 1, "been": 1, "personag": 1, "branch": 1, "about": 1, "accomplish": 1, "requir": 1}, "idf": {"marri": 2.89233011478, "panel": 7.57442748092, "toy": 15.383720930199999, "back": 1.26070038911, "toppl": 48.8492307692, "carbo": 1443.27272727, "help": 1.39962972759, "cemeteri": 8.96442687747, "former": 1.36111111111, "again": 1.50883862384, "top": 1.8387769284200002, "inter": 18.185567010299998, "great": 1.26592775696, "age": 1.48623853211, "dig": 18.5034965035, "accommod": 5.70668583753, "memori": 2.57392996109, "investig": 3.11721971333, "shot": 3.85339805825, "hous": 1.4624170965399999, "birth": 3.47168160945, "first": 1.00761614623, "proper": 3.3388012618299996, "thumb": 33.3529411765, "ghoulish": 933.882352941, "fade": 14.3934723481, "until": 1.14852058164, "led": 1.33782758911, "analysi": 3.47852760736, "continu": 1.13928955867, "eugenicist": 378.0, "still": 1.1866357724799999, "carri": 1.66869875972, "univers": 1.24889867841, "awaken": 18.990430622, "unit": 1.15394679459, "work": 1.11520089913, "extend": 1.9604840701400004, "dueler": 1443.27272727, "even": 1.16461267606, "uproot": 98.0, "captain": 4.62183406114, "can": 1.17626139142, "wall": 3.07853403141, "least": 1.6165359943000002, "plant": 3.3388012618299996, "limit": 1.5186531471200002, "site": 1.9721739130400002, "north": 1.49604221636, "wind": 4.88191881919, "made": 1.07038834951, "are": 1.02990593578, "nail": 25.6064516129, "winthrop": 120.27272727299999, "kati": 36.4128440367, "said": 1.54751925139, "tonight": 24.0181543116, "deliv": 3.4039451114899997, "media": 2.59369384088, "victim": 5.20353982301, "his": 1.0943682360200002, "entangl": 51.3786407767, "read": 2.3149606299200003, "with": 1.0011982089899998, "worship": 9.00510493477, "free": 1.71818181818, "coffin": 33.7070063694, "red": 2.22228443449, "upon": 1.60331246213, "writ": 57.9416058394, "centuri": 1.49604221636, "place": 1.1004366812200002, "size": 2.49387370405, "despit": 1.60606980273, "booth": 23.730941704, "margaret": 8.71350164654, "financi": 2.60860992442, "parti": 2.06369426752, "play": 1.46390041494, "determin": 2.1658935879900003, "bring": 2.03616775683, "center": 1.7423178226499998, "grow": 2.27287043665, "oak": 11.563000728299999, "capsul": 48.6993865031, "those": 1.19548192771, "mighti": 25.1202531646, "artifact": 13.8897637795, "gari": 7.632692307689999, "adult": 4.45079899075, "infam": 17.5231788079, "children": 1.91484742492, "histori": 1.20629131525, "which": 1.005191845, "industri": 2.02319357716, "childhood": 7.517045454550001, "partial": 3.6131087847099996, "decor": 7.16749435666, "rutherford": 47.25, "instead": 1.59461631177, "specif": 1.8719490626099997, "will": 1.22481098596, "edward": 3.0613189356, "believ": 1.6450108797, "state": 1.0477133240899998, "better": 2.0065722952500002, "nom": 98.6086956522, "chosen": 3.59266802444, "light": 1.9102394417, "here": 2.42307692308, "west": 1.6561652409799998, "grace": 8.73267326733, "john": 1.35553278689, "excommun": 52.7441860465, "advoc": 4.4595505618, "two": 1.01379310345, "who": 1.06279287723, "english": 1.7432744043000001, "sole": 4.04175152749, "rich": 3.8826118855500003, "edg": 4.45704660303, "historian": 3.20338983051, "controversi": 2.62543409955, "histor": 1.6755672823199999, "style": 2.37807070102, "onli": 1.0256476516600002, "new": 1.0178880554, "alfredo": 55.3170731707, "began": 1.29104659673, "bay": 4.629921259840001, "examin": 3.8505942275, "second": 1.1130898128, "nick": 10.851674641099999, "down": 1.35889754344, "year": 1.0485436893200002, "estim": 2.34991119005, "presid": 1.9842519685, "left": 1.4398693996, "four": 1.20950784702, "knock": 10.979253112, "bone": 9.07718696398, "alphabet": 16.4008264463, "peopl": 1.21320495186, "havenit": 1443.27272727, "skull": 20.8620236531, "onc": 1.4974533106999999, "number": 1.10142916609, "god": 3.5217391304300003, "clear": 1.85423966363, "come": 1.32831325301, "eaton": 60.59541984729999, "whether": 2.20683903253, "keep": 2.04245465071, "not": 1.01567398119, "squar": 3.26666666667, "septemb": 1.45638014861, "larg": 1.18574949585, "jame": 1.9313868613099998, "scare": 24.5758513932, "were": 1.02458857696, "yellow": 6.902608695650001, "pluck": 86.28260869569999, "ship": 3.14812611541, "turn": 1.3838912133899999, "cylind": 27.5625, "grave": 6.75574468085, "look": 1.9086318826599997, "greatgrandfath": 1443.27272727, "rest": 1.9573418813999999, "commemor": 5.87564766839, "pierpont": 317.52, "reverend": 28.9708029197, "all": 1.01146788991, "yes": 14.1876675603, "green": 2.63065451533, "fellow": 4.3639362287, "network": 2.59369384088, "within": 1.2369302688, "small": 1.3594793629, "expos": 5.03680203046, "further": 1.3618116315, "stood": 5.69236285407, "take": 1.13961668222, "for": 1.00031504001, "concret": 10.0100882724, "and": 1.00006299213, "news": 2.08182533438, "actual": 1.87482286254, "hand": 1.6152202665600002, "church": 2.60049140049, "around": 1.21394708671, "street": 2.36707917102, "hutchinson": 39.9899244332, "earli": 1.12468121281, "descend": 4.38079470199, "salvat": 20.5647668394, "teeth": 19.4083129584, "earlier": 1.86776470588, "vast": 4.05620848237, "went": 1.8098495212, "becaus": 1.1495184997499999, "occasion": 3.4127257093700005, "archaeologist": 20.4324324324, "final": 1.34008609775, "kept": 2.94327030033, "autocrat": 53.0969899666, "octob": 1.45225027442, "local": 1.51720183486, "dead": 2.9608355091400003, "run": 1.55692850838, "what": 1.25343439128, "ann": 5.08357348703, "ani": 1.13383802314, "odd": 8.60021668472, "under": 1.0781663837, "over": 1.02525024217, "includ": 1.0190641247799999, "founder": 4.033536585369999, "governor": 3.76119402985, "long": 1.2657259028899999, "general": 1.1218202374200001, "whose": 1.73508196721, "remain": 1.16598119859, "among": 1.25670862028, "basic": 2.7301805675, "connecticut": 13.686206896600002, "fall": 1.6945244956799999, "rob": 10.7125506073, "raptur": 127.008, "previous": 1.42846859816, "jonathan": 7.55640171347, "govern": 1.50941243582, "casket": 81.0, "use": 1.0296387573799999, "abraham": 10.5348374253, "find": 1.7294117647099998, "collect": 1.64109985528, "mysteri": 6.46943765281, "dan": 7.06856634016, "futur": 1.8577112099200002, "replant": 236.955223881, "end": 1.10680423871, "coloni": 3.98393977415, "aronsen": 1443.27272727, "time": 1.01127460348, "bellantoni": 1443.27272727, "ground": 1.97610156833, "hero": 5.0384005077800005, "rhode": 13.420118343199999, "this": 1.00379362671, "colleg": 2.5511811023599997, "while": 1.0441988950299999, "becam": 1.17347919284, "unmark": 78.2068965517, "group": 1.20996875238, "dog": 6.26272189349, "direct": 1.22226499346, "sign": 1.7606742819099999, "plenti": 17.4078947368, "from": 1.00056721497, "entrap": 176.4, "kiteeat": 1443.27272727, "fulli": 2.79015817223, "evid": 2.24872521246, "civil": 2.10306000795, "need": 1.4372623574099999, "spot": 4.52952924394, "famili": 1.48804948917, "polit": 1.76851954996, "crap": 167.115789474, "mani": 1.04426757877, "start": 1.26673581744, "esther": 49.1517027864, "town": 2.1655981448599997, "era": 2.5693477909, "root": 3.57809330629, "cofound": 264.6, "event": 1.5356935577500002, "last": 1.2117234010100002, "headston": 147.0, "good": 1.51981619759, "citi": 1.38618702523, "short": 1.41295834817, "greenberg": 63.0, "angri": 12.9705882353, "arnold": 10.926359256700001, "skelet": 62.015625, "monument": 6.74426508071, "regist": 3.9620663838300003, "now": 1.160780873, "goe": 4.251740760580001, "prefer": 3.0216977540900003, "launch": 2.5664403491799996, "theophilus": 147.0, "our": 2.35758835759, "later": 1.08650424309, "other": 1.00992366412, "date": 1.63081664099, "monday": 10.5558510638, "polic": 3.15, "grove": 12.432263116700002, "surviv": 2.2576791808900003, "design": 1.45825296225, "schedul": 3.6648199445999996, "hay": 13.865502183399999, "plaqu": 19.1277108434, "point": 1.25990000794, "open": 1.24556723678, "antinomian": 635.04, "burr": 74.8867924528, "younger": 4.16802310318, "rather": 1.55692850838, "foul": 29.5642458101, "sermon": 25.0410094637, "puritan": 41.778947368400004, "soon": 1.9817750592900003, "roger": 4.6804245283, "either": 1.5830092731099998, "simpli": 2.5192002538900002, "fever": 17.898534385599998, "thing": 2.4065484311099996, "such": 1.06151377374, "activ": 1.46403541129, "underneath": 19.4797546012, "much": 1.1942229577299999, "also": 1.01476510067, "caus": 1.38521943984, "child": 3.20533010297, "massachusett": 7.632692307689999, "might": 2.1561863370900003, "class": 2.11651779763, "had": 1.0475750577399998, "malnutrit": 68.1373390558, "mark": 1.5079787234, "late": 1.31740104556, "peanut": 56.0989399293, "marbl": 21.483085250300004, "ezekiel": 126.0, "male": 3.4709226060300002, "pdf": 10.8665297741, "mention": 2.53894130817, "arrang": 2.8839237057200005, "section": 2.1284354471099998, "took": 1.4009883515700001, "but": 1.01632417899, "youtub": 20.25, "memento": 151.2, "ball": 6.63989962359, "through": 1.07074930869, "seri": 1.46511627907, "basement": 26.46, "than": 1.03278688525, "colonist": 20.2242038217, "epidem": 19.3846153846, "alreadi": 1.9551724137900002, "report": 1.3634489866, "palpabl": 233.470588235, "exampl": 1.50483412322, "morgan": 10.5558510638, "alien": 8.19617965927, "tree": 4.127925117, "more": 1.0171706817, "where": 1.06715063521, "she": 2.16, "intellectu": 5.963936889559999, "laid": 4.86993865031, "piec": 3.24132298898, "breed": 15.5647058824, "central": 1.6121039805000001, "pad": 24.652173913000002, "like": 1.14918566775, "confirm": 3.0827184466000004, "video": 3.29719626168, "was": 1.01127460348, "assassin": 6.837209302330001, "haven": 12.690647482000001, "veri": 1.25880114177, "sinner": 71.1928251121, "episod": 4.435875943, "side": 1.5989525632, "wake": 7.4570220760899995, "preacher": 27.4196891192, "hold": 1.6551292744, "halloween": 51.2129032258, "suspect": 6.363126252509999, "fragment": 8.628260869570001, "ridicul": 17.5619469027, "forc": 1.32399299475, "some": 1.04036697248, "weird": 41.2363636364, "yale": 10.3359375, "num": 1.00031504001, "did": 1.2471327572700002, "hurrican": 15.939759036099998, "offici": 1.40483143085, "get": 1.78562591385, "show": 1.26703910615, "howev": 1.0945191313299998, "save": 2.8178913737999998, "death": 1.6253071253100002, "forgotten": 13.2631578947, "medic": 3.27542809986, "saw": 1.94845360825, "just": 1.33580143037, "order": 1.24625166811, "surpris": 4.36633663366, "prayer": 10.2757281553, "built": 1.99447236181, "human": 1.8965476048299998, "vice": 5.19162851537, "offic": 1.58887109688, "process": 1.69524826482, "bodi": 1.8618505922400002, "against": 1.2902072328299998, "signific": 1.4529147982100001, "arriv": 2.03173790632, "fact": 1.73375559681, "burial": 13.2189841799, "dawn": 10.2096463023, "contain": 1.59814777532, "feder": 2.69541595925, "close": 1.2848818387799998, "aaron": 16.6589716684, "most": 1.02096463023, "grade": 6.536023054759999, "sarah": 11.34, "them": 1.09876115994, "heav": 273.724137931, "their": 1.01547908405, "scarlet": 44.595505618000004, "shape": 3.20338983051, "anniversari": 4.86397058824, "davenport": 67.8461538462, "war": 1.41320989852, "benedict": 24.164383561599998, "sandi": 16.641509434, "out": 1.06016694491, "found": 1.11387076405, "one": 1.00627495722, "that": 1.00398406375, "wilk": 66.7058823529, "hill": 2.89233011478, "wife": 2.8646697943, "public": 1.22424429365, "notifi": 27.610434782600002, "charter": 6.17262830482, "student": 2.47174217655, "there": 1.04091266719, "absorb": 6.837209302330001, "seem": 2.29123971713, "passerbi": 882.0, "mass": 2.8034610630400003, "happen": 2.96359902931, "wellsuit": 1443.27272727, "after": 1.02070207021, "archiv": 3.3451327433599998, "crypt": 66.15, "hour": 2.25960717336, "pursu": 4.15384615385, "william": 1.75483585719, "sad": 17.5619469027, "preliminari": 12.6501992032, "daughter": 3.4915328788199997, "discuss": 2.19676214197, "rock": 3.28968089515, "revolutionari": 5.963936889559999, "handwrought": 1443.27272727, "debat": 3.2294548413300004, "undiminish": 588.0, "they": 1.03017325287, "lincoln": 9.139896373060001, "when": 1.02076769755, "buri": 5.13122171946, "then": 1.08657860516, "space": 2.39818731118, "dysenteri": 118.47761194, "pretti": 15.75, "would": 1.0828729281799998, "brought": 1.8387769284200002, "island": 2.4227071570299996, "accur": 5.768895348840001, "whole": 2.29488291414, "numth": 1.1751295336799998, "anthropologist": 25.565217391300003, "iron": 3.84499878905, "suggest": 1.7571665744299998, "embed": 16.835630965, "could": 1.2043695949, "identifi": 2.30187037843, "camargo": 387.219512195, "the": 1.0, "forrest": 40.8123393316, "museum": 2.99490662139, "kite": 69.0260869565, "leader": 2.0994445913799997, "famous": 2.28201811125, "been": 1.0239277652399998, "personag": 147.0, "branch": 3.14563106796, "about": 1.06486015159, "accomplish": 5.17302052786, "requir": 1.52844902282}, "logtfidf": {"marri": 1.06206244535, "panel": 2.02477776846, "toy": 2.73330986786, "back": 0.23166743089699998, "toppl": 7.777477263139999, "carbo": 7.2746685411000005, "help": 0.336207721344, "cemeteri": 8.77305670448, "former": 0.308301359655, "again": 0.411340231612, "top": 0.609100637788, "inter": 2.90062825806, "great": 0.471610516158, "age": 0.39624845300300005, "dig": 2.91795971441, "accommod": 1.7416384414200001, "memori": 1.8908677973199999, "investig": 1.13694148702, "shot": 1.3489553715600002, "hous": 0.38009061238799996, "birth": 1.24463909024, "first": 0.0379364490608, "proper": 1.2056118389200001, "thumb": 3.5071459596699994, "ghoulish": 6.83935046985, "fade": 2.6667747946500002, "until": 0.276949326878, "led": 0.29104709623799996, "analysi": 2.4932182058400003, "continu": 0.13040487398700001, "eugenicist": 5.934894195619999, "still": 0.5133666642870001, "carri": 0.512044136911, "univers": 0.222262105686, "awaken": 2.9439352008200004, "unit": 0.143188061817, "work": 0.327103701819, "extend": 0.673191417311, "dueler": 7.2746685411000005, "even": 0.152388564834, "uproot": 4.584967478669999, "captain": 1.53079160925, "can": 0.324682192788, "wall": 1.12445351985, "least": 0.480285584745, "plant": 6.028059194600001, "limit": 0.41782385463, "site": 1.3582728869799998, "north": 0.402823098645, "wind": 1.58553834324, "made": 0.0680215260973, "are": 0.1178698943308, "nail": 6.485688671719999, "winthrop": 9.579523782639999, "kati": 3.59492157055, "said": 0.436653165815, "tonight": 3.1788099740499995, "deliv": 1.22493508587, "media": 0.9530830530519999, "victim": 1.64933912919, "his": 0.0901772433641, "entangl": 3.9392225370099996, "read": 0.83939268088, "with": 0.01077742542051, "worship": 2.19779163151, "free": 0.5412666492670001, "coffin": 7.035411439780001, "red": 0.798535691347, "upon": 0.47207177798199995, "writ": 4.05943570751, "centuri": 0.80564619729, "place": 0.1914141679144, "size": 0.9138372060609999, "despit": 0.473790078298, "booth": 3.16677975377, "margaret": 2.1648737360799997, "financi": 0.958817483446, "parti": 0.724497710444, "play": 0.38110439064199997, "determin": 0.772833019022, "bring": 0.7110694905930001, "center": 0.555216308776, "grow": 0.821043542212, "oak": 22.03029367317, "capsul": 3.88566643254, "those": 0.17854939087299998, "mighti": 3.22367441976, "artifact": 2.6311521501099997, "gari": 2.03244064121, "adult": 2.98616725708, "infam": 2.8635245078600002, "children": 1.9489138373609998, "histori": 0.187550624069, "which": 0.01553524153629, "industri": 0.7046772417749999, "childhood": 2.01717316908, "partial": 1.28456856096, "decor": 1.9695561314200003, "rutherford": 3.85545265394, "instead": 0.46663315041500003, "specif": 0.626980167541, "will": 0.202786534915, "edward": 2.2376916956, "believ": 0.995493995992, "state": 0.1864400110672, "better": 0.6964279406, "nom": 4.591159448919999, "chosen": 1.27889510877, "light": 0.64722859635, "here": 0.8850381883700001, "west": 0.5045048341830001, "grace": 6.5012146175100005, "john": 1.216778310808, "excommun": 3.9654535491500003, "advoc": 1.4950479900600002, "two": 0.0547953774328, "who": 0.30450116492949997, "english": 0.555765186335, "sole": 1.3966781444299998, "rich": 1.35650809354, "edg": 1.4944863500499999, "historian": 1.16420957115, "controversi": 0.9652462536299999, "histor": 1.032303567904, "style": 0.866289529121, "onli": 0.025324268329099998, "new": 0.26594920276649997, "alfredo": 4.01308159814, "began": 0.5109064094619999, "bay": 3.0650797228799997, "examin": 2.6964549624000003, "second": 0.10713976337999999, "nick": 2.38431941288, "down": 0.306673741186, "year": 0.14220671668380003, "estim": 1.70875507195, "presid": 2.0557260031589997, "left": 0.364552414753, "four": 0.380427077738, "knock": 2.39600741118, "bone": 22.0576433888, "alphabet": 2.79733172663, "peopl": 1.159593470838, "havenit": 7.2746685411000005, "skull": 3.0379304560400002, "onc": 1.211297617065, "number": 0.0966085784186, "god": 2.51790987748, "clear": 0.617474727198, "come": 0.5678198130600001, "eaton": 12.312657930420002, "whether": 0.791561189647, "keep": 0.7141523446729999, "not": 0.0466572390225, "squar": 1.18377009701, "septemb": 0.375954006775, "larg": 0.17037506060600002, "jame": 0.658238325853, "scare": 3.20176431012, "were": 0.2672025804921, "yellow": 1.93189941199, "pluck": 4.45762805629, "ship": 1.14680739183, "turn": 0.324899251064, "cylind": 3.31645615321, "grave": 3.82078641352, "look": 0.6463866936, "greatgrandfath": 7.2746685411000005, "rest": 0.671587369833, "commemor": 1.77081629538, "pierpont": 11.52108161694, "reverend": 6.7325770539, "all": 0.022805264195599997, "yes": 2.65237310559, "green": 8.705094123339, "fellow": 1.4733744548199998, "network": 0.9530830530519999, "within": 0.21263272059799998, "small": 0.307101805059, "expos": 3.2335427258599996, "further": 0.308815895297, "stood": 1.73912542628, "take": 0.130691962197, "for": 0.0018899423723820002, "concret": 2.3035934117099996, "and": 0.0017637239777808, "news": 0.733245073485, "actual": 0.628514181648, "hand": 0.958942670672, "church": 1.911400854716, "around": 0.19387710578200001, "street": 0.8616567778030001, "hutchinson": 3.6886275332199996, "earli": 0.35249888732400003, "descend": 1.47723014674, "salvat": 6.047158527760001, "teeth": 2.9657014773, "earlier": 0.624742371425, "vast": 1.40024866595, "went": 0.593243704365, "becaus": 0.139343158825, "occasion": 1.22751130026, "archaeologist": 6.034246927080001, "final": 0.292733863948, "kept": 1.0795213101999999, "autocrat": 3.97212024051, "octob": 0.37311426685500004, "local": 0.416867740206, "dead": 2.1709429902200004, "run": 0.442714975539, "what": 0.451774593654, "ann": 1.62601445662, "ani": 0.251216716732, "odd": 2.1517873988400003, "under": 0.22578541614959996, "over": 0.0997468859828, "includ": 0.0188846813905, "founder": 2.7892871114599997, "governor": 2.64947293624, "long": 0.235645793878, "general": 0.114952578063, "whose": 1.1021093112659999, "remain": 0.61425185236, "among": 0.228496097073, "basic": 1.00436774895, "connecticut": 2.6163885298, "fall": 0.527402167952, "rob": 4.7428320161, "raptur": 4.8442500766, "previous": 0.356602960063, "jonathan": 2.02239511306, "govern": 0.411720459754, "casket": 4.394449154669999, "use": 0.0292080197316, "abraham": 4.70937523056, "find": 0.547781330288, "collect": 0.99073332104, "mysteri": 1.86708918863, "dan": 1.9556576786000002, "futur": 0.619345197699, "replant": 5.46787119451, "end": 0.101476798618, "coloni": 4.14681366804, "aronsen": 7.2746685411000005, "time": 0.0448460754504, "bellantoni": 7.2746685411000005, "ground": 2.724503995936, "hero": 1.61708867215, "rhode": 2.59675494992, "this": 0.0189322452625, "colleg": 0.9365564293340001, "while": 0.04324998379380001, "becam": 0.1599730053, "unmark": 8.71871566972, "group": 0.190594534797, "dog": 1.8346148978799999, "direct": 0.200705689496, "sign": 0.565696850403, "plenti": 2.8569238238300003, "from": 0.004536433350928, "entrap": 5.17275414357, "kiteeat": 7.2746685411000005, "fulli": 1.02609828678, "evid": 0.8103634834160001, "civil": 0.7433934307629999, "need": 0.362740163442, "spot": 3.0212360288599998, "famili": 0.39746619471100003, "polit": 0.570142784146, "crap": 5.1186869223, "mani": 0.0866315162442, "start": 0.236443369291, "esther": 3.89491149068, "town": 0.7726966026790001, "era": 0.943652088842, "root": 10.19864050016, "cofound": 5.57821925168, "event": 0.428982108147, "last": 0.38408728922200003, "headston": 14.97129776034, "good": 1.2557682147209999, "citi": 0.65311366101, "short": 0.345685625679, "greenberg": 8.28626945278, "angri": 2.56268435083, "arnold": 4.78235630066, "skelet": 4.12738636942, "monument": 1.9086925260799998, "regist": 1.3767657032700003, "now": 0.149092945021, "goe": 1.4473284897999998, "prefer": 1.10581884366, "launch": 0.942519860658, "theophilus": 9.98086517356, "our": 0.8576392141820001, "later": 0.0829654259878, "other": 0.00987474791976, "date": 1.467242688291, "monday": 2.35668030939, "polic": 1.14740245284, "grove": 2.52029495787, "surviv": 0.8143373745379999, "design": 0.377239118022, "schedul": 1.2987792057799998, "hay": 5.258807795819999, "plaqu": 2.95113811311, "point": 0.23103235903299998, "open": 0.219591038029, "antinomian": 6.45368798903, "burr": 4.31597753923, "younger": 1.4274418474200001, "rather": 0.442714975539, "foul": 3.38656571939, "sermon": 6.44102971894, "puritan": 3.73239256118, "soon": 0.6839929376880001, "roger": 1.54338881699, "either": 0.459327638815, "simpli": 0.923941491586, "fever": 5.769437663180001, "thing": 1.7563870693599999, "such": 0.059695977806, "activ": 0.381196603284, "underneath": 2.9693757006599997, "much": 0.17749572930100002, "also": 0.0146571578, "caus": 0.325858567406, "child": 1.16481508131, "massachusett": 4.06488128242, "might": 0.7683410765340001, "class": 0.7497721899330001, "had": 0.3253461708777, "malnutrit": 4.22152536034, "mark": 0.410770160338, "late": 0.551321781752, "peanut": 4.02711691626, "marbl": 3.06726589295, "ezekiel": 4.83628190695, "male": 1.24442043932, "pdf": 2.38568740215, "mention": 0.931747186336, "arrang": 1.05915176475, "section": 0.755387177948, "took": 0.337177952953, "but": 0.0647694882876, "youtub": 3.00815479355, "memento": 5.01860346375, "ball": 1.8930968464400002, "through": 0.3417934594245, "seri": 0.38193461069799994, "basement": 3.27563415869, "than": 0.0645217244364, "colonist": 3.0068800961199997, "epidem": 2.96447973005, "alreadi": 0.670478380747, "report": 0.31001750903700004, "palpabl": 5.45305610873, "exampl": 0.40868267499899996, "morgan": 2.35668030939, "alien": 2.1036681505000003, "tree": 5.671099551, "more": 0.05107479479999999, "where": 0.1299842774914, "she": 2.310324665088, "intellectu": 1.78573081495, "laid": 1.5830813395399999, "piec": 1.17598157639, "breed": 2.7450059076200004, "central": 0.477540146039, "pad": 3.2048650877999996, "like": 0.417160729635, "confirm": 2.2516236405, "video": 1.19307248967, "was": 0.2914994904276, "assassin": 1.92237965165, "haven": 22.86778773096, "veri": 0.230159793238, "sinner": 4.26539204244, "episod": 1.48972510314, "side": 0.46934876686899996, "wake": 2.00915614901, "preacher": 3.3112613363300003, "hold": 0.503879117196, "halloween": 3.9359915164199997, "suspect": 1.85051980572, "fragment": 2.1550429633, "ridicul": 2.86573445351, "forc": 0.561304333048, "some": 0.0395735090645, "weird": 3.7193204796199995, "yale": 9.342507600800001, "num": 0.009449711861910001, "did": 0.220847122352, "hurrican": 5.537633112640001, "offici": 0.339917317543, "get": 0.579769005782, "show": 0.236682766013, "howev": 0.0903151173475, "save": 1.03598886547, "death": 0.971393596224, "forgotten": 2.5849901083400004, "medic": 1.18644857806, "saw": 0.667036036556, "just": 0.868594302327, "order": 0.22014038079300002, "surpris": 2.94784871722, "prayer": 2.3297846245700002, "built": 2.76151814026, "human": 1.920105549729, "vice": 1.64704742741, "offic": 0.463023762098, "process": 0.527829199025, "bodi": 0.6215709351609999, "against": 0.254802851078, "signific": 0.373571744332, "arriv": 0.7088915382879999, "fact": 0.5502899207949999, "burial": 28.39819391002, "dawn": 2.3233329892900003, "contain": 0.468845318236, "feder": 0.9915525372570001, "close": 0.250666759864, "aaron": 2.81294891025, "most": 0.020747896295599998, "grade": 1.8773288849, "sarah": 2.4283362983, "them": 0.0941833269093, "heav": 5.61212080336, "their": 0.015360505122700001, "scarlet": 3.79763308305, "shape": 1.16420957115, "anniversari": 1.5818550978200001, "davenport": 8.4344853971, "war": 0.691727281622, "benedict": 3.18487979542, "sandi": 5.6238002849, "out": 0.2337055636772, "found": 0.431364496192, "one": 0.025021406582, "that": 0.043737632176039994, "wilk": 4.20029314023, "hill": 1.06206244535, "wife": 1.0524530884799999, "public": 0.40464750097400004, "notifi": 3.31819377311, "charter": 1.82012472855, "student": 0.904923236645, "there": 0.2806852504785, "absorb": 1.92237965165, "seem": 0.829093032276, "passerbi": 6.7821920560099995, "mass": 1.03085474779, "happen": 1.08640441802, "wellsuit": 7.2746685411000005, "after": 0.061472083944299996, "archiv": 1.20750637691, "crypt": 8.38384978112, "hour": 0.815190981077, "pursu": 1.4240346891, "william": 0.562375323877, "sad": 2.86573445351, "preliminari": 2.5376729623400003, "daughter": 1.25034086008, "discuss": 0.78698452262, "rock": 2.3815811354400003, "revolutionari": 1.78573081495, "handwrought": 7.2746685411000005, "debat": 1.1723133432200001, "undiminish": 6.3767269479, "they": 0.2378159581408, "lincoln": 13.27589428596, "when": 0.102774944292, "buri": 8.176718913850001, "then": 0.16606773046179998, "space": 0.874713164972, "dysenteri": 4.77472401395, "pretti": 2.75684036527, "would": 0.3184705118588, "brought": 1.218201275576, "island": 0.884885574863, "accur": 1.75248061485, "whole": 0.8306818244059999, "numth": 0.806891914745, "anthropologist": 3.2412327319700003, "iron": 1.34677328802, "suggest": 0.563702610877, "embed": 2.82349753127, "could": 0.37191254458000006, "identifi": 0.833722000472, "camargo": 11.917983494400001, "the": 0.0, "forrest": 3.708984470280001, "museum": 1.0969130529200002, "kite": 4.23448450498, "leader": 0.741672829452, "famous": 0.825060187979, "been": 0.023645982368400004, "personag": 4.99043258678, "branch": 1.14601452756, "about": 0.0628434774746, "accomplish": 1.64345675928, "requir": 0.424253510675}}, "html": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n\n<html lang=\"en-US\" xmlns=\"http://www.w3.org/1999/xhtml\">\n<head profile=\"http://gmpg.org/xfn/11\">\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<title>The History Blog   » 2013 » October</title>\n<meta content=\"WordPress 4.9.10\" name=\"generator\"/> <!-- leave this for stats -->\n<link href=\"http://www.thehistoryblog.com/wp-content/themes/retro-book-10/style.css\" media=\"screen\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/feed\" rel=\"alternate\" title=\"The History Blog RSS Feed\" type=\"application/rss+xml\"/>\n<link href=\"http://www.thehistoryblog.com/xmlrpc.php\" rel=\"pingback\"/>\n<link href=\"//s.w.org\" rel=\"dns-prefetch\"/>\n<script type=\"text/javascript\">\n\t\t\twindow._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"http:\\/\\/www.thehistoryblog.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?ver=4.9.10\"}};\n\t\t\t!function(a,b,c){function d(a,b){var c=String.fromCharCode;l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,a),0,0);var d=k.toDataURL();l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,b),0,0);var e=k.toDataURL();return d===e}function e(a){var b;if(!l||!l.fillText)return!1;switch(l.textBaseline=\"top\",l.font=\"600 32px Arial\",a){case\"flag\":return!(b=d([55356,56826,55356,56819],[55356,56826,8203,55356,56819]))&&(b=d([55356,57332,56128,56423,56128,56418,56128,56421,56128,56430,56128,56423,56128,56447],[55356,57332,8203,56128,56423,8203,56128,56418,8203,56128,56421,8203,56128,56430,8203,56128,56423,8203,56128,56447]),!b);case\"emoji\":return b=d([55358,56760,9792,65039],[55358,56760,8203,9792,65039]),!b}return!1}function f(a){var c=b.createElement(\"script\");c.src=a,c.defer=c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var g,h,i,j,k=b.createElement(\"canvas\"),l=k.getContext&&k.getContext(\"2d\");for(j=Array(\"flag\",\"emoji\"),c.supports={everything:!0,everythingExceptFlag:!0},i=0;i<j.length;i++)c.supports[j[i]]=e(j[i]),c.supports.everything=c.supports.everything&&c.supports[j[i]],\"flag\"!==j[i]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[j[i]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(h=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",h,!1),a.addEventListener(\"load\",h,!1)):(a.attachEvent(\"onload\",h),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),g=c.source||{},g.concatemoji?f(g.concatemoji):g.wpemoji&&g.twemoji&&(f(g.twemoji),f(g.wpemoji)))}(window,document,window._wpemojiSettings);\n\t\t</script>\n<style type=\"text/css\">\nimg.wp-smiley,\nimg.emoji {\n\tdisplay: inline !important;\n\tborder: none !important;\n\tbox-shadow: none !important;\n\theight: 1em !important;\n\twidth: 1em !important;\n\tmargin: 0 .07em !important;\n\tvertical-align: -0.1em !important;\n\tbackground: none !important;\n\tpadding: 0 !important;\n}\n</style>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/faviroll/css/style.css?ver=4.9.10\" id=\"faviroll-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/contact-form-plugin/css/form_style.css?ver=4.0.9\" id=\"cntctfrm_form_style-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/add-to-any/addtoany.min.css?ver=1.14\" id=\"addtoany-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/jquery/jquery.js?ver=1.12.4\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.1\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/add-to-any/addtoany.min.js?ver=1.0\" type=\"text/javascript\"></script>\n<link href=\"http://www.thehistoryblog.com/wp-json/\" rel=\"https://api.w.org/\"/>\n<link href=\"http://www.thehistoryblog.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/>\n<link href=\"http://www.thehistoryblog.com/wp-includes/wlwmanifest.xml\" rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\"/>\n<meta content=\"WordPress 4.9.10\" name=\"generator\"/>\n<script data-cfasync=\"false\">\nwindow.a2a_config=window.a2a_config||{};a2a_config.callbacks=[];a2a_config.overlays=[];a2a_config.templates={};\na2a_config.onclick=1;\na2a_color_main=\"E8C686\";a2a_color_border=\"BFA26B\";a2a_color_link_text=\"333333\";a2a_color_link_text_hover=\"333333\";\n(function(d,s,a,b){a=d.createElement(s);b=d.getElementsByTagName(s)[0];a.async=1;a.src=\"https://static.addtoany.com/menu/page.js\";b.parentNode.insertBefore(a,b);})(document,\"script\");\n</script>\n<script language=\"javascript\" type=\"text/javascript\">\n<!--\n\t\tfunction collapseThread( theId ) {\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(!comment)\n\t\t\t{\n\t\t\t\talert(\"ERROR:\\nThe document structure is different\\nfrom what Threaded Comments expects.\\nYou are missing the element '\"+theId+\"'\");\n\t\t\t\treturn;\n\t\t\t}\n\t\t\tvar theBody = findBody(comment);\n\t\t\tif(comment.className.indexOf(\"collapsed\") > -1) {\n\t\t\t\tcomment.className = comment.className.replace(\" collapsed\", \"\");;\n\t\t\t} else {\n\t\t\t\tcomment.className += \" collapsed\";\n\t\t\t}\n\t\t}\n\n\t\tfunction expandThread( theId ) {\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(!comment)\n\t\t\t{\n\t\t\t\talert(\"ERROR:\\nThe document structure is different\\nfrom what Threaded Comments expects.\\nYou are missing the element '\"+theId+\"'\");\n\t\t\t\treturn;\n\t\t\t}\n\t\t\tvar theBody = findBody(comment);\n\t\t\tif(comment.className.indexOf(\"collapsed\") > -1) {\n\t\t\t\tcomment.className = comment.className.replace(\" collapsed\", \"\");;\n\t\t\t} \n\t\t}\n\t\t\n\t\tfunction findBody(el)\n\t\t{\n\t\t\tvar divs = el.getElementsByTagName(\"div\");\n\t\t\tvar ret;\n\t\t\tfor(var i = 0; i < divs.length; ++i) {\n\t\t\t\tif(divs.item(i).className.indexOf(\"body\") > -1)\n\t\t\t\t\treturn divs.item(i);\n\t\t\t}\n\t\t\treturn false;\n\t\t}\n\t\n\t\tfunction onAddComment() {\n\t\t\t//checkDocumentIntegrity();\n\t\t\tvar el = document.getElementById(\"commentform\");\n\t\t\t// Future release: Check if form is filled correctly and mark the form fields.\n\t\t\tel.submit();\n\t\t}\n\t\t\n\t\tfunction moveAddCommentBelow(theId, threadId, collapse)\n\t\t{\n\t\t\texpandThread( theId );\n\t\t\tvar addComment = document.getElementById(\"addcomment\");\n\t\t\tif(!addComment)\n\t\t\t{\n\t\t\t  \talert(\"ERROR:\\nThreaded Comments can't find the 'addcomment' div.\\nThis is probably because you have changed\\nthe comments.php file.\\nMake sure there is a tag around the form\\nthat has the id 'addcomment'\"); \n\t\t\t\treturn\n\t\t\t}\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(collapse)\n\t\t\t{\n\t\t\t\tfor(var i = 0; i < comment.childNodes.length; ++i) {\n\t\t\t\t\tvar c = comment.childNodes.item(i);\n\t\t\t\t\tif(typeof(c.className) == \"string\" && c.className.indexOf(\"collapsed\")<0) {\n\t\t\t\t\t\tc.className += \" collapsed\";\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t\taddComment.parentNode.removeChild(addComment);\n\n\t\t\tcomment.appendChild(addComment);\n\t\t\tif(comment.className.indexOf(\"alt\")>-1) {\n\t\t\t\taddComment.className = addComment.className.replace(\" alt\", \"\");\t\t\t\t\t\n\t\t\t} else {\n\t\t\t\taddComment.className += \" alt\";\n\t\t\t}\n\t\t        var replyId = document.getElementById(\"comment_reply_ID\");\n\t\t\tif(replyId == null)\n\t\t\t{\n\t\t\t\talert(\"Brians Threaded Comments Error:\\nThere is no hidden form field called\\n'comment_reply_ID'. This is probably because you\\nchanged the comments.php file and forgot\\nto include the field. Please take a look\\nat the original comments.php and copy the\\nform field over.\");\n\t\t\t}\n\t\t\treplyId.value = threadId;\n\t\t\tvar reRootElement = document.getElementById(\"reroot\");\n\t\t\tif(reRootElement == null)\n\t\t\t{\n\t\t\t\talert(\"Brians Threaded Comments Error:\\nThere is no anchor tag called 'reroot' where\\nthe comment form starts.\\nPlease compare your comments.php to the original\\ncomments.php and copy the reroot anchor tag over.\");\n\t\t\t}\n\t\t\treRootElement.style.display = \"block\";\n\t\t\tvar aTags = comment.getElementsByTagName(\"A\");\n\t\t\tvar anc = aTags.item(0).id;\n\t\t\t//document.location.href = \"#\"+anc;\n\t\t\tdocument.getElementById(\"comment\").focus();\n\t\t}\n\n\t\tfunction checkDocumentIntegrity()\n\t\t{\n\t\t\tstr = \"\";\n\t\t\t\n\t\t\tstr += checkElement(\"reroot\",\"div tag\");\n\t\t\tstr += checkElement(\"addcomment\", \"div tag\");\n\t\t\tstr += checkElement(\"comment_reply_ID\", \"hidden form field\");\n\t\t\tstr += checkElement(\"content\", \"div tag\");\n\t\t\tstr += checkElement(\"comment\", \"textfield\");\n\t\t\tstr += checkElement(\"addcommentanchor\", \"anchor tag\");\n\t\t\t\n\t\t\tif(str != \"\")\n\t\t\t{\n\t\t\t\tstr = \"Brian's Threaded Comments are missing some of the elements that are required for it to function correctly.\\nThis is probably the because you have changed the original comments.php that was included with the plugin.\\n\\nThese are the errors:\\n\" + str;\n\t\t\t\tstr += \"\\nYou should compare your comments.php with the original comments.php and make sure the required elements have not been removed.\";\n\n\t\t\t\talert(str);\n\t\t\t}\n\t\t}\n               \n\t\tfunction checkElement(theId, elDesc)\n\t\t{\n\t\t\tvar el = document.getElementById(theId);\n\t\t\tif(!el)\n\t\t\t{\n\t\t\t\tif(elDesc == null)\n\t\t\t\t\telDesc = \"element\";\n\t\t\t\treturn \"- The \"+elDesc+\" with the ID '\" +theId + \"' is missing\\n\"; \n\t\t\t}\n\t\t\telse \n\t\t\t\treturn \"\";\n\t\t}\n\t\t\n\t\tfunction reRoot()\n\t\t{\n\t\t\tvar addComment = document.getElementById(\"addcomment\");\t\t\t\n\t\t\tvar reRootElement = document.getElementById(\"reroot\");\n\t\t\treRootElement.style.display = \"none\";\n\t\t\tvar content = document.getElementById(\"content\");\n\t\t\taddComment.parentNode.removeChild(addComment);\n\t\t\tcontent.appendChild(addComment);\n\t\t\taddComment.className = addComment.className.replace(\" alt\", \"\");\n\t\t\tdocument.location.href = \"#addcommentanchor\";\n\t\t\tdocument.getElementById(\"comment\").focus();\t\t\t\t\n\t\t\tdocument.getElementById(\"comment_reply_ID\").value = \"0\";\n\t\t}\t\t\t\n\t\t\n\t\tfunction changeCommentSize(d)\n\t\t{\n\t\t\tvar el = document.getElementById(\"comment\");\n\t\t\tvar height = parseInt(el.style.height);\n\t\t\tif(!height && el.offsetHeight)\n\t\t\t\theight = el.offsetHeight;\n\t\t\theight += d;\n\t\t\tif(height < 20) \n\t\t\t\theight = 20;\n\t\t\tel.style.height = height+\"px\";\n\t\t}\t\t\n-->\n</script>\n<style type=\"text/css\">\n.comment \n{\n\tposition: \t\t\t\trelative;\n\tmargin:\t\t\t\t\t3px;\n\tmargin-top:\t\t\t\t6px;\n/*\tborder: \t\t\t\t1px solid #666; */\n\tpadding:\t\t\t\t4px 4px 4px 8px;\n}\n\n.odd\n{\n\tbackground-color: #E2c080;\n}\n\n.comment div {\n\tposition: \t\t\t\trelative;\n}\n\n.comment .comment img\n{\n\tmargin: \t\t\t\t0px;\n}\n\n.comment .collapseicon \n{\n\twidth: \t\t\t\t\t13px;\n\theight: \t\t\t\t13px;\n\toverflow:\t\t\t\thidden;\n\tbackground-image: \t\turl(http://www.thehistoryblog.com/wp-content/plugins/briansthreadedcomments.php?image=subthread-open.png);\n}\n\n.collapsed .collapseicon \n{\n\tbackground-image: \t\turl(http://www.thehistoryblog.com/wp-content/plugins/briansthreadedcomments.php?image=subthread.png);\n}\n\n\n.comment .reply {\n\ttext-align: \t\t\tright;\n\tfont-size: \t\t\t\t80%;\n\tpadding: \t\t\t\t0px 6px 6px 0px;\n}\n\n.comment\n{\n\tborder: \t2px solid #ddd;\n\tmargin-top: \t\t\t10px;\n}\n\ninput#subscribe\n{\n\twidth: auto;\n}\n\n.comment .body .content\n{\n\tpadding:\t\t\t\t0px 3px 0px 3px;\n\twidth: \t\t\t\t\t100%;\t\n\toverflow: \t\t\t\tauto; \n}\n\n.comment .title abbr\n{\n\tborder: none;\n}\n\n.collapsed .body, .collapsed .comment\n{\n\tdisplay:\t\t\t\tnone;\n}\n/*\n#addcomment small, #addcomment div\n{\n\tpadding:\t\t\t\t3px;\n}\n*/\n#commentform textarea {\n\twidth: 97%;\n}\n</style>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/flash-video-player/swfobject.js\" type=\"text/javascript\"></script>\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"shortcut icon\" type=\"image/x-icon\"/>\n</head>\n<body>\n<div id=\"ROOT\">\n<div class=\"BGPage\">\n<div class=\"LeftTop\">\n<div class=\"LeftBottom\">\n<div id=\"HEAD\">\n<h1 class=\"Logo\"><a href=\"http://www.thehistoryblog.com/\"><span>The History Blog</span></a></h1>\n<div class=\"Visual\"></div>\n</div>\n<div id=\"MAIN\">\n<h2 class=\"pagetitle\">Archive for October, 2013</h2>\n<div class=\"post\">\n<h3 id=\"post-27717\"><a href=\"http://www.thehistoryblog.com/archives/27717\" rel=\"bookmark\" title=\"Permanent Link to Bones uprooted by Sandy last Halloween revealed\">Bones uprooted by Sandy last Halloween revealed</a></h3>\n<p class=\"prefix\">Thursday, October 31st, 2013</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Uprooted-Lincoln-Oak.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-27726\" height=\"89\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Uprooted-Lincoln-Oak-150x89.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Uprooted-Lincoln-Oak-150x89.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Uprooted-Lincoln-Oak-200x119.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Uprooted-Lincoln-Oak-430x257.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Uprooted-Lincoln-Oak.jpg 1279w\" title=\"Uprooted Lincoln Oak\" width=\"150\"/></a>On Monday, October 29th, 2012, a mighty oak in the New Haven Green was <a href=\"http://www.newhavenindependent.org/index.php/archives/entry/skeleton_found_in_upended_tree_on_green/\" target=\"_blank\">toppled by Hurricane Sandy</a>. Planted in 1909 to commemorate the 100th anniversary of the birth of Abraham Lincoln, the oak tree was knocked down by the force of the winds and the large root ball fully exposed. Passerby Katie Carbo saw an oddly shaped rock embedded in the roots but when she looked closely, she found that weird rock was actually a human skull. She notified the police who brought in Alfredo Camargo, a death investigator from the state medical examiner’s office, to collect the human remains for examination. </p>\n<p>No foul play was suspected. The Green had been used as a cemetery from early colonial times through the dawn of the Federal era so it seemed likely the remains were historical. In fact, Yale anthropologist Gary Aronsen, State Archaeologist Nick Bellantoni and archaeologist Dan Forrest worked with Camargo to collect the bones and any artifacts that might help date or identify the remains. A hand-wrought iron coffin nail from the late 18th century suggested a preliminary date, but a confirmation would require further analysis of the bones.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/jaws-in-oak-roots.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-27722\" height=\"99\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/jaws-in-oak-roots-150x99.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/jaws-in-oak-roots-150x99.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/jaws-in-oak-roots-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/jaws-in-oak-roots-430x286.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/jaws-in-oak-roots.jpg 628w\" title=\"Skull trapped in the roots of the Lincoln Oak\" width=\"150\"/></a>It was a ghoulish surprise well-suited for Halloween to many New Havenites who had long forgotten that their central green was once a very active cemetery. The Puritans began burying people in the square pretty much as soon as they arrived in 1638, a party of 500 led by Reverend John Davenport and Theophilus Eaton who had left the Massachusetts Bay Colony in the wake of the great Antinomian Controversy, a debate about whether salvation comes through good works or solely by the grace of God that ended with the excommunication of Free Grace advocate Anne Hutchinson. Massachusetts Bay Governor John Winthrop, who had delivered the famous “<a href=\"http://religiousfreedom.lib.virginia.edu/sacred/charity.html\" target=\"_blank\">City upon a Hill</a>” sermon to the colonists while they were still on the ship, sided with the works people and his autocratic style of governance had already alienated the likes of Roger Williams, founder of Rhode Island. Davenport was more of a salvation through grace fellow, so he and Eaton founded New Haven to get out from under Winthrop’s thumb and to worship as they preferred. </p>\n<p>The town green was one of the first things they built. It was designed specifically so it would be the proper size to accommodate 144,000 people, the number they believed would be saved in the Second Coming. What better place to inter the dead than underneath the future launching pad of the Rapture? Burials began in 1638 and continued undiminished through 1797. By then the small space was just heaving with bodies. New dead were buried on top of previous burials and most graves went unmarked. An estimate 5,000 – 10,000 people were laid to rest under the New Haven Green.</p>\n<p>Finally after a series of epidemics — scarlet fever, yellow fever, dysentery — in the 1790s forced the burial of as many as 5,000 victims within two years, it became palpably clear that New Haven needed a new burial ground. The <a href=\"http://www.grovestreetcemetery.org/\" target=\"_blank\">Grove Street Cemetery</a> was built on the edge of the city limits in 1797. This was the first chartered burial ground in the United States. In 1821, the remaining headstones from the Green were carried to the new cemetery by a procession of Yale students where they were arranged against the north and west walls in alphabetical order. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Center-Church-crypt.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-27723\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Center-Church-crypt-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Center-Church-crypt-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Center-Church-crypt-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Center-Church-crypt-430x322.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Center-Church-crypt.jpg 1600w\" title=\"Center Church crypt\" width=\"150\"/></a>There were still occasional burials in the Green until 1812 when a new church was built over a section of the Green. <a href=\"http://www.newhavencenterchurch.org/history.html\" target=\"_blank\">Center Church</a> simply absorbed the piece of the burial ground it was built over, keeping the burials and headstones in place in a basement crypt. The crypt holds 137 burials marked with headstones and other monuments and an estimate 1,000 unmarked graves. There are some historically significant personages <a href=\"http://www.newhavencenterchurch.org/documents/CCNH_Crypt_list2.swf\" target=\"_blank\">among those 137</a>: Margaret Arnold, the first wife of Benedict Arnold, Ezekiel Hayes, Revolutionary War hero and great-grandfather of President Rutherford B. Hayes, New Haven co-founder and colony governor Theophilus Eaton, and Reverend James Pierpont, a founder of Yale College whose daughter Sarah married Jonathan Edwards, Great Awakening preacher of “<a href=\"http://voicesofdemocracy.umd.edu/edwards-sinners-in-the-hands-speech-text/\" target=\"_blank\">Sinners in the Hands of an Angry God</a>,” the sermon that scared the crap out of me when I read it in 8th grade English class, and had 11 children whose direct descendants include Vice President and infamous dueler Aaron Burr, financier John Pierpont Morgan and such a vast network of intellectuals, university presidents, captains of industry and political leaders that eugenicists in the early 1900s pointed to the extended Edwards’ family as an example of what good breeding can accomplish.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Mrs-Sarah-Whiting.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-27728\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Mrs-Sarah-Whiting-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Mrs-Sarah-Whiting-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Mrs-Sarah-Whiting-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Mrs-Sarah-Whiting-430x322.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Mrs-Sarah-Whiting.jpg 1600w\" title=\"Poignant headstone of Mrs. Sarah Whiting, &quot;the painfull mother of eight children of whom six survive,'  died July 4th, 1769\" width=\"150\"/></a>Despite this rich history writ in the bones of the New Haven Green, general memory of the burials faded over time. When the Lincoln Oak was planted in 1909, there was no mention of the site as a former burial ground. The spot was chosen for the planting because the Connecticut State House had stood on the site from 1828 to 1889 and that’s where the public prayers were said after the assassination of Abraham Lincoln by John Wilkes Booth.</p>\n<p>The Lincoln Oak’s skeletal roots brought it all back, and not for the first time either. Believe it or not, Hurricane Esther partially toppled the oak on September 27th, 1961, exposing the roots and, yes, <a href=\"http://www.newhavenindependent.org/archives/upload/2013/04/EPSON001_bonesdisc.PDF\" target=\"_blank\">a handful of human bones entangled in them</a> (pdf). New Haveners were as surprised then as they would be 51 years later, which goes to show our memories are ridiculously short even in the age of mass media. There are plenty of people still around who were there in 1961, but it took <a href=\"http://www.newhavenindependent.org/index.php/archives/entry/x-rays_reveal_lincoln_oak_mystery/\" target=\"_blank\">local historian Rob Greenberg</a> digging through the archives of the New Haven Register to bring the earlier episode to light. Rob Greenberg also doggedly pursued the<a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/X-ray-capsule-2.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-27724\" height=\"124\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/X-ray-capsule-2-150x124.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/X-ray-capsule-2-150x124.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/X-ray-capsule-2-200x165.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/X-ray-capsule-2-430x356.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/X-ray-capsule-2.jpg 1600w\" title=\"X-ray of the second time capsule from 1909\" width=\"150\"/></a> mystery of a concrete cylinder found under the oak’s 1909 plaque which turned out to contain <a href=\"http://www.newhavenindependent.org/index.php/archives/entry/capsule_contents/\" target=\"_blank\">two time capsules with Civil War and Lincoln mementos</a> that was buried when the oak was planted.</p>\n<p>Basically this Lincoln Oak was like the kite-eating tree in Peanuts only with bones instead of kites, and it’s the roots that do all the entrapping rather than the branches. Once it was replanted in 1961, the roots just kept growing until they found more bones to nom. Sadly, the tree could not take root once more after Sandy. This fall was its last. A new oak was planted on the spot, however, so the whole thing can happen again a century from now.</p>\n<p>As for the bones plucked out of its roots last year, the first official report of the findings will be made <a href=\"http://newhavenmuseum.org/bones-from-the-new-haven-green-panel-discussion/\" target=\"_blank\">tonight at a panel discussion at the New Haven Museum</a>. The event starts at 5:30 PM, is scheduled to run just over two hours and is open to the public. Analysis did confirm that the evidence of the coffin nail was accurate: the bones date to the late 1790s. There are bones from at least four people in this group: one adult male, one child of 7-9 and two younger children. The adult was buried in a decorated casket, fragments of which survive. One of the children was buried with a red marble toy. There were signs on the teeth of early  childhood malnutrition but no cause of death could be determined for any of the four. </p>\n<p>Here’s a Yale News video with good shots of the uprooted tree and bones:</p>\n<p>[youtube=http://youtu.be/Jq6CtOAP-6M&amp;w=430]</p>\n<p>The remains will be reinterred when research is complete. No word yet on where they’ll be buried.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Bones uprooted by Sandy last Halloween revealed\" data-a2a-url=\"http://www.thehistoryblog.com/archives/27717\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/27717#comments\">4 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-27689\"><a href=\"http://www.thehistoryblog.com/archives/27689\" rel=\"bookmark\" title=\"Permanent Link to Roman eagle &amp; serpent sculpture found in London\">Roman eagle &amp; serpent sculpture found in London</a></h3>\n<p class=\"prefix\">Wednesday, October 30th, 2013</p>\n<div class=\"entry\">\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Minories-Eagle-and-Serpent-c-MOLA-Andy-Chopping.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-large wp-image-27691\" height=\"191\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Minories-Eagle-and-Serpent-c-MOLA-Andy-Chopping-430x191.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Minories-Eagle-and-Serpent-c-MOLA-Andy-Chopping-430x191.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Minories-Eagle-and-Serpent-c-MOLA-Andy-Chopping-150x66.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Minories-Eagle-and-Serpent-c-MOLA-Andy-Chopping-200x89.jpg 200w\" title=\"Eagle and serpent sculpture found at Minories excavation, (c) MOLA, Andy Chopping\" width=\"430\"/></a></center><br/>\n<a href=\"http://www.museumoflondonarchaeology.org.uk/NewsProjects/Current-News/RomanSculptureDiscovered.htm\" target=\"_blank\">Museum of London</a> archaeologists excavating Minories, a street near the Tower of London, before construction of a hotel on the site have <a href=\"http://www.theguardian.com/science/2013/oct/29/roman-eagle-found-archaeologists-london-sculpture-art\" target=\"_blank\">unearthed a spectacular Roman-era sculpture of an eagle biting a serpent</a>. The discovery was made six weeks ago in the last few hours of the last day of a 10-week excavation, but the piece is in such fine condition that the museum refrained from announcing the find at first because even though it looked Roman, its exquisite preservation made the archaeologists who found it suspect that it might be a Victorian garden ornament. Several experts have examined the eagle now and all confirm that it is a Romano-British sculpture from the 1st or 2nd century A.D. </p>\n<p>Carved out of oolitic limestone from the Cotswolds, the sculpture is more than two feet tall and 1’10” wide. It depicts an eagle with wings spread biting a snake coiled around the bird, its forked tongue protruding. Other than a small piece missing from the broken right wing (the wing hasn’t been reattached; it’s on a custom frame that keeps it in place), the sculpture is complete with every detail from feathers to talons still sharp. It may have been painted originally but so far no trace of paint has been found on the surface.</p>\n<blockquote><p>The symbolism is understood as the struggle of good, the eagle, against evil, the snake. This theme is common in funerary contexts and an important Roman cemetery is known to have been located on the site. It is believed by archaeologists that this statue once adorned a rich mausoleum, the foundations of which were also uncovered during excavation. The lack of weathering on the statue corroborates this theory, as does the absence of detail on the back of the sculpture; suggesting it once sat it an alcove.</p></blockquote>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Petra-eagle-thunderbolt-relief-Cincinnati-Museum-of-Art.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-27694\" height=\"189\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Petra-eagle-thunderbolt-relief-Cincinnati-Museum-of-Art-200x189.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Petra-eagle-thunderbolt-relief-Cincinnati-Museum-of-Art-200x189.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Petra-eagle-thunderbolt-relief-Cincinnati-Museum-of-Art-150x142.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Petra-eagle-thunderbolt-relief-Cincinnati-Museum-of-Art-430x407.jpg 430w\" title=\"Relief of eagle standing on thunderbolts from Petra, 1st c. A.D., now in the Cincinnati Museum of Art\" width=\"200\"/></a>Although the eagle vs. snake imagery is widespread in the Roman world, the only other freestanding Roman sculpture known to have survived comparable with this one was found in the great Nabatean city of Petra, in what is today Jordan, and is now part of the permanent collection of the <a href=\"http://www.cincinnatiartmuseum.org/\" target=\"_blank\">Cincinnati Art Museum</a>. I couldn’t find any pictures of it, sadly, other than a little thumbnail in the <a href=\"http://www.dailymail.co.uk/sciencetech/article-2478904/Roman-sculpture-eagle-devouring-serpent-unearthed-London.html\" target=\"_blank\">Daily Mail article</a> about the discovery. You can see that it’s far from complete, with the beak and chest of eagle missing. The picture on the right is of another eagle from 1st century Petra, a relief, that is now in the Cincinnati Art Museum’s collection.</p>\n<p>Petra was a major center of trade thanks to its prime location at the crossroads of Middle Eastern caravan routes and the Nabatean’s extraordinary water control systems. It’s a testament to the skill of the Romano-British sculptors that Britannia could produce art of at least equal quality as is found Petra. The Cotswolds is known to have been a center of Roman sculpture, although the sculptures that survive have primarily been small or fragments of larger pieces. Most of the sculptures found have been in the Cotswolds area as the Jurassic vein of oolitic limestone of the Cotswold hills was the source of the stone and sculptors mainly worked on the spot. They did travel, however, to large cities, either bringing the raw stone with them or completing the sculpture at home and then transporting the finished work to its destination. The family of the deceased was clearly willing to pay a pretty penny for a top quality funerary sculpture from the best artists in the province. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/MOLA-conservator-Luisa-Duarte-c-MOLA-Andy-Chopping.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-medium wp-image-27690\" height=\"237\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/MOLA-conservator-Luisa-Duarte-c-MOLA-Andy-Chopping-200x237.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/MOLA-conservator-Luisa-Duarte-c-MOLA-Andy-Chopping-200x237.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/MOLA-conservator-Luisa-Duarte-c-MOLA-Andy-Chopping-126x150.jpg 126w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/MOLA-conservator-Luisa-Duarte-c-MOLA-Andy-Chopping-430x510.jpg 430w\" title=\"MOLA conservator Luisa Duarte works on the bird, (c) MOLA, Andy Chopping\" width=\"200\"/></a>The eagle’s rough surface is the natural finish of Cotswolds limestone which is coarse enough that fine details are sometimes hard to convey in this medium. It is, however, an ideal material from the sculptor’s perspective because it’s soft to carve but over time hardens leaving a durable surface, durable enough to survive centuries underneath a burgeoning metropolis. Of course the find spot was outside the city in Roman times, like all cemeteries, but as London grew, Minories was absorbed into the urbs and the tombs that once lined the street were destroyed to make way for new construction. Their materials, including decorative elements, were recycled, used as masonry and fill, which is why we know very little about the Roman cemetery.</p>\n<blockquote><p>Michael Marshall, MOLA Finds Specialist, said: “The eagle is a classically Roman symbol and this new find provides a fascinating new insight into the inhabitants of Roman London and demonstrates their familiarity with the iconography of the wider classical world. Funerary sculpture from the city is very rare and this example, perhaps from inside a mausoleum, is a particularly fine example which will help us to understand how the cemeteries and tombs that lined the roads out of the city were furnished and the beliefs of those buried there.”</p></blockquote>\n<p>Starting today, the eagle and snake are on display in the Museum of London’s <a href=\"http://www.museumoflondon.org.uk/london-wall/whats-on/galleries/roman-london/\" target=\"_blank\">Roman London gallery</a>. It will remain on public view for six months after which it will be removed for further study.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Roman eagle &amp; serpent sculpture found in London\" data-a2a-url=\"http://www.thehistoryblog.com/archives/27689\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/ancient\" rel=\"category tag\">Ancient</a>, <a href=\"http://www.thehistoryblog.com/archives/category/museums\" rel=\"category tag\">Museums</a> |   <a href=\"http://www.thehistoryblog.com/archives/27689#comments\">3 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-27678\"><a href=\"http://www.thehistoryblog.com/archives/27678\" rel=\"bookmark\" title=\"Permanent Link to Hear only complete surviving ancient song sung\">Hear only complete surviving ancient song sung</a></h3>\n<p class=\"prefix\">Tuesday, October 29th, 2013</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Seikilos-column.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-27682\" height=\"300\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Seikilos-column-200x300.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Seikilos-column-200x300.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Seikilos-column-99x150.jpg 99w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Seikilos-column-430x647.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Seikilos-column.jpg 1212w\" title=\"Seikilos column with engraved epitaph and song, 1st-2nd c. A.D.\" width=\"200\"/></a>Fragments of ancient music have been found going back as far as the eighteenth century B.C., the most ancient ones <a href=\"http://www.phoenicia.org/music.html\" target=\"_blank\">recorded on cuneiform tablets</a>, but there is only one complete song from antiquity known to have survived: the Seikilos epitaph. It was discovered carved on a marble column-shaped stele in Tralleis, near Ephesus, Turkey, in 1883, and is now in the <a href=\"http://natmus.dk/en/start/\" target=\"_blank\">National Museum of Denmark</a> in Copenhagen. </p>\n<p>Dating to the first or second century A.D., the stele announces its function clearly in the inscription. “I am a tombstone, an image. Seikilos placed me here as an everlasting sign of deathless remembrance.” The last line is damaged, reputedly by Anglo-Irish railway engineer Edward Purser who was on site building the Smyrna-Aidin Ottoman Railway when the stele was discovered and who sawed off the base so his wife could use it as a flower display, but it appears to be a dedication from Seikilos to a Euterpe, perhaps his wife? </p>\n<p>It’s the song that ensured the stele would truly be an everlasting memorial because he didn’t just have the lyrics engraved, but rather also included the melody in ancient Greek musical notation. The lyrical message is your basic carpe diem. These are the lyrics in transliterated Greek and in an English translation:</p>\n<blockquote><p>Hoson zes, phainou<br/>\nMeden holos su lupou;<br/>\nPros oligon esti to zen<br/>\nTo telos ho chronos apaitei</p>\n<p>While you live, shine<br/>\nHave no grief at all;<br/>\nLife exists only a short while<br/>\nAnd time demands its toll</p></blockquote>\n<p>Herodotus’ <a href=\"http://books.google.com/books?id=YTCrx1KB3HQC&amp;lpg=PA82&amp;ots=0YyU5ZqZ7C&amp;dq=%22In%20social%20meetings%20among%20the%20rich%22%20herodotus&amp;pg=PA82#v=onepage&amp;q&amp;f=false\" target=\"_blank\"><em>The Histories</em></a> describes an Egyptian practice which puts Seikilos’ song in context:</p>\n<blockquote><p>In social meetings among the rich, when the banquet is ended, a servant carries round to the several guests a coffin, in which there is a wooden image of a corpse, carved and painted to resemble nature as nearly as possible, about a cubit or two cubits in length. As he shows it to each guest in turn, the servant sings, “Gaze here, and drink and be merry; for when you die, such will you be.”</p></blockquote>\n<p>I suppose this is how they got people back into a revelrous mood when things were winding down, by reminding them life is fleeting so party while you have the chance. I’m not sure how well that would go over today, although given the season, you could totally take a tip from the ancient Egyptians and pass around the realistic mini-corpse in a coffin when your Halloween party looks to be flagging.</p>\n<p>Anyway, because of the clear alphabetical notation Seikilos’ song is playable today. Lyre expert and ancient music researchers Michael Levy has <a href=\"http://youtu.be/7KRnAKzFMhk\" target=\"_blank\">a wonderfully virtuoso performance on his YouTube channel</a> for which he uses a wide range of lyre techniques to give it that zesty drinking song vibe.</p>\n<p>Musician and Oxford University classicist Armand D’Angour is working on a research project to use the latest and greatest discoveries on Greek musical notation <a href=\"http://www.bbc.co.uk/news/business-24611454\" target=\"_blank\">to bring ancient music back as accurately as possible</a>.</p>\n<blockquote><p>And now, new revelations about ancient Greek music have emerged from a few dozen ancient documents inscribed with a vocal notation devised around 450 BC, consisting of alphabetic letters and signs placed above the vowels of the Greek words.</p>\n<p>The Greeks had worked out the mathematical ratios of musical intervals – an octave is 2:1, a fifth 3:2, a fourth 4:3, and so on.</p>\n<p>The notation gives an accurate indication of relative pitch: letter A at the top of the scale, for instance, represents a musical note a fifth higher than N halfway down the alphabet. Absolute pitch can be worked out from the vocal ranges required to sing the surviving tunes.</p>\n<p>While the documents, found on stone in Greece and papyrus in Egypt, have long been known to classicists – some were published as early as 1581 – in recent decades they have been augmented by new finds. Dating from around 300 BC to 300 AD, these fragments offer us a clearer view than ever before of the music of ancient Greece.</p></blockquote>\n<p>Dr. David Creese, a Classics professor at Newcastle University, has constructed a zither-like instrument with eight strings on which he plays ancient Greek music. Instead of strumming or plucking the strings like you would with a lyre or traditional zither, he strikes them with a little mallet. You can see him playing it in class <a href=\"http://youtu.be/ZV6QDQOw4S4\" target=\"_blank\">in this YouTube video</a>. That is the Song of Seikilos he is playing in that video, incidentally, but obviously not a full rendition. Here he is playing it and singing it:</p>\n<!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->\n<audio class=\"wp-audio-shortcode\" controls=\"controls\" id=\"audio-27678-1\" preload=\"none\" style=\"width: 100%;\"><source src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/David-Creese-sings-Seikilos.mp3?_=1\" type=\"audio/mpeg\"/><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/David-Creese-sings-Seikilos.mp3\">http://www.thehistoryblog.com/wp-content/uploads/2013/10/David-Creese-sings-Seikilos.mp3</a></audio>\n<p>Compare Dr. Creese’s version with Mr. Levy’s. I find it fascinating how different the two performances of such a simple song can be, and it underscores the inherent challenges of resurrecting ancient music even when you have the words and melody. </p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Hear only complete surviving ancient song sung\" data-a2a-url=\"http://www.thehistoryblog.com/archives/27678\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/ancient\" rel=\"category tag\">Ancient</a>, <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/multimedia\" rel=\"category tag\">Multimedia</a> |   <a href=\"http://www.thehistoryblog.com/archives/27678#comments\">8 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-27668\"><a href=\"http://www.thehistoryblog.com/archives/27668\" rel=\"bookmark\" title=\"Permanent Link to Roman child’s lead coffin found in farmer’s field\">Roman child’s lead coffin found in farmer’s field</a></h3>\n<p class=\"prefix\">Monday, October 28th, 2013</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Lead-coffin.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-27674\" height=\"99\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Lead-coffin-150x99.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Lead-coffin-150x99.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Lead-coffin-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Lead-coffin-430x285.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Lead-coffin.jpg 615w\" title=\"Roman lead coffin found in Leicestershire\" width=\"150\"/></a>A metal detecting club has <a href=\"http://www.hinckleytimes.net/news/local-news/roman-childs-grave-unearthed-hinckley-6240616\" target=\"_blank\">discovered a small lead coffin</a> in a plowed field in the village of Witherley, Leicestershire, central England. Members of <a href=\"http://www.dutp.org.uk/home\" target=\"_blank\">Digging Up The Past</a> had been searching the field all day, turning up part of a Medieval seal matrix, Medieval silver coins and a few Roman bronze coins probably from the 3rd and 4th centuries, when around 4:00 PM 30-year-old surveyor Chris Wright’s metal detector gave off a very strong signal. It indicated the object was fairly deeply buried, but the signal was strong enough over a large enough area that Wright decided to start digging. After digging down two feet he had a colleague come help him. About three feet down, they encountered a corner of something they at first thought was made of stone, but soon realized it was a metal lid, probably of a coffin.</p>\n<p>They called in club founder David Hutchings who agreed that it was a coffin and immediately called the police. The police arrived at the scene with Leicestershire County Council archaeologists and they all kept vigil overnight to protect the open grave from would-be treasure hunters. The archaeologists recognized it as an exceptional find. Preliminary examination suggests it may date to the 3rd century A.D. and its east-west alignment points to it being an early Christian burial. The coffin is less than one meter (3.3 feet) long so if it was used to bury someone, that someone was a young child. Lead was extremely expensive, so the deceased must have been the son or daughter of a wealthy family.</p>\n<p>The council archaeologists were not able to start a professional excavation, for reasons that have gone unstated in the news stories but I’m guessing involves budgetary constraints. Police and volunteers guarded the site while Digging Up The Past got necessary permissions and raised funds to have the box excavated privately. <a href=\"http://heritage.warwickshire.gov.uk/archaeology/welcome-to-archaeology-warwickshire/\" target=\"_blank\">Archaeology Warwickshire</a> was enlisted to do the job. On Thursday, October 24th, the casket was exhumed and brought to Warwick for further analysis. </p>\n<p>The field in which the coffin was found is about two miles away from the Roman fort and town of Manduessedum (today Mancetter) which was founded around 50-60 A.D. along the Roman road known today as Watling Street. Manduessedum is one of the possible locations historians have suggested for the Battle of Watling Street, Iceni warrior queen Boudica’s final confrontation with Rome in 60 or 61 A.D. The much smaller army of Gaius Suetonius Paulinus decisively defeated Boudica’s army of allied tribes at that battle, the last organized military resistance to Roman control of southern England. After that, Manduessedum settled into a civilian life becoming a local center of pottery making. Thirty kilns from the Roman era have been discovered in the area.</p>\n<blockquote><p>Stuart Palmer, business manager for the appointed experts, Archaeology Warwickshire, said: “Everything points to the coffin being from the Roman era and it is the first lead coffin to be recovered from the area. It might be one of the few Roman burials recovered from the Witherley-Mancetter cross border region.”</p>\n<p>“We know quite a lot about the Roman military activity in that part of Leicestershire and Warwickshire but not a great deal about the indigenous population. This coffin might provide us with one of a very few opportunities to examine how those people lived.”</p></blockquote>\n<p>Here’s a video of the finder telling his story and of the coffin in situ:</p>\n<p><object classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=9,0,47,0\" height=\"245\" id=\"flashObj\" width=\"430\"><param name=\"movie\" value=\"http://c.brightcove.com/services/viewer/federated_f9?isVid=1&amp;isUI=1\"/><param name=\"bgcolor\" value=\"#FFFFFF\"/><param name=\"flashVars\" value=\"videoId=2758814666001&amp;playerID=1281430515001&amp;playerKey=AQ~~,AAABKPKaGak~,TpOrUJpAbLj275Y-UtT3D6SQBMf4KsDW&amp;domain=embed&amp;dynamicStreaming=true\"/><param name=\"base\" value=\"http://admin.brightcove.com\"/><param name=\"seamlesstabbing\" value=\"false\"/><param name=\"allowFullScreen\" value=\"true\"/><param name=\"swLiveConnect\" value=\"true\"/><param name=\"allowScriptAccess\" value=\"always\"/><embed allowfullscreen=\"true\" allowscriptaccess=\"always\" base=\"http://admin.brightcove.com\" bgcolor=\"#FFFFFF\" flashvars=\"videoId=2758814666001&amp;playerID=1281430515001&amp;playerKey=AQ~~,AAABKPKaGak~,TpOrUJpAbLj275Y-UtT3D6SQBMf4KsDW&amp;domain=embed&amp;dynamicStreaming=true\" height=\"245\" name=\"flashObj\" pluginspage=\"http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash\" seamlesstabbing=\"false\" src=\"http://c.brightcove.com/services/viewer/federated_f9?isVid=1&amp;isUI=1\" swliveconnect=\"true\" type=\"application/x-shockwave-flash\" width=\"430\"/></object></p>\n<p>I wish they hadn’t dug all the way down to expose the sides and everything. That’s archaeological context they’re digging up, not just spoil. At the very least, as soon as they hit the lid they should have stopped. I hate seeing the dig marks on the lid and that big puddle of water.</p>\n<p>EDIT: Finder Chris Wright assures me that they did stop digging when they hit the lid. The fuller excavation you see in the pictures was done by professional archaeologists. </p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Roman child’s lead coffin found in farmer’s field\" data-a2a-url=\"http://www.thehistoryblog.com/archives/27668\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/ancient\" rel=\"category tag\">Ancient</a> |   <a href=\"http://www.thehistoryblog.com/archives/27668#comments\">18 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-27654\"><a href=\"http://www.thehistoryblog.com/archives/27654\" rel=\"bookmark\" title=\"Permanent Link to Happy birthday, Teddy Roosevelt!\">Happy birthday, Teddy Roosevelt!</a></h3>\n<p class=\"prefix\">Sunday, October 27th, 2013</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Theodore-Roosevelt-in-a-sculling-outfit.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-27658\" height=\"150\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Theodore-Roosevelt-in-a-sculling-outfit-e1382863560952-85x150.jpg\" title=\"Theodore Roosevelt with mad whiskers wearing a sculling outfit at Harvard, photograph courtesy Harvard's Houghton and Widener Libraries\" width=\"85\"/></a>Today would be Theodore Roosevelt’s 155th birthday. In honor of the 26th president, Harvard’s Houghton and Widener Libraries have put together <a href=\"http://library.harvard.edu/happy-birthday-teddy-roosevelt\" target=\"_blank\">a slideshow of the young Teddy</a> from childhood to his undergraduate days at Harvard College. It’s a small selection from the collection of 172 images of Roosevelt in his youth that was gifted to Harvard by the Theodore Roosevelt Association in 1943. They provide a glimpse into Roosevelt long before his grinning, bespectacled, moose-riding presence became instantly recognizable, and they’re smartly captioned with brief anecdotes and descriptions. Many thanks to the Houghton and Widener Libraries for allowing me to use high resolution versions of the photographs in this post.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Theodore-Roosevelt-as-a-freshmen-at-Harvard.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-27659\" height=\"150\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Theodore-Roosevelt-as-a-freshmen-at-Harvard-e1382863631468-104x150.jpg\" title=\"Theodore Roosevelt as a freshman at Harvard, photograph courtesy Harvard's Houghton and Widener Libraries\" width=\"104\"/></a>He’s really quite unrecognizable, an adorable little boy and a handsome young man. His blue eyes, later hidden behind his characteristic wire-rimmed pince-nez glasses, are striking. His mutton chops are downright impressive once they get going. Of course instead of simply enjoying the growth and development of TR, I had to go falling down a couple of rabbit holes inspired by the images and captions. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/TR-4-years-old.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-27655\" height=\"150\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/TR-4-years-old-e1382863426996-96x150.jpg\" title=\"Theodore Roosevelt at 4 years old, picture courtesy of Harvard's Houghton and Widener Libraries\" width=\"96\"/></a>First observe a four-year-old Teddy looking like Little Lord Fauntleroy in a velvet jacket holding a fuzzy cap. Those baggy pants tied under the knee he’s wearing were known as Knickerbockers after the fictional author in Washington Irving’s 1809 <a href=\"http://www.gutenberg.org/files/13042/13042-h/13042-h.htm\" target=\"_blank\"><em>Knickerbocker’s History of New York</em></a>. Diedrich Knickerbocker is the descendant of 17th century Dutch immigrants who settled New York when it was New Amsterdam, and as such is a member of the highest ranks of New York society. In Irving’s book these New York Dutch aristocrats wear old-timey knee-breeches, emblems of their long heritage in the city. It was an entirely fictional depiction, but the name stuck. From then on, the Dutch-descended patricians of New York became known as Knickerbockers and so did the poofy pants. Later, New York sports teams would take on the name too. </p>\n<p>The Roosevelts were Knickerbockers par excellence. They were descendants of one Claes Maartenszen van Rosenvelt who settled in New Amsterdam in the 1640s and purchased 48 acres of prime farmland bounded by Lexington Avenue and Fifth Avenue between 29th St. and 35th St. Midtown Manhattan, including the lot that now hosts the Empire State Building, was the first American Roosevelt’s personal stomping ground.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Roosevelt-at-the-end-of-his-sophomore-year-at-Harvard.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-27657\" height=\"150\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Roosevelt-at-the-end-of-his-sophomore-year-at-Harvard-e1382863707721-118x150.jpg\" title=\"Roosevelt at the end of his sophomore year at Harvard, photograph courtesy Harvard's Houghton and Widener Libraries\" width=\"118\"/></a>The other picture that sent me down history nerd lane was the 1878 tintype of Theodore after he shaved off his fine set of sideburns. The caption quotes a letter Teddy wrote to his sister Corinne Roosevelt Robinson on May 3rd, 1878:</p>\n<blockquote><p>“At last the deed is done and I have shaved off my whiskers! The consequence, I am bound to add, is, that I look like a dissolute democrat of the fourth ward. I send you some tintypes I had taken for distribution among my family and friends. The front views are pretty good; although giving me an expression of gloomy misery that I sincerely hope is not natural. The side views do not resemble me any more than they do Michael Angelo or John A. Weeks.”</p></blockquote>\n<p>(John A. Weeks was a wealthy lawyer, real estate mogul, philanthropist and art lover. His wife was Alice Hathaway Delano, relative of Sara Delano who was the mother of Frederick Delano Roosevelt, Theodore Roosevelt’s fifth cousin.)</p>\n<p>It was TR’s description of himself looking like “a dissolute democrat of the fourth ward” that caught my eye. It just sounds cool, first of all, and it’s a neat early glimpse into a concern that would help define Roosevelt’s political career. The <a href=\"http://vm.uconn.edu/~pbaldwin/wardtable.html\" target=\"_blank\">Fourth Ward</a> of New York City was a crime-ridden slum on the Lower East Side. This was full Tammany territory, the uncontested domain of corrupt bosses who could deliver votes en bloc to their pet politicians. </p>\n<p>Tammany Hall was a Democratic Party machine and Teddy would fight it at his first opportunity. He was elected as a Republican to the New York State Assembly in November of 1881, just three years after he wrote that letter to his sister. The fact that he was a mere baby of 23 years did not deter him from focusing on his reformist agenda. In his first 48 hours of the legislative session, he introduced four reform bills (water purification, alderman election reform, finance reform and judicial reform). Only the alderman one passed and only after major changes, but TR didn’t let that slow him down. He was re-elected in 1882 and in 1884 introduced three bills aimed at kneecapping the party machines. Of the three, the Reform Charter Bill was the highest priority because it focused on increasing the power and accountability of the mayor to weaken the stranglehold of the board of aldermen which was controlled by the party machines.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/TR-Grover-Cleveland-clip-Tammany-tiger-claws-with-Roosevelt-bill-scissors-pull-teeth-with-Public-Sentiment-pliers.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-27663\" height=\"150\" sizes=\"(max-width: 108px) 100vw, 108px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/TR-Grover-Cleveland-clip-Tammany-tiger-claws-with-Roosevelt-bill-scissors-pull-teeth-with-Public-Sentiment-pliers-108x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/TR-Grover-Cleveland-clip-Tammany-tiger-claws-with-Roosevelt-bill-scissors-pull-teeth-with-Public-Sentiment-pliers-108x150.jpg 108w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/TR-Grover-Cleveland-clip-Tammany-tiger-claws-with-Roosevelt-bill-scissors-pull-teeth-with-Public-Sentiment-pliers-200x277.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/TR-Grover-Cleveland-clip-Tammany-tiger-claws-with-Roosevelt-bill-scissors-pull-teeth-with-Public-Sentiment-pliers-430x597.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/TR-Grover-Cleveland-clip-Tammany-tiger-claws-with-Roosevelt-bill-scissors-pull-teeth-with-Public-Sentiment-pliers.jpg 1152w\" title=\"Theodore Roosevelt and Grover Cleveland clip the Tammany tiger's claws with &quot;Roosevelt bill&quot; scissors and pull its teeth with &quot;Public Sentiment&quot; pliers, Puck magazine, March 26th, 1884\" width=\"108\"/></a>The Reform Charter Bill passed and was signed into law by Governor Grover Cleveland, a Democrat who had formed an alliance with Tammany Hall to win the election only to govern with integrity and honesty, much to Tammany’s horror. The bill became known as the Roosevelt Bill and newspapers <a href=\"http://www.theodorerooseveltcenter.org/Research/Digital-Library/Record.aspx?libID=o284959\" target=\"_blank\">went</a> <a href=\"http://www.theodorerooseveltcenter.org/Research/Digital-Library/Record.aspx?libID=o284958\" target=\"_blank\">nuts</a> over how Roosevelt and Cleveland were cutting Tammany down to size.</p>\n<p>Ten years later, Theodore Roosevelt came to a whole new understanding of the Fourth Ward. In 1895, he became New York City Police Commissioner. Accompanied by reformer photojournalist Jacob Riis who had exposed the vile living conditions of the immigrant poor in the tenements of New York City’s Lower East Side in his 1890 book <a href=\"http://www.authentichistory.com/1898-1913/2-progressivism/2-riis/index.html\" target=\"_blank\"><em>How The Other Half Lives</em></a>, Roosevelt patrolled the poverty-stricken streets between midnight and dawn, checking up on his beat cops to be sure they were a) awake, b) sober, c) not spending all night in saloons, d) not taking bribes, inspecting tenements for compliance with health codes, deterring crime with his mere presence. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Roosevelt-St-4th-Ward-Riis.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-27665\" height=\"148\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Roosevelt-St-4th-Ward-Riis-150x148.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Roosevelt-St-4th-Ward-Riis-150x148.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Roosevelt-St-4th-Ward-Riis-200x198.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Roosevelt-St-4th-Ward-Riis-430x426.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Roosevelt-St-4th-Ward-Riis.jpg 980w\" title=\"Tenement on Roosevelt St. photographed by Jacob Riis\" width=\"150\"/></a>He became such a common figure on the streets of the Lower East Side at night that he earned the outstanding nickname of Haroun al Roosevelt after the character of Harun al-Rashid in the <em>One Thousand and One Nights</em>. <a href=\"http://www.bartleby.com/207/13.html\" target=\"_blank\">In his autobiography</a> Riis described the two years of Roosevelt’s patrols as a Golden Age. Roosevelt called Riis “the most useful citizen of New York” for having shone a light — literally; the new invention of flash made it possible to effectively photograph the dark tenements for the first time — on the reality of life in the slums.  </p>\n<p>In a complete coincidence, one of those Fourth Ward streets TR patrolled was Roosevelt Street. It was named after one of early Rosenvelts who owned the property in the 17th century. The street is gone now, built over in 1950 by the Alfred E. Smith Houses, a public housing development named after the former governor and candidate for president who <a href=\"http://www.thehistoryblog.com/archives/25561\" target=\"_blank\">made wet dreams come true</a>.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Happy birthday, Teddy Roosevelt!\" data-a2a-url=\"http://www.thehistoryblog.com/archives/27654\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/27654#comments\">5 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-27648\"><a href=\"http://www.thehistoryblog.com/archives/27648\" rel=\"bookmark\" title=\"Permanent Link to Fly in 1929 style aboard an original Ford Tri-Motor\">Fly in 1929 style aboard an original Ford Tri-Motor</a></h3>\n<p class=\"prefix\">Saturday, October 26th, 2013</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Ford_Trimotor_in_flight.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-27651\" height=\"133\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Ford_Trimotor_in_flight-200x133.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Ford_Trimotor_in_flight-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Ford_Trimotor_in_flight-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Ford_Trimotor_in_flight-430x286.jpg 430w\" title=\"Ford Trimotor in flight\" width=\"200\"/></a>Having revolutionized individual transportation and industrial production with his Model T car, after World War I Henry Ford turned his sights to airplanes. He had been interested in aviation from its early days, lending three automobile factory workers to his 15-year-old son Edsel to help build a monoplane powered by a Model T engine in 1909, just six years after the Wright Brothers’ seminal flight at Kitty Hawk. Edsel’s Model T monoplane never did fly well and its brief life ended when it crashed into a tree. During the war, Ford applied his production genius to aircraft engines. In the fall of 1917, the War Department commissioned 22,000 12-cylinder Liberty engines from all of Detroit’s automotive companies. Ford redesigned the process for cylinder production, streamlining it so production rose from 151 cylinders a day to more than 2,000. In the end, Ford produced all of the Liberty cylinders (433,826 in total) and 3,950 complete engines.</p>\n<p>(Fun fact: Cadillac initially declined to build Liberty engines because General Motors co-founder William C. Durant was a pacifist. Henry M. Leland, creator of the Cadillac company who had sold it to GM in 1909 but stayed on the payroll as an executive, wanted in on the Liberty order, so he left General Motors and founded Lincoln solely to produce the airplane engines. It was only after the war that the Lincoln plant turned to automobile production, using a luxury V8 engine inspired by the design of the Liberty. Ford bought Lincoln in 1922, streamlined operations to make it profitable, muscled Leland out within months and to this day Ford Motor Company still produces luxury cars under the Lincoln imprint.)</p>\n<p>It wasn’t until 1923 that Henry Ford dipped his toe into commercial aviation by investing in William Bushnell Stout’s Stout Metal Airplane Company. Henry and Edsel invested $1,000 each in Stout’s company which went on to produce the Stout 2-AT “Air Pullman,” the first all-metal single engine monoplane. That single engine, by the way, was a Liberty. In April of 1925, the Ford Air Transport Service, the first regularly scheduled commercial airline, went into operation carrying 1,000 pounds of freight aboard an Air Pullman between Detroit and Chicago. In August of 1925, Henry and Edsel purchased the Stout Metal Airplane Company outright and created the Stout Metal Airplane Division of the Ford Motor Company.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Ford-Trimotor-interio.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-medium wp-image-27650\" height=\"142\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Ford-Trimotor-interio-200x142.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Ford-Trimotor-interio-200x142.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Ford-Trimotor-interio-150x107.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Ford-Trimotor-interio-430x307.jpg 430w\" title=\"Ford Trimotor interior, restored to 1929 condition\" width=\"200\"/></a>To get the word out and assure potential customers that air flight was a dependable means of transporting cargo, Ford launched the Ford National Reliability Air Tour with the Air Pullman as its featured player. The tour was effective and less than a year after that first cargo flight, Henry Ford and William Stout accompanied the first bag of air mail to be carried by a commercial flight from Detroit to Cleveland under escort of fighter planes. </p>\n<p>While the 2-ATs went to work delivering mail, Stout went to work on a new model: the 3-AT trimotor, an all-metal craft with three engines (originally Liberties until they proved too heavy and were replaced with Wright J-4 engines) and a large passenger or cargo compartment. Ford thought the 3-AT was the future of aviation until he saw the test flights. They were abject failures and Henry barred Stout from the engineering room after that. </p>\n<p>Sans Stout, the Stout division of Ford started over after a fire destroyed all their 2-ATs and the prototype 3-AT on January 16th, 1926. They updated the 3-AT design to create a trimotor that was actually able to maintain altitude and the Ford 4-AT Trimotor, aka the “Tin Goose,” was born. Designed for passengers but with removable seats for cargo transport, the sturdy metal plane was an immediate success. It would become the first mass-produced passenger airplane with a total of 199 manufactured between 1925 and 1933. In 1927, Pan American used Trimotors for its first international flights from Key West to Havana, Cuba. Transcontinental Air Transport, with routes and airports designed by Charles Lindbergh, used Ford Trimotors to carry passengers coast to coast (albeit with train legs in between) in 1929. The next year it merged with Western Air Express to create TWA. Franklin Delano Roosevelt flew a Trimotor during his 1932 presidential campaign, replacing the traditional train whistle stop tour.</p>\n<p>Its heyday was brief as new technology superseded the Trimotor by 1933, but the plane still flew for decades. Trimotors were used as sightseeing planes, barnstormers, crop dusters and to carry freight to remote mining operations far from city airports. One particularly heroic Trimotor transported 50 people a day off the island during the 1942 Battle of Bataan until Japanese fighters shot it out of the sky. </p>\n<p>There are 18 Trimotors still in existence today, eight of which are airworthy. One of them, a 4-AT-E model built in 1929 for Eastern Air Transport, is owned by the Experimental Aircraft Association out of Oshkosh, Wisconsin, which spent 12 years putting it back together after the plane was lifted up by a gust of wind and slammed into the runway. That model is now <a href=\"http://www.airventuremuseum.org/fordtrimotor/\" target=\"_blank\">touring the country</a> giving nine people at a time the full 1929 experience in its restored cabin.</p>\n<p><a href=\"http://www.kwtx.com/home/headlines/Rare-Piece-of-History-Touches-Down-in-Central-Texas-229344981.html?ref=981\" target=\"_blank\">This weekend it’s in Waco, Texas</a>, at the McGregor Executive Airport. </p>\n<p><script src=\"http://v9.anv.bz/scripts/anv_mcp_9.js\" type=\"text/javascript\"></script><script type=\"text/javascript\">var p = new anv_pl_def();p.loadVideoWithKey(\"eyJtIjoiR1JUViIsInAiOiI4IiwidiI6IjI3MDQ5ODEifQ==\");</script></p>\n<p>You can’t book online anymore for this weekend’s rides, but you can still get walk-up tickets, $75 for adults, $50 for children 17 and under. The plane will be in St. Simons Island, Georgia, next weekend and Savannah, GA, the weekend after that. The final flights of the year will take place the weekend of November 14th in Jacksonville, Florida.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Fly in 1929 style aboard an original Ford Tri-Motor\" data-a2a-url=\"http://www.thehistoryblog.com/archives/27648\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/27648#comments\">3 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-27633\"><a href=\"http://www.thehistoryblog.com/archives/27633\" rel=\"bookmark\" title=\"Permanent Link to Intact Wari mummies found in Lima temple\">Intact Wari mummies found in Lima temple</a></h3>\n<p class=\"prefix\">Friday, October 25th, 2013</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Mummy-bundles-at-Huaca-Pucllana.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-medium wp-image-27636\" height=\"133\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Mummy-bundles-at-Huaca-Pucllana-200x133.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Mummy-bundles-at-Huaca-Pucllana-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Mummy-bundles-at-Huaca-Pucllana-150x99.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Mummy-bundles-at-Huaca-Pucllana-430x286.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Mummy-bundles-at-Huaca-Pucllana.jpg 1500w\" title=\"Mummy bundles found on sixth platform of Huaca Pucllana pyramid, wee guinea pig skull to the right of the large mummy \" width=\"200\"/></a><a href=\"http://www.reuters.com/article/2013/10/24/us-peru-archaeology-idUSBRE99N0ZT20131024\" target=\"_blank\">Two intact mummy bundles from the pre-Incan Wari civilization</a> have been discovered inside the walls of the adobe and clay brick temple of Huaca Pucllana. Seventy burials have been found since intensive excavations began in 2005, but most of them are not intact. They’ve been damaged by deliberate human interference or simply the passage of time. The first intact burial found dates was a young woman with an exceptional death mask buried around 700 A.D. and <a href=\"http://www.thehistoryblog.com/archives/725\" target=\"_blank\">unearthed in 2008</a>. Two years later <a href=\"http://www.dailytelegraph.com.au/year-old-mummies-unearthed-in-peru/story-e6freuy9-1225941626624\" target=\"_blank\">another female mummy</a> buried around 850 A.D. with two infants and a young child was found undisturbed. Now three years after that a third intact burial has been found which early estimates date to around 1000 years old.</p>\n<p>The two mummies are of different sizes, one is much larger the other and is probably an adult while the smaller one is the mummy of a child. The adult was a member of the elite, a high-ranking official or priest, and the little one may have been a child sacrificed in his or her honor, possibly even buried alive. Alternatively the child may be a relative who died at the same time. Both are wrapped snugly in woven rope bundles. The mummies are still in situ. They will be taken to a Ministry of Culture lab for testing to determine their age and sex. The full array of tests should take about six months, after which we’ll know what diseases they may have had, what they ate, the kind of work they did, and if DNA collaborates, whether the two are related.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Artifacts-found-with-mummies.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-27635\" height=\"133\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Artifacts-found-with-mummies-200x133.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Artifacts-found-with-mummies-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Artifacts-found-with-mummies-150x99.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Artifacts-found-with-mummies-430x286.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Artifacts-found-with-mummies.jpg 1500w\" title=\"Mate vessels found with mummies\" width=\"200\"/></a>Nestled in the cavity along with the mummies, archaeologists also found seven vessels used to drink mate, 12 textile bags and the skeletal remains of three guinea pigs. The burial site was carved out of a wall on the sixth platform of the pyramid, one of the most thoroughly looted areas of the Huaca Pucllana complex. Destruction began long before the arrival of the Spanish, which makes the human remains and artifacts particularly rare survivals and this tomb one of the most important discoveries made at the site. </p>\n<p>The pyramid long predates the Wari. The Huaca Pucllana complex was a ceremonial and administrative center built by the Lima culture between 200 and 650 A.D. in what is today the tony neighborhood of Miraflores. The Lima used a construction system known as the “bookshelf” style wherein hundreds of thousands of clay bricks are stacked together like books on shelves. Over time they lean in towards each other at opposite angles, like books on a shelf that isn’t completely full. This made the pyramids highly resistant to earthquakes. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Huaca-Pucllana-wall.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-medium wp-image-27638\" height=\"150\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Huaca-Pucllana-wall-200x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Huaca-Pucllana-wall-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Huaca-Pucllana-wall-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Huaca-Pucllana-wall-430x322.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Huaca-Pucllana-wall.jpg 1600w\" title=\"Bookshelf bricks at Huaca Pucllana \" width=\"200\"/></a>When the Wari spread out from their capital of Ayacucho (about 200 miles southeast of Lima in the Andes) and reached Lima around 650 A.D., they put their own imperialist stamp on the previous culture’s monuments: they buried their elite inside the walls of the pyramids. It was a means to assert their dominance over the Lima culture and to give their important dead impressive eternal resting places.</p>\n<p>All the archaeological excavations, research and maintenance of Huaca Pucllana is funded by revenues from <a href=\"http://huacapucllanamiraflores.pe/\" target=\"_blank\">the site’s museum</a> and restaurant. Last year, 60,000 visitors went to see the temple; the number is expected to rise to 100,000 this year. The museum is innovative in its exhibits as well, including a room designed for the visually impaired with replicas of ancient artifacts visitors can touch and Braille descriptions. If you’re ever in Lima, Huaca Pucllana is not to be missed.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Intact Wari mummies found in Lima temple\" data-a2a-url=\"http://www.thehistoryblog.com/archives/27633\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/ancient\" rel=\"category tag\">Ancient</a> |   <a href=\"http://www.thehistoryblog.com/archives/27633#comments\">1 Comment »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-27619\"><a href=\"http://www.thehistoryblog.com/archives/27619\" rel=\"bookmark\" title=\"Permanent Link to Bust of Gaius Caesar going home to Italy\">Bust of Gaius Caesar going home to Italy</a></h3>\n<p class=\"prefix\">Thursday, October 24th, 2013</p>\n<div class=\"entry\">\n<p>A rare bust of Gaius Caesar, grandson, adopted son and heir of Augustus Caesar, is headed back home. It <a href=\"http://www.historyextra.com/news/gaius-caesar-bust-heading-home-italy\" target=\"_blank\">sold at a Bonhams London auction yesterday for £374,500 ($604,758)</a> including buyer’s premium, more than double its pre-sale estimate, to an Italian buyer which means it will be going home for the first time in at least decades. </p>\n<p>There’s no telling how long it’s been gone. Its first documented appearance was in art market in Los Angeles in the 1990s. We know it wasn’t recently excavated because there are Italian restorations from the 18th and 19th centuries and it’s mounted on a plinth from around the same time. It could very well have been illegally exported, mind you, like so many of its comrades, but there have been no attempts to block the sale, something the Italian government is not at all reluctant to do these days when they suspect a lot was removed from the country in contravention of cultural patrimony laws.</p>\n<p>So there’s very little known history about the bust itself except what can be deduced from its features. Gaius is portrayed in idealized beauty — he seriously looks like a movie star — with long curly sideburns and a short beard just covering his chin. </p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/bust-of-Gaius-Caesar-1-4-AD.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-large wp-image-27622\" height=\"457\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/bust-of-Gaius-Caesar-1-4-AD-350x800.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/bust-of-Gaius-Caesar-1-4-AD-350x800.jpg 350w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/bust-of-Gaius-Caesar-1-4-AD-65x150.jpg 65w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/bust-of-Gaius-Caesar-1-4-AD-131x300.jpg 131w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/bust-of-Gaius-Caesar-1-4-AD.jpg 1189w\" title=\"Bust of Gaius Caesar, ca. 1-4 AD\" width=\"200\"/></a> <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/bust-of-Gaius-Caesar-1-4-AD-side2.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-large wp-image-27620\" height=\"412\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/bust-of-Gaius-Caesar-1-4-AD-side2-388x800.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/bust-of-Gaius-Caesar-1-4-AD-side2-388x800.jpg 388w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/bust-of-Gaius-Caesar-1-4-AD-side2-145x300.jpg 145w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/bust-of-Gaius-Caesar-1-4-AD-side2.jpg 1461w\" title=\"Bust of Gaius Caesar, ca. 1-4 AD\" width=\"200\"/></a></center></p>\n<p>It’s that facial hair which makes the piece so unusual. Portraits of Gaius Caesar have been classified into five types; this bearded look is the fifth and rarest. The facial hair is thought to be an iconographic allusion to Mars, the god of war, and the bust created in honor of Gaius’ military victory either Arabia in 1 A.D. or in Artagira, Armenia, in 3 A.D. The latter victory turned out to be a Pyrrhic one for Gaius himself since he was wounded in the battle and that wound would claim his life five months later when he was just 23 years old. (If <a href=\"http://penelope.uchicago.edu/Thayer/E/Roman/Texts/Tacitus/Annals/1A*.html#ref4\" target=\"_blank\">Tacitus</a> is right, Augustus’ formidable wife Livia saw to it that the wound became fatal so that Augustus would have to make her son Tiberius his heir.) </p>\n<p>There’s been debate in the scholarship over whether Type Fives even are Gaius. Some historians believe they’re early portraits of Augustus Caesar when he was still Octavian and that the beard was worn in mourning for the death of Julius Caesar, his great-uncle and adopted father. It’s a difficult call to make because Gaius and his younger brother Lucius were both deliberately portrayed as looking like Augustus to provide a visual reinforcement that they were his heirs, destined to carry on his legacy of successful leadership. <a href=\"https://www.bonhams.com/auctions/20669/lot/236/\" target=\"_blank\">Bonhams ultimately sides</a> with University of Southern California archaeologist <a href=\"http://www.archaeological.org/lecturer/johnpollini\" target=\"_blank\">John Pollini</a> who argues in his 1987 book <em>The Portraiture of Gaius and Lucius Caesar</em> that the Type Five portraits are of Gaius, not Octavian.</p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/bust-of-Gaius-Caesar-1-4-AD-side.jpg\"><img alt=\"\" class=\"alignnone size-large wp-image-27621\" height=\"517\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/bust-of-Gaius-Caesar-1-4-AD-side-430x517.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/bust-of-Gaius-Caesar-1-4-AD-side-430x517.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/bust-of-Gaius-Caesar-1-4-AD-side-124x150.jpg 124w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/bust-of-Gaius-Caesar-1-4-AD-side-200x240.jpg 200w\" title=\"Bust of Gaius Caesar\" width=\"430\"/></a></center></p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Bust of Gaius Caesar going home to Italy\" data-a2a-url=\"http://www.thehistoryblog.com/archives/27619\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/ancient\" rel=\"category tag\">Ancient</a> |   <a href=\"http://www.thehistoryblog.com/archives/27619#comments\">5 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-27603\"><a href=\"http://www.thehistoryblog.com/archives/27603\" rel=\"bookmark\" title=\"Permanent Link to Qing dynasty murals overpainted with garish cartoons\">Qing dynasty murals overpainted with garish cartoons</a></h3>\n<p class=\"prefix\">Wednesday, October 23rd, 2013</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Qing-fresco-Yunjie-temple.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-27612\" height=\"150\" sizes=\"(max-width: 112px) 100vw, 112px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Qing-fresco-Yunjie-temple-112x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Qing-fresco-Yunjie-temple-112x150.jpg 112w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Qing-fresco-Yunjie-temple-200x266.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Qing-fresco-Yunjie-temple-430x573.jpg 430w\" title=\"Original Qing fresco in Yunjie temple, picture taken in 2011\" width=\"112\"/></a>Qing Dynasty (1644-1911) murals on the walls of Yunjie Temple in Chaoyang, Liaoning Province, northeastern China, <a href=\"http://www.telegraph.co.uk/news/worldnews/asia/china/10396383/Restorers-paint-over-Qing-dynasty-fresco-in-Chinese-temple.html\" target=\"_blank\">have been overpainted by the incompetents hired to do conservation work</a>. The original murals were damaged, with chunks missing and faded colors, and the temple walls they adorned were in need of maintenance because they were constructed out of a cob-like combination of straw and earth. The contractors shored up the walls and just painted over everything, replacing the delicate and elegant original Buddhist scenes with brightly colored cartoons of Taoist myths.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Qing-fresco-Yunjie-temple-4.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-27609\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Qing-fresco-Yunjie-temple-4-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Qing-fresco-Yunjie-temple-4-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Qing-fresco-Yunjie-temple-4-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Qing-fresco-Yunjie-temple-4-430x322.jpg 430w\" title=\"Detail from original Qing fresco at Yunjie temple\" width=\"150\"/></a>The temple is best known for its <a href=\"http://arts.cultural-china.com/en/85Arts9021.html\" target=\"_blank\">very rare square pagoda</a> with 13 levels of eaves built during the Liao Dynasty (916-1125) that towers over the modest Qing structures built at its base 270 years ago, but the frescoes adorning the walls of the Qing buildings while much more recent and not well-known are historical and beautiful in their own right. They were before the budget construction crew got their hands on them, at any rate.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Yunjie-temple-fresco-now.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-27608\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Yunjie-temple-fresco-now-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Yunjie-temple-fresco-now-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Yunjie-temple-fresco-now-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Yunjie-temple-fresco-now-430x322.jpg 430w\" title=\"Yunjie temple fresco now\" width=\"150\"/></a>Chaoyang is steeped in history. There are records of the city going back to the Han Dynasty in the 3rd century B.C., and its first temple, Longxiang, built in the 4th century A.D., marks the birth of Buddhism in northeastern China. The area is also famous for producing exceptional dinosaur fossils. You’d think, given all this, that historical sites in Chaoyang would be closely regulated, but of course regulations mean nothing if they’re not enforced by the authorities. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Yunjie-temple-fresco-now-2.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-27607\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Yunjie-temple-fresco-now-2-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Yunjie-temple-fresco-now-2-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Yunjie-temple-fresco-now-2-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Yunjie-temple-fresco-now-2-430x322.jpg 430w\" title=\"Yunjie temple fresco now\" width=\"150\"/></a>This debacle wouldn’t even be known today if it weren’t for <a href=\"http://blog.sina.com.cn/s/blog_435f91d10101f7h9.html\" target=\"_blank\">Chinese blogger Wujiaofeng</a>. He had visited the temple in 2011 to see the pagoda and was surprised to find handsome Qing frescoes he hadn’t known were there. When he returned a few weeks ago, he found the Qing buildings completely unrecognizable, marred by a hideous new paint job. He posted a blog entry about the devastation. The story went viral on Chinese internet sites and the subsequent outrage spurred an investigation by the municipal government.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Yunjie-temple-Buddhas.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-27606\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Yunjie-temple-Buddhas-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Yunjie-temple-Buddhas-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Yunjie-temple-Buddhas-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Yunjie-temple-Buddhas-430x322.jpg 430w\" title=\"Original Qing fresco of three Buddhas at Yunjie temple\" width=\"150\"/></a>According to Li Haifeng, deputy secretary-general of the government of Chaoyang, in May of this year the abbot of the temple applied to the Phoenix Mountain Scenic Area Management Office for a permit to restore the crumbling walls. The Office then applied to city’s cultural heritage authority which informed the scenic area people that because the temple was a listed historical monument, any restoration work had to be in compliance with national heritage law and thus required approval from the cultural heritage department of Liaoning Province which stipulated all interventions follow the proper conservation project management approach. Under this protocol, the restoration would only be done by experts qualified by the National Heritage Board to assess condition, design and execute the conservation project.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Central-Buddha.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-27605\" height=\"150\" sizes=\"(max-width: 112px) 100vw, 112px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Central-Buddha-112x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Central-Buddha-112x150.jpg 112w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Central-Buddha-200x266.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Central-Buddha-430x573.jpg 430w\" title=\"Detail of central Buddha\" width=\"112\"/></a>That last step never happened. The Phoenix Mountain Scenic Area Management Office never sought the approval of provincial heritage officials. Instead, the abbot just moved forward with the project, hiring a local company that was not qualified in ancient mural restoration. From the look of the final results, that company shouldn’t even be qualified in fence painting. Even if they had left the murals alone, that gloppy red paint coating the once-lovely wooden beams destroying their natural blackened patina would be crime enough. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Buddha-wall-after.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-27604\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Buddha-wall-after-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Buddha-wall-after-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Buddha-wall-after-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Buddha-wall-after-430x322.jpg 430w\" title=\"The former Buddha wall today\" width=\"150\"/></a>In the wake of this disaster, the municipal government has fired two officials — the one in charge of temple affairs and the head of Chaoyang’s cultural heritage monitoring team — and given the Communist Party chief of the Phoenix Mountain Scenic Area Management Office a warning. The investigation is ongoing so more heads might roll before it’s over. To ensure the temple suffers no further mutilation, inspectors and police have been dispatched to the site. Cultural heritage experts from the regional government <a href=\"http://www.globaltimes.cn/content/819317.shtml#.Umft1nCfiBJ\" target=\"_blank\">claim the murals can be restored to their original look</a>, but it’s not clear to me what exactly that means. Are the originals even still underneath all that mess? Or do they mean the new ones can be removed and replaced with copies of the originals? </p>\n<p>Anyway, a lot of the articles link this botched restoration to the <a href=\"http://www.thehistoryblog.com/archives/19167\" target=\"_blank\">Great Jesus Monkey of 2012</a>, but I think that does Cecilia Giménez a disservice and gives way too much credit to the Chinese contractors. The original over which Monkey Jesus was painted was basically a throwaway copy of a copy of a copy done in two hours by a local artist. It bears little relation to the devotional Buddhist frescoes of Yunjie Temple.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Qing dynasty murals overpainted with garish cartoons\" data-a2a-url=\"http://www.thehistoryblog.com/archives/27603\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/27603#comments\">8 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-27587\"><a href=\"http://www.thehistoryblog.com/archives/27587\" rel=\"bookmark\" title=\"Permanent Link to One hour alone at night with Canaletto for €400\">One hour alone at night with Canaletto for €400</a></h3>\n<p class=\"prefix\">Tuesday, October 22nd, 2013</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Santa_Maria_della_Salute-night1.jpg\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-27599\" height=\"108\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Santa_Maria_della_Salute-night1-150x108.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Santa_Maria_della_Salute-night1-150x108.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Santa_Maria_della_Salute-night1-200x145.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Santa_Maria_della_Salute-night1-430x312.jpg 430w\" title=\"Santa Maria della Salute at night, Abbey of San Gregorio back and to the right over the little bridge\" width=\"150\"/></a>Picture it: midnight on the Grand Canal in Venice. The madding crowds and blanket of humidity that suffocate the daytime have dissipated, replaced by a cool breeze from the lagoon and streets quiet enough you can hear the echo of your footfalls as you step off the gondola and onto the Campo della Salute. The basilica of Santa Maria della Salute rises above you, the baroque whiteness of its cupola glowing in the penumbra just as it had <a href=\"http://www.tate.org.uk/art/artworks/turner-venice-santa-maria-della-salute-night-scene-with-rockets-d32248\" target=\"_blank\">for J.M.W. Turner 173 years ago</a>. </p>\n<p>You walk down the side of the great church. The street lights illuminate the great Gothic windows of the triple apse as you approach the Abbey of San Gregorio. You’ve made arrangements in advance. You didn’t want to show up with €50 and the dream that you might be the only one there. No, this date has been 270 years in coming and you want every last minute of your allotted hour to be spent alone with Canaletto. You were glad to spend €400 to buy all eight tickets available for your chosen hour so you could walk solitary down the monastery halls, look out the window he looked out of, stand in the room where his camera obscura perfectly captured the view, allowing him to depict the most minute architectural details of the church, the salt warehouses, the Doge’s palace.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/L’Entrata-nel-Canal-Grande-e-la-Basilica-della-Salute.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-27590\" height=\"96\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/L’Entrata-nel-Canal-Grande-e-la-Basilica-della-Salute-150x96.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/L’Entrata-nel-Canal-Grande-e-la-Basilica-della-Salute-150x96.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/L’Entrata-nel-Canal-Grande-e-la-Basilica-della-Salute-200x129.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/L’Entrata-nel-Canal-Grande-e-la-Basilica-della-Salute-430x277.jpg 430w\" title=\"L’Entrata nel Canal Grande e la Basilica della Salute by Canaletto, 1740-1745\" width=\"150\"/></a>On display in that very room, for the first time since Canaletto laid oil paint to canvas between 1740 and 1745, is the painting he made of that vista. You make good use of your precious hour alone, alternating between the painting — <em>L’Entrata nel Canal Grande e la Basilica della Salute</em> — and the view, marveling at how little has changed even though many of the boats are motorized now and there are two new bell towers. Was it worth it to spend an hour alone with Canaletto, his work and its subject in a 15th century monastery in the dead of night? The Pope remains Catholic and bears still relieve themselves in the woods.</p>\n<p>At least that’s what the Fondaco Venezia, organizers of this unique exhibition, <a href=\"http://www.thelocal.it/20131008/canaletto-work-returns-to-abbey-after-270-years\" target=\"_blank\">hope the reaction will be</a>. <a href=\"http://www.canalettovenezia.it/en/\" target=\"_blank\"><em>Gero Qua Canaletto</em></a> (“I Was Here Canaletto” in Venetian dialect) is intended to be an emotional experience, a rare chance to commune with the artist and his work where he painted it, to share an intimate connection between art, city and the magnificent austerity of the Medieval abbey. That’s why the exhibition will be open 24 hours a day from November 10th through December 27th, with only a maximum of eight people allowed in at one time. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Basilica-della-Salute.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-27589\" height=\"126\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Basilica-della-Salute-150x126.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Basilica-della-Salute-150x126.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Basilica-della-Salute-200x169.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Basilica-della-Salute-430x363.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Basilica-della-Salute.jpg 1000w\" title=\"Santa Maria della Salute during the day, Abbey out of view to the right\" width=\"150\"/></a>From nine in the morning to nine at night, tickets will cost €35 ($47.86). From nine at night to nine in morning, tickets will cost €50 ($68.36). If you want that hour to yourself, call ahead to book all eight tickets. If you can stand to share Canaletto, just book a single. It’ll still be a small group and a unique experience, especially, I would imagine, at night. Hell, I’d pay just to roam the monastery. That’s got to be a most splendidly eerie place to be at the witching hour. </p>\n<p>I doubt it’s coincidental that the dates of the show will include one of Venice’s greatest holidays (in the original “holy day” sense of the word). On November 21st, the city celebrates the Feast of the Madonna della Salute (the Madonna of Health), a prayerful pilgrimage to the basilica of Santa Maria della Salute to thank Mary for saving the city from the Bubonic plague that ravaged it in 1630 and 1631. A third of the city’s 150,000 residents died, including the Doge Nicolò Contarini and the Patriarch of Venice Giovanni Tiepolo. </p>\n<p>Plague broke out in June of 1630. Despite quarantine procedures, by October the city was in dire circumstances. The ruling council organized a procession of constant prayers to the Virgin Mary that lasted three days and three nights. Doge Contarini pledged that he would build a magnificent church to Mary if she returned Venice to health, and that every year the senate, Doge and other dignitaries would process again to thank Mary for saving them. The intercession took a few months to kick in, and even after the plague peaked, it would still continue to kill until November 1631. The elderly Doge died from it on April 2nd, 1631. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Ponte_della_Salute_2008.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-27597\" height=\"93\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Ponte_della_Salute_2008-150x93.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/10/Ponte_della_Salute_2008-150x93.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Ponte_della_Salute_2008-200x125.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/10/Ponte_della_Salute_2008-430x268.jpg 430w\" title=\"Ponte della Salute, temporary bridge built to accommodate pilgrims, 2008\" width=\"150\"/></a>His promise outlived him, though. Architect and sculptor Baldassare Longhena was commissioned to design the church in 1631. He worked on it until his death in 1682. It was finally completed five years later and the basilica was consecrated on November 21st, 1687. The yearly processions have taken place without fail ever since. To facilitate the movement of the crowds of pilgrims, an impromptu bridge is built from the opposite bank of the Grand Canal to the church steps. For centuries the bridge was made of gondolas crammed next to each other. Nowadays they build a slightly more stable floating pontoon bridge.</p>\n<p>What a spectacular Feast it’s going to be this year, with Canaletto’s vision of the church ensconced right across from it.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"One hour alone at night with Canaletto for €400\" data-a2a-url=\"http://www.thehistoryblog.com/archives/27587\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/museums\" rel=\"category tag\">Museums</a> |   <a href=\"http://www.thehistoryblog.com/archives/27587#comments\">6 Comments »</a></p>\n</div>\n<div class=\"navigation\">\n<div class=\"alignleft\"><a href=\"http://www.thehistoryblog.com/archives/date/2013/10/page/2\">« Previous Entries</a></div>\n<div class=\"alignright\"></div>\n</div>\n</div> <!-- MAIN -->\n<div id=\"SIDE\">\n<h2>Navigation</h2>\n<ul>\n<li class=\"page_item page-item-16\"><a href=\"http://www.thehistoryblog.com/its-a-blog-about-history\">It’s a blog. About history.</a></li>\n<li class=\"page_item page-item-68\"><a href=\"http://www.thehistoryblog.com/thanks-and-praise\">Thanks and Praise</a></li>\n<li class=\"page_item page-item-3175\"><a href=\"http://www.thehistoryblog.com/contact-me\">Contact Me</a></li>\n<li class=\"cat-item cat-item-2\"><a href=\"http://www.thehistoryblog.com/archives/category/ancient\">Ancient</a> (1,615)\n</li>\n<li class=\"cat-item cat-item-5\"><a href=\"http://www.thehistoryblog.com/archives/category/books\">Books</a> (44)\n</li>\n<li class=\"cat-item cat-item-7\"><a href=\"http://www.thehistoryblog.com/archives/category/education\">Education</a> (21)\n</li>\n<li class=\"cat-item cat-item-8\"><a href=\"http://www.thehistoryblog.com/archives/category/ex-cathedra\">Ex Cathedra</a> (76)\n</li>\n<li class=\"cat-item cat-item-14\"><a href=\"http://www.thehistoryblog.com/archives/category/looting\">Looting</a> (236)\n</li>\n<li class=\"cat-item cat-item-3\"><a href=\"http://www.thehistoryblog.com/archives/category/medieval\">Medieval</a> (608)\n</li>\n<li class=\"cat-item cat-item-10\"><a href=\"http://www.thehistoryblog.com/archives/category/modernish\">Modern(ish)</a> (2,047)\n</li>\n<li class=\"cat-item cat-item-9\"><a href=\"http://www.thehistoryblog.com/archives/category/multimedia\">Multimedia</a> (300)\n</li>\n<li class=\"cat-item cat-item-4\"><a href=\"http://www.thehistoryblog.com/archives/category/museums\">Museums</a> (945)\n</li>\n<li class=\"cat-item cat-item-15\"><a href=\"http://www.thehistoryblog.com/archives/category/renaissance\">Renaissance</a> (297)\n</li>\n<li class=\"cat-item cat-item-18\"><a href=\"http://www.thehistoryblog.com/archives/category/reviews\">Reviews</a> (3)\n</li>\n<li class=\"cat-item cat-item-11\"><a href=\"http://www.thehistoryblog.com/archives/category/rome\">Roma, Caput Mundi</a> (163)\n</li>\n<li class=\"cat-item cat-item-6\"><a href=\"http://www.thehistoryblog.com/archives/category/social-policy\">Social policy</a> (182)\n</li>\n<li class=\"cat-item cat-item-16\"><a href=\"http://www.thehistoryblog.com/archives/category/treasures\">Treasures</a> (884)\n</li>\n</ul>\n<h2>Search</h2>\n<div class=\"SearchBox\">\n<form action=\"http://www.thehistoryblog.com/\" method=\"get\">\n<div>\n<input alt=\"Enter search text\" id=\"searchbox\" name=\"s\" type=\"text\" value=\"\"/>\n<input alt=\"Submit for search results\" id=\"searchbutton\" type=\"submit\" value=\"go\"/>\n</div>\n</form>\n</div>\n<h2>Archives</h2>\n<ul>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/03\">March 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/02\">February 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/01\">January 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/12\">December 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/11\">November 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/10\">October 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/09\">September 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/08\">August 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/07\">July 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/06\">June 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/05\">May 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/04\">April 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/03\">March 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/02\">February 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/01\">January 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/12\">December 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/11\">November 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/10\">October 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/09\">September 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/08\">August 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/07\">July 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/06\">June 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/05\">May 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/04\">April 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/03\">March 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/02\">February 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/01\">January 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/12\">December 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/11\">November 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/10\">October 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/09\">September 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/08\">August 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/07\">July 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/06\">June 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/05\">May 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/04\">April 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/03\">March 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/02\">February 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/01\">January 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/12\">December 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/11\">November 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/10\">October 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/09\">September 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/08\">August 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/07\">July 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/06\">June 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/05\">May 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/04\">April 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/03\">March 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/02\">February 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/01\">January 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/12\">December 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/11\">November 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/10\">October 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/09\">September 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/08\">August 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/07\">July 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/06\">June 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/05\">May 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/04\">April 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/03\">March 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/02\">February 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/01\">January 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/12\">December 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/11\">November 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/10\">October 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/09\">September 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/08\">August 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/07\">July 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/06\">June 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/05\">May 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/04\">April 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/03\">March 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/02\">February 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/01\">January 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/12\">December 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/11\">November 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/10\">October 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/09\">September 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/08\">August 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/07\">July 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/06\">June 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/05\">May 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/04\">April 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/03\">March 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/02\">February 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/01\">January 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/12\">December 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/11\">November 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/10\">October 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/09\">September 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/08\">August 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/07\">July 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/06\">June 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/05\">May 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/04\">April 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/03\">March 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/02\">February 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/01\">January 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/12\">December 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/11\">November 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/10\">October 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/09\">September 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/08\">August 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/07\">July 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/06\">June 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/05\">May 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/04\">April 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/03\">March 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/02\">February 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/01\">January 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/12\">December 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/11\">November 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/10\">October 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/09\">September 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/08\">August 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/07\">July 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/03\">March 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/02\">February 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/01\">January 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/12\">December 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/11\">November 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/10\">October 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/09\">September 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/08\">August 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/07\">July 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/06\">June 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/05\">May 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/04\">April 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/03\">March 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/02\">February 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/01\">January 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2007/12\">December 2007</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2006/07\">July 2006</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2006/06\">June 2006</a></li>\n</ul>\n<div class=\"Calendar\">\n<div class=\"Header\"></div>\n<table id=\"wp-calendar\">\n<caption>October 2013</caption>\n<thead>\n<tr>\n<th scope=\"col\" title=\"Sunday\">S</th>\n<th scope=\"col\" title=\"Monday\">M</th>\n<th scope=\"col\" title=\"Tuesday\">T</th>\n<th scope=\"col\" title=\"Wednesday\">W</th>\n<th scope=\"col\" title=\"Thursday\">T</th>\n<th scope=\"col\" title=\"Friday\">F</th>\n<th scope=\"col\" title=\"Saturday\">S</th>\n</tr>\n</thead>\n<tfoot>\n<tr>\n<td colspan=\"3\" id=\"prev\"><a href=\"http://www.thehistoryblog.com/archives/date/2013/09\">« Sep</a></td>\n<td class=\"pad\"> </td>\n<td colspan=\"3\" id=\"next\"><a href=\"http://www.thehistoryblog.com/archives/date/2013/11\">Nov »</a></td>\n</tr>\n</tfoot>\n<tbody>\n<tr>\n<td class=\"pad\" colspan=\"2\"> </td><td><a aria-label=\"Posts published on October 1, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/01\">1</a></td><td><a aria-label=\"Posts published on October 2, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/02\">2</a></td><td><a aria-label=\"Posts published on October 3, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/03\">3</a></td><td><a aria-label=\"Posts published on October 4, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/04\">4</a></td><td><a aria-label=\"Posts published on October 5, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/05\">5</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on October 6, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/06\">6</a></td><td><a aria-label=\"Posts published on October 7, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/07\">7</a></td><td><a aria-label=\"Posts published on October 8, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/08\">8</a></td><td><a aria-label=\"Posts published on October 9, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/09\">9</a></td><td><a aria-label=\"Posts published on October 10, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/10\">10</a></td><td><a aria-label=\"Posts published on October 11, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/11\">11</a></td><td><a aria-label=\"Posts published on October 12, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/12\">12</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on October 13, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/13\">13</a></td><td><a aria-label=\"Posts published on October 14, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/14\">14</a></td><td><a aria-label=\"Posts published on October 15, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/15\">15</a></td><td><a aria-label=\"Posts published on October 16, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/16\">16</a></td><td><a aria-label=\"Posts published on October 17, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/17\">17</a></td><td><a aria-label=\"Posts published on October 18, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/18\">18</a></td><td><a aria-label=\"Posts published on October 19, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/19\">19</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on October 20, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/20\">20</a></td><td><a aria-label=\"Posts published on October 21, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/21\">21</a></td><td><a aria-label=\"Posts published on October 22, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/22\">22</a></td><td><a aria-label=\"Posts published on October 23, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/23\">23</a></td><td><a aria-label=\"Posts published on October 24, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/24\">24</a></td><td><a aria-label=\"Posts published on October 25, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/25\">25</a></td><td><a aria-label=\"Posts published on October 26, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/26\">26</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on October 27, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/27\">27</a></td><td><a aria-label=\"Posts published on October 28, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/28\">28</a></td><td><a aria-label=\"Posts published on October 29, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/29\">29</a></td><td><a aria-label=\"Posts published on October 30, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/30\">30</a></td><td><a aria-label=\"Posts published on October 31, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/10/31\">31</a></td>\n<td class=\"pad\" colspan=\"2\"> </td>\n</tr>\n</tbody>\n</table>\n<div class=\"Footer\"></div>\n</div>\n<h2>Other</h2>\n<ul>\n</ul>\n<a href=\"http://technorati.com/faves?sub=addfavbtn&amp;add=http://www.thehistoryblog.com \" target=\"_blank\"><img alt=\"Add to Technorati Favorites\" src=\" http://www.freethought-forum.com/livius/technorati.gif\"/></a>\n<h2>Syndication</h2>\n<ul class=\"rss\">\n<li><a href=\"http://www.thehistoryblog.com/feed\">Entries</a></li>\n<li><a href=\"http://www.thehistoryblog.com/comments/feed\">Comments</a></li>\n</ul>\n</div>\n<div id=\"FOOTER\">\n<div style=\"float:right\">\n<div class=\"Wrapper\">\n<p>The History Blog © 2019 All Rights Reserved.</p>\n<p>The History Blog is designed by <a href=\"http://www.gettemplate.com\">GetTemplate</a> and powered by <a href=\"http://wordpress.org/\">WordPress</a> </p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<script type=\"text/javascript\">function ctSetCookie(c_name, value, def_value){document.cookie = c_name + '=' + escape(value) + '; path=/';}ctSetCookie('ct_checkjs', '945491356', '0');</script><link href=\"http://www.thehistoryblog.com/wp-includes/js/mediaelement/mediaelementplayer-legacy.min.css?ver=4.2.6-78496d1\" id=\"mediaelement-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/wp-includes/js/mediaelement/wp-mediaelement.min.css?ver=4.9.10\" id=\"wp-mediaelement-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/cleantalk-spam-protect/js/apbct-public.js?ver=5.95.1\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar ctNocache = {\"ajaxurl\":\"http:\\/\\/www.thehistoryblog.com\\/wp-admin\\/admin-ajax.php\",\"info_flag\":\"\",\"set_cookies_flag\":\"1\",\"blog_home\":\"http:\\/\\/www.thehistoryblog.com\\/\"};\n/* ]]> */\n</script>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/cleantalk-spam-protect/inc/cleantalk_nocache.js?ver=5.95.1\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/wp-embed.min.js?ver=4.9.10\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\nvar mejsL10n = {\"language\":\"en\",\"strings\":{\"mejs.install-flash\":\"You are using a browser that does not have Flash player enabled or installed. Please turn on your Flash player plugin or download the latest version from https:\\/\\/get.adobe.com\\/flashplayer\\/\",\"mejs.fullscreen-off\":\"Turn off Fullscreen\",\"mejs.fullscreen-on\":\"Go Fullscreen\",\"mejs.download-video\":\"Download Video\",\"mejs.fullscreen\":\"Fullscreen\",\"mejs.time-jump-forward\":[\"Jump forward 1 second\",\"Jump forward %1 seconds\"],\"mejs.loop\":\"Toggle Loop\",\"mejs.play\":\"Play\",\"mejs.pause\":\"Pause\",\"mejs.close\":\"Close\",\"mejs.time-slider\":\"Time Slider\",\"mejs.time-help-text\":\"Use Left\\/Right Arrow keys to advance one second, Up\\/Down arrows to advance ten seconds.\",\"mejs.time-skip-back\":[\"Skip back 1 second\",\"Skip back %1 seconds\"],\"mejs.captions-subtitles\":\"Captions\\/Subtitles\",\"mejs.captions-chapters\":\"Chapters\",\"mejs.none\":\"None\",\"mejs.mute-toggle\":\"Mute Toggle\",\"mejs.volume-help-text\":\"Use Up\\/Down Arrow keys to increase or decrease volume.\",\"mejs.unmute\":\"Unmute\",\"mejs.mute\":\"Mute\",\"mejs.volume-slider\":\"Volume Slider\",\"mejs.video-player\":\"Video Player\",\"mejs.audio-player\":\"Audio Player\",\"mejs.ad-skip\":\"Skip ad\",\"mejs.ad-skip-info\":[\"Skip in 1 second\",\"Skip in %1 seconds\"],\"mejs.source-chooser\":\"Source Chooser\",\"mejs.stop\":\"Stop\",\"mejs.speed-rate\":\"Speed Rate\",\"mejs.live-broadcast\":\"Live Broadcast\",\"mejs.afrikaans\":\"Afrikaans\",\"mejs.albanian\":\"Albanian\",\"mejs.arabic\":\"Arabic\",\"mejs.belarusian\":\"Belarusian\",\"mejs.bulgarian\":\"Bulgarian\",\"mejs.catalan\":\"Catalan\",\"mejs.chinese\":\"Chinese\",\"mejs.chinese-simplified\":\"Chinese (Simplified)\",\"mejs.chinese-traditional\":\"Chinese (Traditional)\",\"mejs.croatian\":\"Croatian\",\"mejs.czech\":\"Czech\",\"mejs.danish\":\"Danish\",\"mejs.dutch\":\"Dutch\",\"mejs.english\":\"English\",\"mejs.estonian\":\"Estonian\",\"mejs.filipino\":\"Filipino\",\"mejs.finnish\":\"Finnish\",\"mejs.french\":\"French\",\"mejs.galician\":\"Galician\",\"mejs.german\":\"German\",\"mejs.greek\":\"Greek\",\"mejs.haitian-creole\":\"Haitian Creole\",\"mejs.hebrew\":\"Hebrew\",\"mejs.hindi\":\"Hindi\",\"mejs.hungarian\":\"Hungarian\",\"mejs.icelandic\":\"Icelandic\",\"mejs.indonesian\":\"Indonesian\",\"mejs.irish\":\"Irish\",\"mejs.italian\":\"Italian\",\"mejs.japanese\":\"Japanese\",\"mejs.korean\":\"Korean\",\"mejs.latvian\":\"Latvian\",\"mejs.lithuanian\":\"Lithuanian\",\"mejs.macedonian\":\"Macedonian\",\"mejs.malay\":\"Malay\",\"mejs.maltese\":\"Maltese\",\"mejs.norwegian\":\"Norwegian\",\"mejs.persian\":\"Persian\",\"mejs.polish\":\"Polish\",\"mejs.portuguese\":\"Portuguese\",\"mejs.romanian\":\"Romanian\",\"mejs.russian\":\"Russian\",\"mejs.serbian\":\"Serbian\",\"mejs.slovak\":\"Slovak\",\"mejs.slovenian\":\"Slovenian\",\"mejs.spanish\":\"Spanish\",\"mejs.swahili\":\"Swahili\",\"mejs.swedish\":\"Swedish\",\"mejs.tagalog\":\"Tagalog\",\"mejs.thai\":\"Thai\",\"mejs.turkish\":\"Turkish\",\"mejs.ukrainian\":\"Ukrainian\",\"mejs.vietnamese\":\"Vietnamese\",\"mejs.welsh\":\"Welsh\",\"mejs.yiddish\":\"Yiddish\"}};\n</script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/mediaelement/mediaelement-and-player.min.js?ver=4.2.6-78496d1\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/mediaelement/mediaelement-migrate.min.js?ver=4.9.10\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar _wpmejsSettings = {\"pluginPath\":\"\\/wp-includes\\/js\\/mediaelement\\/\",\"classPrefix\":\"mejs-\",\"stretching\":\"responsive\"};\n/* ]]> */\n</script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/mediaelement/wp-mediaelement.min.js?ver=4.9.10\" type=\"text/javascript\"></script>\n</body>\n</html>\n", "title_html": "<h3 id=\"post-27717\"><a href=\"http://www.thehistoryblog.com/archives/27717\" rel=\"bookmark\" title=\"Permanent Link to Bones uprooted by Sandy last Halloween revealed\">Bones uprooted by Sandy last Halloween revealed</a></h3>", "read_time": 369.0}