{"content_html": "<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26900\" height=\"84\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos-150x84.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos-150x84.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos-200x112.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos-430x241.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos.jpg 1600w\" title=\"Santa María la Real de Sijena frescos in the National Museum of Art in Barcelona\" width=\"150\"/></a>The autonomous government of Aragon <a href=\"http://www.theartnewspaper.com/articles/Legal-battle-over-medieval-frescos-saved-during-Spanish-Civil-War-/30248\" target=\"_blank\">has formally requested the return of 13th century frescoes</a> removed from the monastery of <a href=\"http://www.patrimonioculturaldearagon.es/bienes-culturales/real-monasterio-santa-maria-de-sijena\" target=\"_blank\">Santa María de Sigena</a> during the Spanish Civil War and now installed in the <a href=\"http://www.mnac.cat/index.jsp?lan=003\" target=\"_blank\">Museo Nacional de Arte de Cataluña</a> in Barcelona. The also-autonomous government of Catalonia has not been receptive. Ferran Mascarell, Catalan Minister for Culture, said on Thursday that the government will do everything in its power to keep the frescoes where they are on the ground that if Catalans hadn’t conserved the frescoes, they would not exist today.</p>\n<p>This is not a solid legal argument, as the Catalan government has good reason to know since it too has campaigned vigorously for the return of historically significant items from places where they were conserved. Most recently the <a href=\"http://www.catalannewsagency.com/society-science/item/the-first-stolen-spanish-civil-war-documents-are-returned-to-their-legitimate-owners-73-years-later\" target=\"_blank\">Salamanca Papers</a>, a vast number of documents, books, magazines, newspapers and more that Franco pillaged from universities, trade unions, political parties, private homes, publishers etc. in 1939, have begun to be repatriated after a decades-long struggle in the legislature and courts.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos-2.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26897\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos-2-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos-2-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos-2-200x149.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos-2-430x321.jpg 430w\" title=\"Santa María la Real de Sijena frescos\" width=\"150\"/></a>Aragon has wanted the frescoes back for a long time, but the government wasn’t the official owner of the monastery and thus had no legal rights to claim the frescoes. The Order of the Hospitallers of St. John of Jerusalem has owned the historic building for eight centuries, although their nuns left in 1835 after anti-clerical legislation promulgated by Queen Isabel II’s prime minister Juan Álvarez Mendizábal privatized monastic properties thus stripping the convent of its revenue. Some nuns filtered back over the years and since 1985, the Order of St. John has allowed the sisters of <a href=\"http://english.bethleem.org/monasteres/sigena.php\" target=\"_blank\">Bethlehem and the Assumption of the Virgin and of Saint Bruno</a> to carry on the tradition of monastic prayer at Santa María de Sigena. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26902\" height=\"103\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-150x103.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-150x103.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-200x138.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-430x296.jpg 430w\" title=\"Santa María la Real de Sijena\" width=\"150\"/></a>The Order of St. John couldn’t just hand over the monastery without getting permission from the Vatican. Finally earlier this year the Vatican granted the Order permission to cede the rights to Aragon, so now the Aragonese government is the proud owner of a 13th century monastery in the Spanish Pyrenees. That gives them the right to take Catalonia to court should they refuse to hand over the frescoes. Since Catalonia only possesses the works because they were sent there in 1936 for conservation, not because their ownership was officially transferred, any legal battle is likely to favor the repatriation. The frescoes were removed by order of government during the Civil War, and are therefore spoils of war just like the Salamanca Papers. The monastery was declared a national monument in 1923, which also puts the frescoes’ removal in contravention of pre-existing Spanish law.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Watercolor-of-chapterhouse-Valentin-Carderera.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26895\" height=\"91\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Watercolor-of-chapterhouse-Valentin-Carderera-150x91.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Watercolor-of-chapterhouse-Valentin-Carderera-150x91.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Watercolor-of-chapterhouse-Valentin-Carderera-200x121.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Watercolor-of-chapterhouse-Valentin-Carderera-430x261.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Watercolor-of-chapterhouse-Valentin-Carderera.jpg 991w\" title=\"Watercolor of the chapter house by Valentin Carderera, 19th century\" width=\"150\"/></a>Santa María de Sigena was built between 1183 and 1208 by order of Queen Sancha of Castile. Intended to house nuns from the cream of Spanish aristocracy, the monastery was built in rich Romanesque style and was elaborately decorated. No expense was spared. The frescoes on the arches and vaults of the chapter house — plant and animal motifs accompanying scenes from the Old and New Testament and 70-80 portraits of the ancestors of Jesus starting with Abraham — were painted by the best English artists using precious materials like gold and lapis lazuli. This approach was employed nowhere else in Spain at this time. Historians believe the frescoes were painted by English artists who also worked on the Guardian Angels Chapel in Winchester Cathedral, the chapel of St. Anselm in Canterbury Cathedral and on mosaics in Norman-ruled Sicily in the mid-12th century. Queen Sancha was buried in the convent church after her death, as were her daughters Dolça and Leonor and her son King Pedro II of Aragon.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Monastery-before-fire.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26906\" height=\"100\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Monastery-before-fire-150x100.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Monastery-before-fire-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Monastery-before-fire-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Monastery-before-fire-430x287.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Monastery-before-fire.jpg 700w\" title=\"Monastery chapter house right before fire\" width=\"150\"/></a>Its royal burials and architectural and artistic beauties couldn’t save it from a hideous fate during the Civil War. In fact, they probably condemned it. Santa María de Sigena was burned in 1936 by Republicans forces who were no fans of the monarchy or the Church. The royal tombs were desecrated Vultures followed to pick at the carcass and looters helped themselves to everything they could take, including the art on the walls, the wooden paneling, the devotional objects, the furniture. The chapter house frescoes were horribly damaged by the fire, some destroyed completely, some missing large pieces, all drained of their once-brilliant color.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Monastery-after-fire-and-looting.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26898\" height=\"106\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Monastery-after-fire-and-looting-150x106.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Monastery-after-fire-and-looting-150x106.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Monastery-after-fire-and-looting-200x142.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Monastery-after-fire-and-looting-430x305.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Monastery-after-fire-and-looting.jpg 700w\" title=\"Monastery chapter house after the fire\" width=\"150\"/></a>To save what was left, in 1960 the paintings were removed and sent to the National Museum in Barcelona. There they were conserved, ultimately finding permanent placement affixed to arches and vaults designed to replicate the convent chapter house’s structure. The museum has an impressive collection of Romanesque frescoes removed from the walls of other churches and monasteries. You can take a tour of the museum’s Romanesque rooms <a href=\"http://www.google.com/culturalinstitute/collection/museu-nacional-dart-de-catalunya?museumview&amp;location=41.368911743164062%2C2.1539034843444824%2C0.949999988079071%2Ct5l-1jZhfAt5BKNKREs87A&amp;hl=en&amp;projectId=art-project\" target=\"_blank\">on Google Art Project</a>. (That link isn’t taking me directly to the proper location, for some reason. If you find yourself on the first floor, click the dropdown and choose the ground floor, then click on the light grey rectangle above and just to the right of the large oval room in the middle.) Compare what’s left with the <a href=\"http://www.romanicoaragones.com/33-Bajocinca/990472-Sigena7.htm\" target=\"_blank\">black and white pictures taken right before the fire</a> by photographer Ricardo del Arco.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Chapter-house-today.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26910\" height=\"107\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Chapter-house-today-150x107.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Chapter-house-today-150x107.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Chapter-house-today-200x143.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Chapter-house-today-430x308.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Chapter-house-today.jpg 799w\" title=\"Chapter house denuded of its frescoes today\" width=\"150\"/></a>Meanwhile, back in Aragon, the monastery got some long overdue attention. In 1974 the cloister was rebuilt. Between 1988 and 2009, the government of Aragon undertook an extensive program of restoration costing 3,350,447.71 euros ($4,425,271.34). Now that the structure is stable, Aragon wants to return the frescoes to their original location in the chapter house.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Aragon wants 13th c. frescoes back from Catalonia\" data-a2a-url=\"http://www.thehistoryblog.com/archives/26894\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>", "title": "Aragon wants 13th c. frescoes back from Catalonia", "url": "http://www.thehistoryblog.com/archives/date/2013/08", "content": "The autonomous government of Aragon has formally requested the return of 13th century frescoes removed from the monastery of Santa María de Sigena during the Spanish Civil War and now installed in the Museo Nacional de Arte de Cataluña in Barcelona. The also-autonomous government of Catalonia has not been receptive. Ferran Mascarell, Catalan Minister for Culture, said on Thursday that the government will do everything in its power to keep the frescoes where they are on the ground that if Catalans hadn’t conserved the frescoes, they would not exist today. This is not a solid legal argument, as the Catalan government has good reason to know since it too has campaigned vigorously for the return of historically significant items from places where they were conserved. Most recently the Salamanca Papers, a vast number of documents, books, magazines, newspapers and more that Franco pillaged from universities, trade unions, political parties, private homes, publishers etc. in 1939, have begun to be repatriated after a decades-long struggle in the legislature and courts. Aragon has wanted the frescoes back for a long time, but the government wasn’t the official owner of the monastery and thus had no legal rights to claim the frescoes. The Order of the Hospitallers of St. John of Jerusalem has owned the historic building for eight centuries, although their nuns left in 1835 after anti-clerical legislation promulgated by Queen Isabel II’s prime minister Juan Álvarez Mendizábal privatized monastic properties thus stripping the convent of its revenue. Some nuns filtered back over the years and since 1985, the Order of St. John has allowed the sisters of Bethlehem and the Assumption of the Virgin and of Saint Bruno to carry on the tradition of monastic prayer at Santa María de Sigena. The Order of St. John couldn’t just hand over the monastery without getting permission from the Vatican. Finally earlier this year the Vatican granted the Order permission to cede the rights to Aragon, so now the Aragonese government is the proud owner of a 13th century monastery in the Spanish Pyrenees. That gives them the right to take Catalonia to court should they refuse to hand over the frescoes. Since Catalonia only possesses the works because they were sent there in 1936 for conservation, not because their ownership was officially transferred, any legal battle is likely to favor the repatriation. The frescoes were removed by order of government during the Civil War, and are therefore spoils of war just like the Salamanca Papers. The monastery was declared a national monument in 1923, which also puts the frescoes’ removal in contravention of pre-existing Spanish law. Santa María de Sigena was built between 1183 and 1208 by order of Queen Sancha of Castile. Intended to house nuns from the cream of Spanish aristocracy, the monastery was built in rich Romanesque style and was elaborately decorated. No expense was spared. The frescoes on the arches and vaults of the chapter house — plant and animal motifs accompanying scenes from the Old and New Testament and 70-80 portraits of the ancestors of Jesus starting with Abraham — were painted by the best English artists using precious materials like gold and lapis lazuli. This approach was employed nowhere else in Spain at this time. Historians believe the frescoes were painted by English artists who also worked on the Guardian Angels Chapel in Winchester Cathedral, the chapel of St. Anselm in Canterbury Cathedral and on mosaics in Norman-ruled Sicily in the mid-12th century. Queen Sancha was buried in the convent church after her death, as were her daughters Dolça and Leonor and her son King Pedro II of Aragon. Its royal burials and architectural and artistic beauties couldn’t save it from a hideous fate during the Civil War. In fact, they probably condemned it. Santa María de Sigena was burned in 1936 by Republicans forces who were no fans of the monarchy or the Church. The royal tombs were desecrated Vultures followed to pick at the carcass and looters helped themselves to everything they could take, including the art on the walls, the wooden paneling, the devotional objects, the furniture. The chapter house frescoes were horribly damaged by the fire, some destroyed completely, some missing large pieces, all drained of their once-brilliant color. To save what was left, in 1960 the paintings were removed and sent to the National Museum in Barcelona. There they were conserved, ultimately finding permanent placement affixed to arches and vaults designed to replicate the convent chapter house’s structure. The museum has an impressive collection of Romanesque frescoes removed from the walls of other churches and monasteries. You can take a tour of the museum’s Romanesque rooms on Google Art Project. (That link isn’t taking me directly to the proper location, for some reason. If you find yourself on the first floor, click the dropdown and choose the ground floor, then click on the light grey rectangle above and just to the right of the large oval room in the middle.) Compare what’s left with the black and white pictures taken right before the fire by photographer Ricardo del Arco. Meanwhile, back in Aragon, the monastery got some long overdue attention. In 1974 the cloister was rebuilt. Between 1988 and 2009, the government of Aragon undertook an extensive program of restoration costing 3,350,447.71 euros ($4,425,271.34). Now that the structure is stable, Aragon wants to return the frescoes to their original location in the chapter house.", "tfidf": {"logidf": {"although": 0.139487981418, "panel": 2.02477776846, "angel": 1.2596206438600002, "sent": 0.844509277088, "help": 0.336207721344, "legal": 0.955536640608, "vatican": 3.2723063685900002, "lapi": 5.934894195619999, "eight": 0.76874860218, "castil": 4.22152536034, "hous": 0.38009061238799996, "cost": 0.84129007618, "first": 0.0075872898121599995, "proper": 1.2056118389200001, "assumpt": 2.2213221289200002, "wasn": 7.1076144564399995, "back": 0.23166743089699998, "queen": 1.32877208191, "spare": 2.3023331721, "expens": 1.26563201674, "horribl": 3.69621290461, "saint": 1.44278606382, "carri": 0.512044136911, "univers": 0.222262105686, "euro": 3.1358722163099997, "use": 0.0292080197316, "vault": 3.2412327319700003, "complet": 0.215285242047, "collect": 0.49536666052, "everyth": 1.57270590317, "strip": 1.7056303155, "pedro": 2.98545520604, "can": 0.162341096394, "wall": 1.12445351985, "num": 0.00031499039539700004, "taken": 0.470759772949, "plant": 1.2056118389200001, "promulg": 3.25583153139, "request": 1.12833928344, "fresco": 4.13917432518, "privat": 0.705059626587, "too": 0.5965551547219999, "nation": 0.204021674798, "said": 0.436653165815, "arco": 5.00912471979, "jesus": 2.2774562673400003, "monarchi": 2.5376729623400003, "fire": 0.749239069835, "gold": 1.21321162218, "republican": 1.8509206876599997, "sister": 1.32402598852, "other": 0.00987474791976, "beauti": 1.5672562984, "today": 0.559395353679, "placement": 2.87128077943, "with": 0.00119749171339, "declar": 0.7893395836239999, "trade": 0.865091924188, "mascarel": 7.1076144564399995, "could": 0.18595627229000003, "overdu": 5.206655695249999, "centuri": 0.402823098645, "signific": 0.373571744332, "approach": 0.7302336145810001, "legisl": 1.44572292349, "architectur": 1.63469757919, "virgin": 2.32461999075, "employ": 0.7725602049429999, "dolça": 7.1076144564399995, "portrait": 2.18259291507, "return": 0.333126868592, "which": 0.00517841384543, "light": 0.64722859635, "decor": 1.9695561314200003, "power": 0.292396282715, "pick": 1.59729226761, "believ": 0.497746997996, "cream": 3.16528610152, "john": 0.304194577702, "compar": 0.6239191809269999, "convent": 0.971383786374, "choos": 1.43007066072, "white": 0.625566240123, "who": 0.0609002329859, "english": 0.555765186335, "rich": 1.35650809354, "hadn": 7.1076144564399995, "historian": 1.16420957115, "king": 0.707101485387, "histor": 0.516151783952, "tour": 1.2492418381000001, "style": 0.866289529121, "publish": 0.313975865467, "els": 1.6945957207700002, "meanwhil": 1.71538649044, "start": 0.236443369291, "etc": 1.4366730879700003, "therefor": 0.847591848336, "jerusalem": 2.62157436683, "cultur": 0.620984734312, "them": 0.0941833269093, "prime": 1.25232214856, "structur": 0.7217716751350001, "their": 0.015360505122700001, "furnitur": 2.99045521645, "vigor": 2.62853091663, "burn": 1.2863908849299999, "nacion": 3.6491162209400003, "stabl": 1.90234060974, "leonor": 5.843922417409999, "keep": 0.7141523446729999, "damag": 1.02276465794, "larg": 0.17037506060600002, "were": 0.024291143681099997, "museum": 1.0969130529200002, "build": 0.491137452091, "have": 0.0147850023412, "romanesqu": 4.32545628319, "work": 0.109034567273, "salamanca": 5.13996432075, "aragon": 4.07044499302, "earlier": 0.624742371425, "intend": 0.853933584803, "what": 0.225887296827, "favor": 1.1420596084299999, "right": 0.34035985417, "restor": 1.09033222631, "devot": 1.6224983909900001, "chapel": 2.36335144821, "origin": 0.128612437587, "got": 1.2863908849299999, "black": 0.667404292867, "for": 0.00031499039539700004, "preexist": 4.918973622799999, "and": 6.29901420636e-05, "anticler": 5.66523062867, "her": 0.574944311991, "hand": 0.479471335336, "remov": 0.6960488415880001, "probabl": 0.972882412913, "artist": 1.05317511017, "vast": 1.40024866595, "becaus": 0.139343158825, "final": 0.292733863948, "scene": 1.23853486375, "color": 1.3417002006799998, "argument": 1.62793753414, "grey": 2.37006739018, "chapter": 1.2850238307100001, "befor": 0.0956377718795, "extens": 0.6889985794750001, "lazuli": 6.27136643224, "refus": 0.948356453102, "over": 0.0249367214957, "long": 0.235645793878, "know": 0.952919694398, "anim": 1.04365037288, "newspap": 1.13048290698, "tradit": 0.47500477629199994, "ferran": 6.964513612799999, "cathedr": 2.27377753848, "union": 0.750172216607, "where": 0.0649921387457, "book": 0.3605697882, "owner": 1.37228362405, "themselv": 0.7225497843690001, "transfer": 1.00264953547, "between": 0.033953681165299995, "good": 0.418589404907, "want": 0.6916366062549999, "give": 0.311392552224, "yourself": 3.28064670051, "del": 2.1261175401599997, "govern": 0.411720459754, "object": 0.853933584803, "abraham": 2.35468761528, "find": 0.547781330288, "condemn": 1.94944372164, "isn": 7.1076144564399995, "midnumth": 7.1076144564399995, "time": 0.0112115188626, "ground": 0.681125998984, "ricardo": 3.6736272519599997, "precious": 3.14168618618, "struggl": 1.2119409739799998, "materi": 0.7561918990209999, "old": 0.424253510675, "direct": 0.200705689496, "daughter": 1.25034086008, "place": 0.0957070839572, "drain": 2.60524396525, "but": 0.0161923720719, "civil": 0.7433934307629999, "accompani": 1.21831042226, "pictur": 1.25144109124, "home": 0.378433916197, "polit": 0.570142784146, "document": 0.932547122383, "sancha": 7.1076144564399995, "sicili": 3.21265935953, "motif": 2.9273274644200002, "onli": 0.025324268329099998, "guardian": 1.8847669357199999, "museo": 4.36925890584, "contravent": 5.22991255741, "legislatur": 2.1803607712799997, "affix": 4.06676174761, "attent": 1.03332999658, "autonom": 2.4057364663799996, "juan": 2.4233487567900003, "locat": 0.46854337067199997, "instal": 1.3316305879, "catalonia": 4.32545628319, "spanish": 1.3636255613100001, "paint": 1.4076855511000002, "new": 0.0177299468511, "from": 0.000567054168866, "monument": 1.9086925260799998, "allow": 0.24028061118900002, "oval": 3.31819377311, "normanrul": 7.1076144564399995, "franco": 3.3199344175800003, "mendizáb": 7.1076144564399995, "nun": 3.36446537239, "tomb": 2.61725097056, "repatri": 3.76176716986, "hideous": 4.89344032079, "decadeslong": 7.1076144564399995, "proud": 2.62244129363, "design": 0.377239118022, "googl": 2.43263122258, "properti": 0.953573289192, "was": 0.0112115188626, "álvarez": 7.1076144564399995, "testament": 2.7112677679900004, "offici": 0.339917317543, "hospital": 5.59502637, "number": 0.0966085784186, "item": 1.62505430292, "war": 0.345863640811, "miss": 1.2631785751200002, "without": 0.258874517941, "rectangl": 4.46307766106, "own": 0.164195077421, "floor": 1.66054557474, "some": 0.0395735090645, "royal": 0.931747186336, "has": 0.0427239448548, "are": 0.0294674735827, "reason": 0.544301552962, "thursday": 2.6859973545, "ownership": 2.0195434001, "cede": 2.7304071082, "dropdown": 7.1076144564399995, "monast": 3.6564066542, "couldn": 7.1076144564399995, "cataluña": 7.1076144564399995, "son": 0.724367730591, "fan": 1.56967467926, "arch": 2.7198351692799996, "parti": 0.724497710444, "wooden": 2.21207350808, "nowher": 3.21579415833, "more": 0.017024931599999998, "recent": 0.434413741288, "program": 0.7037855787649999, "left": 0.364552414753, "oncebrilli": 7.1076144564399995, "art": 0.6928952596619999, "not": 0.0155524130075, "follow": 0.045356911094199995, "grant": 0.8105051365070001, "dure": 0.0491209066894, "all": 0.011402632097799998, "abov": 0.643865229816, "church": 0.955700427358, "piec": 1.17598157639, "like": 0.139053576545, "battl": 0.8703420675010001, "possess": 1.15477080241, "law": 0.5863138271580001, "exist": 0.38165779408699996, "elabor": 1.9543228619400002, "recept": 2.18988198575, "should": 0.509419876758, "photograph": 1.52701418212, "after": 0.020490694648099998, "destroy": 0.919824304455, "forc": 0.280652166524, "court": 0.7509727503389999, "santa": 2.14746306778, "year": 0.047402238894600005, "desecr": 4.53676537685, "get": 0.579769005782, "save": 1.03598886547, "death": 0.485696798112, "carcass": 4.513508514690001, "link": 0.7661704068449999, "just": 0.289531434109, "monasteri": 2.65416201483, "rebuilt": 2.43838663415, "sinc": 0.0803681994577, "anselm": 4.86854276917, "middl": 0.7141523446729999, "spoil": 3.15637073786, "built": 0.690379535065, "order": 0.22014038079300002, "canterburi": 3.295836866, "minist": 1.1324356512, "ani": 0.125608358366, "aragones": 5.52942908751, "spain": 1.4805468993700002, "replic": 3.03924538062, "thus": 0.49857627139300004, "perman": 1.0892084202299999, "fact": 0.5502899207949999, "burial": 2.58165399182, "begun": 1.47474978168, "most": 0.020747896295599998, "that": 0.00397614837964, "mosaic": 3.38656571939, "campaign": 0.9077295995720001, "prayer": 2.3297846245700002, "maría": 7.1076144564399995, "magazin": 0.888401591632, "claim": 0.423291231925, "undertook": 2.75882646324, "sigena": 7.1076144564399995, "aristocraci": 3.16528610152, "alsoautonom": 7.1076144564399995, "bethlehem": 4.283492084090001, "take": 0.130691962197, "cloister": 4.5485998345, "there": 0.0400978929255, "room": 1.12387195543, "formal": 0.894546004205, "now": 0.149092945021, "impress": 1.3621488197100002, "barcelona": 3.15933370299, "ultim": 0.9498209395739999, "project": 0.561601885907, "includ": 0.0188846813905, "paper": 0.979402539665, "put": 0.505652999854, "revenu": 1.78911745977, "you": 0.771469692294, "looter": 5.721320095319999, "solid": 1.8521242986400002, "they": 0.0297269947676, "buri": 1.6353437827700001, "then": 0.08303386523089999, "pyrene": 4.64212589251, "had": 0.0464780244111, "would": 0.0796176279647, "bruno": 3.18945646245, "filter": 2.82668393864, "this": 0.0037864490525, "numth": 0.161378382949, "isabel": 3.9199911750800003, "also": 0.0146571578, "click": 3.54788042301, "pillag": 4.100409781730001, "will": 0.202786534915, "ancestor": 2.20462148162, "the": 0.0, "fate": 2.08728273526, "winchest": 3.7115584742800003, "catalan": 3.98558845756, "best": 0.459227932947, "been": 0.023645982368400004, "vultur": 4.3995642553400005, "permiss": 1.8373800586400002, "conserv": 1.19994966588}, "tfidf": {"although": 1.14968498805, "panel": 7.57442748092, "angel": 3.5240843507199995, "sent": 4.65367140554, "help": 1.39962972759, "legal": 7.800196528020001, "vatican": 52.7441860466, "lapi": 378.0, "eight": 2.15706521739, "castil": 68.1373390558, "hous": 7.312085482699999, "cost": 2.31935719503, "first": 1.00761614623, "proper": 3.3388012618299996, "assumpt": 9.21951219512, "wasn": 1221.23076923, "back": 3.7821011673299996, "queen": 11.329210275929999, "spare": 9.997481108310001, "expens": 3.5453327378300004, "horribl": 40.2944162437, "saint": 4.23247134098, "carri": 1.66869875972, "univers": 1.24889867841, "euro": 23.008695652199997, "use": 1.0296387573799999, "vault": 51.130434782600005, "complet": 1.24021560816, "collect": 1.64109985528, "everyth": 9.6393442623, "strip": 5.50485436893, "pedro": 19.7955112219, "can": 1.17626139142, "wall": 6.15706806282, "num": 15.004725600150001, "taken": 1.6012102874399998, "plant": 3.3388012618299996, "promulg": 25.9411764706, "request": 3.09051975861, "fresco": 815.7628458498999, "privat": 4.04793472718, "too": 1.81585268215, "nation": 2.45264946702, "said": 1.54751925139, "arco": 149.773584906, "jesus": 9.751842751839998, "monarchi": 12.6501992032, "fire": 4.230779480340001, "gold": 3.3642720915400006, "republican": 6.3656776263, "sister": 3.75852272727, "other": 1.00992366412, "beauti": 4.79347826087, "today": 1.74961428257, "placement": 17.659621802, "with": 2.0023964179799996, "declar": 2.20194174757, "trade": 2.37522441652, "mascarel": 1221.23076923, "could": 1.2043695949, "overdu": 182.482758621, "centuri": 5.98416886544, "signific": 1.4529147982100001, "approach": 2.07556543339, "legisl": 4.2449197861000005, "architectur": 5.12790697674, "virgin": 10.2227945911, "employ": 2.16530278232, "dolça": 1221.23076923, "portrait": 8.869273743019999, "return": 4.185972930209999, "which": 1.005191845, "light": 1.9102394417, "decor": 7.16749435666, "power": 1.3396337861799998, "pick": 4.939639079030001, "believ": 1.6450108797, "cream": 23.6955223881, "john": 4.06659836067, "compar": 1.8662278123900002, "convent": 7.92479201331, "choos": 4.17899447223, "white": 1.86930413282, "who": 2.12558575446, "english": 3.4865488086000003, "rich": 3.8826118855500003, "hadn": 1221.23076923, "historian": 3.20338983051, "king": 2.0281042411900003, "histor": 3.3511345646399997, "tour": 3.4876977152900004, "style": 2.37807070102, "publish": 1.36885669943, "els": 5.44444444444, "meanwhil": 5.55882352941, "start": 1.26673581744, "etc": 4.2066772655, "therefor": 2.33401940606, "jerusalem": 13.7573656846, "cultur": 1.86075949367, "them": 1.09876115994, "prime": 3.49845747025, "structur": 4.1161524500999995, "their": 4.0619163362, "furnitur": 19.894736842100002, "vigor": 13.853403141400001, "burn": 3.61969904241, "nacion": 38.440677966100004, "stabl": 6.70156184044, "leonor": 345.13043478300006, "keep": 2.04245465071, "damag": 2.7808723068799996, "larg": 2.3714989917, "were": 11.27047434656, "museum": 8.98471986417, "build": 1.6341739578, "have": 1.0148948411399998, "romanesqu": 226.79999999999998, "work": 2.23040179826, "salamanca": 341.419354838, "aragon": 410.08118081209994, "earlier": 1.86776470588, "intend": 2.3488681757700003, "what": 2.50686878256, "favor": 3.1332149200700004, "right": 7.027266288949999, "restor": 2.97526236882, "devot": 5.0657306956, "chapel": 21.2530120482, "origin": 1.13724928367, "got": 3.61969904241, "black": 1.94917127072, "for": 6.00189024006, "preexist": 136.862068966, "and": 28.001763779639997, "anticler": 288.654545455, "her": 5.331094694429999, "hand": 3.2304405331200003, "remov": 10.0290587492, "probabl": 2.64555907349, "artist": 8.60021668473, "vast": 4.05620848237, "becaus": 2.2990369994999997, "final": 1.34008609775, "scene": 3.45055422734, "color": 3.8255421686699997, "argument": 5.09335899904, "grey": 10.6981132075, "chapter": 14.459016393439999, "befor": 1.10036041031, "extens": 1.99171998495, "lazuli": 529.2, "refus": 2.58146341463, "over": 3.07575072651, "long": 2.5314518057799997, "know": 2.59327017315, "anim": 2.8395635843299996, "newspap": 3.0971517752599995, "tradit": 1.60802187785, "ferran": 1058.4, "cathedr": 19.432068543459998, "union": 2.11736463057, "where": 2.13430127042, "book": 1.43414634146, "owner": 7.888695652180001, "themselv": 2.05967825636, "transfer": 2.72549356223, "between": 2.06907337416, "good": 1.51981619759, "want": 3.99396226416, "give": 1.3653250774, "yourself": 26.592964824099997, "del": 8.38225976769, "govern": 12.07529948656, "object": 2.3488681757700003, "abraham": 10.5348374253, "find": 3.4588235294199996, "condemn": 7.02477876106, "isn": 1221.23076923, "midnumth": 1221.23076923, "time": 2.02254920696, "ground": 3.95220313666, "ricardo": 39.3945409429, "precious": 23.1428571429, "struggl": 3.36, "materi": 2.13014893332, "old": 1.52844902282, "direct": 1.22226499346, "daughter": 3.4915328788199997, "place": 1.1004366812200002, "drain": 13.534526854200001, "but": 1.01632417899, "civil": 6.30918002385, "accompani": 3.38146964856, "pictur": 3.4953764861300005, "home": 1.4599963215, "polit": 1.76851954996, "document": 2.5409731114, "sancha": 2442.46153846, "sicili": 24.8450704225, "motif": 18.6776470588, "onli": 1.0256476516600002, "guardian": 6.58481957694, "museo": 78.9850746269, "contravent": 186.776470588, "legislatur": 8.849498327760001, "affix": 58.3676470588, "attent": 2.81040892193, "autonom": 11.086592178800002, "juan": 11.283582089600001, "locat": 3.19533058268, "instal": 3.78721374046, "catalonia": 226.79999999999998, "spanish": 15.64137931036, "paint": 12.259459459470001, "new": 1.0178880554, "from": 8.00453771976, "monument": 6.74426508071, "allow": 1.2716059271100002, "oval": 27.610434782600002, "normanrul": 1221.23076923, "franco": 27.6585365854, "mendizáb": 1221.23076923, "nun": 86.7540983607, "tomb": 13.6980155306, "repatri": 86.0487804878, "hideous": 133.411764706, "decadeslong": 1221.23076923, "proud": 13.769297484800001, "design": 1.45825296225, "googl": 11.388809182200001, "properti": 2.5949656750599996, "was": 11.12402063828, "álvarez": 1221.23076923, "testament": 15.0483412322, "offici": 2.8096628617, "hospital": 269.084745763, "number": 1.10142916609, "item": 5.07869481766, "war": 5.65283959408, "miss": 3.53664513255, "without": 1.29547123623, "rectangl": 86.7540983607, "own": 1.17844418052, "floor": 10.524361948960001, "some": 5.2018348624, "royal": 5.07788261634, "has": 8.3491980016, "are": 2.05981187156, "reason": 3.44680851064, "thursday": 14.672828096099998, "ownership": 7.534883720930001, "cede": 15.3391304348, "dropdown": 1221.23076923, "monast": 77.443902439, "couldn": 2442.46153846, "cataluña": 1221.23076923, "son": 2.06342604627, "fan": 4.805084745759999, "arch": 30.3556405354, "parti": 2.06369426752, "wooden": 9.134637514380001, "nowher": 24.9230769231, "more": 1.0171706817, "recent": 1.54405757635, "program": 2.02139037433, "left": 4.3196081988, "oncebrilli": 1221.23076923, "art": 5.99848866498, "not": 4.06269592476, "follow": 1.04640126549, "grant": 2.2490437739099995, "dure": 3.1510420112399995, "all": 1.01146788991, "abov": 1.90382539873, "church": 7.8014742014700005, "piec": 3.24132298898, "like": 3.44755700325, "battl": 2.38772747782, "possess": 3.17329602239, "law": 1.7973508434299998, "exist": 1.4647107666799999, "elabor": 7.0591373944, "recept": 8.934158694430002, "should": 1.6643254009900001, "photograph": 4.604408352669999, "after": 3.06210621063, "destroy": 2.50884955752, "forc": 1.32399299475, "court": 4.23812066204, "santa": 34.25242718448, "year": 2.0970873786400004, "desecr": 93.3882352941, "get": 1.78562591385, "save": 5.6357827475999995, "death": 1.6253071253100002, "carcass": 91.2413793103, "link": 2.15151104486, "just": 4.00740429111, "monasteri": 113.7045658016, "rebuilt": 11.4545454545, "sinc": 3.2510580204900004, "anselm": 130.131147541, "middl": 2.04245465071, "spoil": 23.4852071006, "built": 3.98894472362, "order": 7.4775100086599995, "canterburi": 27.0, "minist": 6.2064112588, "ani": 1.13383802314, "aragones": 252.0, "spain": 4.395348837209999, "replic": 20.889473684200002, "thus": 3.2927512185000003, "perman": 2.97192062898, "fact": 1.73375559681, "burial": 13.2189841799, "begun": 4.36994219653, "most": 1.02096463023, "that": 6.0239043825, "mosaic": 29.5642458101, "campaign": 2.4786885245900003, "prayer": 10.2757281553, "maría": 4884.92307692, "magazin": 2.4312404287900002, "claim": 1.52697893623, "undertook": 15.7813121272, "sigena": 4884.92307692, "aristocraci": 23.6955223881, "alsoautonom": 1221.23076923, "bethlehem": 72.4931506849, "take": 4.55846672888, "cloister": 94.5, "there": 2.08182533438, "room": 6.1534883721, "formal": 2.44622496148, "now": 3.4823426189999998, "impress": 3.90457452041, "barcelona": 47.109792284799994, "ultim": 2.58524670249, "project": 1.7534791252500002, "includ": 1.0190641247799999, "paper": 5.325729620940001, "put": 1.65806788512, "revenu": 5.98416886544, "you": 4.3258855585800005, "looter": 305.307692308, "solid": 6.37334403854, "they": 8.24138602296, "buri": 5.13122171946, "then": 1.08657860516, "pyrene": 103.764705882, "had": 1.0475750577399998, "would": 1.0828729281799998, "bruno": 24.2752293578, "filter": 16.8893617021, "this": 4.01517450684, "numth": 2.3502590673599997, "isabel": 50.4, "also": 2.02953020134, "click": 69.4792122538, "pillag": 60.3650190114, "will": 1.22481098596, "ancestor": 9.066818960589998, "the": 94.0, "fate": 8.06297613002, "winchest": 40.917525773200005, "catalan": 161.4508474575, "best": 1.5828514456600002, "been": 1.0239277652399998, "vultur": 81.4153846154, "permiss": 12.560126582279999, "conserv": 13.279799247160001}, "freq": {"although": 1, "panel": 1, "angel": 1, "sent": 2, "help": 1, "legal": 3, "vatican": 2, "lapi": 1, "eight": 1, "castil": 1, "hous": 5, "cost": 1, "first": 1, "proper": 1, "assumpt": 1, "wasn": 1, "back": 3, "queen": 3, "spare": 1, "expens": 1, "horribl": 1, "saint": 1, "carri": 1, "univers": 1, "euro": 1, "use": 1, "vault": 2, "complet": 1, "collect": 1, "everyth": 2, "strip": 1, "pedro": 1, "can": 1, "wall": 2, "num": 15, "taken": 1, "plant": 1, "promulg": 1, "request": 1, "fresco": 13, "privat": 2, "too": 1, "nation": 2, "said": 1, "arco": 1, "jesus": 1, "monarchi": 1, "fire": 2, "gold": 1, "republican": 1, "sister": 1, "other": 1, "beauti": 1, "today": 1, "placement": 1, "with": 2, "declar": 1, "trade": 1, "mascarel": 1, "could": 1, "overdu": 1, "centuri": 4, "signific": 1, "approach": 1, "legisl": 1, "architectur": 1, "virgin": 1, "employ": 1, "dolça": 1, "portrait": 1, "return": 3, "which": 1, "light": 1, "decor": 1, "power": 1, "pick": 1, "believ": 1, "cream": 1, "john": 3, "compar": 1, "convent": 3, "choos": 1, "white": 1, "who": 2, "english": 2, "rich": 1, "hadn": 1, "historian": 1, "king": 1, "histor": 2, "tour": 1, "style": 1, "publish": 1, "els": 1, "meanwhil": 1, "start": 1, "etc": 1, "therefor": 1, "jerusalem": 1, "cultur": 1, "them": 1, "prime": 1, "structur": 2, "their": 4, "furnitur": 1, "vigor": 1, "burn": 1, "nacion": 1, "stabl": 1, "leonor": 1, "keep": 1, "damag": 1, "larg": 2, "were": 11, "museum": 3, "build": 1, "have": 1, "romanesqu": 3, "work": 2, "salamanca": 2, "aragon": 7, "earlier": 1, "intend": 1, "what": 2, "favor": 1, "right": 5, "restor": 1, "devot": 1, "chapel": 2, "origin": 1, "got": 1, "black": 1, "for": 6, "preexist": 1, "and": 28, "anticler": 1, "her": 3, "hand": 2, "remov": 5, "probabl": 1, "artist": 3, "vast": 1, "becaus": 2, "final": 1, "scene": 1, "color": 1, "argument": 1, "grey": 1, "chapter": 4, "befor": 1, "extens": 1, "lazuli": 1, "refus": 1, "over": 3, "long": 2, "know": 1, "anim": 1, "newspap": 1, "tradit": 1, "ferran": 1, "cathedr": 2, "union": 1, "where": 2, "book": 1, "owner": 2, "themselv": 1, "transfer": 1, "between": 2, "good": 1, "want": 2, "give": 1, "yourself": 1, "del": 1, "govern": 8, "object": 1, "abraham": 1, "find": 2, "condemn": 1, "isn": 1, "midnumth": 1, "time": 2, "ground": 2, "ricardo": 1, "precious": 1, "struggl": 1, "materi": 1, "old": 1, "direct": 1, "daughter": 1, "place": 1, "drain": 1, "but": 1, "civil": 3, "accompani": 1, "pictur": 1, "home": 1, "polit": 1, "document": 1, "sancha": 2, "sicili": 1, "motif": 1, "onli": 1, "guardian": 1, "museo": 1, "contravent": 1, "legislatur": 1, "affix": 1, "attent": 1, "autonom": 1, "juan": 1, "locat": 2, "instal": 1, "catalonia": 3, "spanish": 4, "paint": 3, "new": 1, "from": 8, "monument": 1, "allow": 1, "oval": 1, "normanrul": 1, "franco": 1, "mendizáb": 1, "nun": 3, "tomb": 1, "repatri": 2, "hideous": 1, "decadeslong": 1, "proud": 1, "design": 1, "googl": 1, "properti": 1, "was": 11, "álvarez": 1, "testament": 1, "offici": 2, "hospital": 1, "number": 1, "item": 1, "war": 4, "miss": 1, "without": 1, "rectangl": 1, "own": 1, "floor": 2, "some": 5, "royal": 2, "has": 8, "are": 2, "reason": 2, "thursday": 1, "ownership": 1, "cede": 1, "dropdown": 1, "monast": 2, "couldn": 2, "cataluña": 1, "son": 1, "fan": 1, "arch": 2, "parti": 1, "wooden": 1, "nowher": 1, "more": 1, "recent": 1, "program": 1, "left": 3, "oncebrilli": 1, "art": 3, "not": 4, "follow": 1, "grant": 1, "dure": 3, "all": 1, "abov": 1, "church": 3, "piec": 1, "like": 3, "battl": 1, "possess": 1, "law": 1, "exist": 1, "elabor": 1, "recept": 1, "should": 1, "photograph": 1, "after": 3, "destroy": 1, "forc": 1, "court": 2, "santa": 4, "year": 2, "desecr": 1, "get": 1, "save": 2, "death": 1, "carcass": 1, "link": 1, "just": 3, "monasteri": 8, "rebuilt": 1, "sinc": 3, "anselm": 1, "middl": 1, "spoil": 1, "built": 2, "order": 6, "canterburi": 1, "minist": 2, "ani": 1, "aragones": 1, "spain": 1, "replic": 1, "thus": 2, "perman": 1, "fact": 1, "burial": 1, "begun": 1, "most": 1, "that": 6, "mosaic": 1, "campaign": 1, "prayer": 1, "maría": 4, "magazin": 1, "claim": 1, "undertook": 1, "sigena": 4, "aristocraci": 1, "alsoautonom": 1, "bethlehem": 1, "take": 4, "cloister": 1, "there": 2, "room": 2, "formal": 1, "now": 3, "impress": 1, "barcelona": 2, "ultim": 1, "project": 1, "includ": 1, "paper": 2, "put": 1, "revenu": 1, "you": 2, "looter": 1, "solid": 1, "they": 8, "buri": 1, "then": 1, "pyrene": 1, "had": 1, "would": 1, "bruno": 1, "filter": 1, "this": 4, "numth": 2, "isabel": 1, "also": 2, "click": 2, "pillag": 1, "will": 1, "ancestor": 1, "the": 94, "fate": 1, "winchest": 1, "catalan": 3, "best": 1, "been": 1, "vultur": 1, "permiss": 2, "conserv": 4}, "idf": {"although": 1.14968498805, "panel": 7.57442748092, "angel": 3.5240843507199995, "sent": 2.32683570277, "help": 1.39962972759, "legal": 2.6000655093400002, "vatican": 26.3720930233, "lapi": 378.0, "eight": 2.15706521739, "castil": 68.1373390558, "hous": 1.4624170965399999, "cost": 2.31935719503, "first": 1.00761614623, "proper": 3.3388012618299996, "assumpt": 9.21951219512, "wasn": 1221.23076923, "back": 1.26070038911, "queen": 3.7764034253099994, "spare": 9.997481108310001, "expens": 3.5453327378300004, "horribl": 40.2944162437, "saint": 4.23247134098, "carri": 1.66869875972, "univers": 1.24889867841, "euro": 23.008695652199997, "use": 1.0296387573799999, "vault": 25.565217391300003, "complet": 1.24021560816, "collect": 1.64109985528, "everyth": 4.81967213115, "strip": 5.50485436893, "pedro": 19.7955112219, "can": 1.17626139142, "wall": 3.07853403141, "num": 1.00031504001, "taken": 1.6012102874399998, "plant": 3.3388012618299996, "promulg": 25.9411764706, "request": 3.09051975861, "fresco": 62.750988142299995, "privat": 2.02396736359, "too": 1.81585268215, "nation": 1.22632473351, "said": 1.54751925139, "arco": 149.773584906, "jesus": 9.751842751839998, "monarchi": 12.6501992032, "fire": 2.1153897401700004, "gold": 3.3642720915400006, "republican": 6.3656776263, "sister": 3.75852272727, "other": 1.00992366412, "beauti": 4.79347826087, "today": 1.74961428257, "placement": 17.659621802, "with": 1.0011982089899998, "declar": 2.20194174757, "trade": 2.37522441652, "mascarel": 1221.23076923, "could": 1.2043695949, "overdu": 182.482758621, "centuri": 1.49604221636, "signific": 1.4529147982100001, "approach": 2.07556543339, "legisl": 4.2449197861000005, "architectur": 5.12790697674, "virgin": 10.2227945911, "employ": 2.16530278232, "dolça": 1221.23076923, "portrait": 8.869273743019999, "return": 1.39532431007, "which": 1.005191845, "light": 1.9102394417, "decor": 7.16749435666, "power": 1.3396337861799998, "pick": 4.939639079030001, "believ": 1.6450108797, "cream": 23.6955223881, "john": 1.35553278689, "compar": 1.8662278123900002, "convent": 2.64159733777, "choos": 4.17899447223, "white": 1.86930413282, "who": 1.06279287723, "english": 1.7432744043000001, "rich": 3.8826118855500003, "hadn": 1221.23076923, "historian": 3.20338983051, "king": 2.0281042411900003, "histor": 1.6755672823199999, "tour": 3.4876977152900004, "style": 2.37807070102, "publish": 1.36885669943, "els": 5.44444444444, "meanwhil": 5.55882352941, "start": 1.26673581744, "etc": 4.2066772655, "therefor": 2.33401940606, "jerusalem": 13.7573656846, "cultur": 1.86075949367, "them": 1.09876115994, "prime": 3.49845747025, "structur": 2.0580762250499998, "their": 1.01547908405, "furnitur": 19.894736842100002, "vigor": 13.853403141400001, "burn": 3.61969904241, "nacion": 38.440677966100004, "stabl": 6.70156184044, "leonor": 345.13043478300006, "keep": 2.04245465071, "damag": 2.7808723068799996, "larg": 1.18574949585, "were": 1.02458857696, "museum": 2.99490662139, "build": 1.6341739578, "have": 1.0148948411399998, "romanesqu": 75.6, "work": 1.11520089913, "salamanca": 170.709677419, "aragon": 58.583025830299995, "earlier": 1.86776470588, "intend": 2.3488681757700003, "what": 1.25343439128, "favor": 3.1332149200700004, "right": 1.4054532577899999, "restor": 2.97526236882, "devot": 5.0657306956, "chapel": 10.6265060241, "origin": 1.13724928367, "got": 3.61969904241, "black": 1.94917127072, "for": 1.00031504001, "preexist": 136.862068966, "and": 1.00006299213, "anticler": 288.654545455, "her": 1.7770315648099997, "hand": 1.6152202665600002, "remov": 2.0058117498400003, "probabl": 2.64555907349, "artist": 2.86673889491, "vast": 4.05620848237, "becaus": 1.1495184997499999, "final": 1.34008609775, "scene": 3.45055422734, "color": 3.8255421686699997, "argument": 5.09335899904, "grey": 10.6981132075, "chapter": 3.6147540983599997, "befor": 1.10036041031, "extens": 1.99171998495, "lazuli": 529.2, "refus": 2.58146341463, "over": 1.02525024217, "long": 1.2657259028899999, "know": 2.59327017315, "anim": 2.8395635843299996, "newspap": 3.0971517752599995, "tradit": 1.60802187785, "ferran": 1058.4, "cathedr": 9.716034271729999, "union": 2.11736463057, "where": 1.06715063521, "book": 1.43414634146, "owner": 3.9443478260900005, "themselv": 2.05967825636, "transfer": 2.72549356223, "between": 1.03453668708, "good": 1.51981619759, "want": 1.99698113208, "give": 1.3653250774, "yourself": 26.592964824099997, "del": 8.38225976769, "govern": 1.50941243582, "object": 2.3488681757700003, "abraham": 10.5348374253, "find": 1.7294117647099998, "condemn": 7.02477876106, "isn": 1221.23076923, "midnumth": 1221.23076923, "time": 1.01127460348, "ground": 1.97610156833, "ricardo": 39.3945409429, "precious": 23.1428571429, "struggl": 3.36, "materi": 2.13014893332, "old": 1.52844902282, "direct": 1.22226499346, "daughter": 3.4915328788199997, "place": 1.1004366812200002, "drain": 13.534526854200001, "but": 1.01632417899, "civil": 2.10306000795, "accompani": 3.38146964856, "pictur": 3.4953764861300005, "home": 1.4599963215, "polit": 1.76851954996, "document": 2.5409731114, "sancha": 1221.23076923, "sicili": 24.8450704225, "motif": 18.6776470588, "onli": 1.0256476516600002, "guardian": 6.58481957694, "museo": 78.9850746269, "contravent": 186.776470588, "legislatur": 8.849498327760001, "affix": 58.3676470588, "attent": 2.81040892193, "autonom": 11.086592178800002, "juan": 11.283582089600001, "locat": 1.59766529134, "instal": 3.78721374046, "catalonia": 75.6, "spanish": 3.91034482759, "paint": 4.08648648649, "new": 1.0178880554, "from": 1.00056721497, "monument": 6.74426508071, "allow": 1.2716059271100002, "oval": 27.610434782600002, "normanrul": 1221.23076923, "franco": 27.6585365854, "mendizáb": 1221.23076923, "nun": 28.9180327869, "tomb": 13.6980155306, "repatri": 43.0243902439, "hideous": 133.411764706, "decadeslong": 1221.23076923, "proud": 13.769297484800001, "design": 1.45825296225, "googl": 11.388809182200001, "properti": 2.5949656750599996, "was": 1.01127460348, "álvarez": 1221.23076923, "testament": 15.0483412322, "offici": 1.40483143085, "hospital": 269.084745763, "number": 1.10142916609, "item": 5.07869481766, "war": 1.41320989852, "miss": 3.53664513255, "without": 1.29547123623, "rectangl": 86.7540983607, "own": 1.17844418052, "floor": 5.2621809744800006, "some": 1.04036697248, "royal": 2.53894130817, "has": 1.0436497502, "are": 1.02990593578, "reason": 1.72340425532, "thursday": 14.672828096099998, "ownership": 7.534883720930001, "cede": 15.3391304348, "dropdown": 1221.23076923, "monast": 38.7219512195, "couldn": 1221.23076923, "cataluña": 1221.23076923, "son": 2.06342604627, "fan": 4.805084745759999, "arch": 15.1778202677, "parti": 2.06369426752, "wooden": 9.134637514380001, "nowher": 24.9230769231, "more": 1.0171706817, "recent": 1.54405757635, "program": 2.02139037433, "left": 1.4398693996, "oncebrilli": 1221.23076923, "art": 1.9994962216599999, "not": 1.01567398119, "follow": 1.04640126549, "grant": 2.2490437739099995, "dure": 1.0503473370799998, "all": 1.01146788991, "abov": 1.90382539873, "church": 2.60049140049, "piec": 3.24132298898, "like": 1.14918566775, "battl": 2.38772747782, "possess": 3.17329602239, "law": 1.7973508434299998, "exist": 1.4647107666799999, "elabor": 7.0591373944, "recept": 8.934158694430002, "should": 1.6643254009900001, "photograph": 4.604408352669999, "after": 1.02070207021, "destroy": 2.50884955752, "forc": 1.32399299475, "court": 2.11906033102, "santa": 8.56310679612, "year": 1.0485436893200002, "desecr": 93.3882352941, "get": 1.78562591385, "save": 2.8178913737999998, "death": 1.6253071253100002, "carcass": 91.2413793103, "link": 2.15151104486, "just": 1.33580143037, "monasteri": 14.2130707252, "rebuilt": 11.4545454545, "sinc": 1.08368600683, "anselm": 130.131147541, "middl": 2.04245465071, "spoil": 23.4852071006, "built": 1.99447236181, "order": 1.24625166811, "canterburi": 27.0, "minist": 3.1032056294, "ani": 1.13383802314, "aragones": 252.0, "spain": 4.395348837209999, "replic": 20.889473684200002, "thus": 1.6463756092500001, "perman": 2.97192062898, "fact": 1.73375559681, "burial": 13.2189841799, "begun": 4.36994219653, "most": 1.02096463023, "that": 1.00398406375, "mosaic": 29.5642458101, "campaign": 2.4786885245900003, "prayer": 10.2757281553, "maría": 1221.23076923, "magazin": 2.4312404287900002, "claim": 1.52697893623, "undertook": 15.7813121272, "sigena": 1221.23076923, "aristocraci": 23.6955223881, "alsoautonom": 1221.23076923, "bethlehem": 72.4931506849, "take": 1.13961668222, "cloister": 94.5, "there": 1.04091266719, "room": 3.07674418605, "formal": 2.44622496148, "now": 1.160780873, "impress": 3.90457452041, "barcelona": 23.554896142399997, "ultim": 2.58524670249, "project": 1.7534791252500002, "includ": 1.0190641247799999, "paper": 2.6628648104700003, "put": 1.65806788512, "revenu": 5.98416886544, "you": 2.1629427792900002, "looter": 305.307692308, "solid": 6.37334403854, "they": 1.03017325287, "buri": 5.13122171946, "then": 1.08657860516, "pyrene": 103.764705882, "had": 1.0475750577399998, "would": 1.0828729281799998, "bruno": 24.2752293578, "filter": 16.8893617021, "this": 1.00379362671, "numth": 1.1751295336799998, "isabel": 50.4, "also": 1.01476510067, "click": 34.7396061269, "pillag": 60.3650190114, "will": 1.22481098596, "ancestor": 9.066818960589998, "the": 1.0, "fate": 8.06297613002, "winchest": 40.917525773200005, "catalan": 53.8169491525, "best": 1.5828514456600002, "been": 1.0239277652399998, "vultur": 81.4153846154, "permiss": 6.280063291139999, "conserv": 3.3199498117900004}, "logtfidf": {"although": 0.139487981418, "panel": 2.02477776846, "angel": 1.2596206438600002, "sent": 1.689018554176, "help": 0.336207721344, "legal": 2.866609921824, "vatican": 6.5446127371800005, "lapi": 5.934894195619999, "eight": 0.76874860218, "castil": 4.22152536034, "hous": 1.9004530619399997, "cost": 0.84129007618, "first": 0.0075872898121599995, "proper": 1.2056118389200001, "assumpt": 2.2213221289200002, "wasn": 7.1076144564399995, "back": 0.695002292691, "queen": 3.98631624573, "spare": 2.3023331721, "expens": 1.26563201674, "horribl": 3.69621290461, "saint": 1.44278606382, "carri": 0.512044136911, "univers": 0.222262105686, "euro": 3.1358722163099997, "use": 0.0292080197316, "vault": 6.482465463940001, "complet": 0.215285242047, "collect": 0.49536666052, "everyth": 3.14541180634, "strip": 1.7056303155, "pedro": 2.98545520604, "can": 0.162341096394, "wall": 2.2489070397, "num": 0.004724855930955001, "taken": 0.470759772949, "plant": 1.2056118389200001, "promulg": 3.25583153139, "request": 1.12833928344, "fresco": 53.80926622734, "privat": 1.410119253174, "too": 0.5965551547219999, "nation": 0.408043349596, "said": 0.436653165815, "arco": 5.00912471979, "jesus": 2.2774562673400003, "monarchi": 2.5376729623400003, "fire": 1.49847813967, "gold": 1.21321162218, "republican": 1.8509206876599997, "sister": 1.32402598852, "other": 0.00987474791976, "beauti": 1.5672562984, "today": 0.559395353679, "placement": 2.87128077943, "with": 0.00239498342678, "declar": 0.7893395836239999, "trade": 0.865091924188, "mascarel": 7.1076144564399995, "could": 0.18595627229000003, "overdu": 5.206655695249999, "centuri": 1.61129239458, "signific": 0.373571744332, "approach": 0.7302336145810001, "legisl": 1.44572292349, "architectur": 1.63469757919, "virgin": 2.32461999075, "employ": 0.7725602049429999, "dolça": 7.1076144564399995, "portrait": 2.18259291507, "return": 0.9993806057760001, "which": 0.00517841384543, "light": 0.64722859635, "decor": 1.9695561314200003, "power": 0.292396282715, "pick": 1.59729226761, "believ": 0.497746997996, "cream": 3.16528610152, "john": 0.9125837331059999, "compar": 0.6239191809269999, "convent": 2.914151359122, "choos": 1.43007066072, "white": 0.625566240123, "who": 0.1218004659718, "english": 1.11153037267, "rich": 1.35650809354, "hadn": 7.1076144564399995, "historian": 1.16420957115, "king": 0.707101485387, "histor": 1.032303567904, "tour": 1.2492418381000001, "style": 0.866289529121, "publish": 0.313975865467, "els": 1.6945957207700002, "meanwhil": 1.71538649044, "start": 0.236443369291, "etc": 1.4366730879700003, "therefor": 0.847591848336, "jerusalem": 2.62157436683, "cultur": 0.620984734312, "them": 0.0941833269093, "prime": 1.25232214856, "structur": 1.4435433502700001, "their": 0.061442020490800005, "furnitur": 2.99045521645, "vigor": 2.62853091663, "burn": 1.2863908849299999, "nacion": 3.6491162209400003, "stabl": 1.90234060974, "leonor": 5.843922417409999, "keep": 0.7141523446729999, "damag": 1.02276465794, "larg": 0.34075012121200005, "were": 0.2672025804921, "museum": 3.2907391587600006, "build": 0.491137452091, "have": 0.0147850023412, "romanesqu": 12.976368849570001, "work": 0.218069134546, "salamanca": 10.2799286415, "aragon": 28.493114951139997, "earlier": 0.624742371425, "intend": 0.853933584803, "what": 0.451774593654, "favor": 1.1420596084299999, "right": 1.7017992708499998, "restor": 1.09033222631, "devot": 1.6224983909900001, "chapel": 4.72670289642, "origin": 0.128612437587, "got": 1.2863908849299999, "black": 0.667404292867, "for": 0.0018899423723820002, "preexist": 4.918973622799999, "and": 0.0017637239777808, "anticler": 5.66523062867, "her": 1.7248329359730001, "hand": 0.958942670672, "remov": 3.4802442079400002, "probabl": 0.972882412913, "artist": 3.15952533051, "vast": 1.40024866595, "becaus": 0.27868631765, "final": 0.292733863948, "scene": 1.23853486375, "color": 1.3417002006799998, "argument": 1.62793753414, "grey": 2.37006739018, "chapter": 5.140095322840001, "befor": 0.0956377718795, "extens": 0.6889985794750001, "lazuli": 6.27136643224, "refus": 0.948356453102, "over": 0.0748101644871, "long": 0.471291587756, "know": 0.952919694398, "anim": 1.04365037288, "newspap": 1.13048290698, "tradit": 0.47500477629199994, "ferran": 6.964513612799999, "cathedr": 4.54755507696, "union": 0.750172216607, "where": 0.1299842774914, "book": 0.3605697882, "owner": 2.7445672481, "themselv": 0.7225497843690001, "transfer": 1.00264953547, "between": 0.06790736233059999, "good": 0.418589404907, "want": 1.3832732125099998, "give": 0.311392552224, "yourself": 3.28064670051, "del": 2.1261175401599997, "govern": 3.293763678032, "object": 0.853933584803, "abraham": 2.35468761528, "find": 1.095562660576, "condemn": 1.94944372164, "isn": 7.1076144564399995, "midnumth": 7.1076144564399995, "time": 0.0224230377252, "ground": 1.362251997968, "ricardo": 3.6736272519599997, "precious": 3.14168618618, "struggl": 1.2119409739799998, "materi": 0.7561918990209999, "old": 0.424253510675, "direct": 0.200705689496, "daughter": 1.25034086008, "place": 0.0957070839572, "drain": 2.60524396525, "but": 0.0161923720719, "civil": 2.230180292289, "accompani": 1.21831042226, "pictur": 1.25144109124, "home": 0.378433916197, "polit": 0.570142784146, "document": 0.932547122383, "sancha": 14.215228912879999, "sicili": 3.21265935953, "motif": 2.9273274644200002, "onli": 0.025324268329099998, "guardian": 1.8847669357199999, "museo": 4.36925890584, "contravent": 5.22991255741, "legislatur": 2.1803607712799997, "affix": 4.06676174761, "attent": 1.03332999658, "autonom": 2.4057364663799996, "juan": 2.4233487567900003, "locat": 0.9370867413439999, "instal": 1.3316305879, "catalonia": 12.976368849570001, "spanish": 5.4545022452400005, "paint": 4.2230566533000005, "new": 0.0177299468511, "from": 0.004536433350928, "monument": 1.9086925260799998, "allow": 0.24028061118900002, "oval": 3.31819377311, "normanrul": 7.1076144564399995, "franco": 3.3199344175800003, "mendizáb": 7.1076144564399995, "nun": 10.09339611717, "tomb": 2.61725097056, "repatri": 7.52353433972, "hideous": 4.89344032079, "decadeslong": 7.1076144564399995, "proud": 2.62244129363, "design": 0.377239118022, "googl": 2.43263122258, "properti": 0.953573289192, "was": 0.1233267074886, "álvarez": 7.1076144564399995, "testament": 2.7112677679900004, "offici": 0.679834635086, "hospital": 5.59502637, "number": 0.0966085784186, "item": 1.62505430292, "war": 1.383454563244, "miss": 1.2631785751200002, "without": 0.258874517941, "rectangl": 4.46307766106, "own": 0.164195077421, "floor": 3.32109114948, "some": 0.1978675453225, "royal": 1.863494372672, "has": 0.3417915588384, "are": 0.0589349471654, "reason": 1.088603105924, "thursday": 2.6859973545, "ownership": 2.0195434001, "cede": 2.7304071082, "dropdown": 7.1076144564399995, "monast": 7.3128133084, "couldn": 14.215228912879999, "cataluña": 7.1076144564399995, "son": 0.724367730591, "fan": 1.56967467926, "arch": 5.439670338559999, "parti": 0.724497710444, "wooden": 2.21207350808, "nowher": 3.21579415833, "more": 0.017024931599999998, "recent": 0.434413741288, "program": 0.7037855787649999, "left": 1.093657244259, "oncebrilli": 7.1076144564399995, "art": 2.078685778986, "not": 0.06220965203, "follow": 0.045356911094199995, "grant": 0.8105051365070001, "dure": 0.1473627200682, "all": 0.011402632097799998, "abov": 0.643865229816, "church": 2.867101282074, "piec": 1.17598157639, "like": 0.417160729635, "battl": 0.8703420675010001, "possess": 1.15477080241, "law": 0.5863138271580001, "exist": 0.38165779408699996, "elabor": 1.9543228619400002, "recept": 2.18988198575, "should": 0.509419876758, "photograph": 1.52701418212, "after": 0.061472083944299996, "destroy": 0.919824304455, "forc": 0.280652166524, "court": 1.5019455006779998, "santa": 8.58985227112, "year": 0.09480447778920001, "desecr": 4.53676537685, "get": 0.579769005782, "save": 2.07197773094, "death": 0.485696798112, "carcass": 4.513508514690001, "link": 0.7661704068449999, "just": 0.868594302327, "monasteri": 21.23329611864, "rebuilt": 2.43838663415, "sinc": 0.2411045983731, "anselm": 4.86854276917, "middl": 0.7141523446729999, "spoil": 3.15637073786, "built": 1.38075907013, "order": 1.3208422847580001, "canterburi": 3.295836866, "minist": 2.2648713024, "ani": 0.125608358366, "aragones": 5.52942908751, "spain": 1.4805468993700002, "replic": 3.03924538062, "thus": 0.9971525427860001, "perman": 1.0892084202299999, "fact": 0.5502899207949999, "burial": 2.58165399182, "begun": 1.47474978168, "most": 0.020747896295599998, "that": 0.02385689027784, "mosaic": 3.38656571939, "campaign": 0.9077295995720001, "prayer": 2.3297846245700002, "maría": 28.430457825759998, "magazin": 0.888401591632, "claim": 0.423291231925, "undertook": 2.75882646324, "sigena": 28.430457825759998, "aristocraci": 3.16528610152, "alsoautonom": 7.1076144564399995, "bethlehem": 4.283492084090001, "take": 0.522767848788, "cloister": 4.5485998345, "there": 0.080195785851, "room": 2.24774391086, "formal": 0.894546004205, "now": 0.44727883506300004, "impress": 1.3621488197100002, "barcelona": 6.31866740598, "ultim": 0.9498209395739999, "project": 0.561601885907, "includ": 0.0188846813905, "paper": 1.95880507933, "put": 0.505652999854, "revenu": 1.78911745977, "you": 1.542939384588, "looter": 5.721320095319999, "solid": 1.8521242986400002, "they": 0.2378159581408, "buri": 1.6353437827700001, "then": 0.08303386523089999, "pyrene": 4.64212589251, "had": 0.0464780244111, "would": 0.0796176279647, "bruno": 3.18945646245, "filter": 2.82668393864, "this": 0.01514579621, "numth": 0.322756765898, "isabel": 3.9199911750800003, "also": 0.0293143156, "click": 7.09576084602, "pillag": 4.100409781730001, "will": 0.202786534915, "ancestor": 2.20462148162, "the": 0.0, "fate": 2.08728273526, "winchest": 3.7115584742800003, "catalan": 11.95676537268, "best": 0.459227932947, "been": 0.023645982368400004, "vultur": 4.3995642553400005, "permiss": 3.6747601172800004, "conserv": 4.79979866352}}, "html": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n\n<html lang=\"en-US\" xmlns=\"http://www.w3.org/1999/xhtml\">\n<head profile=\"http://gmpg.org/xfn/11\">\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<title>The History Blog   » 2013 » August</title>\n<meta content=\"WordPress 4.9.10\" name=\"generator\"/> <!-- leave this for stats -->\n<link href=\"http://www.thehistoryblog.com/wp-content/themes/retro-book-10/style.css\" media=\"screen\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/feed\" rel=\"alternate\" title=\"The History Blog RSS Feed\" type=\"application/rss+xml\"/>\n<link href=\"http://www.thehistoryblog.com/xmlrpc.php\" rel=\"pingback\"/>\n<link href=\"//s.w.org\" rel=\"dns-prefetch\"/>\n<script type=\"text/javascript\">\n\t\t\twindow._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"http:\\/\\/www.thehistoryblog.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?ver=4.9.10\"}};\n\t\t\t!function(a,b,c){function d(a,b){var c=String.fromCharCode;l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,a),0,0);var d=k.toDataURL();l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,b),0,0);var e=k.toDataURL();return d===e}function e(a){var b;if(!l||!l.fillText)return!1;switch(l.textBaseline=\"top\",l.font=\"600 32px Arial\",a){case\"flag\":return!(b=d([55356,56826,55356,56819],[55356,56826,8203,55356,56819]))&&(b=d([55356,57332,56128,56423,56128,56418,56128,56421,56128,56430,56128,56423,56128,56447],[55356,57332,8203,56128,56423,8203,56128,56418,8203,56128,56421,8203,56128,56430,8203,56128,56423,8203,56128,56447]),!b);case\"emoji\":return b=d([55358,56760,9792,65039],[55358,56760,8203,9792,65039]),!b}return!1}function f(a){var c=b.createElement(\"script\");c.src=a,c.defer=c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var g,h,i,j,k=b.createElement(\"canvas\"),l=k.getContext&&k.getContext(\"2d\");for(j=Array(\"flag\",\"emoji\"),c.supports={everything:!0,everythingExceptFlag:!0},i=0;i<j.length;i++)c.supports[j[i]]=e(j[i]),c.supports.everything=c.supports.everything&&c.supports[j[i]],\"flag\"!==j[i]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[j[i]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(h=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",h,!1),a.addEventListener(\"load\",h,!1)):(a.attachEvent(\"onload\",h),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),g=c.source||{},g.concatemoji?f(g.concatemoji):g.wpemoji&&g.twemoji&&(f(g.twemoji),f(g.wpemoji)))}(window,document,window._wpemojiSettings);\n\t\t</script>\n<style type=\"text/css\">\nimg.wp-smiley,\nimg.emoji {\n\tdisplay: inline !important;\n\tborder: none !important;\n\tbox-shadow: none !important;\n\theight: 1em !important;\n\twidth: 1em !important;\n\tmargin: 0 .07em !important;\n\tvertical-align: -0.1em !important;\n\tbackground: none !important;\n\tpadding: 0 !important;\n}\n</style>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/faviroll/css/style.css?ver=4.9.10\" id=\"faviroll-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/contact-form-plugin/css/form_style.css?ver=4.0.9\" id=\"cntctfrm_form_style-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/add-to-any/addtoany.min.css?ver=1.14\" id=\"addtoany-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/jquery/jquery.js?ver=1.12.4\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.1\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/add-to-any/addtoany.min.js?ver=1.0\" type=\"text/javascript\"></script>\n<link href=\"http://www.thehistoryblog.com/wp-json/\" rel=\"https://api.w.org/\"/>\n<link href=\"http://www.thehistoryblog.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/>\n<link href=\"http://www.thehistoryblog.com/wp-includes/wlwmanifest.xml\" rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\"/>\n<meta content=\"WordPress 4.9.10\" name=\"generator\"/>\n<script data-cfasync=\"false\">\nwindow.a2a_config=window.a2a_config||{};a2a_config.callbacks=[];a2a_config.overlays=[];a2a_config.templates={};\na2a_config.onclick=1;\na2a_color_main=\"E8C686\";a2a_color_border=\"BFA26B\";a2a_color_link_text=\"333333\";a2a_color_link_text_hover=\"333333\";\n(function(d,s,a,b){a=d.createElement(s);b=d.getElementsByTagName(s)[0];a.async=1;a.src=\"https://static.addtoany.com/menu/page.js\";b.parentNode.insertBefore(a,b);})(document,\"script\");\n</script>\n<script language=\"javascript\" type=\"text/javascript\">\n<!--\n\t\tfunction collapseThread( theId ) {\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(!comment)\n\t\t\t{\n\t\t\t\talert(\"ERROR:\\nThe document structure is different\\nfrom what Threaded Comments expects.\\nYou are missing the element '\"+theId+\"'\");\n\t\t\t\treturn;\n\t\t\t}\n\t\t\tvar theBody = findBody(comment);\n\t\t\tif(comment.className.indexOf(\"collapsed\") > -1) {\n\t\t\t\tcomment.className = comment.className.replace(\" collapsed\", \"\");;\n\t\t\t} else {\n\t\t\t\tcomment.className += \" collapsed\";\n\t\t\t}\n\t\t}\n\n\t\tfunction expandThread( theId ) {\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(!comment)\n\t\t\t{\n\t\t\t\talert(\"ERROR:\\nThe document structure is different\\nfrom what Threaded Comments expects.\\nYou are missing the element '\"+theId+\"'\");\n\t\t\t\treturn;\n\t\t\t}\n\t\t\tvar theBody = findBody(comment);\n\t\t\tif(comment.className.indexOf(\"collapsed\") > -1) {\n\t\t\t\tcomment.className = comment.className.replace(\" collapsed\", \"\");;\n\t\t\t} \n\t\t}\n\t\t\n\t\tfunction findBody(el)\n\t\t{\n\t\t\tvar divs = el.getElementsByTagName(\"div\");\n\t\t\tvar ret;\n\t\t\tfor(var i = 0; i < divs.length; ++i) {\n\t\t\t\tif(divs.item(i).className.indexOf(\"body\") > -1)\n\t\t\t\t\treturn divs.item(i);\n\t\t\t}\n\t\t\treturn false;\n\t\t}\n\t\n\t\tfunction onAddComment() {\n\t\t\t//checkDocumentIntegrity();\n\t\t\tvar el = document.getElementById(\"commentform\");\n\t\t\t// Future release: Check if form is filled correctly and mark the form fields.\n\t\t\tel.submit();\n\t\t}\n\t\t\n\t\tfunction moveAddCommentBelow(theId, threadId, collapse)\n\t\t{\n\t\t\texpandThread( theId );\n\t\t\tvar addComment = document.getElementById(\"addcomment\");\n\t\t\tif(!addComment)\n\t\t\t{\n\t\t\t  \talert(\"ERROR:\\nThreaded Comments can't find the 'addcomment' div.\\nThis is probably because you have changed\\nthe comments.php file.\\nMake sure there is a tag around the form\\nthat has the id 'addcomment'\"); \n\t\t\t\treturn\n\t\t\t}\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(collapse)\n\t\t\t{\n\t\t\t\tfor(var i = 0; i < comment.childNodes.length; ++i) {\n\t\t\t\t\tvar c = comment.childNodes.item(i);\n\t\t\t\t\tif(typeof(c.className) == \"string\" && c.className.indexOf(\"collapsed\")<0) {\n\t\t\t\t\t\tc.className += \" collapsed\";\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t\taddComment.parentNode.removeChild(addComment);\n\n\t\t\tcomment.appendChild(addComment);\n\t\t\tif(comment.className.indexOf(\"alt\")>-1) {\n\t\t\t\taddComment.className = addComment.className.replace(\" alt\", \"\");\t\t\t\t\t\n\t\t\t} else {\n\t\t\t\taddComment.className += \" alt\";\n\t\t\t}\n\t\t        var replyId = document.getElementById(\"comment_reply_ID\");\n\t\t\tif(replyId == null)\n\t\t\t{\n\t\t\t\talert(\"Brians Threaded Comments Error:\\nThere is no hidden form field called\\n'comment_reply_ID'. This is probably because you\\nchanged the comments.php file and forgot\\nto include the field. Please take a look\\nat the original comments.php and copy the\\nform field over.\");\n\t\t\t}\n\t\t\treplyId.value = threadId;\n\t\t\tvar reRootElement = document.getElementById(\"reroot\");\n\t\t\tif(reRootElement == null)\n\t\t\t{\n\t\t\t\talert(\"Brians Threaded Comments Error:\\nThere is no anchor tag called 'reroot' where\\nthe comment form starts.\\nPlease compare your comments.php to the original\\ncomments.php and copy the reroot anchor tag over.\");\n\t\t\t}\n\t\t\treRootElement.style.display = \"block\";\n\t\t\tvar aTags = comment.getElementsByTagName(\"A\");\n\t\t\tvar anc = aTags.item(0).id;\n\t\t\t//document.location.href = \"#\"+anc;\n\t\t\tdocument.getElementById(\"comment\").focus();\n\t\t}\n\n\t\tfunction checkDocumentIntegrity()\n\t\t{\n\t\t\tstr = \"\";\n\t\t\t\n\t\t\tstr += checkElement(\"reroot\",\"div tag\");\n\t\t\tstr += checkElement(\"addcomment\", \"div tag\");\n\t\t\tstr += checkElement(\"comment_reply_ID\", \"hidden form field\");\n\t\t\tstr += checkElement(\"content\", \"div tag\");\n\t\t\tstr += checkElement(\"comment\", \"textfield\");\n\t\t\tstr += checkElement(\"addcommentanchor\", \"anchor tag\");\n\t\t\t\n\t\t\tif(str != \"\")\n\t\t\t{\n\t\t\t\tstr = \"Brian's Threaded Comments are missing some of the elements that are required for it to function correctly.\\nThis is probably the because you have changed the original comments.php that was included with the plugin.\\n\\nThese are the errors:\\n\" + str;\n\t\t\t\tstr += \"\\nYou should compare your comments.php with the original comments.php and make sure the required elements have not been removed.\";\n\n\t\t\t\talert(str);\n\t\t\t}\n\t\t}\n               \n\t\tfunction checkElement(theId, elDesc)\n\t\t{\n\t\t\tvar el = document.getElementById(theId);\n\t\t\tif(!el)\n\t\t\t{\n\t\t\t\tif(elDesc == null)\n\t\t\t\t\telDesc = \"element\";\n\t\t\t\treturn \"- The \"+elDesc+\" with the ID '\" +theId + \"' is missing\\n\"; \n\t\t\t}\n\t\t\telse \n\t\t\t\treturn \"\";\n\t\t}\n\t\t\n\t\tfunction reRoot()\n\t\t{\n\t\t\tvar addComment = document.getElementById(\"addcomment\");\t\t\t\n\t\t\tvar reRootElement = document.getElementById(\"reroot\");\n\t\t\treRootElement.style.display = \"none\";\n\t\t\tvar content = document.getElementById(\"content\");\n\t\t\taddComment.parentNode.removeChild(addComment);\n\t\t\tcontent.appendChild(addComment);\n\t\t\taddComment.className = addComment.className.replace(\" alt\", \"\");\n\t\t\tdocument.location.href = \"#addcommentanchor\";\n\t\t\tdocument.getElementById(\"comment\").focus();\t\t\t\t\n\t\t\tdocument.getElementById(\"comment_reply_ID\").value = \"0\";\n\t\t}\t\t\t\n\t\t\n\t\tfunction changeCommentSize(d)\n\t\t{\n\t\t\tvar el = document.getElementById(\"comment\");\n\t\t\tvar height = parseInt(el.style.height);\n\t\t\tif(!height && el.offsetHeight)\n\t\t\t\theight = el.offsetHeight;\n\t\t\theight += d;\n\t\t\tif(height < 20) \n\t\t\t\theight = 20;\n\t\t\tel.style.height = height+\"px\";\n\t\t}\t\t\n-->\n</script>\n<style type=\"text/css\">\n.comment \n{\n\tposition: \t\t\t\trelative;\n\tmargin:\t\t\t\t\t3px;\n\tmargin-top:\t\t\t\t6px;\n/*\tborder: \t\t\t\t1px solid #666; */\n\tpadding:\t\t\t\t4px 4px 4px 8px;\n}\n\n.odd\n{\n\tbackground-color: #E2c080;\n}\n\n.comment div {\n\tposition: \t\t\t\trelative;\n}\n\n.comment .comment img\n{\n\tmargin: \t\t\t\t0px;\n}\n\n.comment .collapseicon \n{\n\twidth: \t\t\t\t\t13px;\n\theight: \t\t\t\t13px;\n\toverflow:\t\t\t\thidden;\n\tbackground-image: \t\turl(http://www.thehistoryblog.com/wp-content/plugins/briansthreadedcomments.php?image=subthread-open.png);\n}\n\n.collapsed .collapseicon \n{\n\tbackground-image: \t\turl(http://www.thehistoryblog.com/wp-content/plugins/briansthreadedcomments.php?image=subthread.png);\n}\n\n\n.comment .reply {\n\ttext-align: \t\t\tright;\n\tfont-size: \t\t\t\t80%;\n\tpadding: \t\t\t\t0px 6px 6px 0px;\n}\n\n.comment\n{\n\tborder: \t2px solid #ddd;\n\tmargin-top: \t\t\t10px;\n}\n\ninput#subscribe\n{\n\twidth: auto;\n}\n\n.comment .body .content\n{\n\tpadding:\t\t\t\t0px 3px 0px 3px;\n\twidth: \t\t\t\t\t100%;\t\n\toverflow: \t\t\t\tauto; \n}\n\n.comment .title abbr\n{\n\tborder: none;\n}\n\n.collapsed .body, .collapsed .comment\n{\n\tdisplay:\t\t\t\tnone;\n}\n/*\n#addcomment small, #addcomment div\n{\n\tpadding:\t\t\t\t3px;\n}\n*/\n#commentform textarea {\n\twidth: 97%;\n}\n</style>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/flash-video-player/swfobject.js\" type=\"text/javascript\"></script>\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"shortcut icon\" type=\"image/x-icon\"/>\n</head>\n<body>\n<div id=\"ROOT\">\n<div class=\"BGPage\">\n<div class=\"LeftTop\">\n<div class=\"LeftBottom\">\n<div id=\"HEAD\">\n<h1 class=\"Logo\"><a href=\"http://www.thehistoryblog.com/\"><span>The History Blog</span></a></h1>\n<div class=\"Visual\"></div>\n</div>\n<div id=\"MAIN\">\n<h2 class=\"pagetitle\">Archive for August, 2013</h2>\n<div class=\"post\">\n<h3 id=\"post-26894\"><a href=\"http://www.thehistoryblog.com/archives/26894\" rel=\"bookmark\" title=\"Permanent Link to Aragon wants 13th c. frescoes back from Catalonia\">Aragon wants 13th c. frescoes back from Catalonia</a></h3>\n<p class=\"prefix\">Saturday, August 31st, 2013</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26900\" height=\"84\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos-150x84.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos-150x84.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos-200x112.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos-430x241.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos.jpg 1600w\" title=\"Santa María la Real de Sijena frescos in the National Museum of Art in Barcelona\" width=\"150\"/></a>The autonomous government of Aragon <a href=\"http://www.theartnewspaper.com/articles/Legal-battle-over-medieval-frescos-saved-during-Spanish-Civil-War-/30248\" target=\"_blank\">has formally requested the return of 13th century frescoes</a> removed from the monastery of <a href=\"http://www.patrimonioculturaldearagon.es/bienes-culturales/real-monasterio-santa-maria-de-sijena\" target=\"_blank\">Santa María de Sigena</a> during the Spanish Civil War and now installed in the <a href=\"http://www.mnac.cat/index.jsp?lan=003\" target=\"_blank\">Museo Nacional de Arte de Cataluña</a> in Barcelona. The also-autonomous government of Catalonia has not been receptive. Ferran Mascarell, Catalan Minister for Culture, said on Thursday that the government will do everything in its power to keep the frescoes where they are on the ground that if Catalans hadn’t conserved the frescoes, they would not exist today.</p>\n<p>This is not a solid legal argument, as the Catalan government has good reason to know since it too has campaigned vigorously for the return of historically significant items from places where they were conserved. Most recently the <a href=\"http://www.catalannewsagency.com/society-science/item/the-first-stolen-spanish-civil-war-documents-are-returned-to-their-legitimate-owners-73-years-later\" target=\"_blank\">Salamanca Papers</a>, a vast number of documents, books, magazines, newspapers and more that Franco pillaged from universities, trade unions, political parties, private homes, publishers etc. in 1939, have begun to be repatriated after a decades-long struggle in the legislature and courts.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos-2.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26897\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos-2-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos-2-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos-2-200x149.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-frescos-2-430x321.jpg 430w\" title=\"Santa María la Real de Sijena frescos\" width=\"150\"/></a>Aragon has wanted the frescoes back for a long time, but the government wasn’t the official owner of the monastery and thus had no legal rights to claim the frescoes. The Order of the Hospitallers of St. John of Jerusalem has owned the historic building for eight centuries, although their nuns left in 1835 after anti-clerical legislation promulgated by Queen Isabel II’s prime minister Juan Álvarez Mendizábal privatized monastic properties thus stripping the convent of its revenue. Some nuns filtered back over the years and since 1985, the Order of St. John has allowed the sisters of <a href=\"http://english.bethleem.org/monasteres/sigena.php\" target=\"_blank\">Bethlehem and the Assumption of the Virgin and of Saint Bruno</a> to carry on the tradition of monastic prayer at Santa María de Sigena. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26902\" height=\"103\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-150x103.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-150x103.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-200x138.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Santa-María-la-Real-de-Sijena-430x296.jpg 430w\" title=\"Santa María la Real de Sijena\" width=\"150\"/></a>The Order of St. John couldn’t just hand over the monastery without getting permission from the Vatican. Finally earlier this year the Vatican granted the Order permission to cede the rights to Aragon, so now the Aragonese government is the proud owner of a 13th century monastery in the Spanish Pyrenees. That gives them the right to take Catalonia to court should they refuse to hand over the frescoes. Since Catalonia only possesses the works because they were sent there in 1936 for conservation, not because their ownership was officially transferred, any legal battle is likely to favor the repatriation. The frescoes were removed by order of government during the Civil War, and are therefore spoils of war just like the Salamanca Papers. The monastery was declared a national monument in 1923, which also puts the frescoes’ removal in contravention of pre-existing Spanish law.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Watercolor-of-chapterhouse-Valentin-Carderera.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26895\" height=\"91\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Watercolor-of-chapterhouse-Valentin-Carderera-150x91.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Watercolor-of-chapterhouse-Valentin-Carderera-150x91.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Watercolor-of-chapterhouse-Valentin-Carderera-200x121.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Watercolor-of-chapterhouse-Valentin-Carderera-430x261.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Watercolor-of-chapterhouse-Valentin-Carderera.jpg 991w\" title=\"Watercolor of the chapter house by Valentin Carderera, 19th century\" width=\"150\"/></a>Santa María de Sigena was built between 1183 and 1208 by order of Queen Sancha of Castile. Intended to house nuns from the cream of Spanish aristocracy, the monastery was built in rich Romanesque style and was elaborately decorated. No expense was spared. The frescoes on the arches and vaults of the chapter house — plant and animal motifs accompanying scenes from the Old and New Testament and 70-80 portraits of the ancestors of Jesus starting with Abraham — were painted by the best English artists using precious materials like gold and lapis lazuli. This approach was employed nowhere else in Spain at this time. Historians believe the frescoes were painted by English artists who also worked on the Guardian Angels Chapel in Winchester Cathedral, the chapel of St. Anselm in Canterbury Cathedral and on mosaics in Norman-ruled Sicily in the mid-12th century. Queen Sancha was buried in the convent church after her death, as were her daughters Dolça and Leonor and her son King Pedro II of Aragon.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Monastery-before-fire.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26906\" height=\"100\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Monastery-before-fire-150x100.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Monastery-before-fire-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Monastery-before-fire-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Monastery-before-fire-430x287.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Monastery-before-fire.jpg 700w\" title=\"Monastery chapter house right before fire\" width=\"150\"/></a>Its royal burials and architectural and artistic beauties couldn’t save it from a hideous fate during the Civil War. In fact, they probably condemned it. Santa María de Sigena was burned in 1936 by Republicans forces who were no fans of the monarchy or the Church. The royal tombs were desecrated Vultures followed to pick at the carcass and looters helped themselves to everything they could take, including the art on the walls, the wooden paneling, the devotional objects, the furniture. The chapter house frescoes were horribly damaged by the fire, some destroyed completely, some missing large pieces, all drained of their once-brilliant color.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Monastery-after-fire-and-looting.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26898\" height=\"106\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Monastery-after-fire-and-looting-150x106.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/09/Monastery-after-fire-and-looting-150x106.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Monastery-after-fire-and-looting-200x142.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Monastery-after-fire-and-looting-430x305.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/09/Monastery-after-fire-and-looting.jpg 700w\" title=\"Monastery chapter house after the fire\" width=\"150\"/></a>To save what was left, in 1960 the paintings were removed and sent to the National Museum in Barcelona. There they were conserved, ultimately finding permanent placement affixed to arches and vaults designed to replicate the convent chapter house’s structure. The museum has an impressive collection of Romanesque frescoes removed from the walls of other churches and monasteries. You can take a tour of the museum’s Romanesque rooms <a href=\"http://www.google.com/culturalinstitute/collection/museu-nacional-dart-de-catalunya?museumview&amp;location=41.368911743164062%2C2.1539034843444824%2C0.949999988079071%2Ct5l-1jZhfAt5BKNKREs87A&amp;hl=en&amp;projectId=art-project\" target=\"_blank\">on Google Art Project</a>. (That link isn’t taking me directly to the proper location, for some reason. If you find yourself on the first floor, click the dropdown and choose the ground floor, then click on the light grey rectangle above and just to the right of the large oval room in the middle.) Compare what’s left with the <a href=\"http://www.romanicoaragones.com/33-Bajocinca/990472-Sigena7.htm\" target=\"_blank\">black and white pictures taken right before the fire</a> by photographer Ricardo del Arco.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Chapter-house-today.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26910\" height=\"107\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Chapter-house-today-150x107.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Chapter-house-today-150x107.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Chapter-house-today-200x143.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Chapter-house-today-430x308.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Chapter-house-today.jpg 799w\" title=\"Chapter house denuded of its frescoes today\" width=\"150\"/></a>Meanwhile, back in Aragon, the monastery got some long overdue attention. In 1974 the cloister was rebuilt. Between 1988 and 2009, the government of Aragon undertook an extensive program of restoration costing 3,350,447.71 euros ($4,425,271.34). Now that the structure is stable, Aragon wants to return the frescoes to their original location in the chapter house.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Aragon wants 13th c. frescoes back from Catalonia\" data-a2a-url=\"http://www.thehistoryblog.com/archives/26894\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/medieval\" rel=\"category tag\">Medieval</a>, <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/social-policy\" rel=\"category tag\">Social policy</a> |   <a href=\"http://www.thehistoryblog.com/archives/26894#comments\">3 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-26885\"><a href=\"http://www.thehistoryblog.com/archives/26885\" rel=\"bookmark\" title=\"Permanent Link to First Earl of Sandwich’s recipe for iced chocolate\">First Earl of Sandwich’s recipe for iced chocolate</a></h3>\n<p class=\"prefix\">Friday, August 30th, 2013</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edward-Montagu-1st-Earl-of-Sandwich-by-Peter-Lely-1660-1665.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26888\" height=\"150\" sizes=\"(max-width: 86px) 100vw, 86px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edward-Montagu-1st-Earl-of-Sandwich-by-Peter-Lely-1660-1665-86x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edward-Montagu-1st-Earl-of-Sandwich-by-Peter-Lely-1660-1665-86x150.jpg 86w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edward-Montagu-1st-Earl-of-Sandwich-by-Peter-Lely-1660-1665-173x300.jpg 173w\" title=\"Edward Montagu, 1st Earl of Sandwich, by Peter Lely, 1660-1665 \" width=\"86\"/></a>Dr. Kate Loveman, English lecturer at the University of Leicester, has found some <a href=\"http://www2.le.ac.uk/offices/press/press-releases/2013/august/recipe-for-britain2019s-first-chilled-chocolate-treats-discovered\" target=\"_blank\">early English chocolate recipes in the journal of Edward Mountagu, the first Earl of Sandwich</a>, great-great grandfather of John Montagu, the fourth Earl of Sandwich, credited with inventing the fine foodstuff that bears the family title on far thinner evidence than recipes written in his own hand. The most complete recipe is for a frozen chocolate product — a 17th century frappé, if you will — and in an age when freezing was still a subject of extensive scientific study rather than the subject of cookbooks, Sandwich’s frappé may be the earliest English recipe on record for an iced chocolate treat.</p>\n<p>Loveman specializes in 17th century English literature, especially the diarists. She was reading the papers of Samuel Pepys who repeatedly mentions drinking chocolate at London coffee houses which served coffee, chocolate and tea, all recent introductions courtesy of the Age of Exploration that were viewed with suspicion for their dubious medical properties/dangers and enthusiasm for their dubious medical properties/tastiness. On April 24th, 1661, the day after the coronation of King Charles II, <a href=\"http://www.gutenberg.org/files/4131/4131-h/4131-h.htm#2H_4_0018\" target=\"_blank\">Pepys writes</a>:</p>\n<blockquote><p>Waked in the morning with my head in a sad taking through the last night’s drink, which I am very sorry for; so rose and went out with Mr. Creed to drink our morning draft, which he did give me in chocolate to settle my stomach.</p></blockquote>\n<p>Chocolate as a hangover cure, sure, why not? This was less than 10 years after chocolate was first brought to England in 1652 and it was already being presented as an aphrodisiac and fertility aid, a link to sensuality that still dominates chocolate advertising to this day. It was also supposed to aid in digestion and to provide healthy nutrients to make “such as drink it often, Fat, and Corpulent, faire and Amiable.” (The fat and corpulent bit was seen as a feature not a bug.)</p>\n<p>The Earl of Sandwich was one of Pepys’ patrons. He is often mentioned in the journal, so Loveman decided to follow up by reading the unpublished manuscript of Montagu’s journal. She found a 30-page section dedicated to chocolate written in 1668 after the Earl returned from serving as England’s ambassador to Spain. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/La-Xocolatada-Madrid-1710-Barcelona-Museum-of-Ceramics.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26889\" height=\"100\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/La-Xocolatada-Madrid-1710-Barcelona-Museum-of-Ceramics-150x100.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/La-Xocolatada-Madrid-1710-Barcelona-Museum-of-Ceramics-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/La-Xocolatada-Madrid-1710-Barcelona-Museum-of-Ceramics-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/La-Xocolatada-Madrid-1710-Barcelona-Museum-of-Ceramics-430x286.jpg 430w\" title=\"Detail of making and drinking chocolate from 'La Xocolatada - Madrid,' 1710, Barcelona Museum of Ceramics\" width=\"150\"/></a>Chocolate had been introduced to Europe through Spain when Spanish ships began to transport cacao from Central and South America in the first half of the 16th century. Initially it did not make a great impression. Cocoa is very bitter indeed without sugar, but the addition of spices like cinnamon and later with cane sugar made it palatable enough for the habit to be acquired. By the early 17th century, chocolate was a popular elite beverage in Spain, served at Court along with sweets, pastries and snow. They also drank it in public, a social custom known as a Xocolatada or Chocolatada. (See <a href=\"http://www.museuceramica.bcn.es/english/colecc/frmcolecc02.htm\" target=\"_blank\"><em>La Xocolatada</em></a>, a Catalan ceramic tile piece from 1710 illustrating the Spanish custom of chocolate made and consumed as a communal, but still elite, tradition.)</p>\n<p>From Spain, chocolate spread to France where its trade became a state monopoly and only the aristocracy were allowed to indulge. Louis XIII’s wife Queen Anne of Austria, daughter of King Philip III of Spain, was an avowed chocolate lover. When she married Louis in 1615, she ensconced the fashion for chocolate in the highest echelons of French society. </p>\n<p>England came to the chocolate game a few decades later, first through translations of a 1631 book about chocolate written by Spanish doctor Antonio Colmenero de Ledesma which were published in the 1640s and in 1652. The title page of the 1652 translation notes that the chocolate described in the volume could be purchased “at reasonable rates” from bookseller John Dakins in Holborn. Booksellers often sold medicines and nostrums at this time, which is how chocolate got on the menu.</p>\n<p>The first free-standing advertisement for chocolate published in <em>The Publick Adviser</em> in June 1657:</p>\n<blockquote><p>In Bishopsgate Street in Queen’s Head Alley, at a Frenchman’s house, is an excellent West Indian drink called chocolate, to be sold, where you may have it ready at any time, and also unmade, at reasonable rates.</p></blockquote>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Cacao-grinder-in-journal-of-first-Earl-of-Sandwich.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26887\" height=\"122\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Cacao-grinder-in-journal-of-first-Earl-of-Sandwich-150x122.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Cacao-grinder-in-journal-of-first-Earl-of-Sandwich-150x122.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Cacao-grinder-in-journal-of-first-Earl-of-Sandwich-200x162.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Cacao-grinder-in-journal-of-first-Earl-of-Sandwich-430x349.jpg 430w\" title=\"Cacao-grinder in journal of Edward Montagu, 1st Earl of Sandwich\" width=\"150\"/></a>The Earl of Sandwich’s 30 pages leans heavily on Spanish expertise. He includes Colmenero de Ledesma’s instructions on how to prepare chocolate, plus 10 pages from a spy in Madrid who reported on the Spanish manufacturing process. First the nuts were dried and ground, then sugar and spices (chile peppers, cinnamon and aniseed were the favorites) were ground separately and then cooked together. This produced a thick paste that would keep for a long time once hardened. The Spanish would add hot water to the paste and whip it, adding more water and sugar to taste. The result was a thick, sludgy beverage that even with the sugar was still bitter (it takes an enormous amount of sugar to de-bitterize chocolate, as anyone who has tried to make hot chocolate straight from cocoa powder has learned the hard way). </p>\n<p>Montagu collected all this information with a political aim, not just out of personal interest. Cromwell’s Navy had taken Jamaica from the Spanish in 1655, and there were lots of cacao plantations in Jamaica. As ambassador to Spain, Sandwich had signed a new commercial treaty with Spain cementing the status of Britain’s new West Indian territories. Now England had reliable access to the raw materials of chocolate-making, a rich potential market for the restored Crown. Upon his return to England, Montagu was appointed to the Privy Council’s committee for trade and foreign plantations, so his research was relevant to his job as well.</p>\n<p>King Charles II was very much interested personally. He and Sandwich discussed chocolate together and one of the recipes in Montagu’s journal he got directly from the King. From Loveman’s paper, <a href=\"http://jsh.oxfordjournals.org/content/early/2013/08/18/jsh.sht050.short\" target=\"_blank\"><em>The Introduction of Chocolate into England: Retailers, Researchers, and Consumers, 1640–1730</em></a>, published in the <em>Journal of Social History</em>:</p>\n<blockquote><p>Sandwich soon obtained a recipe for a chocolate “leaven cake” described as “the Kings receipt for which he gave 200 libre” — that is apparently, if barely credibly, £200. The recipe involved mixing three pounds of cacao nuts with oil of Jamaican pepper, oil of aniseed, oil of cinnamon, cardamom, and Guinea pepper to create tablets that could be stored. “To make the Chacolatte it selfe” then required adding cacao nuts, sugar, and a vanilla pod to “the Leaven.” Perfumed sugar, using musk, ambergris, and civet, could be added to taste</p></blockquote>\n<p>Mmm… Civet musk… That sounds like something out of <a href=\"http://www.thehistoryblog.com/archives/292\" target=\"_blank\">the Futurist Cookbook</a>. I dearly hope the King didn’t actually pay £200 for that.</p>\n<p>The recipe for the frozen chocolate is considerably more appetizing, and it utilizes what was then the cutting edge research of Robert Boyle who had experimented with freezing and published <em>New Experiments and Observations Touching Cold</em> in 1665. It was Boyle who found that adding salt to snow was necessary in order to freeze liquids placed inside a vessel which would be in turn placed inside a container of salted snow. </p>\n<p>Here’s the Earl of Sandwich’s recipe for Curdled Chocolate Ice:</p>\n<blockquote><p>Prepare the chocolatti [to make a drink] … and Then Putt the vessell that hath the Chocolatti in it, into a Jaraffa [i.e. a carafe] of snow stirred together with some salt, &amp; shaike the snow together sometyme &amp; it will putt the Chocolatti into tender Curdled Ice &amp; soe eate ^it with spoons.</p></blockquote>\n<p>I’ll take that over the musk chocolate any day. The concept of frozen beverages didn’t catch on in England right away. Ices were popular already in Italy, but in England they were considered dangerous to the health. Sandwich made a point of noting of how to counteract this chilling effect: “one is oblidged for better security to Drinke Hott chocolatti in 1/4 of an houre after.” Then wait another hour before going in the water.</p>\n<p>Dr. Loveman made the Curdled Ice herself and she said it was like a very thick frappucino minus the dairy.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"First Earl of Sandwich’s recipe for iced chocolate\" data-a2a-url=\"http://www.thehistoryblog.com/archives/26885\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/26885#comments\">11 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-26866\"><a href=\"http://www.thehistoryblog.com/archives/26866\" rel=\"bookmark\" title=\"Permanent Link to Jack the Ripper’s Autumn of Terror on Twitter\">Jack the Ripper’s Autumn of Terror on Twitter</a></h3>\n<p class=\"prefix\">Thursday, August 29th, 2013</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Illustrated-Police-News-September-8-1888.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-26870\" height=\"142\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Illustrated-Police-News-September-8-1888-200x142.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Illustrated-Police-News-September-8-1888-200x142.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Illustrated-Police-News-September-8-1888-150x106.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Illustrated-Police-News-September-8-1888-430x305.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Illustrated-Police-News-September-8-1888.jpg 1237w\" title=\"Illustrated Police News, September 8th, 1888\" width=\"200\"/></a>At 3:40 AM on Friday, August 31st, 1888, the mutilated body of Mary Ann Nichols was discovered on Buck’s Row in the Whitechapel district of London’s East End. Four more women would be found with their throats slit and bodies butchered in increasingly horrific manner between then and November 9th, a period that became known as the Autumn of Terror. The London Metropolitan Police Service’s Whitechapel Murders investigation covered the murders of 11 women killed from April 3rd, 1888, to February 13th, 1891, but the murders of Mary Ann Nichols, Annie Chapman, Elizabeth Stride, Catherine Eddowes, Mary Jane Kelly that fall would go down in history as the canonical victims of Jack the Ripper. </p>\n<p>In honor of the 125th anniversary of the discovery of Mary Ann Nichols’ body that kicked off the Autumn of Terror, The History Press will be <a href=\"http://www.bbc.co.uk/news/uk-england-london-23759777\" target=\"_blank\">bringing the Whitechapel of 1888 to Twitter</a> so we can experience in real time on social media what London residents experienced with the Ripper-mad press. The four-month project, <a href=\"https://twitter.com/WChapelRealTime\" target=\"_blank\">Whitechapel Real Time</a>, kicked off on August 24th with tweets about life, death and society in the East End. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Whitechapel-ca-1888.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26878\" height=\"84\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Whitechapel-ca-1888-150x84.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Whitechapel-ca-1888-150x84.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Whitechapel-ca-1888-200x112.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Whitechapel-ca-1888-430x241.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Whitechapel-ca-1888.jpg 1280w\" title=\"Whitechapel ca 1888\" width=\"150\"/></a>The sensationalized and often wildly inaccurate stories in the press are part of the Twitter story too, but all the information in the tweets has been researched thoroughly by historians to ensure its accuracy and to provide resources like period photographs, links to <a href=\"http://www.thehistorypress.co.uk/index.php/updates/cat/blogs/post/The-social-environment-of-Whitechapel\" target=\"_blank\">blog entries</a> on the History Press website and genuine quotes from police, witnesses and neighbors. The people involved in the investigation of the Whitechapel murders have their own hashtags, as do reporters and locals commenting on events.</p>\n<p><a href=\"http://www.thehistorypress.co.uk/jack-the-ripper-whitechapel\" target=\"_blank\">The idea</a> is to break through the smog-and-oily-streets imagery that has come to symbolize the Whitechapel of 1888 and bring the time and place into focus by focusing on the people and issues that characterized it.</p>\n<blockquote><p>The mystery surrounding Jack the Ripper has been erroneously fuelled with images of darkened streets and figures in cloaks recounted by storytellers and portrayed in films and TV. The Whitechapel Real Time project seeks to peel back the myths and tell the ‘back story’ of the real people of Victorian London. </p>\n<p>The aim of this project will challenge contemporary stereotypes and provoke debate on key issues such as social segregation and press sensationalism.  Using today’s social media to tell the story mirrors the way in which the news ‘spreads like wildfire’ across London and throughout the country in 1888.</p></blockquote>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Louisa-Minnie-Fairservice-inquest.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26869\" height=\"146\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Louisa-Minnie-Fairservice-inquest-150x146.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Louisa-Minnie-Fairservice-inquest-150x146.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Louisa-Minnie-Fairservice-inquest-200x195.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Louisa-Minnie-Fairservice-inquest-430x420.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Louisa-Minnie-Fairservice-inquest.jpg 520w\" title=\"Louisa Minnie Fairservice inquest tweets\" width=\"150\"/></a>So far what I like the most about the tweets are the OldBaily Recaps which are like a combination carnival barker and police blotter, and a reporter’s updates on an inquest of Louisa Minnie Fairservice, who died at just 3 1/2 apparently of enteric fever caused by a tainted “street-bought penny lick or ice-lolly.” </p>\n<p>There has been some comment from the Twitter account of the murder of Martha Tabram earlier that month (August 7th, 1888). Martha was one of the 11 Whitechapel murder victims who some believe was an early Ripper killing. Most historians exclude her because although her murder was brutal — she was stabbed 39 times in the throat, chest, abdomen and genitals — <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Police-Illustrated-News-November-17-1888.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26871\" height=\"150\" sizes=\"(max-width: 104px) 100vw, 104px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Police-Illustrated-News-November-17-1888-104x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Police-Illustrated-News-November-17-1888-104x150.jpg 104w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Police-Illustrated-News-November-17-1888-200x286.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Police-Illustrated-News-November-17-1888-430x615.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Police-Illustrated-News-November-17-1888.jpg 1284w\" title=\"Police Illustrated News, November 17th, 1888\" width=\"104\"/></a>stabbing doesn’t fit the Ripper modus operandi of slashed throats and disembowelment that would be established with the five canonical murders. When all of this was a developing story, however, any prostitute murdered in Whitechapel was linked by the press and the police.</p>\n<p>Some of the tweets are a little obvious — particularly the comments about class made by hashtagged “Dockworker” and “WorkingLady” et al — but I’m hoping that’s just them getting their bearings. Keep your eye on <a href=\"https://twitter.com/WChapelRealTime\" target=\"_blank\">Whitechapel Real Time</a> once the Autumn of Terror kicks in for real on Saturday.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Jack the Ripper’s Autumn of Terror on Twitter\" data-a2a-url=\"http://www.thehistoryblog.com/archives/26866\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/26866#comments\">5 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-26724\"><a href=\"http://www.thehistoryblog.com/archives/26724\" rel=\"bookmark\" title=\"Permanent Link to Lycurgus Cup inspires cool new sensor technology\">Lycurgus Cup inspires cool new sensor technology</a></h3>\n<p class=\"prefix\">Wednesday, August 28th, 2013</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-satyr-green-to-red.gif\" target=\"blank\"><img alt=\"\" class=\"alignleft size-full wp-image-26857\" height=\"246\" sizes=\"(max-width: 170px) 100vw, 170px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-satyr-green-to-red-s.gif\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-satyr-green-to-red-s.gif 170w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-satyr-green-to-red-s-103x150.gif 103w\" title=\"Lycurgus Cup satyr shifts from green to red as light changes\" width=\"170\"/></a>Inspired by a marvel of ancient Roman art glass, researchers at the University of Illinois at Urbana-Champaign have <a href=\"http://www.eurekalert.org/pub_releases/2013-02/uoic-twm021413.php\" target=\"_blank\">designed a device that uses inexpensive light-sensitive plastics to do DNA, drug and protein analysis</a>. The <a href=\"http://www.britishmuseum.org/research/collection_online/collection_object_details.aspx?objectId=61219&amp;partId=1&amp;searchText=Lycurgus%20Cup\" target=\"_blank\">British Museum’s Lycurgus Cup</a> is made out of dichroic glass, glass with added nanoparticles of gold and silver which alter the color of the glass depending on how the light hits it and where the observer stands. The cup looks green in reflected light (light shone directly on it) and red in transmitted light (light shone behind and through it).</p>\n<p>The nanoscale Lycurgus cup arrays (nanoLCA) device takes a cheap piece of plastic about the size of a postage stamp imprinted with a billion little nanodents which are then sprayed with gold and silver nanoparticles, thus creating a billion little Lycurgus Cups. When substances are poured into the wells, they display a range of green to red colors which can be used to identify the substance. It’s exceptionally sensitive, more so than many fully realized sensors in action today, and the color change makes data that could once only be identified with precision spectrometers or fluorescence labeling easily visible to the naked eye or regular color photography.</p>\n<blockquote><p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Model-of-nano-cup-arrays.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26851\" height=\"150\" sizes=\"(max-width: 115px) 100vw, 115px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Model-of-nano-cup-arrays-115x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Model-of-nano-cup-arrays-115x150.jpg 115w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Model-of-nano-cup-arrays-430x556.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Model-of-nano-cup-arrays.jpg 850w\" title=\"Model of nanoscale Lycurgus cup arrays\" width=\"115\"/></a>“Our label-free colorimetric sensor eliminates the need of problematic fluorescence tagging of DNA/ protein molecules, and the hybridization of probe and target molecule is detected from the color change of the sensor,” stated Manas Gartia, first author of the article, “Colorimetrics: Colorimetric Plasmon Resonance Imaging Using Nano Lycurgus Cup Arrays.” “Our current sensor requires just a light source and a camera to complete the DNA sensing process. This opens the possibility for developing affordable, simple and sensitive mobile phone-based DNA microarray detector in near future. Due to its low cost, simplicity in design, and high sensitivity, we envisage the extensive use of the device for DNA microarrays, therapeutic antibody screening for drug discovery, and pathogen detection in resource poor setting.”</p></blockquote>\n<p>You can read the full article published in the journal <em>Advanced Optical Materials</em> <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/adom.201200040/full\" target=\"_blank\">here for free</a>. Fair warning: it’s highly technical. Unless you have a solid chemistry and/or optics background, there will be copious Googling. Oh yes, there will be Googling.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-front-green.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26834\" height=\"150\" sizes=\"(max-width: 96px) 100vw, 96px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-front-green-96x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-front-green-96x150.jpg 96w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-front-green-193x300.jpg 193w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-front-green-430x666.jpg 430w\" title=\"Lycurgus trapped by vines, green in reflective light \" width=\"96\"/></a>If this technology pans out past the prototype stage, instead of complex, bulky, extremely expensive stationary equipment like spectrometers which require a hospital or well-appointed laboratory, scientists will be able to run a range of tests on the spot using a nanoLCA device in their cellphones. Samples of urine or saliva will be able to be tested for the presence of antibodies or pathogens. Samples of liquids will be able to be tested for explosives, chemical or biological agents at border crossings. Its versatility and portability would make it a jack of all trades, a sort of Lycurgus Cup tricorder.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-front-red.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26833\" height=\"150\" sizes=\"(max-width: 100px) 100vw, 100px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-front-red-100x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-front-red-100x150.jpg 100w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-front-red-200x300.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-front-red-430x644.jpg 430w\" title=\"Lycurgus trapped by vines, red in transmitted light \" width=\"100\"/></a>I find it particularly delicious that so cheap and convenient a device is modeled after an antique artifact that was an incredibly rare, hugely expensive luxury even when it was new in the fourth century. Just over six inches in height and five inches in diameter, the Lycurgus Cup is unique. Not only is it the only complete Roman object made out of dichroic glass to survive, but it’s the only extant dichroic glass to have so extreme a color shift, from opaque jade-like green to a deep translucent ruby red. It’s also the only <em>diatretum</em>, or cage cup — a cup decorated by grinding away parts of a thick glass blank leaving a decorative relief connected to the new surface of the glass — existing today that has a figural design rather than a geometric one. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Corning-Glassworks-base-replica.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26850\" height=\"150\" sizes=\"(max-width: 108px) 100vw, 108px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Corning-Glassworks-base-replica-108x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Corning-Glassworks-base-replica-108x150.jpg 108w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Corning-Glassworks-base-replica-200x276.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Corning-Glassworks-base-replica-430x595.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Corning-Glassworks-base-replica.jpg 552w\" title=\"Corning Glassworks replica of the base cup made in the 1960s\" width=\"108\"/></a>It’s microscopic particles of gold and silver included in the glass during the molten stage that create the dichroic effect. The glass-maker added 330 parts per million of silver and 40 ppm of gold, but just adding tiny amounts of precious metals to the glass would not create a dichroic effect. The key intermediate step is when the silver and gold form into submicroscopic crystals called colloids which precipitate in the glass forming an alloy. These crystals scatter reflected light fairly evenly. In transmitted light, the crystals scatter blue more effectively than red, thus making the glass look red to the viewer.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-green.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26727\" height=\"150\" sizes=\"(max-width: 112px) 100vw, 112px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-green-112x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-green-112x150.jpg 112w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-green-200x266.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-green-430x573.jpg 430w\" title=\"Dionysus orders his minions to torment the entrapped Lycurgus, reflective light\" width=\"112\"/></a>The artisanship this required boggles the mind. The glass makers could not have added such minute amounts of gold and silver just to the glass the cup was going to made out of. These particles are 70 nanometers wide. You can’t even see them with an optical microscope, never mind the human eyeball; you need a transmission electron microscope at least. Experts believe the craftsmen added the minimum possible of the metals and then diluted the glass-melt with more and more glass until they had the proportion right.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-red.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26730\" height=\"150\" sizes=\"(max-width: 112px) 100vw, 112px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-red-112x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-red-112x150.jpg 112w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-red-200x266.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-red-430x573.jpg 430w\" title=\"Dionysus orders his minions to torment the entrapped Lycurgus, transmitted light\" width=\"112\"/></a>Once the glass makers finished making the base cup, then another set of geniuses stepped in: the glass cutters. They took the thick-walled blanks and cut away at the surface used a series of painfully small (six to 12 millimeters in diameter) rotary wheels topped with an abrasive slurry made by mixing sad, quartz, emery, maybe even diamond, with water or oil. They finished the fine details using files and abrasives. The result of this insane work is a high relief connected to the surface of the cup with slender “bridges.”</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-green-2.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26835\" height=\"150\" sizes=\"(max-width: 112px) 100vw, 112px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-green-2-112x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-green-2-112x150.jpg 112w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-green-2-200x266.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-green-2-430x573.jpg 430w\" title=\"Dionysus dispatches Pan\" width=\"112\"/></a>On the Lycurgus cup, these bridges are grape vines and other figural elements. It depicts an unusual mythological scene from the story of King Lycurgus of Thracia. Lycurgus banned the worship of Dionysos in his kingdom. When the wine god and his entourage showed up in Thracia, Lycurgus flew into a range. Driven by his violent temper, the king attacked the maenad Ambrosia. She cried out to Gaia for help and was transformed into a grape vine and wound herself around Lycurgus, trapping him. The cup shows Lycurgus thrashing in the vine while Dionysos dispatches a goat-legged Pan and a full-human satyr to torture the trapped king. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-red-2.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26839\" height=\"150\" sizes=\"(max-width: 112px) 100vw, 112px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-red-2-112x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-red-2-112x150.jpg 112w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-red-2-200x266.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-side-red-2-430x573.jpg 430w\" title=\"Dionysus dispatches Pan\" width=\"112\"/></a>There are many versions of the Lycurgus story, but this particular one has no exact parallels in Roman art. The cup may have been used in Bacchic rituals which were still in practice in fourth century Rome. In addition to the story the cup tells, the color shift from green to red parallels the maturation of the grape. Historians have also posited that it might be a political reference to Constantine’s defeat of Licinius in 324 A.D. It was certainly a specific commission and a hugely expensive one at that, with everything from glass color to theme to decoration being top of the line and one of a kind.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-inside1.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26838\" height=\"150\" sizes=\"(max-width: 112px) 100vw, 112px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-inside1-112x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-inside1-112x150.jpg 112w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-inside1-200x266.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lycurgus-Cup-inside1-430x573.jpg 430w\" title=\"Inside the Lycurgus Cup\" width=\"112\"/></a>Vopiscus described dichroic glass cups in “The Lives of Firmus, Saturninus, Proculus and Bonosus” <a href=\"http://penelope.uchicago.edu/Thayer/E/Roman/Texts/Historia_Augusta/Firmus_et_al*.html#ref26\" target=\"_blank\">from the <em>Historia Augusta</em></a>. He quotes a letter purportedly written by the emperor Hadrian to his brother-in-law Servianus, husband of Hadrian’s elder sister Aelia Domitia Paulina.</p>\n<blockquote><p> I am sending you over some cups, changing colour and variegated, presented to me by the priest of a temple and now dedicated particularly to you and my sister. I should like you to use them at banquets on feast-days.</p></blockquote>\n<p>The letter is probably a fake. Hadrian goes on a rant against Egyptians, accusing them, among many other charges, of saying mean things about his adopted son Lucius Verus as soon as he left the country, but Hadrian was in Egypt in 130 A.D. and he only adopted Verus in 136 A.D. It does, however, indicate that Vopiscus was aware of cups made of dichroic glass and that they were the kind of thing emperors would send to their family members to use in religious rituals.</p>\n<p>Now there are a billion of them on an inch of plastic that might diagnose illnesses around the world for a negligible sum.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Lycurgus Cup inspires cool new sensor technology\" data-a2a-url=\"http://www.thehistoryblog.com/archives/26724\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/ancient\" rel=\"category tag\">Ancient</a>, <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/26724#comments\">7 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-26816\"><a href=\"http://www.thehistoryblog.com/archives/26816\" rel=\"bookmark\" title=\"Permanent Link to Pilot’s ring lost in WWII POW camp returned to son\">Pilot’s ring lost in WWII POW camp returned to son</a></h3>\n<p class=\"prefix\">Tuesday, August 27th, 2013</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Engraved-original.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26817\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Engraved-original-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Engraved-original-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Engraved-original-200x149.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Engraved-original-430x322.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Engraved-original.jpg 1120w\" title=\"David C. Cox's engraved gold ring\" width=\"150\"/></a>After the bombing of Pearl Harbor, David C. Cox dropped out of college and enlisted in the U.S. Army Air Corps. He graduated flight school on July 26, 1942. To celebrate, his parents gave him a gold ring with decorated with a wee propeller and wings and engraved “Mother &amp; Father to David C. Cox Greensboro, NC 10-4-18-42” (his birthday and the current year) on the inside. Cox went sent to England with the 305th Bomb Group, 364th Squadron, where he flew a B-17 in bombing missions over Germany and occupied France.</p>\n<p>Cox flew more than a dozen missions, on one occasion winning the Distinguished Flying Cross when he helped bring his burning plane back after a raid killed half the 10-man crew. On July 28, 1943, he was not so fortunate. Cox’s plane was shot down over Kassel, Germany. He parachuted into a private garden where was captured and sent to <a href=\"http://www.thehistoryblog.com/archives/12724\" target=\"_blank\">Stalag Luft III</a>, the Luftwaffe POW camp in Lower Silesia (now Poland) made famous by Steve McQueen in <em>The Great Escape</em>. He was imprisoned there for a year and a half before he and a few thousand other Allied officers were forced to march three days in the January snow and take a train for three more days until they reached Stalag VII-A, Germany’s largest POW camp near Moosburg, southern Bavaria.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/2nd-Lt.-David-C.-Cox-center-with-surviving-crew-from-May-17-1943-mission-.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26825\" height=\"108\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/2nd-Lt.-David-C.-Cox-center-with-surviving-crew-from-May-17-1943-mission--150x108.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/2nd-Lt.-David-C.-Cox-center-with-surviving-crew-from-May-17-1943-mission--150x108.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/2nd-Lt.-David-C.-Cox-center-with-surviving-crew-from-May-17-1943-mission--200x144.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/2nd-Lt.-David-C.-Cox-center-with-surviving-crew-from-May-17-1943-mission--430x311.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/2nd-Lt.-David-C.-Cox-center-with-surviving-crew-from-May-17-1943-mission-.jpg 1200w\" title=\"2nd Lt. David C. Cox (center) with surviving crew from the May 17, 1943 mission that earned him the Distinguished Flying Cross\" width=\"150\"/></a>They were moved to keep ahead of the encroaching Soviet army. Allied prisoners from other POW camps under threat from the Soviets were also sent to Stalag VII-A. It had been built in 1939 to hold 10,000 Polish prisoners. By January of 1945 when David Cox arrived, there were 80,000 Allied prisoners. Conditions, needless to say, were atrocious. Barracks were painfully overcrowded and the Red Cross rations that had sustained the POWs had dwindled to nothing. The prisoners made do with insect-infested bread and thin soup. Starving, they would trade anything they had for a morsel of food. Cox, who had kept the gold ring through so much hardship, finally traded it for two chocolate bars an Italian POW had managed to scrounge up. </p>\n<p>On April 29th, 1945, by Combat Command A of the 14th Armored Division liberated Stalag VII-A. They didn’t even know the camp was there until a few hours before the battle began when a delegation of one SS officer, one Red Cross representative and two Allied officer POWs approached the command post offering surrender terms. The army’s tactical goal of capturing a bridge across the Isar river could not be achieved if they accepted the surrender, so instead the 14th Armored Division forewent an artillery assault to avoid harming the POWs. The Germans destroyed the bridge before the Americans could capture it, so technically they failed in their mission, but they defeated the German defenders at Moosburg anyway and liberated the camp.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Stalag-VII-A-aerial-view.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26828\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Stalag-VII-A-aerial-view-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Stalag-VII-A-aerial-view-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Stalag-VII-A-aerial-view-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Stalag-VII-A-aerial-view-430x322.jpg 430w\" title=\"Aerial view of Stalag VII-A \" width=\"150\"/></a>They were shocked to find 110,000 prisoners in Stalag VII-A, 30,000 of them Americans. The liberation of so many POWs at once quickly overshadowed the issue of the bridge, and Moosburg became a point of pride. General George S. Patton, commander of Third Army, visited the camp in person.</p>\n<p>Once liberated, David Cox was promoted to 1st lieutenant and sent home to North Carolina where his wife Hilda, his parents and siblings were waiting for him. He and Hilda would go on to have three children. David didn’t talk much about his war experience, but one story he told often was how he had had to give up his beloved ring. He had an exact duplicate made shortly after his return and he wore it religiously until shortly before his death in 1994. He bequeathed the replica ring to his son David C. Cox, Jr., who wore it until the band snapped.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Martin-Kiss-holds-pic-of-grandparent.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26818\" height=\"99\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Martin-Kiss-holds-pic-of-grandparent-150x99.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Martin-Kiss-holds-pic-of-grandparent-150x99.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Martin-Kiss-holds-pic-of-grandparent-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Martin-Kiss-holds-pic-of-grandparent-430x286.jpg 430w\" title=\"Martin Kiss holds a photo of his grandparents\" width=\"150\"/></a>Last year, Americans Mark and Mindy Turner moved to the Bavarian village of Hohenberg where Mark got a job as an air traffic controller at the US Army garrison in nearby Ansbach. Earlier this month, the Turners went to dinner at the house of their neighbors Martin and Regina Kiss. After a tour of Martin’s art studio, Martin showed the Turners a special treasure of his: a gold ring with a wee propeller on top and a dedication to a certain David C. Cox engraved on the inside. </p>\n<p>He then told them the story of how he had acquired the ring. The Kiss family hails from an ethnically Hungarian area in what is today northern Serbia. Kiss’ grandparents ran a pub. When a Soviet soldier stopped there on his way home after the war, he traded the gold ring in exchange for food and lodging. Grandmama Kiss gave the ring to Martin in 1971. By then it had become something of a good luck amulet for the family, and Martin was moving to Germany so his grandmother wanted him to have the ring to bring him good fortune in his new life and to give him something to sell if he was ever in extreme need. He wore it as a pinkie ring for a while, but then put it in a corked bottle for safekeeping. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Martin-Kiss-Mark-Turner-hold-ring-pic.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26826\" height=\"100\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Martin-Kiss-Mark-Turner-hold-ring-pic-150x100.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Martin-Kiss-Mark-Turner-hold-ring-pic-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Martin-Kiss-Mark-Turner-hold-ring-pic-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Martin-Kiss-Mark-Turner-hold-ring-pic-430x286.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Martin-Kiss-Mark-Turner-hold-ring-pic.jpg 1200w\" title=\"Martin Kiss (right) and Mark Turner (left) hold pictures of the ring\" width=\"150\"/></a>Martin Kiss had always been curious about the owner of the ring. He asked the Turners if they could help find him, and thanks to that detailed inscription and the wonders of Google, Mark Turner found a reference to David C. Cox’s war experience and how he had  had to trade his gold ring for two chocolate bars in a thesis written by Norwood McDowell, husband of one of Cox’s granddaughters. Mark emailed McDowell a picture of Martin Kiss’ ring. McDowell forwarded it to David Cox, Jr., and he confirmed that that was his father’s precious long-lost ring. </p>\n<p>Martin Kiss insisted on returning the ring, no questions asked, no remuneration, not even shipping costs, accepted. His grandfather had been a POW in Soviet camps, so he knew what the ring would mean to the family. On Friday, August 16th, <a href=\"http://www.npr.org/blogs/thetwo-way/2013/08/21/214180668/journey-of-the-ring-lost-in-wwii-now-back-with-pows-son\" target=\"_blank\">David C. Cox’s ring was in his son’s hands for the first time</a>.</p>\n<blockquote><p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/David-C.-Cox-Jr.-Norwood-McDowell-.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26824\" height=\"100\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/David-C.-Cox-Jr.-Norwood-McDowell--150x100.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/David-C.-Cox-Jr.-Norwood-McDowell--150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/David-C.-Cox-Jr.-Norwood-McDowell--200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/David-C.-Cox-Jr.-Norwood-McDowell--430x286.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/David-C.-Cox-Jr.-Norwood-McDowell-.jpg 1200w\" title=\"David C. Cox, Jr. (left) and Norwood McDowell (right) look at the ring\" width=\"150\"/></a>“I thought about him the moment I opened the box,” Cox, who is 67, says of his father and the return of that ring, “and I thought how wonderful it would be if he were the one doing it rather than me. I’m sorry he can’t be here for it … He would have been overwhelmed like we are. He would have loved it.”</p>\n<p>Cox also wonders about where that ring was over the years. “What did he do with it?,” he asks about the Italian POW. “How long did he keep it? … For it to go through all of those twists and turns and never leave within two hours of where the prison camp was … is a phenomenal story to me.”</p></blockquote>\n<p>Also phenomenal is the condition of the original ring. Despite having been in a plane fire, shot out of the sky, through two awful POW camps and at least four sets of hands since it was made, it’s in far better condition than the replica. </p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Original-left-copy-right.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-large wp-image-26820\" height=\"275\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Original-left-copy-right-430x275.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Original-left-copy-right-430x275.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Original-left-copy-right-150x96.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Original-left-copy-right-200x128.jpg 200w\" title=\"David Cox's original gold aviator ring (left) and the duplicate (right)\" width=\"430\"/></a></center></p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Pilot’s ring lost in WWII POW camp returned to son\" data-a2a-url=\"http://www.thehistoryblog.com/archives/26816\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/treasures\" rel=\"category tag\">Treasures</a> |   <a href=\"http://www.thehistoryblog.com/archives/26816#comments\">18 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-26800\"><a href=\"http://www.thehistoryblog.com/archives/26800\" rel=\"bookmark\" title=\"Permanent Link to African coins found on north Australian island may rewrite history\">African coins found on north Australian island may rewrite history</a></h3>\n<p class=\"prefix\">Monday, August 26th, 2013</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-2-e1377570970546.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26801\" height=\"150\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-2-e1377570970546-150x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-2-e1377570970546-150x150.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-2-e1377570970546-200x200.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-2-e1377570970546-430x430.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-2-e1377570970546.jpg 830w\" title=\"Side of one of the Kilwa coins found on  Wessels Islands in 1944\" width=\"150\"/></a>In 1944, an Australian soldier named Morry Isenberg was manned a radar station on the remote Wessell Islands in Australia’s Northern Territory looking out for approaching Japanese aircraft. The enemy planes never materialized, but Isenberg’s sharp eye did spot something else. While fishing on the shore of Marchinbar Island, he found nine coins. He pocketed them, wisely drew a map where X literally marked the find spot and then forgot about them for 35 years. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-8-e1377571244578.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26807\" height=\"150\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-8-e1377571244578-150x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-8-e1377571244578-150x150.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-8-e1377571244578-200x199.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-8-e1377571244578-430x430.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-8-e1377571244578.jpg 693w\" title=\"One side of one of the Kilwa coins found on  Wessels Islands in 1944\" width=\"150\"/></a>In 1979, Isenberg found the coins he’d stashed away and took them to experts to determine their origin and value. They determined four of the coins were minted by the  Dutch East India Company in the 17th and 18th century, which is not unexpected since the first known European to reach Australia was Dutch explorer Willem Janszoon in 1606. The other five were the shockers: copper coins from the east African Kilwa Sultanate that date to around 1100. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-7-e1377571194207.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26806\" height=\"150\" sizes=\"(max-width: 141px) 100vw, 141px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-7-e1377571194207-141x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-7-e1377571194207-141x150.jpg 141w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-7-e1377571194207-200x212.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-7-e1377571194207-430x456.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-7-e1377571194207.jpg 810w\" title=\"Another side of one of the Kilwa coins found on  Wessels Islands in 1944\" width=\"141\"/></a>Before this, only one Kilwa coin has ever been found outside of the Swahili Coast (today the Indian Ocean coasts of Kenya, Tanzania and Mozambique) where Kilwa dominated from 900 until the Portuguese broke up the sultanate in the early 1500s, and that coin was in Oman on the southeast Arabian peninsula. Oman was also colonized by the Portuguese for a few decades while they were in the neighborhood in the early 16th century and in the late 17th century Oman conquered the east African coast where Kilwa once reigned. So there were plenty of opportunities for an old Kilwa copper to wind up in Oman. How five of the made their way more than 6000 miles east to the Wessell Islands is a fascinating historical mystery, one with the potential to rewrite the history of when non-indigenous people first stepped foot in Oz. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-6-e1377571157954.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26805\" height=\"150\" sizes=\"(max-width: 144px) 100vw, 144px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-6-e1377571157954-144x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-6-e1377571157954-144x150.jpg 144w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-6-e1377571157954-200x207.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-6-e1377571157954-430x445.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-6-e1377571157954.jpg 802w\" title=\"Another side of one of the Kilwa coins found on  Wessels Islands in 1944\" width=\"144\"/></a>Kilwa is a small island off the coast of Tanzania. The sultanate was founded around 900 A.D. by displaced Persian prince Ali ibn al-Hassan Shirazi and soon became the primary center of commerce and trade on the east African coast. Kilwa territory grew nothing but coconut palms. They built their wealth as middlemen, trading manufactured goods from Arabia and India for food, gold and ivory with the inland Bantu communities, keeping the food and shipping the precious materials to Asia where they bought manufactured goods and started the cycle all over again. The Kilwa traders had sailing ships — coconut wood dhows sewn together with cocoa coir and sporting braided coconut leaf mat sails — that could travel as far as India during monsoon season thanks to propitious winds in the summer and then head back home in the winter. As far as we know, however, the Kilwa dhows couldn’t handle the turbulent waters and winds much further south than Inhambane, in today’s Mozambique.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-5-e1377571129950.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26804\" height=\"150\" sizes=\"(max-width: 145px) 100vw, 145px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-5-e1377571129950-145x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-5-e1377571129950-145x150.jpg 145w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-5-e1377571129950-200x206.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-5-e1377571129950-430x443.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-5-e1377571129950.jpg 805w\" title=\"Another side of one of the Kilwa coins found on  Wessels Islands in 1944\" width=\"145\"/></a>Ian McIntosh, an Australian archaeologist who is now an anthropology professor of at Indiana University, explored the island when he was writing his doctorate on the Wessel Islands in the 1990s, but there wasn’t the interest or funding to do a proper archaeological excavation. Interest in the coins’ story grew in 1998 after the wreck of an Arabian dhow was discovered off the island of Belitung on the east coast of Sumatra, Indonesia. The wreck was laden with 60,000 Chinese Tang Dynasty (618 – 907 A.D.) artifacts including gold, silver and ceramics. The date of the wreck was determined by a handy date of manufacture on one of the ceramic bowls: 826 A.D. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-4-e1377571087716.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26803\" height=\"150\" sizes=\"(max-width: 148px) 100vw, 148px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-4-e1377571087716-148x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-4-e1377571087716-148x150.jpg 148w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-4-e1377571087716-200x201.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-4-e1377571087716-430x433.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-4-e1377571087716.jpg 794w\" title=\"Another side of one of the Kilwa coins found on  Wessels Islands in 1944\" width=\"148\"/></a>Despite the significant find, it wasn’t until this July that McIntosh was able to return to the Wessell Islands with a team sponsored by the Australian Geographic Society <a href=\"http://www.australiangeographic.com.au/journal/historians-baffled-by-ancient-african-coins-found-in-northern-territory.htm\" target=\"_blank\">to do a proper archaeological investigation of the site</a>. Oral tradition from the local Yolngu people tells many stories of men from distant lands touching down. The team went looking for any signs of a non-indigenous presence on the island: ballast rocks, ship remains, more African coins, etc. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Ship-rock-art.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26810\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Ship-rock-art-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Ship-rock-art-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Ship-rock-art-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Ship-rock-art-430x322.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Ship-rock-art.jpg 800w\" title=\"German steamship rock art\" width=\"150\"/></a>They didn’t find any more coins, but they did find something of great potential significance: indigenous rock paintings depicting a variety of ships and men wearing hats and trousers. The team documented about 20 images. Some feature whales and other local critters. Ten are ships of different sizes, shapes and configurations. One of them is a steamship with a visible propeller which obviously post-dates Captain Cook but is nonetheless a great find because it’s the only known rock art steamship. Another is a French sailing ship identifiable from its unique rigging. </p>\n<p>The find site was a challenge to rediscover because the surveyor’s map from 1944 didn’t match where the radar base was known to be. The team was eventually able to pinpoint the X spot thanks to some topographical features and the remains of oil drums and shell casings from World War II. </p>\n<blockquote><p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-3-e1377571039461.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26802\" height=\"102\" sizes=\"(max-width: 100px) 100vw, 100px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-3-e1377571039461-147x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-3-e1377571039461-147x150.jpg 147w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-3-e1377571039461-200x203.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-3-e1377571039461-430x436.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Kilwa-coin-3-e1377571039461.jpg 794w\" title=\"Yet another side of one of the Kilwa coins found on  Wessels Islands in 1944\" width=\"100\"/></a>“We didn’t find more coins which is disappointing,” Dr McIntosh said. “But the location was very interesting. It’s in a very inhospitable little bit of territory, on this crocodile infested creek littered with flotsam and jetsam amid thick mangroves.”</p>\n<p>The coins were clearly not from an old aboriginal settlement, he said, but were most likely part of the detritus washed into the mangrove from the sea.</p>\n<p>“There can be only two conclusions, we think: One that they were a product of a storm surge from a shipwreck, and two, alternatively, they were in the possession of one person who just happened to lose them there for whatever reason.”</p></blockquote>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Hats-pants-rock-art.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26809\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Hats-pants-rock-art-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Hats-pants-rock-art-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Hats-pants-rock-art-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Hats-pants-rock-art-430x322.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Hats-pants-rock-art.jpg 960w\" title=\"Rock art depicting white men wearing hats and pants\" width=\"150\"/></a>The team also discovered a piece of timber that at first glance looked like driftwood but upon closer examination appears to be deck bracing for a sailing ship. The wood hasn’t been dated yet, but it might be evidence of a relevant shipwreck.</p>\n<p>The timber and rock art will be thoroughly analyzed over the upcoming year. Next summer the expedition will return with underwater archaeologists who will dive the reefs looking for the remains of any ships that may have inspired the paintings.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"African coins found on north Australian island may rewrite history\" data-a2a-url=\"http://www.thehistoryblog.com/archives/26800\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/medieval\" rel=\"category tag\">Medieval</a>, <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/treasures\" rel=\"category tag\">Treasures</a> |   <a href=\"http://www.thehistoryblog.com/archives/26800#comments\">13 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-26763\"><a href=\"http://www.thehistoryblog.com/archives/26763\" rel=\"bookmark\" title=\"Permanent Link to Ostrich egg globe may be oldest with New World\">Ostrich egg globe may be oldest with New World</a></h3>\n<p class=\"prefix\">Sunday, August 25th, 2013</p>\n<div class=\"entry\">\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Fig-1-globe-with-other-ostrich-eggs.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-large wp-image-26764\" height=\"286\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Fig-1-globe-with-other-ostrich-eggs-430x286.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Fig-1-globe-with-other-ostrich-eggs-430x286.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Fig-1-globe-with-other-ostrich-eggs-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Fig-1-globe-with-other-ostrich-eggs-200x133.jpg 200w\" title=\"Figure 1. The early sixteenth-century engraved ostrich egg globe among other ostrich eggs. Photo: Washington Map Society.\" width=\"430\"/></a></center></p>\n<p><small><em>Figure 1. The early sixteenth-century engraved ostrich egg globe among other ostrich eggs. Photo: Washington Map Society.</em></small></p>\n<p>Recent research has found that an elaborately carved globe made out of the sealed-together lower halves of two ostrich eggs is <a href=\"http://www.washingtonpost.com/national/health-science/oldest-globe-to-depict-the-new-world-may-have-been-discovered/2013/08/19/503b2b4a-06b4-11e3-a07f-49ddc7417125_story.html#\" target=\"_blank\">the oldest known globe to include the New World</a>. It’s also the earliest engraved globe and the oldest post-Columbian globe known to survive. Last but certainly not least, it’s one of only two globes in the world to feature an epic sentence that people think was common in ancient and medieval maps but in fact is only known exist on these two globes: “HIC SVNT DRACONES,” the famous “here be dragons.” </p>\n<p>The ostrich egg globe was purchased by a private institution that has chosen to remain anonymous at last year’s London Map Fair. The dealer who sold it claimed it had been part of “an important European collection” since it was acquired after World War II. Dr. Stefaan Missinne, a Belgian real estate developer, map collector and published scholar of articles on ivory and silver globes, spent the past year researching the globe, consulting with more than 100 experts in his investigation of the artifact’s date, origin, sources, materials and construction. In addition to extensive documentary research, Missinne submitted the globe to scientific analyses including computer tomography, radiocarbon dating, regression analysis and x-ray fluorescence analysis. Missinne published the announcement of the globe’s discovery and the results of his research <a href=\"http://www.washmapsociety.org/Earliest-Globe-America.htm\" target=\"_blank\">in the latest issue of <em>The Portolan</em></a>, a cartography journal published by the Washington Map Society.</p>\n<p>The globe is around 11 centimeters (4.33 inches) in diameter, about the size of a grapefruit. Its maker cut the bottom halves of two ostrich eggs to make a proper sphere out of them. The map was carved into the individual eggshells and the lines traced with a blue-black color. X-ray fluorescence analysis found high levels of iron and traces of barium in the colored parts which indicates the engraver did not use paint but rather iron gall ink, perhaps mixed with an indigo blue derived from irises. Once engraved and inked, the two and then the two pieces were joined using the natural polymer <em>gommalacca</em> (shellac).</p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Fig-4-Asia-on-the-ostrich-egg-globe.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-large wp-image-26765\" height=\"431\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Fig-4-Asia-on-the-ostrich-egg-globe-430x431.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Fig-4-Asia-on-the-ostrich-egg-globe-430x431.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Fig-4-Asia-on-the-ostrich-egg-globe-150x150.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Fig-4-Asia-on-the-ostrich-egg-globe-200x200.jpg 200w\" title=\"Figure 4. Asia on the ostrich egg globe, showing the large peninsula jutting southward at the right which is evidence of the influence of Henricus Martellus.  Photo: Washington Map Society.\" width=\"430\"/></a></center></p>\n<p><small><em>Figure 4. Asia on the ostrich egg globe, showing the large peninsula jutting southward at the right which is evidence of the influence of Henricus Martellus.  Photo: Washington Map Society.</em></small></p>\n<p>The shells themselves are primarily composed of calcium carbonate (CaCO3), as are all bird eggshells, but CT scans found that they’ve lost 50% of their calcium bone density compared to a new ostrich egg. Loss of moisture over time causes this in eggshells just like it does in human bones. By examining a random selection of ostrich eggs at the Museum of Natural History in Vienna, Missinne found that unmounted ostrich eggs lose about 10% of their density every 100 years until they have no moisture left to lose. Regression analysis on the ostrich egg globe found therefore that the egg was new about 500 years ago, giving it a creation date of ca. 1500. </p>\n<p>This could not be confirmed with radiocarbon dating. The counterweight material in the bottom of the globe was tested and found to be of fossil origin and 49,310 years (+/– 620 years) old. This is probably because the bottom shell was filled with an organic fossil resin, commonly used as varnish in the Renaissance. Missinne decided not sample the eggshell itself because, according to University of Heidelberg professor Dr. Bernd Kromer, “without knowing the geographical origin of the ostrich egg material and the specific living area of the mother bird, it is very difficult or even impossible to estimate a C-14 date for the egg because of possible interference resulting from the bird’s eating other sources of carbon.”</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lenox-globe.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-26796\" height=\"209\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lenox-globe-200x209.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lenox-globe-200x209.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lenox-globe-143x150.jpg 143w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lenox-globe-430x449.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Lenox-globe.jpg 956w\" title=\"Hunt-Lenox Globe, courtesy of the New York Public Library\" width=\"200\"/></a>Missinne turned to historical research to confirm the date. After all, the egg halves could be 500 years old but the engraving relatively new. A globe expert noted that the ostrich shell globe shares many significant similarities with the New York Public Library’s <a href=\"http://exhibitions.nypl.org/treasures/items/show/163\" target=\"_blank\">Hunt-Lenox Globe</a>, a small engraved copper sphere from 1504-1506, that until now has held the title of the oldest globe to include the New World. Not only does the Lenox Globe share the overall design of the countries and continents with the ostrich egg globe, but it is identical in minute details like the waves of the ocean, the outline of islands and the Latin nomenclature and script and, most awesomely, in the presence over southeast Asia of the sentence “HIC SVNT DRACONES.”</p>\n<p>This degree of similarity could not have been created by human hands working on two different pieces. Missinne concludes that the Lenox Globe was not directly engraved but rather was cast from the ostrich egg globe. That means the latter has to predate the former. The major differences between the two globes are the size, shape and the details at the equator. The Lenox Globe is an accurate sphere, whereas the egg has some irregularities. The Lenox is 11.2 centimeters in diameter, so slightly larger than the ostrich egg globe. Lastly, the details along the equator are crisp on the Lenox Globe while they’re obscured by the <em>gommalacca</em> joinery on the ostrich egg.   </p>\n<p>We know the egg has shrunk a little over time which explains the discrepancy in size and the unevenness in the sphere. The Lenox Globe is crisp along the equator because it was made from two half-spheres of copper alloy cast from the two half shells after they were carved but before they were joined. The other small imperfections in the eggshell were corrected on the bronze during the finishing process. Missinne believes the Lenox Globe was cast directly from a plaster of Paris mold made from each of the two pieces of the ostrich eggshell. The size discrepancy supports this hypothesis. Calculating back from the 50% density loss, the ostrich egg globe was about 11.4 centimeters in diameter when it was new. Direct casting typically results in 1.5% of shrinkage from model to cast, which is consistent with the Lenox Globe’s diameter of 11.2 centimeters. </p>\n<p>As for the map itself, Missinne identified several sources for its geographical information. Ptolemy’s <a href=\"http://archive.org/search.php?query=creator%3A%22Claudius+Ptolemy%22\" target=\"_blank\"><em>Geographia</em></a> was used for the maps and nomenclature of Europe, Africa and Asia. The shape of the southern peninsula of Asia is very similar to those in maps of world by Henricus Martellus, a German cartographer who lived and worked in Florence in the late 15th century. The bestselling memoirs of Marco Polo were the probably source for Japan, called “ZIPANCRI” on the ostrich shell map. Information about the New World shows the influence of travel logs by Christopher Columbus, Portuguese explorers Gaspar and Miguel Corte-Real, Portuguese navigator Pedro Álvares Cabral and the Italian after whom the continent would be named, Amerigo Vespucci.</p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Fig-6-the-New-World-on-the-ostrich-egg-globe.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-large wp-image-26766\" height=\"420\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Fig-6-the-New-World-on-the-ostrich-egg-globe-430x420.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Fig-6-the-New-World-on-the-ostrich-egg-globe-430x420.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Fig-6-the-New-World-on-the-ostrich-egg-globe-150x146.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Fig-6-the-New-World-on-the-ostrich-egg-globe-200x195.jpg 200w\" title=\"Figure 6. The New World on the ostrich egg globe, which bears three names: “TERRA DE BRAZIL,” “MVNDVS NOVVS,” and “TERRA SANCTAE CRVCIS.”  Photo: Washington Map Society.\" width=\"430\"/></a></center></p>\n<p><small><em>Figure 6. The New World on the ostrich egg globe, which bears three names: “TERRA DE BRAZIL,” “MVNDVS NOVVS,” and “TERRA SANCTAE CRVCIS.”  Photo: Washington Map Society.</em></small></p>\n<p>The New World is rudimentary indeed. There is no North America, just a few islands. ISABEL (Cuba) and SPAGNOLLA (Hispaniola) are named; others are not. South America is labelled TERRA DE BRAZIL (Brazil), MVNDVS NOVVS (New World) and TERRA SANCTAE CRVSIS (the Land of the Holy Cross).</p>\n<p>There is no mark or any identifying information about the maker. Missinne thinks it was made in Florence and speculates about a highly tenuous possible connection to Leonardo da Vinci’s workshop based on some globe sketches and sphere surface area calculations in the Codex Atlanticus, but there’s no solid evidence of who made the ostrich egg globe and where. Florence is a likely candidate as it was a center of cartography in the Renaissance and was awash in all that Medici banking money for art patronage, but scholars think the Lenox Globe may have had a Parisian origin and the two globes must have been together in order for the Hunt-Lenox to have been cast from the ostrich egg. </p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Ostrich egg globe may be oldest with New World\" data-a2a-url=\"http://www.thehistoryblog.com/archives/26763\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/renaissance\" rel=\"category tag\">Renaissance</a> |   <a href=\"http://www.thehistoryblog.com/archives/26763#comments\">4 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-26768\"><a href=\"http://www.thehistoryblog.com/archives/26768\" rel=\"bookmark\" title=\"Permanent Link to Help Cygan become Leeds’ Robot in Residence\">Help Cygan become Leeds’ Robot in Residence</a></h3>\n<p class=\"prefix\">Saturday, August 24th, 2013</p>\n<div class=\"entry\">\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Leeds-Town-Hall-Cygan.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-large wp-image-26769\" height=\"305\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Leeds-Town-Hall-Cygan-430x305.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Leeds-Town-Hall-Cygan-430x305.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Leeds-Town-Hall-Cygan-150x106.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Leeds-Town-Hall-Cygan-200x141.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Leeds-Town-Hall-Cygan.jpg 999w\" title=\"Cygan looms over Leeds Town Hall \" width=\"430\"/></a></center></p>\n<p>Emma Bearman of <a href=\"http://www.playfulleeds.co.uk/\" target=\"_blank\">Playful Leeds</a> has had the brilliant idea to secure <a href=\"http://www.thehistoryblog.com/archives/26552\" target=\"_blank\">1950s robot playboy Cygan</a> for the great city of Leeds. He lived there for a while in the 60s employed as a mascot for a car dealership, so it would be a sort of homecoming, and this time he would be the robot ambassador for the whole city, not just for a fine stable of Ford automobiles. </p>\n<p>Through <a href=\"http://www.playfulleeds.co.uk/\" target=\"_blank\">Playful Leeds</a> Emma has <a href=\"https://spacehive.com/CyganToLeeds\" target=\"_blank\">started a fundraiser</a> to raise not inconsiderable sum of £15,000 which will cover the high pre-sale estimate and leave a little extra for fees and transportation. The Christie’s auction is on September 5th which means time is running out. They have less than two weeks to reach their goal and right now they have £1,057 in pledges. </p>\n<p>It’s insanely cool to think that someone might buy one of the artifacts they’ve read about here, restore it and display it for the public good. <a href=\"https://spacehive.com/CyganToLeeds\" target=\"_blank\">Go here to pledge</a> and help make the dream a reality.</p>\n<blockquote><p>Wouldn’t it be brilliant to have Cygan welcoming visitors &amp; residents alike to Leeds? As our first Robot in Residence, we’d love to see how he stimulates us to create our own robots and acts as an ambassador, inviting robots from around the world to Leeds. […]</p>\n<p>We’d love to have a go at restoring Cygan back to his 1950s glory and to see if we can dance with him as he crushes cans. </p></blockquote>\n<p>I think we’d all love to see him back in full dancing and can-crushing fettle. In addition to returning Cygan to full working order, Playful Leeds aims to involve him in a variety of public events dedicated to celebrating robotic technology throughout this year and the next. Festivities will kick off with the March of the Robots in October. If they win him at auction, Cygan will be its Grand Marshall and he’d do a phenomenal job, no doubt. When Leeds’ year of celebrating robotics and technology ends, Cygan will be found a fitting permanent where he can delight the city until Judgement Day after which the Terminators will destroy him for being on our side.</p>\n<p>The fundraiser is just a few days old and has already <a href=\"http://www.yorkshireeveningpost.co.uk/news/latest-news/top-stories/bid-to-give-robot-mascot-a-leeds-home-1-5982262\" target=\"_blank\">made regional news</a> and <a href=\"http://www.bbc.co.uk/news/uk-england-leeds-23823903\" target=\"_blank\">national news</a>. Everyone from a University of Leeds electrical engineering professor to local businessmen to council members is thrilled at the prospect of welcoming Cygan back to Leeds.</p>\n<p>Should the funds raised be insufficient to secure Cygan, Playful Leeds will use the money raised to make a new Robot in Residence for Leeds. I hope it doesn’t come to that, but if it does, I think the new guy should have very large feet in homage.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Help Cygan become Leeds’ Robot in Residence\" data-a2a-url=\"http://www.thehistoryblog.com/archives/26768\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/26768#respond\">No Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-26734\"><a href=\"http://www.thehistoryblog.com/archives/26734\" rel=\"bookmark\" title=\"Permanent Link to Hear &lt;em&gt;Titanic&lt;/em&gt;‘s life-saving musical pig play again\">Hear <em>Titanic</em>‘s life-saving musical pig play again</a></h3>\n<p class=\"prefix\">Friday, August 23rd, 2013</p>\n<div class=\"entry\">\n<p>A musical pig credited with saving the life of its owner, Edith Rosenbaum, during the sinking of the <em>Titanic</em> on April 14th, 1912, has been silent for decades. Now, thanks to the wonders of technology, the pig’s song can be heard again. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edith-Rosenbaum-Oct-1912.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26751\" height=\"150\" sizes=\"(max-width: 100px) 100vw, 100px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edith-Rosenbaum-Oct-1912-100x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edith-Rosenbaum-Oct-1912-100x150.jpg 100w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edith-Rosenbaum-Oct-1912-200x297.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edith-Rosenbaum-Oct-1912-430x639.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edith-Rosenbaum-Oct-1912.jpg 500w\" title=\"Edith Rosenbaum (later Russell), October, 1912\" width=\"100\"/></a>Edith (she would legally change her last name to Russell in 1918 out of concern about anti-German sentiment in the wake of World War I) was a fashion writer for <em>Women’s Wear Daily</em>, one of the first professional stylists with a glittering roster of show business clients on both sides of the Atlantic and had her own fashion label “Elrose” carried exclusively by Lord &amp; Taylor’s. She was 32 and at the peak of her professional success when she boarded <em>Titanic</em> at Cherbourg. She booked a first class cabin for herself and the 19 trunks full of glamorous gowns she was bringing across the ocean for her American clients. </p>\n<p>When the iceberg hit, Edith was unconcerned. In <a href=\"http://www.britishpathe.com/video/titanic-disaster-documentary/query/347801\" target=\"_blank\">British Pathé interview from 1970</a>, she describes people making snowballs out of the ice shards left on the deck after the collision. When a cabin steward told her it was time to abandon ship, she locked all 19 of her trunks and put all 19 keys in her pocket. One thing she kept with her: her lucky musical pig which she had gotten after a serious car accident the year before in which the driver had died. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edith-Russell-lucky-pig.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26739\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edith-Russell-lucky-pig-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edith-Russell-lucky-pig-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edith-Russell-lucky-pig-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edith-Russell-lucky-pig-430x322.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edith-Russell-lucky-pig.jpg 1280w\" title=\"Edith Russell's musical pig\" width=\"150\"/></a>She did not want to leave the ship. The lifeboats weren’t attached to the deck so you could just step into them. There was an intimidating gap between the ship and the boats, and they were in various states of being lowered to the ocean. People had to climb up on the railing and jump into the boats. If they missed, all that awaited them was a 14-storey plunge into freezing water. Edith preferred to stay put. A sailor saw her and intervened. He said: “You don’t want to be saved; well, I’ll save your baby.” He snatched the pig out from under her arm and dropped into Lifeboat 11. In the interview Edit says “when they threw that pig, I knew it was my mother calling me.” She jumped in after him, and that’s how the pig saved her life.</p>\n<p>She played the musical pig to soothe the children on the lifeboat. One of those children was Philip Aks, a baby who was just 10 months old. He had been separated from his 18-year-old mother, third-class passengers Leah Aks, during the chaos. He was thrown into Lifeboat 11 while his mother was forced into the next boat even though she tried to push her way onto 11 to be with her son. Edith held little Philip and played the music for him over and over again. In April of 1953, Edit, Leah and Philip met again at a special preview of the movie <em>Titanic</em> starring Barbara Stanwyck. Producers invited a number of survivors who had an emotional reunion at the screening. Edit remarked: “The baby, amongst other babies, for whom I played my little pig music box to the tune of ‘Maxixe’ was there.” He is forty-one years old, is a rich steel magnate from Norfolk, Virginia.”</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/edith-russel-teresa-thorne-pig.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26740\" height=\"120\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/edith-russel-teresa-thorne-pig-150x120.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/edith-russel-teresa-thorne-pig-150x120.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/edith-russel-teresa-thorne-pig-200x160.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/edith-russel-teresa-thorne-pig-430x344.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/edith-russel-teresa-thorne-pig.jpg 1244w\" title='Edith Russell, her pig and Teresa Thorne who played her in \"A Night to Remember\", 1958' width=\"150\"/></a>Russell was more directly involved in the next Titanic movie, the 1958 classic <em>A Night to Remember</em>. She basically forced herself onto producer William MacQuitty as an informal consultant for the picture. She had already introduced herself to Walter Lord, author of the book on which the movie was based, after his account became a best-seller. Edith had written a memoir of her own, the excellently named <em>A Pig and a Prayer Saved Me from the Titanic</em>, and she was angry that Lord had stolen her thunder with his well-received book. Lord was kind to her — he had been in contact with survivors in the process of researching the book but had been unable to find her — and they became friends. After her death in April 1975 at the venerable age of 96, Edith left her pig and other memorabilia to Walter Lord.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edith-Russell-lucky-pig-det.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26738\" height=\"148\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edith-Russell-lucky-pig-det-150x148.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edith-Russell-lucky-pig-det-150x148.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edith-Russell-lucky-pig-det-200x198.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edith-Russell-lucky-pig-det-430x426.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Edith-Russell-lucky-pig-det.jpg 1280w\" title=\"Face detail of musical pig\" width=\"150\"/></a>Lord died in 2002 and, as he was encouraged to do by fellow <em>Titanic</em> obsessive William MacQuitty, he <a href=\"http://www.rmg.co.uk/user-type/press-and-media/national-maritime-museum-receives-historic-titanic-archive-the-lord-macquitty-collection\" target=\"_blank\">bequeathed his vast collection of <em>Titanic</em> artifacts</a>, many of them given to him by survivors, to the <a href=\"http://www.rmg.co.uk/national-maritime-museum/\" target=\"_blank\">National Maritime Museum</a> in Greenwich, London. In 2003 the musical pig, the clothes Edith Russell had worn the night of the sinking and her unpublished manuscript of <em>A Pig and a Prayer Saved Me from the Titanic</em>, went on display as part of the permanent collection of the museum.</p>\n<p>Last year, the pig was part of <em>Titanic Remembered</em>, the National Maritime Museum’s exhibition in honor of the 100th anniversary of the sinking of the <em>Titanic</em>. Before the artifacts were returned to their permanent display in the museum’s <a href=\"http://www.rmg.co.uk/whats-on/exhibitions/voyagers/\" target=\"_blank\">Voyagers gallery</a>, the pig and another artifact (the 18-carat gold pocket watch of passenger Robert Douglas Norman who sadly did not survive the sinking) <a href=\"http://blogs.rmg.co.uk/collections/2012/12/06/an-extraordinary-day-when-time-and-a-pig-flew%E2%80%A6/\" target=\"_blank\">were taken to the Nikon Metrology factory</a> in Hertfordshire which has high resolution X-ray equipment used to analyze the minutiae of computer chips and other complex internal mechanisms. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Dissected-digital-model.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26752\" height=\"100\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Dissected-digital-model-150x100.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Dissected-digital-model-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Dissected-digital-model-200x134.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Dissected-digital-model-430x289.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Dissected-digital-model.jpg 1200w\" title=\"Dissected 3D digital model of the pig\" width=\"150\"/></a>Using X-ray computed tomography, the artifacts were scanned in three dimensions and a 3D model created from the scans. That model can then be broken apart, dissected and examined from every conceivable angle. Inside the pig researchers found its curly tail, long thought lost, and the crank-handle that was turned to make the music play. A loose pin was also inside the pig, possibly a relic of an attempt to activate the player after the crank-handle wound up in its rotund belly. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/3D-view-of-pig-mechanism-.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26737\" height=\"100\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/3D-view-of-pig-mechanism--150x100.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/3D-view-of-pig-mechanism--150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/3D-view-of-pig-mechanism--200x134.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/3D-view-of-pig-mechanism--430x288.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/3D-view-of-pig-mechanism-.jpg 1000w\" title=\"3D model of music player inside the pig\" width=\"150\"/></a>The 3D models revealed the musical mechanism inside the pig. It’s a small, simple device with a toothed wheel turned by the crank shaft against a comb that reads the teeth as notes. It looks like those cylinders in player pianos except they’re perforated rather than toothy. Using the detailed images from the model, experts spent almost a year studying the mechanism and were able to piece together every note it once played. For the first time in living memory, hear the pig play the song that soothed the children on Lifeboat 11 while they waited in the frigid night for seven hours for the <em>Carpathia</em> to rescue them:</p>\n<!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->\n<audio class=\"wp-audio-shortcode\" controls=\"controls\" id=\"audio-26734-1\" preload=\"none\" style=\"width: 100%;\"><source src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/pigmusic.mp3?_=1\" type=\"audio/mpeg\"/><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/pigmusic.mp3\">http://www.thehistoryblog.com/wp-content/uploads/2013/08/pigmusic.mp3</a></audio>\n<p>According to Edith, the melody was the <em>Maxixe</em>, a popular Brazilian dance song, but the National Maritime Museum researchers challenged the Internet to <a href=\"http://blogs.rmg.co.uk/collections/2013/08/21/name-that-tune/\" target=\"_blank\">name that tune</a>. The Internet came through, bless its nerdy heart, and museum experts confirmed that it’s <em>La Sorella</em>, a march composed by Charles Borel-Clerq in 1905. The song is also known as <em>La Matchiche</em>, so Edith was right too.</p>\n<p>The pig will be back on permanent display next week. He’ll be sporting his original knotted vellum tail which conservators were able to recover from inside the piggy and reattach it in its original position.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Hear Titanic‘s life-saving musical pig play again\" data-a2a-url=\"http://www.thehistoryblog.com/archives/26734\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/26734#comments\">4 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-26713\"><a href=\"http://www.thehistoryblog.com/archives/26713\" rel=\"bookmark\" title=\"Permanent Link to Update: Swash Channel Wreck rudder raised\">Update: Swash Channel Wreck rudder raised</a></h3>\n<p class=\"prefix\">Thursday, August 22nd, 2013</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Archaeologist-Dave-Parham-with-rudder.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-26719\" height=\"100\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Archaeologist-Dave-Parham-with-rudder-150x100.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Archaeologist-Dave-Parham-with-rudder-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Archaeologist-Dave-Parham-with-rudder-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Archaeologist-Dave-Parham-with-rudder-430x286.jpg 430w\" title=\"Archaeologist Dave Parham with 17 c. carved rudder\" width=\"150\"/></a>Bournemouth University marine archaeologists have <a href=\"http://www.bournemouth.ac.uk/newsandevents/News/2013/aug/ne03-rudder-of-swash-channel-wreck-raised.html\" target=\"_blank\">raised the elaborately carved rudder</a> of a 17th century wreck from the seabed of Swash Channel outside of Poole Harbour off the southwest coast of England. The rudder is eight a half meters (27.9 feet) long, weighs three and a half tons and a has a man’s head sporting a dashing moustache carved out of one end of the beam. The pupils are concave; historians believe they may have once held precious or semi-precious stones, a testament to how extravagantly appointed this ship was.</p>\n<p>The Swash Channel Wreck was discovered in March of 1990 when a Dutch dredging ship struck an obstacle. They pulled up timbers and a cannon, but there was no further investigation at that time. In 2004 the Poole Harbour Commissioners and Poole Borough Council site commissioned Wessex Archaeology to survey the site and English Heritage contracted further exploration in 2005. Wessex Archaeology found a structure 65 feet long that included some the upper deck like the forecastle with its galley and gunports. This is almost unheard of in shipwrecks because the top parts are usually destroyed in the wrecking. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Rudder-being-raised.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26715\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Rudder-being-raised-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Rudder-being-raised-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Rudder-being-raised-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Rudder-being-raised-430x322.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Rudder-being-raised.jpg 1600w\" title=\"Rudder being raised to the Poole Harbour quai\" width=\"150\"/></a>Bournemouth University was enlisted in 2006 by English Heritage to monitor the site. They discovered that the wreck site, which was actually twice the size the original survey had found it to be, was in danger from sediment loss in the active shipping lane. As the sand levels lowered, artifacts were being exposed to corrosion, bacteria and shipworm and rapidly degrading. Raising the shipwreck like was done with the <a href=\"http://www.thehistoryblog.com/archives/25098\" target=\"_blank\"><em>Mary Rose</em></a> would be prohibitively expensive, so the university kept monitoring the site and experimented with methods of in situ conservation.</p>\n<p>In 2010, Heritage Lottery Fund gave the university a £141,200 ($220,000) grant for the excavation, documentation and, where possible, recovery of the ship artifacts. For the next three years, Swash Channel saw the largest underwater excavation in the UK since the raising of the <em>Mary Rose</em> in 1982. More than 1200 objects have been lifted from the site, among them timbers, ropes and pulley blocks from the rigging, cannon, cannon balls, barrels that once held salt pork for the crew, lanterns, gun carriages, navigational equipment and personal items like leather shoes, wooden bowls and tankards. No cargo has been found, interestingly enough, suggesting that either it and its containers have been destroyed or that there was a salvage operation after the ship sank.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2011/05/Merman-carving-from-bow-or-quarterdeck.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-11053\" height=\"99\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2011/05/Merman-carving-from-bow-or-quarterdeck-150x99.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2011/05/Merman-carving-from-bow-or-quarterdeck-150x99.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2011/05/Merman-carving-from-bow-or-quarterdeck-300x198.jpg 300w, http://www.thehistoryblog.com/wp-content/uploads/2011/05/Merman-carving-from-bow-or-quarterdeck-1024x679.jpg 1024w, http://www.thehistoryblog.com/wp-content/uploads/2011/05/Merman-carving-from-bow-or-quarterdeck.jpg 1280w\" title=\"Researcher tends to the Merman carving \" width=\"150\"/></a>No identifying information was discovered so we don’t know what ship this was or even where it came from, but archaeologists believe it was probably a Dutch trading ship carrying luxury goods like high-end fabrics from Europe to Asia and carrying spices on the way back. Dendrochronological analysis found the timbers came from the German-Dutch border and were felled in 1628. Further research suggests that the ship was built in Holland in 1628 or 1629 and that it sank relatively shortly thereafter, sometime between 1630 and 1645. The rudder may provide more information about the ship and its origin.</p>\n<p>The exceptional quality of the carving you see on the rudder was widespread throughout the ship, unmistakable symbols of wealth. Done in early Baroque style, the carvings include mermen on the bow and two cherubs on the gunports. The carved pieces were first photographed by divers in 2005. A <a href=\"http://www.thehistoryblog.com/archives/11049\" target=\"_blank\">bowcastle merman was raised in 2011</a> and 40 feet of the bow were raised in 2012. The rudder is the last and largest piece to be raised. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Rudder-watered.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-26720\" height=\"100\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Rudder-watered-150x100.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2013/08/Rudder-watered-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Rudder-watered-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2013/08/Rudder-watered-430x286.jpg 430w\" title=\"Rudder is watered for preservation\" width=\"150\"/></a>Divers spent a week digging the partially buried rudder out of the sand and placing it in a steel frame so it could be raised with a minimum of stress on the wood. On Monday, August 19th, the rudder was lifted out of its watery home of 400 years. It can’t be allowed to dry out or it will shrink, warp and degrade, so it was constantly sprayed with water before being transferred to the York Archaeological Trust. There it will be treated with polyethylene glycol (PEG) for two years until all the water is replaced with the waxy substance that never evaporates. That will keep the wood supple and allow the rudder to go on permanent display at the <a href=\"http://www.boroughofpoole.com/leisure-and-culture/museums-and-local-history/museum/\" target=\"_blank\">Poole Museum</a>. Some of the smaller artifacts are scheduled to go on display next year; the rudder and the bowcastle will join them in 2015 or 2016.</p>\n<p>The vast majority of the wreck — 96% of it — remains on the seabed. Only the bulky pieces that were sticking up too far to be covered with sand without creating a dangerous bump have been removed. The rest has been covered with sand and sealed to keep it safe from erosion and would-be looters. The site will continue to be monitored to ensure the sands don’t shift again and expose this unique object to decay.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Update: Swash Channel Wreck rudder raised\" data-a2a-url=\"http://www.thehistoryblog.com/archives/26713\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/26713#respond\">No Comments »</a></p>\n</div>\n<div class=\"navigation\">\n<div class=\"alignleft\"><a href=\"http://www.thehistoryblog.com/archives/date/2013/08/page/2\">« Previous Entries</a></div>\n<div class=\"alignright\"></div>\n</div>\n</div> <!-- MAIN -->\n<div id=\"SIDE\">\n<h2>Navigation</h2>\n<ul>\n<li class=\"page_item page-item-16\"><a href=\"http://www.thehistoryblog.com/its-a-blog-about-history\">It’s a blog. About history.</a></li>\n<li class=\"page_item page-item-68\"><a href=\"http://www.thehistoryblog.com/thanks-and-praise\">Thanks and Praise</a></li>\n<li class=\"page_item page-item-3175\"><a href=\"http://www.thehistoryblog.com/contact-me\">Contact Me</a></li>\n<li class=\"cat-item cat-item-2\"><a href=\"http://www.thehistoryblog.com/archives/category/ancient\">Ancient</a> (1,615)\n</li>\n<li class=\"cat-item cat-item-5\"><a href=\"http://www.thehistoryblog.com/archives/category/books\">Books</a> (44)\n</li>\n<li class=\"cat-item cat-item-7\"><a href=\"http://www.thehistoryblog.com/archives/category/education\">Education</a> (21)\n</li>\n<li class=\"cat-item cat-item-8\"><a href=\"http://www.thehistoryblog.com/archives/category/ex-cathedra\">Ex Cathedra</a> (76)\n</li>\n<li class=\"cat-item cat-item-14\"><a href=\"http://www.thehistoryblog.com/archives/category/looting\">Looting</a> (236)\n</li>\n<li class=\"cat-item cat-item-3\"><a href=\"http://www.thehistoryblog.com/archives/category/medieval\">Medieval</a> (608)\n</li>\n<li class=\"cat-item cat-item-10\"><a href=\"http://www.thehistoryblog.com/archives/category/modernish\">Modern(ish)</a> (2,047)\n</li>\n<li class=\"cat-item cat-item-9\"><a href=\"http://www.thehistoryblog.com/archives/category/multimedia\">Multimedia</a> (300)\n</li>\n<li class=\"cat-item cat-item-4\"><a href=\"http://www.thehistoryblog.com/archives/category/museums\">Museums</a> (945)\n</li>\n<li class=\"cat-item cat-item-15\"><a href=\"http://www.thehistoryblog.com/archives/category/renaissance\">Renaissance</a> (297)\n</li>\n<li class=\"cat-item cat-item-18\"><a href=\"http://www.thehistoryblog.com/archives/category/reviews\">Reviews</a> (3)\n</li>\n<li class=\"cat-item cat-item-11\"><a href=\"http://www.thehistoryblog.com/archives/category/rome\">Roma, Caput Mundi</a> (163)\n</li>\n<li class=\"cat-item cat-item-6\"><a href=\"http://www.thehistoryblog.com/archives/category/social-policy\">Social policy</a> (182)\n</li>\n<li class=\"cat-item cat-item-16\"><a href=\"http://www.thehistoryblog.com/archives/category/treasures\">Treasures</a> (884)\n</li>\n</ul>\n<h2>Search</h2>\n<div class=\"SearchBox\">\n<form action=\"http://www.thehistoryblog.com/\" method=\"get\">\n<div>\n<input alt=\"Enter search text\" id=\"searchbox\" name=\"s\" type=\"text\" value=\"\"/>\n<input alt=\"Submit for search results\" id=\"searchbutton\" type=\"submit\" value=\"go\"/>\n</div>\n</form>\n</div>\n<h2>Archives</h2>\n<ul>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/03\">March 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/02\">February 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/01\">January 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/12\">December 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/11\">November 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/10\">October 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/09\">September 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/08\">August 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/07\">July 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/06\">June 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/05\">May 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/04\">April 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/03\">March 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/02\">February 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/01\">January 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/12\">December 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/11\">November 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/10\">October 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/09\">September 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/08\">August 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/07\">July 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/06\">June 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/05\">May 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/04\">April 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/03\">March 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/02\">February 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/01\">January 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/12\">December 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/11\">November 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/10\">October 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/09\">September 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/08\">August 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/07\">July 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/06\">June 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/05\">May 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/04\">April 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/03\">March 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/02\">February 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/01\">January 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/12\">December 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/11\">November 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/10\">October 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/09\">September 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/08\">August 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/07\">July 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/06\">June 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/05\">May 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/04\">April 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/03\">March 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/02\">February 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/01\">January 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/12\">December 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/11\">November 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/10\">October 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/09\">September 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/08\">August 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/07\">July 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/06\">June 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/05\">May 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/04\">April 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/03\">March 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/02\">February 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/01\">January 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/12\">December 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/11\">November 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/10\">October 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/09\">September 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/08\">August 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/07\">July 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/06\">June 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/05\">May 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/04\">April 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/03\">March 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/02\">February 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/01\">January 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/12\">December 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/11\">November 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/10\">October 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/09\">September 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/08\">August 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/07\">July 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/06\">June 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/05\">May 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/04\">April 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/03\">March 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/02\">February 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/01\">January 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/12\">December 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/11\">November 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/10\">October 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/09\">September 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/08\">August 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/07\">July 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/06\">June 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/05\">May 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/04\">April 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/03\">March 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/02\">February 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/01\">January 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/12\">December 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/11\">November 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/10\">October 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/09\">September 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/08\">August 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/07\">July 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/06\">June 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/05\">May 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/04\">April 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/03\">March 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/02\">February 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/01\">January 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/12\">December 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/11\">November 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/10\">October 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/09\">September 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/08\">August 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/07\">July 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/03\">March 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/02\">February 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/01\">January 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/12\">December 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/11\">November 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/10\">October 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/09\">September 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/08\">August 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/07\">July 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/06\">June 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/05\">May 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/04\">April 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/03\">March 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/02\">February 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/01\">January 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2007/12\">December 2007</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2006/07\">July 2006</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2006/06\">June 2006</a></li>\n</ul>\n<div class=\"Calendar\">\n<div class=\"Header\"></div>\n<table id=\"wp-calendar\">\n<caption>August 2013</caption>\n<thead>\n<tr>\n<th scope=\"col\" title=\"Sunday\">S</th>\n<th scope=\"col\" title=\"Monday\">M</th>\n<th scope=\"col\" title=\"Tuesday\">T</th>\n<th scope=\"col\" title=\"Wednesday\">W</th>\n<th scope=\"col\" title=\"Thursday\">T</th>\n<th scope=\"col\" title=\"Friday\">F</th>\n<th scope=\"col\" title=\"Saturday\">S</th>\n</tr>\n</thead>\n<tfoot>\n<tr>\n<td colspan=\"3\" id=\"prev\"><a href=\"http://www.thehistoryblog.com/archives/date/2013/07\">« Jul</a></td>\n<td class=\"pad\"> </td>\n<td colspan=\"3\" id=\"next\"><a href=\"http://www.thehistoryblog.com/archives/date/2013/09\">Sep »</a></td>\n</tr>\n</tfoot>\n<tbody>\n<tr>\n<td class=\"pad\" colspan=\"4\"> </td><td><a aria-label=\"Posts published on August 1, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/01\">1</a></td><td><a aria-label=\"Posts published on August 2, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/02\">2</a></td><td><a aria-label=\"Posts published on August 3, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/03\">3</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on August 4, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/04\">4</a></td><td><a aria-label=\"Posts published on August 5, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/05\">5</a></td><td><a aria-label=\"Posts published on August 6, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/06\">6</a></td><td><a aria-label=\"Posts published on August 7, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/07\">7</a></td><td><a aria-label=\"Posts published on August 8, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/08\">8</a></td><td><a aria-label=\"Posts published on August 9, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/09\">9</a></td><td><a aria-label=\"Posts published on August 10, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/10\">10</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on August 11, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/11\">11</a></td><td><a aria-label=\"Posts published on August 12, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/12\">12</a></td><td><a aria-label=\"Posts published on August 13, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/13\">13</a></td><td><a aria-label=\"Posts published on August 14, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/14\">14</a></td><td><a aria-label=\"Posts published on August 15, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/15\">15</a></td><td><a aria-label=\"Posts published on August 16, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/16\">16</a></td><td><a aria-label=\"Posts published on August 17, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/17\">17</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on August 18, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/18\">18</a></td><td><a aria-label=\"Posts published on August 19, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/19\">19</a></td><td><a aria-label=\"Posts published on August 20, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/20\">20</a></td><td><a aria-label=\"Posts published on August 21, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/21\">21</a></td><td><a aria-label=\"Posts published on August 22, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/22\">22</a></td><td><a aria-label=\"Posts published on August 23, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/23\">23</a></td><td><a aria-label=\"Posts published on August 24, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/24\">24</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on August 25, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/25\">25</a></td><td><a aria-label=\"Posts published on August 26, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/26\">26</a></td><td><a aria-label=\"Posts published on August 27, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/27\">27</a></td><td><a aria-label=\"Posts published on August 28, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/28\">28</a></td><td><a aria-label=\"Posts published on August 29, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/29\">29</a></td><td><a aria-label=\"Posts published on August 30, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/30\">30</a></td><td><a aria-label=\"Posts published on August 31, 2013\" href=\"http://www.thehistoryblog.com/archives/date/2013/08/31\">31</a></td>\n</tr>\n</tbody>\n</table>\n<div class=\"Footer\"></div>\n</div>\n<h2>Other</h2>\n<ul>\n</ul>\n<a href=\"http://technorati.com/faves?sub=addfavbtn&amp;add=http://www.thehistoryblog.com \" target=\"_blank\"><img alt=\"Add to Technorati Favorites\" src=\" http://www.freethought-forum.com/livius/technorati.gif\"/></a>\n<h2>Syndication</h2>\n<ul class=\"rss\">\n<li><a href=\"http://www.thehistoryblog.com/feed\">Entries</a></li>\n<li><a href=\"http://www.thehistoryblog.com/comments/feed\">Comments</a></li>\n</ul>\n</div>\n<div id=\"FOOTER\">\n<div style=\"float:right\">\n<div class=\"Wrapper\">\n<p>The History Blog © 2019 All Rights Reserved.</p>\n<p>The History Blog is designed by <a href=\"http://www.gettemplate.com\">GetTemplate</a> and powered by <a href=\"http://wordpress.org/\">WordPress</a> </p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<script type=\"text/javascript\">function ctSetCookie(c_name, value, def_value){document.cookie = c_name + '=' + escape(value) + '; path=/';}ctSetCookie('ct_checkjs', '945491356', '0');</script><link href=\"http://www.thehistoryblog.com/wp-includes/js/mediaelement/mediaelementplayer-legacy.min.css?ver=4.2.6-78496d1\" id=\"mediaelement-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/wp-includes/js/mediaelement/wp-mediaelement.min.css?ver=4.9.10\" id=\"wp-mediaelement-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/cleantalk-spam-protect/js/apbct-public.js?ver=5.95.1\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar ctNocache = {\"ajaxurl\":\"http:\\/\\/www.thehistoryblog.com\\/wp-admin\\/admin-ajax.php\",\"info_flag\":\"\",\"set_cookies_flag\":\"1\",\"blog_home\":\"http:\\/\\/www.thehistoryblog.com\\/\"};\n/* ]]> */\n</script>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/cleantalk-spam-protect/inc/cleantalk_nocache.js?ver=5.95.1\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/wp-embed.min.js?ver=4.9.10\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\nvar mejsL10n = {\"language\":\"en\",\"strings\":{\"mejs.install-flash\":\"You are using a browser that does not have Flash player enabled or installed. Please turn on your Flash player plugin or download the latest version from https:\\/\\/get.adobe.com\\/flashplayer\\/\",\"mejs.fullscreen-off\":\"Turn off Fullscreen\",\"mejs.fullscreen-on\":\"Go Fullscreen\",\"mejs.download-video\":\"Download Video\",\"mejs.fullscreen\":\"Fullscreen\",\"mejs.time-jump-forward\":[\"Jump forward 1 second\",\"Jump forward %1 seconds\"],\"mejs.loop\":\"Toggle Loop\",\"mejs.play\":\"Play\",\"mejs.pause\":\"Pause\",\"mejs.close\":\"Close\",\"mejs.time-slider\":\"Time Slider\",\"mejs.time-help-text\":\"Use Left\\/Right Arrow keys to advance one second, Up\\/Down arrows to advance ten seconds.\",\"mejs.time-skip-back\":[\"Skip back 1 second\",\"Skip back %1 seconds\"],\"mejs.captions-subtitles\":\"Captions\\/Subtitles\",\"mejs.captions-chapters\":\"Chapters\",\"mejs.none\":\"None\",\"mejs.mute-toggle\":\"Mute Toggle\",\"mejs.volume-help-text\":\"Use Up\\/Down Arrow keys to increase or decrease volume.\",\"mejs.unmute\":\"Unmute\",\"mejs.mute\":\"Mute\",\"mejs.volume-slider\":\"Volume Slider\",\"mejs.video-player\":\"Video Player\",\"mejs.audio-player\":\"Audio Player\",\"mejs.ad-skip\":\"Skip ad\",\"mejs.ad-skip-info\":[\"Skip in 1 second\",\"Skip in %1 seconds\"],\"mejs.source-chooser\":\"Source Chooser\",\"mejs.stop\":\"Stop\",\"mejs.speed-rate\":\"Speed Rate\",\"mejs.live-broadcast\":\"Live Broadcast\",\"mejs.afrikaans\":\"Afrikaans\",\"mejs.albanian\":\"Albanian\",\"mejs.arabic\":\"Arabic\",\"mejs.belarusian\":\"Belarusian\",\"mejs.bulgarian\":\"Bulgarian\",\"mejs.catalan\":\"Catalan\",\"mejs.chinese\":\"Chinese\",\"mejs.chinese-simplified\":\"Chinese (Simplified)\",\"mejs.chinese-traditional\":\"Chinese (Traditional)\",\"mejs.croatian\":\"Croatian\",\"mejs.czech\":\"Czech\",\"mejs.danish\":\"Danish\",\"mejs.dutch\":\"Dutch\",\"mejs.english\":\"English\",\"mejs.estonian\":\"Estonian\",\"mejs.filipino\":\"Filipino\",\"mejs.finnish\":\"Finnish\",\"mejs.french\":\"French\",\"mejs.galician\":\"Galician\",\"mejs.german\":\"German\",\"mejs.greek\":\"Greek\",\"mejs.haitian-creole\":\"Haitian Creole\",\"mejs.hebrew\":\"Hebrew\",\"mejs.hindi\":\"Hindi\",\"mejs.hungarian\":\"Hungarian\",\"mejs.icelandic\":\"Icelandic\",\"mejs.indonesian\":\"Indonesian\",\"mejs.irish\":\"Irish\",\"mejs.italian\":\"Italian\",\"mejs.japanese\":\"Japanese\",\"mejs.korean\":\"Korean\",\"mejs.latvian\":\"Latvian\",\"mejs.lithuanian\":\"Lithuanian\",\"mejs.macedonian\":\"Macedonian\",\"mejs.malay\":\"Malay\",\"mejs.maltese\":\"Maltese\",\"mejs.norwegian\":\"Norwegian\",\"mejs.persian\":\"Persian\",\"mejs.polish\":\"Polish\",\"mejs.portuguese\":\"Portuguese\",\"mejs.romanian\":\"Romanian\",\"mejs.russian\":\"Russian\",\"mejs.serbian\":\"Serbian\",\"mejs.slovak\":\"Slovak\",\"mejs.slovenian\":\"Slovenian\",\"mejs.spanish\":\"Spanish\",\"mejs.swahili\":\"Swahili\",\"mejs.swedish\":\"Swedish\",\"mejs.tagalog\":\"Tagalog\",\"mejs.thai\":\"Thai\",\"mejs.turkish\":\"Turkish\",\"mejs.ukrainian\":\"Ukrainian\",\"mejs.vietnamese\":\"Vietnamese\",\"mejs.welsh\":\"Welsh\",\"mejs.yiddish\":\"Yiddish\"}};\n</script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/mediaelement/mediaelement-and-player.min.js?ver=4.2.6-78496d1\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/mediaelement/mediaelement-migrate.min.js?ver=4.9.10\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar _wpmejsSettings = {\"pluginPath\":\"\\/wp-includes\\/js\\/mediaelement\\/\",\"classPrefix\":\"mejs-\",\"stretching\":\"responsive\"};\n/* ]]> */\n</script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/mediaelement/wp-mediaelement.min.js?ver=4.9.10\" type=\"text/javascript\"></script>\n</body>\n</html>\n", "title_html": "<h3 id=\"post-26894\"><a href=\"http://www.thehistoryblog.com/archives/26894\" rel=\"bookmark\" title=\"Permanent Link to Aragon wants 13th c. frescoes back from Catalonia\">Aragon wants 13th c. frescoes back from Catalonia</a></h3>", "read_time": 270.9}