{"url": "http://www.thehistoryblog.com/archives/date/2012/12", "title": "The Year in History Blog History", "title_html": "<h3 id=\"post-22498\"><a href=\"http://www.thehistoryblog.com/archives/22498\" rel=\"bookmark\" title=\"Permanent Link to The Year in History Blog History\">The Year in History Blog History</a></h3>", "content": "\n I said in last year’s Year in History Blog History that I would attempt to make this a yearly tradition, so welcome to the second annual Year in History Blog History! Just a few days ago I was griping about the endless parade of crappy best-of lists so prevalent in the press between Christmas and New Year’s, but naturally I exempt myself from all such judgment and invite you to do the same. \n The big news from behind the curtain this year was a marked leap in traffic. The total number of pageviews for 2012 was 1,647,856, more than double 2011’s tally which itself was more than double 2010’s views. Last year I noted that we passed a million pageviews in September as counted from when I installed the statistics plug-in in September of 2009. I mused restrainedly that given the uptick in traffic we might just reach the second million in time for this review, and in fact we’re less than 100,000 views from reaching 3,000,000. \n  \n January we crossed the 100,000 pageviews a month threshold and we haven’t looked back since. The lowest number of monthly views after January was July with 107,888. Stupid warm summer sun with the people out of doors grilling things and writing love letters in the sand and whatnot.  \n Nice weather didn’t stop people from flocking to the blog in May, though. That was our busiest month ever with a crazy 182,488 pageviews. Not coincidentally, the most viewed post of the year (and of all recorded time) was a May post. Hatfields & McCoys debuts on the History Channel, much to my surprise, turned out to be a record-breaker. It got 7,024 views on May 30th, driving that day’s pageviews to 13,135 and beating the previous daily record of 11,541 established in May (again!) of last year when there was that weird search explosion on the Roman Ship Found at Ostia entry. It’s the most viewed post of the year, doubling the pageviews of the next runner-up, good ol’ reliable Michelangelo’s David. \n The Hatfields and the McCoys also drew the most comments ever: 213 and counting, none of them mine. I had originally planned to respond to comments as they came in, something I try to do on general principle, but I didn’t want to say anything until I had seen the show. I didn’t get around to watching the programs I had DVRd until a week or so later and by then the comment thread was so towering I was too daunted to even attempt to scale it. I sure did enjoy reading it, though. The back and forth about the so-called bad language (which turned out to be of the “goddamn” variety rather than the naughty naughty bathroom words I had assumed the distressed commenters were talking about) was highly entertaining. \n It makes sense in hindsight because the show was a record-breaker for the History Channel as well, drawing more than 14 million viewers. The raging success of History’s first foray into scripted television trickled down to The History Blog and from there, I’m delighted to report, to website of Pike County, the county in Kentucky where many of the events of the infamous feud transpired. Jay Shepherd, Marketing Director of Pike County Tourism, had emailed me before I wrote the post asking if I’d link to their driving tour page in an entry about the Hatfields and McCoys. I did so and when the entry blew up, I could see the Pike County link was getting tons of hits. It turns out they got so many requests for the Hatfields and McCoys driving tour CD that they sold out! At the time they didn’t have the CD available on the website — people had to contact them via email or phone to order it — which makes the sale count even more impressive. He emailed me: “Our small little town really needs that extra push. So much history here.”  \n Another post whose real world impact delighted me was my interview with Janet Stephens: Intrepid Hairdressing Archaeologist. Janet’s impressive scholarship and nimble fingers inspired many teachers, students and re-enactors. Neal Quillinan, a teacher at a secondary school in Australia, left a comment that made my day and possibly my year. \n A fantastic post and a valuble resource. I used this in teaching my senior history girls about the First Triumvirate and the rise of Augustus. It was most engaging and its scholarly tone made it very much useable on their research assignment. You really struck a positive chord with this one…. one student event wore her hair in Agrippina style to her Senior Formal. \n Agrippina prom hair! That totally slays me. I emailed Janet to let her know and she was thrilled to pieces, of course.  \n While I’m on the subject, be sure to subscribe to Janet’s YouTube channel. She’s been posting new videos regularly over the past few months, and they are each one more brilliant than the last. They all feature live models rather than manikins and one of them recreates the late 1st century A.D. orbis comarum style on a woman with short hair. It’s a must-see. \n I don’t know if I can pick my single most favorite post of the year. There are several top contenders depending on the criteria, so instead of just nominating one, I’ll cull a few of my favorites in various categories.  \n For sheer adrenaline-fueled excitement, nothing can beat the announcement that a skeleton of a male with scoliosis and a cleaved skull was discovered at the Grey Friars site in Leicester, the church where King Richard III was buried after he was killed at the Battle of Bosworth. It was my first liveblog and the first time I wrote a whole paragraph in “holy shit can you believe this” all caps. We’re still waiting for the DNA results that might confirm if this skeleton is that of the last Plantagenet king of England. I’ve read some interesting nuggets in the interim, but I’m saving them up for a post next year when we finally get the big news. \n Other favorite finds I wrote about this year include Catherine de Medici’s hairpin found in palace toilet, the bed burial of the 7th century Anglo-Saxon teen girl with the beautiful gold and garnet cross, the new terracotta warriors from the mausoleum of emperor Qin Shi Huang which also gave me an opening to namecheck Firefly, the colossal statue of Neo-Hittite warrior king Suppiluliuma whose arms reminded me of Beavis freaking out because he’s never going to score, the 159 pristine Roman gold coins found near St. Albans that are so shiny and new, and the Etruscan pyramids found carved out of Orvieto caves which saw the lead archaeologist post a comment wherein he complimented me on not writing a bunch of vague, inaccurate hype like so many articles in the press had done. My head swelled three sizes that day.  \n That’s not the only example of an entry where I feel like the mainstream articles either got things wrong or just didn’t focus on the parts I found interesting. My two favorites along those lines were my story about the Jesus Monkey restoration and the sale of the original Batmobile. Cecilia Giménez’s attempt to restore a fresco of Jesus originally painted by Elías García Martínez on the wall of a church in Borja, Spain, has become a full-fledged meme in its own right based solely on its hilarious awfulness. What gets left out, however, is how the original was a dashed off copy of a cheesy prayer card version of Guido Reni’s Head of Christ Crowned with Thorns, not a masterpiece for the ages. The other articles about the Batmobile left off most of the great details about the Lincoln Futura which from my perspective is totally the best part. Not that I’m putting down the greatest of all Batmobiles, mind you. As I said in the entry, I don’t know what I wouldn’t do to get my mitts on that car. \n Other beauties that sold at auction this year which I would gladly shower with gold like they were the Danaë to my Zeus are the model of a guillotine made out of animal bones by a Napoleonic prisoner of war in England, the Beau Sancy diamond, the land indenture signed by Meriwether Lewis and William Clark, the only document signed by both men known to exist, the Chief Joseph war shirt which sold to the ubiquitous APC (anonymous private collector) rather than the museum where it belongs, the green velvet and gold saddlecloth used by Queen Elizabeth I on her official visit to Bristol, the amber gameboard King Charles I took to the scaffold with him, Byron’s copy of Frankenstein, that gorgeous pristine Enigma machine and the original Fahrenheit thermometer which could also go in the “I did not know that” category because researching it explained so much about the oddities of the Fahrenheit scale. \n I have a bunch of favorite pictures this year. National Geographic’s high definition pictures of the wreck of the Titanic blew my mind, as did the 15th century Pastrana tapestries in all their gloriously restored vibrancy. The picture of Jane’s Carousel in Brooklyn besieged by Sandy was so compelling it was basically the entire post. Worth a thousand words and all that.  \n Pictures of two far more modest pieces that made me so happy, though, that they must be singled out. One was the Roman coarseware milk pot with the lead stitches. It’s so big and those stitches are just so damn cool. The other is the 15th century piggy bank from the Javanese Majapahit Empire. Those little piggies are so round and adorable I literally reread the entry like 10 times just to enjoy the pictures all over again. \n The piggy banks are also examples of another favorite kind of entry: the one where I start off knowing practically nothing about the subject but tumble to it for whatever reason and wind up immersed in research for days. Dutch Golden Age printmaker Hercules Segers is an example of that. I had never even heard his name before I came across it while researching something else that I can’t remember on the British Museum’s website. To find and investigate such an innovator was an honor and a pleasure.  \n So was discovering the men who built Manchester’s sewers and took those skills to the Western Front of World War I where they built massive underground networks. Although I did know about her very superficially from a class or two I took in college where her epic lawsuit to claim her inheritance came up, researching Lady Anne Clifford and her struggles against her scoundrel father and husbands was profoundly revelatory. Most moving of all was the story of the Fraterville Mine disaster of 1902. Those final letters documenting the miners’ slow deaths as the oxygen ran out made me weep like a baby. \n There’s no category that really covers this one, but the entry about the 100-million-year-old spider attack captured in amber deserves a special mention because it was born from a fit of mad inspiration. Posts like that are the reason the ancient Greeks thought the Muses were real. The words just descended upon me and I wrote them. That doesn’t happen to me very often, or, like, ever, really. \n So that’s this year gone then. Thank you all for reading and for sending me tips and just generally for writing the ridiculously kind things you write. Here’s to a 2013 filled with more of the same and even greater things. Happy New Year!  \n   ", "html": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n\n<html lang=\"en-US\" xmlns=\"http://www.w3.org/1999/xhtml\">\n<head profile=\"http://gmpg.org/xfn/11\">\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<title>The History Blog   » 2012 » December</title>\n<meta content=\"WordPress 4.9.10\" name=\"generator\"/> <!-- leave this for stats -->\n<link href=\"http://www.thehistoryblog.com/wp-content/themes/retro-book-10/style.css\" media=\"screen\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/feed\" rel=\"alternate\" title=\"The History Blog RSS Feed\" type=\"application/rss+xml\"/>\n<link href=\"http://www.thehistoryblog.com/xmlrpc.php\" rel=\"pingback\"/>\n<link href=\"//s.w.org\" rel=\"dns-prefetch\"/>\n<script type=\"text/javascript\">\n\t\t\twindow._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"http:\\/\\/www.thehistoryblog.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?ver=4.9.10\"}};\n\t\t\t!function(a,b,c){function d(a,b){var c=String.fromCharCode;l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,a),0,0);var d=k.toDataURL();l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,b),0,0);var e=k.toDataURL();return d===e}function e(a){var b;if(!l||!l.fillText)return!1;switch(l.textBaseline=\"top\",l.font=\"600 32px Arial\",a){case\"flag\":return!(b=d([55356,56826,55356,56819],[55356,56826,8203,55356,56819]))&&(b=d([55356,57332,56128,56423,56128,56418,56128,56421,56128,56430,56128,56423,56128,56447],[55356,57332,8203,56128,56423,8203,56128,56418,8203,56128,56421,8203,56128,56430,8203,56128,56423,8203,56128,56447]),!b);case\"emoji\":return b=d([55358,56760,9792,65039],[55358,56760,8203,9792,65039]),!b}return!1}function f(a){var c=b.createElement(\"script\");c.src=a,c.defer=c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var g,h,i,j,k=b.createElement(\"canvas\"),l=k.getContext&&k.getContext(\"2d\");for(j=Array(\"flag\",\"emoji\"),c.supports={everything:!0,everythingExceptFlag:!0},i=0;i<j.length;i++)c.supports[j[i]]=e(j[i]),c.supports.everything=c.supports.everything&&c.supports[j[i]],\"flag\"!==j[i]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[j[i]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(h=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",h,!1),a.addEventListener(\"load\",h,!1)):(a.attachEvent(\"onload\",h),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),g=c.source||{},g.concatemoji?f(g.concatemoji):g.wpemoji&&g.twemoji&&(f(g.twemoji),f(g.wpemoji)))}(window,document,window._wpemojiSettings);\n\t\t</script>\n<style type=\"text/css\">\nimg.wp-smiley,\nimg.emoji {\n\tdisplay: inline !important;\n\tborder: none !important;\n\tbox-shadow: none !important;\n\theight: 1em !important;\n\twidth: 1em !important;\n\tmargin: 0 .07em !important;\n\tvertical-align: -0.1em !important;\n\tbackground: none !important;\n\tpadding: 0 !important;\n}\n</style>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/faviroll/css/style.css?ver=4.9.10\" id=\"faviroll-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/contact-form-plugin/css/form_style.css?ver=4.0.9\" id=\"cntctfrm_form_style-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/add-to-any/addtoany.min.css?ver=1.14\" id=\"addtoany-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/jquery/jquery.js?ver=1.12.4\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.1\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/add-to-any/addtoany.min.js?ver=1.0\" type=\"text/javascript\"></script>\n<link href=\"http://www.thehistoryblog.com/wp-json/\" rel=\"https://api.w.org/\"/>\n<link href=\"http://www.thehistoryblog.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/>\n<link href=\"http://www.thehistoryblog.com/wp-includes/wlwmanifest.xml\" rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\"/>\n<meta content=\"WordPress 4.9.10\" name=\"generator\"/>\n<script data-cfasync=\"false\">\nwindow.a2a_config=window.a2a_config||{};a2a_config.callbacks=[];a2a_config.overlays=[];a2a_config.templates={};\na2a_config.onclick=1;\na2a_color_main=\"E8C686\";a2a_color_border=\"BFA26B\";a2a_color_link_text=\"333333\";a2a_color_link_text_hover=\"333333\";\n(function(d,s,a,b){a=d.createElement(s);b=d.getElementsByTagName(s)[0];a.async=1;a.src=\"https://static.addtoany.com/menu/page.js\";b.parentNode.insertBefore(a,b);})(document,\"script\");\n</script>\n<script language=\"javascript\" type=\"text/javascript\">\n<!--\n\t\tfunction collapseThread( theId ) {\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(!comment)\n\t\t\t{\n\t\t\t\talert(\"ERROR:\\nThe document structure is different\\nfrom what Threaded Comments expects.\\nYou are missing the element '\"+theId+\"'\");\n\t\t\t\treturn;\n\t\t\t}\n\t\t\tvar theBody = findBody(comment);\n\t\t\tif(comment.className.indexOf(\"collapsed\") > -1) {\n\t\t\t\tcomment.className = comment.className.replace(\" collapsed\", \"\");;\n\t\t\t} else {\n\t\t\t\tcomment.className += \" collapsed\";\n\t\t\t}\n\t\t}\n\n\t\tfunction expandThread( theId ) {\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(!comment)\n\t\t\t{\n\t\t\t\talert(\"ERROR:\\nThe document structure is different\\nfrom what Threaded Comments expects.\\nYou are missing the element '\"+theId+\"'\");\n\t\t\t\treturn;\n\t\t\t}\n\t\t\tvar theBody = findBody(comment);\n\t\t\tif(comment.className.indexOf(\"collapsed\") > -1) {\n\t\t\t\tcomment.className = comment.className.replace(\" collapsed\", \"\");;\n\t\t\t} \n\t\t}\n\t\t\n\t\tfunction findBody(el)\n\t\t{\n\t\t\tvar divs = el.getElementsByTagName(\"div\");\n\t\t\tvar ret;\n\t\t\tfor(var i = 0; i < divs.length; ++i) {\n\t\t\t\tif(divs.item(i).className.indexOf(\"body\") > -1)\n\t\t\t\t\treturn divs.item(i);\n\t\t\t}\n\t\t\treturn false;\n\t\t}\n\t\n\t\tfunction onAddComment() {\n\t\t\t//checkDocumentIntegrity();\n\t\t\tvar el = document.getElementById(\"commentform\");\n\t\t\t// Future release: Check if form is filled correctly and mark the form fields.\n\t\t\tel.submit();\n\t\t}\n\t\t\n\t\tfunction moveAddCommentBelow(theId, threadId, collapse)\n\t\t{\n\t\t\texpandThread( theId );\n\t\t\tvar addComment = document.getElementById(\"addcomment\");\n\t\t\tif(!addComment)\n\t\t\t{\n\t\t\t  \talert(\"ERROR:\\nThreaded Comments can't find the 'addcomment' div.\\nThis is probably because you have changed\\nthe comments.php file.\\nMake sure there is a tag around the form\\nthat has the id 'addcomment'\"); \n\t\t\t\treturn\n\t\t\t}\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(collapse)\n\t\t\t{\n\t\t\t\tfor(var i = 0; i < comment.childNodes.length; ++i) {\n\t\t\t\t\tvar c = comment.childNodes.item(i);\n\t\t\t\t\tif(typeof(c.className) == \"string\" && c.className.indexOf(\"collapsed\")<0) {\n\t\t\t\t\t\tc.className += \" collapsed\";\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t\taddComment.parentNode.removeChild(addComment);\n\n\t\t\tcomment.appendChild(addComment);\n\t\t\tif(comment.className.indexOf(\"alt\")>-1) {\n\t\t\t\taddComment.className = addComment.className.replace(\" alt\", \"\");\t\t\t\t\t\n\t\t\t} else {\n\t\t\t\taddComment.className += \" alt\";\n\t\t\t}\n\t\t        var replyId = document.getElementById(\"comment_reply_ID\");\n\t\t\tif(replyId == null)\n\t\t\t{\n\t\t\t\talert(\"Brians Threaded Comments Error:\\nThere is no hidden form field called\\n'comment_reply_ID'. This is probably because you\\nchanged the comments.php file and forgot\\nto include the field. Please take a look\\nat the original comments.php and copy the\\nform field over.\");\n\t\t\t}\n\t\t\treplyId.value = threadId;\n\t\t\tvar reRootElement = document.getElementById(\"reroot\");\n\t\t\tif(reRootElement == null)\n\t\t\t{\n\t\t\t\talert(\"Brians Threaded Comments Error:\\nThere is no anchor tag called 'reroot' where\\nthe comment form starts.\\nPlease compare your comments.php to the original\\ncomments.php and copy the reroot anchor tag over.\");\n\t\t\t}\n\t\t\treRootElement.style.display = \"block\";\n\t\t\tvar aTags = comment.getElementsByTagName(\"A\");\n\t\t\tvar anc = aTags.item(0).id;\n\t\t\t//document.location.href = \"#\"+anc;\n\t\t\tdocument.getElementById(\"comment\").focus();\n\t\t}\n\n\t\tfunction checkDocumentIntegrity()\n\t\t{\n\t\t\tstr = \"\";\n\t\t\t\n\t\t\tstr += checkElement(\"reroot\",\"div tag\");\n\t\t\tstr += checkElement(\"addcomment\", \"div tag\");\n\t\t\tstr += checkElement(\"comment_reply_ID\", \"hidden form field\");\n\t\t\tstr += checkElement(\"content\", \"div tag\");\n\t\t\tstr += checkElement(\"comment\", \"textfield\");\n\t\t\tstr += checkElement(\"addcommentanchor\", \"anchor tag\");\n\t\t\t\n\t\t\tif(str != \"\")\n\t\t\t{\n\t\t\t\tstr = \"Brian's Threaded Comments are missing some of the elements that are required for it to function correctly.\\nThis is probably the because you have changed the original comments.php that was included with the plugin.\\n\\nThese are the errors:\\n\" + str;\n\t\t\t\tstr += \"\\nYou should compare your comments.php with the original comments.php and make sure the required elements have not been removed.\";\n\n\t\t\t\talert(str);\n\t\t\t}\n\t\t}\n               \n\t\tfunction checkElement(theId, elDesc)\n\t\t{\n\t\t\tvar el = document.getElementById(theId);\n\t\t\tif(!el)\n\t\t\t{\n\t\t\t\tif(elDesc == null)\n\t\t\t\t\telDesc = \"element\";\n\t\t\t\treturn \"- The \"+elDesc+\" with the ID '\" +theId + \"' is missing\\n\"; \n\t\t\t}\n\t\t\telse \n\t\t\t\treturn \"\";\n\t\t}\n\t\t\n\t\tfunction reRoot()\n\t\t{\n\t\t\tvar addComment = document.getElementById(\"addcomment\");\t\t\t\n\t\t\tvar reRootElement = document.getElementById(\"reroot\");\n\t\t\treRootElement.style.display = \"none\";\n\t\t\tvar content = document.getElementById(\"content\");\n\t\t\taddComment.parentNode.removeChild(addComment);\n\t\t\tcontent.appendChild(addComment);\n\t\t\taddComment.className = addComment.className.replace(\" alt\", \"\");\n\t\t\tdocument.location.href = \"#addcommentanchor\";\n\t\t\tdocument.getElementById(\"comment\").focus();\t\t\t\t\n\t\t\tdocument.getElementById(\"comment_reply_ID\").value = \"0\";\n\t\t}\t\t\t\n\t\t\n\t\tfunction changeCommentSize(d)\n\t\t{\n\t\t\tvar el = document.getElementById(\"comment\");\n\t\t\tvar height = parseInt(el.style.height);\n\t\t\tif(!height && el.offsetHeight)\n\t\t\t\theight = el.offsetHeight;\n\t\t\theight += d;\n\t\t\tif(height < 20) \n\t\t\t\theight = 20;\n\t\t\tel.style.height = height+\"px\";\n\t\t}\t\t\n-->\n</script>\n<style type=\"text/css\">\n.comment \n{\n\tposition: \t\t\t\trelative;\n\tmargin:\t\t\t\t\t3px;\n\tmargin-top:\t\t\t\t6px;\n/*\tborder: \t\t\t\t1px solid #666; */\n\tpadding:\t\t\t\t4px 4px 4px 8px;\n}\n\n.odd\n{\n\tbackground-color: #E2c080;\n}\n\n.comment div {\n\tposition: \t\t\t\trelative;\n}\n\n.comment .comment img\n{\n\tmargin: \t\t\t\t0px;\n}\n\n.comment .collapseicon \n{\n\twidth: \t\t\t\t\t13px;\n\theight: \t\t\t\t13px;\n\toverflow:\t\t\t\thidden;\n\tbackground-image: \t\turl(http://www.thehistoryblog.com/wp-content/plugins/briansthreadedcomments.php?image=subthread-open.png);\n}\n\n.collapsed .collapseicon \n{\n\tbackground-image: \t\turl(http://www.thehistoryblog.com/wp-content/plugins/briansthreadedcomments.php?image=subthread.png);\n}\n\n\n.comment .reply {\n\ttext-align: \t\t\tright;\n\tfont-size: \t\t\t\t80%;\n\tpadding: \t\t\t\t0px 6px 6px 0px;\n}\n\n.comment\n{\n\tborder: \t2px solid #ddd;\n\tmargin-top: \t\t\t10px;\n}\n\ninput#subscribe\n{\n\twidth: auto;\n}\n\n.comment .body .content\n{\n\tpadding:\t\t\t\t0px 3px 0px 3px;\n\twidth: \t\t\t\t\t100%;\t\n\toverflow: \t\t\t\tauto; \n}\n\n.comment .title abbr\n{\n\tborder: none;\n}\n\n.collapsed .body, .collapsed .comment\n{\n\tdisplay:\t\t\t\tnone;\n}\n/*\n#addcomment small, #addcomment div\n{\n\tpadding:\t\t\t\t3px;\n}\n*/\n#commentform textarea {\n\twidth: 97%;\n}\n</style>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/flash-video-player/swfobject.js\" type=\"text/javascript\"></script>\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"shortcut icon\" type=\"image/x-icon\"/>\n</head>\n<body>\n<div id=\"ROOT\">\n<div class=\"BGPage\">\n<div class=\"LeftTop\">\n<div class=\"LeftBottom\">\n<div id=\"HEAD\">\n<h1 class=\"Logo\"><a href=\"http://www.thehistoryblog.com/\"><span>The History Blog</span></a></h1>\n<div class=\"Visual\"></div>\n</div>\n<div id=\"MAIN\">\n<h2 class=\"pagetitle\">Archive for December, 2012</h2>\n<div class=\"post\">\n<h3 id=\"post-22498\"><a href=\"http://www.thehistoryblog.com/archives/22498\" rel=\"bookmark\" title=\"Permanent Link to The Year in History Blog History\">The Year in History Blog History</a></h3>\n<p class=\"prefix\">Monday, December 31st, 2012</p>\n<div class=\"entry\">\n<p>I said in <a href=\"http://www.thehistoryblog.com/archives/14210\" target=\"_blank\">last year’s Year in History Blog History</a> that I would attempt to make this a yearly tradition, so welcome to the second annual Year in History Blog History! Just a few days ago I was griping about the endless parade of crappy best-of lists so prevalent in the press between Christmas and New Year’s, but naturally I exempt myself from all such judgment and invite you to do the same.</p>\n<p>The big news from behind the curtain this year was a marked leap in traffic. The total number of pageviews for 2012 was 1,647,856, more than double 2011’s tally which itself was more than double 2010’s views. Last year I noted that <a href=\"http://www.thehistoryblog.com/archives/12944\" target=\"_blank\">we passed a million pageviews</a> in September as counted from when I installed the statistics plug-in in September of 2009. I mused restrainedly that given the uptick in traffic we might just reach the second million in time for this review, and in fact we’re less than 100,000 views from reaching 3,000,000.</p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/monthly-stats1.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-large wp-image-22537\" height=\"79\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/monthly-stats1-430x79.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/monthly-stats1-430x79.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/monthly-stats1-150x27.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/monthly-stats1-200x37.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/monthly-stats1.jpg 1249w\" title=\"Monthly pageviews from June 2010 through December 2012\" width=\"430\"/></a></center></p>\n<p>January we crossed the 100,000 pageviews a month threshold and we haven’t looked back since. The lowest number of monthly views after January was July with 107,888. Stupid warm summer sun with the people out of doors grilling things and writing love letters in the sand and whatnot. </p>\n<p>Nice weather didn’t stop people from flocking to the blog in May, though. That was our busiest month ever with a crazy 182,488 pageviews. Not coincidentally, the most viewed post of the year (and of all recorded time) was a May post. <a href=\"http://www.thehistoryblog.com/archives/17003\" target=\"_blank\"><em>Hatfields &amp; McCoys debuts on the History Channel</em></a>, much to my surprise, turned out to be a record-breaker. It got 7,024 views on May 30th, driving that day’s pageviews to 13,135 and beating the previous daily record of 11,541 established in May (again!) of last year when there was that weird search explosion on the <a href=\"http://www.thehistoryblog.com/archives/10929\" target=\"_blank\"><em>Roman Ship Found at Ostia</em></a> entry. <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/top-10-posts1.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-medium wp-image-22538\" height=\"99\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/top-10-posts1-200x99.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/top-10-posts1-200x99.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/top-10-posts1-150x74.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/top-10-posts1-430x214.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/top-10-posts1.jpg 719w\" title=\"Top 10 posts of the year\" width=\"200\"/></a>It’s the most viewed post of the year, doubling the pageviews of the next runner-up, good ol’ reliable Michelangelo’s David.</p>\n<p>The Hatfields and the McCoys also drew the most comments ever: 213 and counting, none of them mine. I had originally planned to respond to comments as they came in, something I try to do on general principle, but I didn’t want to say anything until I had seen the show. I didn’t get around to watching the programs I had DVRd until a week or so later and by then the comment thread was so towering I was too daunted to even attempt to scale it. I sure did enjoy reading it, though. The back and forth about the so-called bad language (which turned out to be of the “goddamn” variety rather than the naughty naughty bathroom words I had assumed the distressed commenters were talking about) was highly entertaining.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/05/Kevin-Costner.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-17022\" height=\"150\" sizes=\"(max-width: 112px) 100vw, 112px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/05/Kevin-Costner-112x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/05/Kevin-Costner-112x150.jpg 112w, http://www.thehistoryblog.com/wp-content/uploads/2012/05/Kevin-Costner-200x266.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/05/Kevin-Costner-430x572.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/05/Kevin-Costner.jpg 526w\" title=\"Kevin Costner as Devil Anse Hatfield\" width=\"112\"/></a>It makes sense in hindsight because the show was a record-breaker for the History Channel as well, drawing more than 14 million viewers. The raging success of History’s first foray into scripted television trickled down to The History Blog and from there, I’m delighted to report, to <a href=\"http://www.tourpikecounty.com/index.php?page=Brochure_info\" target=\"_blank\">website of Pike County</a>, the county in Kentucky where many of the events of the infamous feud transpired. Jay Shepherd, Marketing Director of Pike County Tourism, had emailed me before I wrote the post asking if I’d link to their <a href=\"http://www.tourpikecounty.com/index.php?page=hatfields-and-mccoys\" target=\"_blank\">driving tour page</a> in an entry about the Hatfields and McCoys. I did so and when the entry blew up, I could see the Pike County link was getting tons of hits. It turns out they got so many requests for the Hatfields and McCoys driving tour CD that they sold out! At the time they didn’t have the CD available on the website — people had to contact them via email or phone to order it — which makes the sale count even more impressive. He emailed me: “Our small little town really needs that extra push. So much history here.” </p>\n<p>Another post whose real world impact delighted me was my interview with <a href=\"http://www.thehistoryblog.com/archives/date/2012/01\" target=\"_blank\"><em>Janet Stephens: Intrepid Hairdressing Archaeologist</em></a>. Janet’s impressive scholarship and nimble fingers inspired many teachers, students and re-enactors. Neal Quillinan, a teacher at a secondary school in Australia, left a comment that made my day and possibly my year.</p>\n<blockquote><p>A fantastic post and a valuble resource. I used this in teaching my senior history girls about the First Triumvirate and the rise of Augustus. It was most engaging and its scholarly tone made it very much useable on their research assignment. You really struck a positive chord with this one…. one student event wore her hair in Agrippina style to her Senior Formal.</p></blockquote>\n<p>Agrippina prom hair! That totally slays me. I emailed Janet to let her know and she was thrilled to pieces, of course. </p>\n<p>While I’m on the subject, be sure to subscribe to <a href=\"http://www.youtube.com/user/jntvstp/videos\" target=\"_blank\">Janet’s YouTube channel</a>. She’s been posting new videos regularly over the past few months, and they are each one more brilliant than the last. They all feature live models rather than manikins and one of them <a href=\"http://www.youtube.com/watch?v=Vs9fLwm-9-k\" target=\"_blank\">recreates the late 1st century A.D. <em>orbis comarum</em> style on a woman with short hair</a>. It’s a must-see.</p>\n<p>I don’t know if I can pick my single most favorite post of the year. There are several top contenders depending on the criteria, so instead of just nominating one, I’ll cull a few of my favorites in various categories. </p>\n<p><img alt=\"\" class=\"alignleft size-full wp-image-19693\" height=\"113\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/panel5s.jpg\" title=\"A skeleton is found. Could it be Richard?\" width=\"84\"/>For sheer adrenaline-fueled excitement, nothing can beat <a href=\"http://www.thehistoryblog.com/archives/19646\" target=\"_blank\">the announcement that a skeleton of a male with scoliosis and a cleaved skull was discovered at the Grey Friars site in Leicester</a>, the church where King Richard III was buried after he was killed at the Battle of Bosworth. It was my first liveblog and the first time I wrote a whole paragraph in “holy shit can you believe this” all caps. We’re still waiting for the DNA results that might confirm if this skeleton is that of the last Plantagenet king of England. I’ve read some interesting nuggets in the interim, but I’m saving them up for a post next year when we finally get the big news.</p>\n<p>Other favorite finds I wrote about this year include <a href=\"http://www.thehistoryblog.com/archives/17608\" target=\"_blank\">Catherine de Medici’s hairpin found in palace toilet</a>, the <a href=\"http://www.thehistoryblog.com/archives/15571\" target=\"_blank\">bed burial of the 7th century Anglo-Saxon teen girl</a> with the beautiful gold and garnet cross, the <a href=\"http://www.thehistoryblog.com/archives/17370\" target=\"_blank\">new terracotta warriors</a> from the mausoleum of emperor Qin Shi Huang which also gave me an opening to namecheck <em>Firefly</em>, the <a href=\"http://www.thehistoryblog.com/archives/18554\" target=\"_blank\">colossal statue of Neo-Hittite warrior king Suppiluliuma</a> whose arms reminded me of Beavis freaking out because he’s never going to score, the <a href=\"http://www.thehistoryblog.com/archives/20608\" target=\"_blank\">159 pristine Roman gold coins found near St. Albans</a> that are so shiny and new, and the <a href=\"http://www.thehistoryblog.com/archives/19866\" target=\"_blank\">Etruscan pyramids found carved out of Orvieto caves</a> which saw the lead archaeologist post a comment wherein he complimented me on not writing a bunch of vague, inaccurate hype like so many articles in the press had done. My head swelled three sizes that day. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/08/devolution-of-christ.gif\" target=\"blank\"><img alt=\"\" class=\"alignright size-full wp-image-22543\" height=\"253\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/devolution-of-christ-small.gif\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/devolution-of-christ-small.gif 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/devolution-of-christ-small-118x150.gif 118w\" title=\"The Devolution of Christ\" width=\"200\"/></a>That’s not the only example of an entry where I feel like the mainstream articles either got things wrong or just didn’t focus on the parts I found interesting. My two favorites along those lines were my story about the <a href=\"http://www.thehistoryblog.com/archives/19167\" target=\"_blank\">Jesus Monkey restoration</a> and the sale of the <a href=\"http://www.thehistoryblog.com/archives/21816\" target=\"_blank\">original Batmobile</a>. Cecilia Giménez’s attempt to restore a fresco of Jesus originally painted by Elías García Martínez on the wall of a church in Borja, Spain, has become a full-fledged meme in its own right based solely on its hilarious awfulness. What gets left out, however, is how the original was a dashed off copy of a cheesy prayer card version of Guido Reni’s <em>Head of Christ Crowned with Thorns</em>, not a masterpiece for the ages. The other articles about the Batmobile left off most of the great details about the Lincoln Futura which from my perspective is totally the best part. Not that I’m putting down the greatest of all Batmobiles, mind you. As I said in the entry, I don’t know what I wouldn’t do to get my mitts on that car.</p>\n<p>Other beauties that sold at auction this year which I would gladly shower with gold like they were the Danaë to my Zeus are the <a href=\"http://www.thehistoryblog.com/archives/14846\" target=\"_blank\">model of a guillotine made out of animal bones by a Napoleonic prisoner of war</a> in England, the <a href=\"http://www.thehistoryblog.com/archives/16735\" target=\"_blank\">Beau Sancy diamond</a>, the <a href=\"http://www.thehistoryblog.com/archives/17196\" target=\"_blank\">land indenture signed by Meriwether Lewis and William Clark</a>, the only document signed by both men known to exist, the <a href=\"http://www.thehistoryblog.com/archives/18392\" target=\"_blank\">Chief Joseph war shirt</a> which sold to the ubiquitous APC (anonymous private collector) rather than the museum where it belongs, the green velvet and gold <a href=\"http://www.thehistoryblog.com/archives/19736\" target=\"_blank\">saddlecloth used by Queen Elizabeth I</a> on her official visit <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/11/amber-gameboard-closed.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-21570\" height=\"92\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/11/amber-gameboard-closed-150x92.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/11/amber-gameboard-closed-150x92.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/11/amber-gameboard-closed-200x122.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/11/amber-gameboard-closed-430x264.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/11/amber-gameboard-closed.jpg 1542w\" title=\"1607 amber gameboard, closed\" width=\"150\"/></a>to Bristol, <a href=\"http://www.thehistoryblog.com/archives/21559\" target=\"_blank\">the amber gameboard King Charles I took to the scaffold with him</a>, <a href=\"http://www.thehistoryblog.com/archives/21219\" target=\"_blank\">Byron’s copy of <em>Frankenstein</em></a>, that gorgeous pristine <a href=\"http://www.thehistoryblog.com/archives/21186\" target=\"_blank\">Enigma machine</a> and the <a href=\"http://www.thehistoryblog.com/archives/19606\" target=\"_blank\">original Fahrenheit thermometer</a> which could also go in the “I did not know that” category because researching it explained so much about the oddities of the Fahrenheit scale.</p>\n<p>I have a bunch of favorite pictures this year. <a href=\"http://www.thehistoryblog.com/archives/15745\" target=\"_blank\">National Geographic’s high definition pictures of the wreck of the <em>Titanic</em></a> blew my mind, as did the 15th century <a href=\"http://www.thehistoryblog.com/archives/14955\" target=\"_blank\">Pastrana tapestries in all their gloriously restored vibrancy</a>. The picture of <a href=\"http://www.thehistoryblog.com/archives/20993\" target=\"_blank\">Jane’s Carousel in Brooklyn besieged by Sandy</a> was so compelling it was basically the entire post. Worth a thousand words and all that. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Highworth_before_treatment_1.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-21939\" height=\"150\" sizes=\"(max-width: 133px) 100vw, 133px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Highworth_before_treatment_1-133x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Highworth_before_treatment_1-133x150.jpg 133w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Highworth_before_treatment_1-200x224.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Highworth_before_treatment_1-430x482.jpg 430w\" title=\"Highworth Ceramic, stitched crack, courtesy of Wiltshire Council Conservation and Museums Advisory Service\" width=\"133\"/></a>Pictures of two far more modest pieces that made me so happy, though, that they must be singled out. One was the <a href=\"http://www.thehistoryblog.com/archives/19460\" target=\"_blank\">Roman coarseware milk pot</a> with the lead stitches. It’s so big and those stitches are just so damn cool. The other is the <a href=\"http://www.thehistoryblog.com/archives/20945\" target=\"_blank\">15th century piggy bank from the Javanese Majapahit Empire</a>. Those little piggies are so round and adorable I literally reread the entry like 10 times just to enjoy the pictures all over again.</p>\n<p>The piggy banks are also examples of another favorite kind of entry: the one where I start off knowing practically nothing about the subject but tumble to it for whatever reason and wind up immersed in research for days. <a href=\"http://www.thehistoryblog.com/archives/16595\" target=\"_blank\">Dutch Golden Age printmaker Hercules Segers</a> is an example of that. <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/05/Ruins-of-the-Abbey-of-Rijnsburg.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-medium wp-image-22549\" height=\"126\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/05/Ruins-of-the-Abbey-of-Rijnsburg-200x126.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/05/Ruins-of-the-Abbey-of-Rijnsburg-200x126.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/05/Ruins-of-the-Abbey-of-Rijnsburg-150x94.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/05/Ruins-of-the-Abbey-of-Rijnsburg-430x270.jpg 430w\" title=\"Ruins of the Abbey of Rijnsburg, printed in yellow-white ink on black-brown-tinted paper\" width=\"200\"/></a>I had never even heard his name before I came across it while researching something else that I can’t remember on the British Museum’s website. To find and investigate such an innovator was an honor and a pleasure. </p>\n<p>So was discovering the men who <a href=\"http://www.thehistoryblog.com/archives/19957\" target=\"_blank\">built Manchester’s sewers and took those skills to the Western Front of World War I</a> where they built massive underground networks. Although I did know about her very superficially from a class or two I took in college where her epic lawsuit to claim her inheritance came up, researching <a href=\"http://www.thehistoryblog.com/archives/19124\" target=\"_blank\">Lady Anne Clifford</a> and her struggles against her scoundrel father and husbands was profoundly revelatory. Most moving of all was the story of the <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/05/JacobVowellNote2.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-16833\" height=\"150\" sizes=\"(max-width: 94px) 100vw, 94px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/05/JacobVowellNote2-94x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/05/JacobVowellNote2-94x150.jpg 94w, http://www.thehistoryblog.com/wp-content/uploads/2012/05/JacobVowellNote2-189x300.jpg 189w, http://www.thehistoryblog.com/wp-content/uploads/2012/05/JacobVowellNote2.jpg 363w\" title=\"Page of miner Jacob Vowell's final note to his family\" width=\"94\"/></a><a href=\"http://www.thehistoryblog.com/archives/16817\" target=\"_blank\">Fraterville Mine disaster of 1902</a>. Those final letters documenting the miners’ slow deaths as the oxygen ran out made me weep like a baby.</p>\n<p>There’s no category that really covers this one, but the entry about the <a href=\"http://www.thehistoryblog.com/archives/20404\" target=\"_blank\">100-million-year-old spider attack captured in amber</a> deserves a special mention because it was born from a fit of mad inspiration. Posts like that are the reason the ancient Greeks thought the Muses were real. The words just descended upon me and I wrote them. That doesn’t happen to me very often, or, like, ever, really.</p>\n<p>So that’s this year gone then. Thank you all for reading and for sending me tips and just generally for writing the ridiculously kind things you write. Here’s to a 2013 filled with more of the same and even greater things. Happy New Year! <img alt=\":boogie:\" class=\"wp-smiley\" src=\"http://www.thehistoryblog.com/wp-includes/images/smilies/boogie.gif\" style=\"height: 1em; max-height: 1em;\"/></p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"The Year in History Blog History\" data-a2a-url=\"http://www.thehistoryblog.com/archives/22498\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/ex-cathedra\" rel=\"category tag\">Ex Cathedra</a> |   <a href=\"http://www.thehistoryblog.com/archives/22498#comments\">24 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-22501\"><a href=\"http://www.thehistoryblog.com/archives/22501\" rel=\"bookmark\" title=\"Permanent Link to Apocalypse tourists damage Mayan pyramid\">Apocalypse tourists damage Mayan pyramid</a></h3>\n<p class=\"prefix\">Sunday, December 30th, 2012</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Mayan-shamans-tourists-at-Tikal1.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-22513\" height=\"99\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Mayan-shamans-tourists-at-Tikal1-150x99.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Mayan-shamans-tourists-at-Tikal1-150x99.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Mayan-shamans-tourists-at-Tikal1-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Mayan-shamans-tourists-at-Tikal1-430x285.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Mayan-shamans-tourists-at-Tikal1.jpg 1200w\" title=\"Mayan ceremony at Tikal 12-21-2012\" width=\"150\"/></a>The crowds of tourists who flocked to Tikal in Guatemala to embrace the end of the world as <a href=\"http://www.thehistoryblog.com/archives/13748\" target=\"_blank\">not-really predicted by the Maya</a> on December 21st, 2012, were as careless as they were ignorant. Tikal is the largest extant Mayan urban center and a UNESCO World Heritage site. The temples are too fragile to support climbers so they’re for looking only. I suppose when you’re expecting the world to end just because the 13th Bak’tun cycle of the Mayan Long Count calendar is coming to a close, you can’t be bothered to give a crap about preserving irreplaceable archaeological remains.</p>\n<p>Ethnic Mayan priests held ceremonies celebrating the end of the cycle and the dawn of a new era at archaeological sites all over Central America. Tikal’s ceremony was attended by 7,000 tourists some of whom thought it would be a nifty idea to climb the stairs of Temple II, also known as the Temple of the Masks. According to Osvaldo Gomez, a technical adviser at Tikal, <a href=\"http://www.abc.net.au/news/2012-12-24/mayan-temple-damaged-by-end-of-the-world-tourists/4442656\" target=\"_blank\">tourists attending the ceremony climbed Temple II causing irreparable damage</a>. He did not provide specifics on the nature of the damage.</p>\n<p>Tikal Temple II was built in honor of his wife Lady Kalajuun Une’ Mo’ by King Jasaw Chan K’awiil I who ruled Tikal and environs from 682 to 734 A.D. in the Late Classic period of Maya civilization. Jasaw Chan K’awiil I was a powerful king who revived the flagging fortunes of Tikal and conquered its main rival polity of Calakmul which you might recall as the hometown of the <a href=\"http://www.thehistoryblog.com/archives/20266\" target=\"_blank\">Lady Snake Lord</a>. In 695, Jasaw Chan K’awiil I Calakmul so soundly that it never built another victory monument. He captured King Yuhknoom Yich’aak K’ahk’, who had been on the throne less than ten years since the demise of King Yuhknoom Ch’een the Great, Lady Snake Lord’s father.</p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Tikal_Temple_II.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-large wp-image-22520\" height=\"357\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Tikal_Temple_II-430x357.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Tikal_Temple_II-430x357.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Tikal_Temple_II-150x124.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Tikal_Temple_II-200x166.jpg 200w\" title=\"Tikal Temple II\" width=\"430\"/></a></center></p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Apocalypse tourists damage Mayan pyramid\" data-a2a-url=\"http://www.thehistoryblog.com/archives/22501\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/ancient\" rel=\"category tag\">Ancient</a>, <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/22501#comments\">4 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-22487\"><a href=\"http://www.thehistoryblog.com/archives/22487\" rel=\"bookmark\" title=\"Permanent Link to Drumclay Crannog dig extended another 3 months\">Drumclay Crannog dig extended another 3 months</a></h3>\n<p class=\"prefix\">Saturday, December 29th, 2012</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Archaeologists-excavate-Drumclay-Crannog.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-22492\" height=\"136\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Archaeologists-excavate-Drumclay-Crannog-200x136.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Archaeologists-excavate-Drumclay-Crannog-200x136.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Archaeologists-excavate-Drumclay-Crannog-150x102.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Archaeologists-excavate-Drumclay-Crannog-430x292.jpg 430w\" title=\"Archaeologists excavate Drumclay Crannog\" width=\"200\"/></a>The <a href=\"http://www.thehistoryblog.com/archives/21788\" target=\"_blank\">archaeological excavation of Drumclay Crannog</a> in County Fermanagh, Ulster, which was scheduled to end on December 30th <a href=\"http://www.newsletter.co.uk/news/headlines/more-time-granted-to-excavate-ancient-site-1-4625161\" target=\"_blank\">has been extended another three months</a>. Minister of the Environment Alex Attwood granted the extension to give archaeologists time to dig through the earliest layers of occupation of the artificial island before a link road is built through it.</p>\n<p>The road almost destroyed the crannog before it had the chance to showcase its thousand years of history. The construction company sponsored a single trench excavation that confirmed its archaeological richness and then planned to continue to build the road ostensibly preserving the crannog in situ. It should come as little surprise that this plan turned out to be unworkable because the road construction altered the water balance and damaged the structure of the island. Buckling outwards and drying out at a precipitous rate, the crannog had to be excavated before it was lost forever. </p>\n<p>The first round of excavations began in June. They were done by woefully undersupplied contract archaeologists and scheduled to last just six weeks. The archaeologists leaked the woeful story to bloggers and the media and the subsequent ruckus resulted in the Environment Minister getting personally involved, appointing additional experts and extending the dig another two months. Then the dig was extended another three months, and now three more months again.</p>\n<blockquote><p>The minister explained why he was preserving the site for longer. </p>\n<p>“It will reshape national and international thinking on crannogs and the lives of people stretching back 1,300 years at least,” he said. “A unique moment requires a unique approach. That is why the dig is being extended another three months.</p>\n<p>“This is the first substantial scientific excavation of a crannog in Northern Ireland. What has been found will ultimately lead to a reassessment of life in Ulster in Early Christian and medieval times. It is of international importance.</p>\n<p>“Given all of that, it is important that we maximise the opportunity to unveil as much of our rich heritage here as possible. That is why I am extending the period in which archaeologists can dig.”</p></blockquote>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/11/timber-construction-showing-layers.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-21799\" height=\"150\" sizes=\"(max-width: 100px) 100vw, 100px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/11/timber-construction-showing-layers-100x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/11/timber-construction-showing-layers-100x150.jpg 100w, http://www.thehistoryblog.com/wp-content/uploads/2012/11/timber-construction-showing-layers-200x300.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/11/timber-construction-showing-layers-430x645.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/11/timber-construction-showing-layers.jpg 840w\" title=\"Timber construction showing layers of habitation on Drumclay Crannog\" width=\"100\"/></a>It’s the crannog’s unique wealth of artifacts and structures beautifully preserved by thousands of years in a bog that have saved its archaeological life. It has revealed itself to be an exception source about daily life in medieval and early Christian Ireland, a period for which there is little documentation to help us understand the lives of people who didn’t make the headlines. </p>\n<p>In this case, those people were generations of a well-off extended family who lived in several houses with servants and live stock. They made textiles from their sheep’s wool, butchered their own meat, carved wood for work tools, log boats, homes and board games. Some of the objects show stylistic influences from elsewhere in Europe which suggest these people living on a small island they built in the middle of a lake in Ulster had wider trade connections than anybody expected them to.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/human-remains-Drumclay-crannog.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-22494\" height=\"150\" sizes=\"(max-width: 112px) 100vw, 112px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/human-remains-Drumclay-crannog-112x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/human-remains-Drumclay-crannog-112x150.jpg 112w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/human-remains-Drumclay-crannog-200x266.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/human-remains-Drumclay-crannog-430x573.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/human-remains-Drumclay-crannog.jpg 1200w\" title=\"human remains Drumclay crannog\" width=\"112\"/></a>So far archaeologists have unearthed evidence of occupation from at least 900 A.D. to 1600, but they think there are at least another 300 more years layered underneath that. The most recent find is a woodcutting axe from the 9th century. The additional time will hopefully reveal the earliest occupation of the crannog before road work commences again and the island disappears forever.</p>\n<p>The dig has captured the attention of local residents and people around the world. When the crannog dig had an open day on December 1st, 600 people visited the excavation between 9:30 AM and 3:00 PM. Minister Attwood hopes to hold more public viewing days during the next months, and in the long term, to turn this discovery into a source of much-needed tourist cash.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Drumclay Crannog dig extended another 3 months\" data-a2a-url=\"http://www.thehistoryblog.com/archives/22487\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/medieval\" rel=\"category tag\">Medieval</a>, <a href=\"http://www.thehistoryblog.com/archives/category/treasures\" rel=\"category tag\">Treasures</a> |   <a href=\"http://www.thehistoryblog.com/archives/22487#comments\">1 Comment »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-22476\"><a href=\"http://www.thehistoryblog.com/archives/22476\" rel=\"bookmark\" title=\"Permanent Link to Athenaeum of Hadrian dig completed\">Athenaeum of Hadrian dig completed</a></h3>\n<p class=\"prefix\">Friday, December 28th, 2012</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/hadrian-athenaeum-dig.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-22482\" height=\"93\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/hadrian-athenaeum-dig-150x93.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/hadrian-athenaeum-dig-150x93.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/hadrian-athenaeum-dig-200x124.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/hadrian-athenaeum-dig-430x267.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/hadrian-athenaeum-dig.jpg 798w\" title=\"Dig in Piazza Venezia where the remains of Hadrian's athenaeum have been discovered\" width=\"150\"/></a>Three years ago archaeologists surveying Piazza Venezia in the center of Rome for a much-needed third subway line <a href=\"http://www.thehistoryblog.com/archives/3706\" target=\"_blank\">found the remains of an athenaeum built by the emperor Hadrian</a> in the second century A.D. The brick manufacturers’ stamps confirmed that the structure was built in 123 A.D., 12 years earlier than first suggested based on ancient documentary sources. </p>\n<p>It had three rectangular rooms in which poets, philosophers, authors and rhetoricians recited their work and taught lessons to audiences of up to 900 people. Characteristic of Hadrian’s particular interests in architecture, it had an unusual arched roof. Hadrian loved him some domed roofs. According to Cassius Dio (<a href=\"http://penelope.uchicago.edu/Thayer/E/Roman/Texts/Cassius_Dio/69*.html\" target=\"_blank\"><em>Roman History</em>, Book 69, Chapter 4</a>), Hadrian had Trajan’s favorite architect Apollodorus of Damascus exiled and executed because he had once insulted Hadrian’s penchant for domes. </p>\n<blockquote><p>Once when Trajan was consulting him on some point about the buildings he had said to Hadrian, who had interrupted with some remark: “Be off, and draw your gourds. You don’t understand any of these matters.”</p></blockquote>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Serapeum-Grotto-Hadrians-Villa.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-22481\" height=\"100\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Serapeum-Grotto-Hadrians-Villa-150x100.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Serapeum-Grotto-Hadrians-Villa-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Serapeum-Grotto-Hadrians-Villa-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Serapeum-Grotto-Hadrians-Villa-430x286.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Serapeum-Grotto-Hadrians-Villa.jpg 1600w\" title=\"Domed Serapeum at Hadrian's Villa\" width=\"150\"/></a>The gourd in question was apparently the dome of the Serapeum at <a href=\"http://en.wikipedia.org/wiki/Hadrian's_Villa\" target=\"_blank\">Hadrian’s Villa</a> in Tivoli which Hadrian was in the process of designing at the time.</p>\n<p>Apollodorus’ disdain notwithstanding, Hadrian combined his love of architecture with his love of art and Hellenophilic tendencies to create the athenaeum which he had built right next to the Apollodorus-designed Forum of Trajan. Hadrian also wrote poetry in both Latin and Greek, so the auditorium was a perfect storm of the emperor’s interests. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Hadrian-atheneaum.gif\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-22479\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Hadrian-atheneaum-small.gif\" title=\"Recreation of different uses of Hadrian's atheneaum from 2nd c. construction to 9th c. destruction\"/></a>Archaeological evidence indicates the space was used as an auditorium through the 5th century A.D., long after Hadrian’s death and well into the Christian period. Its marble began to be quarried around the sixth century. At the same time, metal ingots and the remains of furnaces found from the 6th and 7th centuries suggest it may have been used as a mint in the Byzantine era for the production of bronze coins. It was also apparently used as a necropolis in the late 7th century, and following the trend of an increasingly depopulated, ruralized Rome, as a livestock barn in the 8th.</p>\n<p>In the 9th century the roof collapsed during an earthquake in 848 A.D. After that, new structures were built on top of it, including a hospital in the 16th century. A microcosm of millennia of Roman life, it’s a major find, the most important in 70 years, some archaeologists believe. </p>\n<p>So now that the <a href=\"http://www.guardian.co.uk/world/2012/dec/26/hadrians-hall-roman-emperor-arts-centre\" target=\"_blank\">excavation is complete</a>, what about the Metro line? The problem isn’t the subway tunnel itself which will be 80 feet underground to avoid the layers and layers of Roman history. It’s the subway stop, which of course has to come up to modern ground level, causing all the headaches. The final decision has yet to be made, but transit authorities are hoping to work with archaeologists to build the exit along an ancient sewer line. The remains of the athenaeum will be right next to the stop, protected but still visible by tourists and riders.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Athenaeum of Hadrian dig completed\" data-a2a-url=\"http://www.thehistoryblog.com/archives/22476\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/ancient\" rel=\"category tag\">Ancient</a> |   <a href=\"http://www.thehistoryblog.com/archives/22476#comments\">3 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-22455\"><a href=\"http://www.thehistoryblog.com/archives/22455\" rel=\"bookmark\" title=\"Permanent Link to Russell Crowe stops &lt;em&gt;Gladiator&lt;/em&gt; tomb reburial\">Russell Crowe stops <em>Gladiator</em> tomb reburial</a></h3>\n<p class=\"prefix\">Thursday, December 27th, 2012</p>\n<div class=\"entry\">\n<p>Not single-handedly like he did with that Tigris guy, but his movie star prominence certainly garnered a great deal of media attention to the plight of the tomb of Marcus Nonius Macrinus, Roman general and one of the inspirations for the role Crowe played in <em>Gladiator</em>. After the news broke that the beautifully preserved remains of Macrinus’ imposing mausoleum were <a href=\"http://www.thehistoryblog.com/archives/21976\" target=\"_blank\">slated to be reburied</a> due to lack of funds for proper conservation, the non-profit <a href=\"www.romanculture.org\" target=\"_blank\">American Institute for Roman Culture</a> (AIRC) <a href=\"http://www.ipetitions.com/petition/save-the-tomb-of-the-gladiator-in-rome/\" target=\"_blank\">launched a petition campaign</a> to encourage the city to explore alternative options before resorting to burying the site. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Darius-Arya1.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-22471\" height=\"95\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Darius-Arya1-150x95.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Darius-Arya1-150x95.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Darius-Arya1-200x127.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Darius-Arya1-430x274.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Darius-Arya1.jpg 470w\" title=\"Darius Arya\" width=\"150\"/></a>American archaeologist and AIRC Executive Director Darius Arya, whose vivacious enthusiasm and matinée idol good looks you might recognize from a number of History Channel programs on ancient Rome, <a href=\"http://dariusaryadigs.com/2012/save-the-gladiator-tomb-sign-the-ipetition/\" target=\"_blank\">has blogged about their efforts to save Macrinus’ tomb</a> from reburial. I love how he describes the mausoleum and its archaeological environs:</p>\n<blockquote><p>Over the past decade and a half of liv­ing and work­ing in Rome, I have been for­tu­nate to visit the site on numer­ous occa­sions, and I am con­stantly struck by the enor­mity of the site. It is beau­ti­ful — both his­tor­i­cally and phys­i­cally.  I think any­one that comes to the site can­not help but have an imme­di­ate con­nec­tion to the past.  I am also in awe of the amount of mud that buried site thus pre­serv­ing it (45 feet in height)- it gives you an idea of both what the archae­ol­o­gists had to over­come but also how much lucky they were to even find it.</p></blockquote>\n<p>Arya has also used <a href=\"https://twitter.com/SaveRome\" target=\"_blank\">his Twitter account</a> to publicize the petition. Russell Crowe <a href=\"https://twitter.com/russellcrowe\" target=\"_blank\">retweeted the Save the Gladiator Tomb appeal</a> to his 681,342 followers several times. Crowe then upped the ante by releasing a statement to the <a href=\"http://roma.repubblica.it/cronaca/2012/12/10/news/in_difesa_del_mausoleo_di_marco_nonio_macrino_russel_crowe_salvate_la_tomba_del_gladiatore-48434529/\" target=\"_blank\">Italian newspaper La Repubblica</a> (AIRC has a pdf English translation of the article <a href=\"http://www.romanculture.org/resources/uploads/LaRepubblicaDec102012.pdf\" target=\"_blank\">here</a>), a statement which singled out the municipal council of Rome for shirking their responsibility to the nation:</p>\n<blockquote><p>“Of all the great nations of the world, Italy in particular should be a leader in promoting the importance of exploring and conserving the ancient past. The members of Rome’s city administration should always encourage the citizens of Italy to be proud of the successes and glorious history of their country.”</p></blockquote>\n<p>The <a href=\"http://www.ipetitions.com/petition/save-the-tomb-of-the-gladiator-in-rome/\" target=\"_blank\">Save the Gladiator Tomb petition</a> has collected 2,465 signatures thus far, just short of half its goal of 5,000 signatures, but te support of an A-list actor who won an Academy Award for portraying a character inspired <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Russell-Crowe-in-Gladiator1.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-22470\" height=\"119\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Russell-Crowe-in-Gladiator1-150x119.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Russell-Crowe-in-Gladiator1-150x119.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Russell-Crowe-in-Gladiator1-200x159.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Russell-Crowe-in-Gladiator1-430x342.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Russell-Crowe-in-Gladiator1.jpg 1000w\" title='Russell Crowe in \"Gladiator\"' width=\"150\"/></a>by Marcus Nonius Macrinus has brought a whole new level of attention to the cause. Five days after the article quoting him was published, a <a href=\"http://roma.repubblica.it/cronaca/2012/12/15/news/la_tomba_del_gladiatore_salva_grazie_a_crowe_sospeso_l_interramento-48773998/\" target=\"_blank\">new article in La Repubblica</a> (AIRC pdf translation <a href=\"http://www.romanculture.org/resources/uploads/LaRepubblicaDec152012.pdf\" target=\"_blank\">here</a>) announced that the reburial plan was suspended. Instead, the site would be covered up with tarps to keep it safe from the depredations of winter.</p>\n<blockquote><p>All of the important and delicate areas of the site will be covered with a special geotextile that is usually used for open-air archaeological artifacts. The colossal marbles with their refined decoration, the brick funeral fencing, and everything that threatens the most ruinous collapse at the mercy of the weather.</p></blockquote>\n<p>This will take care of the acute issue, but the chronic problem remains: there’s no money to conserve the site permanently. The tarping gives everyone time to try to work out a long-term solution. The real estate developers who own the land where the mausoleum was found are willing to strike up some kind of a deal with the city authorities to mix new residential construction with an archaeological park. The ideal archaeological park as envisioned by state and regional archaeologists doesn’t have condos on it, however. </p>\n<p>Darius Arya also hopes to enlist private sponsors to donate conservation funds. He wants Russell Crowe to come to Rome in person to bring direct attention to the tomb and possibly help lure potential big pocket donors. First, though, that petition needs to reach its goal of 5,000 signatures, so all y’all head on over and <a href=\"http://www.ipetitions.com/petition/save-the-tomb-of-the-gladiator-in-rome/\" target=\"_blank\">add your names to the list</a>.</p>\n<p>This CNN story covers the plight of the tomb as a result of EU austerity. It includes some nice footage of the mausoleum, several clips of Russell Crowe kicking ass in <em>Gladiator</em>, a reference to the petition and a brief comment from Darius Arya at the end.</p>\n<p><object classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\" height=\"374\" id=\"ep\" width=\"416\"><param name=\"allowfullscreen\" value=\"true\"/><param name=\"allowscriptaccess\" value=\"always\"/><param name=\"wmode\" value=\"transparent\"/><param name=\"movie\" value=\"http://i.cdn.turner.com/cnn/.element/apps/cvp/3.0/swf/cnn_416x234_embed.swf?context=embed_edition&amp;videoId=business/2012/12/21/wedeman-italy-austerity-archaeological-sites.cnn\"/><param name=\"bgcolor\" value=\"#000000\"/><embed allowfullscreen=\"true\" allowscriptaccess=\"always\" bgcolor=\"#000000\" height=\"374\" src=\"http://i.cdn.turner.com/cnn/.element/apps/cvp/3.0/swf/cnn_416x234_embed.swf?context=embed_edition&amp;videoId=business/2012/12/21/wedeman-italy-austerity-archaeological-sites.cnn\" type=\"application/x-shockwave-flash\" width=\"416\" wmode=\"transparent\"/></object> </p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Russell Crowe stops Gladiator tomb reburial\" data-a2a-url=\"http://www.thehistoryblog.com/archives/22455\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/ancient\" rel=\"category tag\">Ancient</a>, <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/22455#comments\">4 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-22437\"><a href=\"http://www.thehistoryblog.com/archives/22437\" rel=\"bookmark\" title=\"Permanent Link to Largest mass execution in U.S. 150 years ago today\">Largest mass execution in U.S. 150 years ago today</a></h3>\n<p class=\"prefix\">Wednesday, December 26th, 2012</p>\n<div class=\"entry\">\n<p>On December 26th, 1862, 38 Dakota men were hanged in Mankato, Minnesota. This was the largest mass execution in U.S. history, and it would have been almost 10 times larger had Abraham Lincoln not intervened personally. The backdrop for this horror show was the all-too-common trail of broken treaties between the United States and the Native American tribes who had the misfortune to live in the path of westward expansion. </p>\n<p>Under pressure from settlement and the U.S. Army, the Dakota had been forced to cede increasing chunks of territory in return for money and supplies. These treaties signed in the early 1850s were never honorably held to nor enforced. Congress simply chose not to ratify the parts it didn’t like and any payments that were disbursed often got sucked into the black hole of Bureau of Indian Affairs corruption or were paid directly to traders and never made it to the Dakota. </p>\n<p>Meanwhile, the territories left to the Dakota in the reservation were hardly safe from U.S. encroachment. With Minnesotan statehood in 1858, large chunks of the reservation were grabbed for settlement, farming, timber, stone quarrying, game and other natural resources. The Dakota began to starve. The Civil War made things worse as supply lines were interrupted and treaty payments became even more irregular. </p>\n<p>In August of 1862, negotiations between the Dakota, the government, the state’s Indian Agent and the traders ended at an impasse. The treaty payments hadn’t come through; Agent Thomas Galbraith refused to give the Dakota food without payment; the traders representative Andrew Jackson Myrick also refused to give them food on credit and then added insult to injury by saying “if they are hungry let them eat grass or their own dung.” Dakota men led by Little Crow went to war against the settlers.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Camp-Release-1862.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-22452\" height=\"105\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Camp-Release-1862-150x105.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Camp-Release-1862-150x105.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Camp-Release-1862-200x141.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Camp-Release-1862-430x303.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Camp-Release-1862.jpg 940w\" title=\"Camp Release, 1862\" width=\"150\"/></a>It was a short war. For six weeks between August 17th and September 23rd, 1862, Dakota bands raided settlements and Army forts, killing and kidnapping hundreds. Since there was a Civil War on, the Army wasn’t able to send reinforcements for a little while. A new Army Department was formed on September 6th and manned with brand new Minnesota volunteer regiments. Troops commanded by Colonel Henry Sibley decisively defeated Little Crow and his men at the Battle of Wood Lake on September 23rd. The Dakota surrendered on September 26th, releasing 269 captives at a place thereafter known as Camp Release. </p>\n<p>In the final tally, more than 600 white settlers were killed by the Dakota during the war, only 70 of them soldiers. An estimates 30% of the 600 were children under the age of ten. The stories spread by terrified settlers told of even worse rapes and murders most foul. Sibley immediately appointed a Military Commission to try the Dakota accused of involvement in the war. Two days after the surrender, the trials began. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Dakota-prisoners-awaiting-trial-outside-LaBathe-kitchen.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-22451\" height=\"89\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Dakota-prisoners-awaiting-trial-outside-LaBathe-kitchen-150x89.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Dakota-prisoners-awaiting-trial-outside-LaBathe-kitchen-150x89.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Dakota-prisoners-awaiting-trial-outside-LaBathe-kitchen-200x119.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Dakota-prisoners-awaiting-trial-outside-LaBathe-kitchen-430x257.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Dakota-prisoners-awaiting-trial-outside-LaBathe-kitchen.jpg 792w\" title=\"Dakota prisoners awaiting trial outside LaBathe's summer kitchen\" width=\"150\"/></a>They continued until November 5th, getting more summary as time passed. Not that they were in any way legitimate, fast or slow. Sibley didn’t have the authority to convene military tribunals, nor did he acknowledge the Dakota legal status as a sovereign nation engaged in a war rather than citizens bound by the criminal code of the United States. Of course the requirements of the criminal code were also entirely disregarded. The defendants had no lawyers or even translators. The evidence presented against them was haphazard and the commissioners blatantly prejudiced. Most of the trials were held in the summer kitchen of trader François LaBathe. It was a sham, a means to stamp a wink-and-nod legitimacy on revenge. </p>\n<p>Out of the 400 Dakota men tried, 303 were convicted and sentenced to death. Sixteen were sentenced to prison terms. The sentences went to Washington for government approval. President Lincoln reviewed the trial transcripts and found them full of irregularities, to say the least. He would later explain this move to the Senate thus:</p>\n<blockquote><p>“Anxious to not act with so much clemency as to encourage another outbreak on one hand, nor with so much severity as to be real cruelty on the other, I ordered a careful examination of the records of the trials to be made, in view of first ordering the execution of such as had been proved guilty of violating females.”</p></blockquote>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/lincoln-list-1.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-22449\" height=\"150\" sizes=\"(max-width: 118px) 100vw, 118px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/lincoln-list-1-118x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/lincoln-list-1-118x150.jpg 118w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/lincoln-list-1-200x254.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/lincoln-list-1-430x546.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/lincoln-list-1.jpg 550w\" title=\"Lincoln's list of men to be executed, page 1\" width=\"118\"/></a>There were only two men proven guilty of rape. Lincoln and his lawyers then searched the transcripts for men found guilty of massacres of civilians rather than pitched battles against armed foes. Lincoln’s final list had 39 names of Dakota men to be executed. The rest of the 303 were either freed or sentenced to prison terms. </p>\n<p>This was not a popular decision. Minnesotans wanted blood and protested the clemency vociferously. The Ministry of the Interior ultimately had to buy them off with reparations for property lost in the war, and even so the Republican <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/lincoln-list-2.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-22450\" height=\"150\" sizes=\"(max-width: 119px) 100vw, 119px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/lincoln-list-2-119x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/lincoln-list-2-119x150.jpg 119w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/lincoln-list-2-200x252.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/lincoln-list-2-430x541.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/lincoln-list-2.jpg 550w\" title=\"Page 2 of Lincoln's list\" width=\"119\"/></a>Party suffered in the 1864 election, although they still won the state. Senator Alexander Ramsey, Governor of Minnesota at the time of the trials, would later tell Lincoln that more hangings would have resulted in more electoral votes. Lincoln replied “I could not afford to hang men for votes.”</p>\n<p>On December 26th, 1862, <a href=\"http://usdakotawar.org/history/war-aftermath/trials-hanging\" target=\"_blank\">38 men (one of the men on Lincoln’s list was given a reprieve at the last minute) were led to a massive scaffold in Mankato, Minnesota</a>. </p>\n<blockquote><p>As the men took their assigned places on the scaffold, they sang a Dakota song as white muslin coverings were pulled over their faces. Drumbeats signalled the start of the execution. The men grasped each others’ hands. With a single blow from an ax, the rope that held the platform was cut. Capt. William Duley, who had lost several members of his family in the attack on the Lake Shetek settlement, cut the rope. </p>\n<p>After dangling from the scaffold for a half hour, the men’s bodies were cut down and hauled to a shallow mass grave on a sandbar between Mankato’s main street and the Minnesota River. Before morning, most of the bodies had been dug up and taken by physicians for use as medical cadavers.</p>\n<p>Following the mass execution on December 26, it was discovered that two men had been mistakenly hanged. Wicaƞḣpi Wastedaƞpi (We-chank-wash-ta-don-pee), who went by the common name of Caske (meaning first-born son), reportedly stepped forward when the name “Caske” was called, and was then separated for execution from the other prisoners. The other, Wasicuƞ, was a young white man who had been adopted by the Dakota at an early age. Wasicuƞ had been acquitted.</p></blockquote>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/mankato.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-large wp-image-22445\" height=\"316\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/mankato-430x316.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/mankato-430x316.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/mankato-150x110.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/mankato-200x147.jpg 200w\" title=\"Lithograph of the mass execution, ca. 1883\" width=\"430\"/></a></p>\n<p>To learn more about the Dakota War and its short and longterm effects in Minnesota, please see <a href=\"http://usdakotawar.org/\" target=\"_blank\">this exceptional website</a> replete with primary sources and further reading. The <a href=\"http://www.nytimes.com/2010/12/14/us/14dakota.html?pagewanted=1&amp;_r=0\" target=\"_blank\">New York Times has an excellent article</a> about the efforts to get a posthumous pardon for Chaska or Caske. <a href=\"http://bismarcktribune.com/news/state-and-regional/wednesday-marks-anniversary-of-dakota-war-hangings/article_2ca587a8-4e3f-11e2-b82a-0019bb2963f4.html\" target=\"_blank\">This article from the Bismark Tribune</a> is remarkably thorough, covering the Dakota war in the larger context of the Indian Wars, the post-war fate of the Dakota and efforts today to cope with this ugly history. </p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Largest mass execution in U.S. 150 years ago today\" data-a2a-url=\"http://www.thehistoryblog.com/archives/22437\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/22437#comments\">2 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-22347\"><a href=\"http://www.thehistoryblog.com/archives/22347\" rel=\"bookmark\" title=\"Permanent Link to The first recordings of a family Christmas\">The first recordings of a family Christmas</a></h3>\n<p class=\"prefix\">Tuesday, December 25th, 2012</p>\n<div class=\"entry\">\n<p>As ever, I am a sucker for a theme post and the curators of the Museum of London have graciously hooked me up with just the thing. They have restored and uploaded to their website what may be the <a href=\"http://www.museumoflondon.org.uk/Collections-Research/Collections-online/group.aspx?g=group-20026\" target=\"_blank\">first surviving home recordings of a family Christmas</a>. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Cromwell-Wall-and-family-1908.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-22426\" height=\"103\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Cromwell-Wall-and-family-1908-150x103.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Cromwell-Wall-and-family-1908-150x103.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Cromwell-Wall-and-family-1908-200x137.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Cromwell-Wall-and-family-1908-430x295.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Cromwell-Wall-and-family-1908.jpg 771w\" title=\"Cromwell Wall (far right), Minnie Wall and children in 1908\" width=\"150\"/></a>Starting in 1902, patriarch Cromwell Wall began recording family get-togethers and events on wax cylinder phonographs by Columbia Home Grand Graphophone. Cromwell Wall was a civil engineer who worked in a London firm his father had co-founded in the late 19th century. He and his wife Minnie had nine children and lived in a home called Lyndale in the London suburb of New Southgate. Minnie’s parents and Wall’s parents lived in the same neighborhood. The families along with cousins and uncles got together on the holidays and made merry, merry which Cromwell saw fit to record on carefully labeled wax cylinders. </p>\n<p>At this time, home recording equipment was expensive and rarely seen in homes. It was the province of office work, a rudimentary form of the Dictaphone. Cromwell took the phonograph home and recorded their holiday toasts, parties, carol singing and musical recitals. When the action<a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Cromwell-Wall-Columbia-Home-Grand-Graphophone-phonograph.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-22422\" height=\"129\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Cromwell-Wall-Columbia-Home-Grand-Graphophone-phonograph-150x129.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Cromwell-Wall-Columbia-Home-Grand-Graphophone-phonograph-150x129.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Cromwell-Wall-Columbia-Home-Grand-Graphophone-phonograph-200x173.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Cromwell-Wall-Columbia-Home-Grand-Graphophone-phonograph-430x372.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Cromwell-Wall-Columbia-Home-Grand-Graphophone-phonograph.jpg 621w\" title=\"Cromwell Wall Columbia Home Grand Graphophone phonograph\" width=\"150\"/></a> moved outside their home, Wall packed the equipment in the baby’s stroller and rolled it along with them to various events. The pram phonograph traveled the neighborhood to the in-law’s house (Toppesfield), Cromwell Wall’s parents’ house (the Oaks), to St. James the Great Church and once to Grove Road Baptist Chapel to record the bells peeling on New Year’s.</p>\n<p>According to Julia Hoffbrand, curator of social and working history at the Museum of London, experts who have listened to the restored recordings have declared their quality outstanding, superior even to the commercial recordings of the era. That’s not to say they sound like they’re made yesterday. They don’t. Many of them have a strong hiss in the foreground or that bumpity-bump rhythm so common in early phonograph recordings, but they are in great condition for their age. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/labelled-cylinder.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-22427\" height=\"150\" sizes=\"(max-width: 147px) 100vw, 147px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/labelled-cylinder-147x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/labelled-cylinder-147x150.jpg 147w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/labelled-cylinder-200x203.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/labelled-cylinder-430x436.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/labelled-cylinder.jpg 556w\" title=\"Labeled cylinder from 1904\" width=\"147\"/></a>The wax cylinders are easily damaged beyond retrieval and require particular knowledge and care to maintain for more than a century. The few home recordings that have survived are small snippets of sounds with almost no identifying information of accompanying detail. Fresh cylinders were expensive, so people often scraped off the grooves of one recording to reuse them for a new recording. Cromwell Wall kept all of his untouched. He labeled the cylinders in detail and subsequent generations kept them safe and dry even when the phonograph was broken and they didn’t really know what a treasure they had. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/cylinder-box.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-22424\" height=\"150\" sizes=\"(max-width: 137px) 100vw, 137px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/cylinder-box-137x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/cylinder-box-137x150.jpg 137w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/cylinder-box-200x218.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/cylinder-box.jpg 409w\" title=\"Cylinder box\" width=\"137\"/></a>The cylinders and phonograph were donated to the museum by David Brown, son of Muriel Brown, the second youngest of the nine children of Cromwell and Minnie Wall. He stored them in the attic and donated them when he came across them again four years ago, not having any idea if there was still any sound on the cylinders that could be retrieved. </p>\n<p>This summer the museum restored them, first reducing noise by cleaning the cylinders with a brush fine enough to get between the grooves and then cleaning up the recordings further with software once they’d been digitized. In October, the Wall descendants finally got to hear their family gatherings from 110 years ago. From <a href=\"http://www.bbc.co.uk/news/science-environment-20772246\" target=\"_blank\">the BBC article</a> on the recordings:</p>\n<blockquote><p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Family-recordings-phonograph-2012.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-22423\" height=\"100\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Family-recordings-phonograph-2012-150x100.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Family-recordings-phonograph-2012-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Family-recordings-phonograph-2012-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Family-recordings-phonograph-2012-430x286.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Family-recordings-phonograph-2012.jpg 931w\" title=\"Some of the Wall family in 2012 with the cylinders and phonograph in the foreground\" width=\"150\"/></a>It brought back some great memories for Oliver Wall, one of Cromwell’s grandchildren.</p>\n<p>“It was a wonderful atmosphere. I remember the occasions always at Christmas and we always had big parties and singing round the piano with grandpa playing and he used to take us marching upstairs and all over the big house they had.”</p>\n<p>His cousin Daphne reminisces how their grandfather used to dress up as Father Christmas. “There was a great deal of excitement,” she said. “It was fun!”</p></blockquote>\n<p>Now it’s our turn to press our noses up against the historical glass. The entire collection of 24 recordings is available for your listening pleasure <a href=\"http://www.museumoflondon.org.uk/Collections-Research/Collections-online/SearchResults.aspx?groupReference=group-20026&amp;title=Wall+Family+Phonograph+Recordings&amp;type=object\" target=\"_blank\">on the Museum of London’s website</a>. There are pictures of the family and equipment accompanying each recording.</p>\n<p>Here’s the Wall family singing <em>Angels from Realms of Glory</em> and <em>We Wish You a Merry Christmas</em> at the Oaks in 1902:</p>\n<p><embed base=\"http://admin.brightcove.com\" bgcolor=\"#FFFFFF\" flashvars=\"videoId=2046935420001&amp;linkBaseURL=http%3A%2F%2Fwww.dailymail.co.uk%2Fnews%2Farticle-2251142%2FWorlds-oldest-home-audio-recordings-Christmas-Day-1902-discovered-grandfathers-attic.html&amp;playerId=1418452869&amp;viewerSecureGatewayURL=https://console.brightcove.com/services/amfgateway&amp;servicesURL=http://services.brightcove.com/services&amp;cdnURL=http://admin.brightcove.com&amp;domain=embed&amp;autoStart=false&amp;\" height=\"365\" name=\"flashObj\" pluginspage=\"http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash\" seamlesstabbing=\"false\" src=\"http://c.brightcove.com/services/viewer/federated_f8/1418452869\" swliveconnect=\"true\" type=\"application/x-shockwave-flash\" width=\"430\"/></p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"The first recordings of a family Christmas\" data-a2a-url=\"http://www.thehistoryblog.com/archives/22347\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/multimedia\" rel=\"category tag\">Multimedia</a>, <a href=\"http://www.thehistoryblog.com/archives/category/museums\" rel=\"category tag\">Museums</a> |   <a href=\"http://www.thehistoryblog.com/archives/22347#comments\">3 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-22394\"><a href=\"http://www.thehistoryblog.com/archives/22394\" rel=\"bookmark\" title=\"Permanent Link to WWI Christmas Truce letter on Antiques Roadshow\">WWI Christmas Truce letter on Antiques Roadshow</a></h3>\n<p class=\"prefix\">Monday, December 24th, 2012</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Sgt-Clement-Barker.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-22406\" height=\"134\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Sgt-Clement-Barker-150x134.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Sgt-Clement-Barker-150x134.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Sgt-Clement-Barker-200x179.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Sgt-Clement-Barker-430x386.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Sgt-Clement-Barker.jpg 438w\" title=\"Sgt Clement Barker\" width=\"150\"/></a>A previously unknown letter describing the famous Christmas Day soccer/football game between German and British troops held in No Man’s Land on the Western Front was revealed on the BBC’s Antiques Roadshow last month. It was written by Clement Barker of Ipswich, Suffolk, to his brother Montague on December 29th, 1914. A staff sergeant with the 1st Battalion Grenadier Guards, Barker wrote:</p>\n<blockquote><p>A messenger come over from the German lines and said that if we did not fire Xmas day, they (the Germans) wouldn’t so in the morning (Xmas day). A German looked over the trench – no shots – our men did the same, and then a few of our men went out and brought the dead in (69) and buried them and the next thing happened a football kicked out of our Trenches and Germans and English played football.</p>\n<p>Night came and still no shots. Boxing day the same, and has remained so up to now.</p></blockquote>\n<p>This is an important contemporary eye-witness account of an event that even today is still questioned. <a href=\"http://www.greatwar.nl/xmas/christmastruce.html#_ftn4\" target=\"_blank\">Some historians</a> have suggested that the football game was a later romanticization of the Christmas Day Truce events, that it never really happened. Soldiers’ letters testify that the match really did happen in the No Man’s Land between the trenches near Armentières, France, and that the Germans won 3-2.</p>\n<p>Christmas Truces, mainly between British and German troops, broke out spontaneously at various points along the Western Front in 1914. The commands on both sides were not pleased. They considered it damaging to morale and a dangerous contravention of their propaganda programs which relied on demonizing the enemy to rally pro-war sentiment. After the events of Christmas 1914, troops were warned that any fraternization with the enemy would result in harsh punishment up to and including summary execution. </p>\n<p>The letter was recently discovered by Rodney Barker, Sgt. Barker’s nephew. He found it when he was look through some of his father’s personal effects after his mother died. He never met his uncle who survived World War I but died in 1945 at age 61. </p>\n<p>An interesting postscript to his description of the truce is a sadly inaccurate prognostication:</p>\n<blockquote><p>Our batt[allio]n went in the trenches again on Boxing Day. We have conversed with the Germans and they all seem to be very much fed up and heaps of them are deserting. Some have given themselves up as prisoners, so things are looking quite rosy.</p></blockquote>\n<p>It would take four years and more than 16 million deaths before the war’s end.</p>\n<p><object height=\"336\" width=\"430\"><param name=\"movie\" value=\"http://www.bbc.co.uk/emp/iplayer/player.swf\"/><param name=\"allowFullScreen\" value=\"true\"/><param name=\"allowScriptAccess\" value=\"always\"/><param name=\"FlashVars\" value=\"playlist=http://www.bbc.co.uk/iplayer/playlist/p011ffck&amp;config=http://www.bbc.co.uk/emp/iplayer/config.xml&amp;config_settings_showFooter=true&amp;config_settings_showUpdatedInFooter=true&amp;config_settings_language=en&amp;embedReferer=http://www.bbc.co.uk/programmes/b006mj2y/features/wwi-letter&amp;config_settings_showPopoutButton=false&amp;enable3G=true&amp;embedPageUrl=http://www.bbc.co.uk/programmes/p011ffck&amp;config_settings_autoPlay=false&amp;config_settings_suppressRelatedLinks=true&amp;uxHighlightColour=0x033c6b&amp;guidance=unknown&amp;config_settings_showShareButton=true&amp;domId=media-player-emp&amp;mediatorHref=http://open.live.bbc.co.uk/mediaselector/5/select/version/2.0/mediaset/pc/transferformat/plain/vpid/{id}\"/><embed allowfullscreen=\"true\" allowscriptaccess=\"always\" flashvars=\"playlist=http://www.bbc.co.uk/iplayer/playlist/p011ffck&amp;config=http://www.bbc.co.uk/emp/iplayer/config.xml&amp;config_settings_showFooter=true&amp;config_settings_showUpdatedInFooter=true&amp;config_settings_language=en&amp;embedReferer=http://www.bbc.co.uk/programmes/b006mj2y/features/wwi-letter&amp;config_settings_showPopoutButton=false&amp;enable3G=true&amp;embedPageUrl=http://www.bbc.co.uk/programmes/p011ffck&amp;config_settings_autoPlay=false&amp;config_settings_suppressRelatedLinks=true&amp;uxHighlightColour=0x033c6b&amp;guidance=unknown&amp;config_settings_showShareButton=true&amp;domId=media-player-emp&amp;mediatorHref=http://open.live.bbc.co.uk/mediaselector/5/select/version/2.0/mediaset/pc/transferformat/plain/vpid/{id}\" height=\"336\" src=\"http://www.bbc.co.uk/emp/iplayer/player.swf\" type=\"application/x-shockwave-flash\" width=\"430\"/></object></p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"WWI Christmas Truce letter on Antiques Roadshow\" data-a2a-url=\"http://www.thehistoryblog.com/archives/22394\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/22394#comments\">8 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-22375\"><a href=\"http://www.thehistoryblog.com/archives/22375\" rel=\"bookmark\" title=\"Permanent Link to Denmark’s only medieval rowboat found in moat\">Denmark’s only medieval rowboat found in moat</a></h3>\n<p class=\"prefix\">Sunday, December 23rd, 2012</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/rowboat-entire.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-22387\" height=\"300\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/rowboat-entire-200x300.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/rowboat-entire-200x300.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/rowboat-entire-100x150.jpg 100w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/rowboat-entire-430x645.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/rowboat-entire.jpg 640w\" title=\"Wooden rowboat found in moat of  Vordingborg Castle, ca. 1400\" width=\"200\"/></a>Archaeologists excavating the site of a moat around the ruins of Vordingborg Castle on the southeastern Danish island of Zealand have unearthed the <a href=\"http://sciencenordic.com/denmark%E2%80%99s-only-medieval-rowboat-dated\" target=\"_blank\">well-preserved remains of rowboat that dates to around 1400</a>. This is the only medieval boat ever discovered in Denmark. The team stumbled on it unexpectedly when they were doing some sewer work on the ruins. They saw a plank peek through the mud and then further excavation revealed that it was an almost intact rowboat in an exceptional state of preservation.</p>\n<p>The boat was found on its starboard side. Only two of the starboard planks remain intact on the side, although sections of starboard planks three and four are preserved in the stern. The bow is missing. Archaeologists estimate that it was originally about 6.5 meters (21 feet) long. It is clinker-built, an ancient Nordic shipbuilding technique wherein the hull is constructed using overlapping planks joined with iron nails. The Vikings made their terror-striking longships using the clinker technique, and it was the most used method of shipbuilding in northern Europe from the 9th century to the 19th.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/rowboat-detail.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-medium wp-image-22386\" height=\"133\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/rowboat-detail-200x133.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/rowboat-detail-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/rowboat-detail-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/rowboat-detail-430x286.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/rowboat-detail.jpg 960w\" title=\"Detail showing iron rivets used in clinker building\" width=\"200\"/></a>According to excavation leader Lars Sass Jensen, dendrochronological analysis (tree-ring dating) found that the trees used to make the boat were cut down in 1390. The boat would have been put to work in the castle moat shortly thereafter. There it remained for many years.</p>\n<p>Although today we think of moats as a purely defensive feature of a castle, they were also put to practical use. Many moats contained fish traps, underwater fences used to coral and capture fish. The rowboat could have been used to maintain the fish traps or people might have fished directly from the boat. It could also have been something of a mini pleasure barge, used by the aristocratic inhabitants of the castle and their guests to go for gentle rows along the moat.</p>\n<p>Whatever its functions, evidence indicates that the little vessel lives a long, fruitful life on the moat.</p>\n<blockquote><p>Despite its old age, the boat from Vordingborg is incredibly well-preserved. That has enabled the archaeologists to see that the six-metre-long rowboat has had a long life. It’s been patched and repaired over and over again.</p>\n<p>“The rowboat is almost fully preserved. The only thing missing is a little section of one side and the part that the excavator broke off when we found the boat,” says Jensen.</p>\n<p>“Because it’s so well-preserved, we can see that many repairs have been made on it, and that the keel is highly worn.”</p></blockquote>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/denmark-medieval-rowboat.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-medium wp-image-22388\" height=\"133\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/denmark-medieval-rowboat-200x133.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/denmark-medieval-rowboat-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/denmark-medieval-rowboat-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/denmark-medieval-rowboat-430x286.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/denmark-medieval-rowboat.jpg 960w\" title=\"Another view of the Vordingborg Castle rowboat\" width=\"200\"/></a>The repairs and wear pattern suggest it was used for generations. There’s no clear cause of death, if you will, that might explain how the old rowboat wound up on the bottom of the moat never to be recovered. Larsen speculates that it might have sprung a leak and sunk during the cold of winter when it would be more chilling trouble to attempt to rescue the aged thing than to simply let it rest in peace in an appropriately watery grave. </p>\n<p>Their trash is Denmark’s and the castle’s treasure since they now have a lovely and unique medieval boat to study. The rowboat has been removed from the site and is now being kept in a water bath to keep it from drying, cracking and decaying before it is restored for display at the new Danish Castle Centre which is scheduled to open in the summer of 2013.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Vordingborg-Goose-Tower.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-22392\" height=\"150\" sizes=\"(max-width: 54px) 100vw, 54px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Vordingborg-Goose-Tower-54x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Vordingborg-Goose-Tower-54x150.jpg 54w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Vordingborg-Goose-Tower-108x300.jpg 108w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Vordingborg-Goose-Tower-290x800.jpg 290w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Vordingborg-Goose-Tower.jpg 699w\" title=\"Vordingborg Castle Goose Tower\" width=\"54\"/></a>Vordingborg Castle was built in the late 12th century by King Valdemar I who used it for defense and also as a launching pad for raids against the German coat. Subsequent kings expanded it until at its peak in the late 14th century under King Valdemar IV it had a massive defensive wall 2,600 feet long dotted with nine towers. Much of the castle was demolished in the 17th century to make an elegant palace for Prince George, son of King Frederick III of Denmark and Norway and prince consort of Queen Anne of Britain. George never lived in that palace and in the 18th century it was demolished too. All that remains standing of the largest royal castle in Denmark today are parts of the 14th century ring wall and one of the nine towers (today known as the Goose Tower after the golden goose placed on its roof in the 19th century). </p>\n<p><a href=\"https://www.facebook.com/DanmarksBorgcenter\" target=\"_blank\">The castle’s Facebook page</a> has a neat collection of photographs of the excavation and removal of the boat, plus pictures of other finds like the collapsed brick tower mentioned in the article.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Denmark’s only medieval rowboat found in moat\" data-a2a-url=\"http://www.thehistoryblog.com/archives/22375\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/medieval\" rel=\"category tag\">Medieval</a> |   <a href=\"http://www.thehistoryblog.com/archives/22375#comments\">1 Comment »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-22357\"><a href=\"http://www.thehistoryblog.com/archives/22357\" rel=\"bookmark\" title=\"Permanent Link to Charlotte Brontë letters to her bff return to Haworth\">Charlotte Brontë letters to her bff return to Haworth</a></h3>\n<p class=\"prefix\">Saturday, December 22nd, 2012</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/letter-from-Charlotte-Bronte-to-Ellen-Nussey.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-medium wp-image-22369\" height=\"300\" sizes=\"(max-width: 190px) 100vw, 190px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/letter-from-Charlotte-Bronte-to-Ellen-Nussey-190x300.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/letter-from-Charlotte-Bronte-to-Ellen-Nussey-190x300.jpg 190w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/letter-from-Charlotte-Bronte-to-Ellen-Nussey-95x150.jpg 95w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/letter-from-Charlotte-Bronte-to-Ellen-Nussey.jpg 1273w\" title=\"Letter from Charlotte Bronte to Ellen Nussey bought by Haworth museum\" width=\"190\"/></a>A set of six rare and significant letters written at various stages in her life by Charlotte Brontë to her best friend Ellen Nussey <a href=\"http://www.bbc.co.uk/news/uk-england-leeds-20708496\" target=\"_blank\">are headed back to the Brontë Parsonage Museum in Haworth</a> on the Yorkshire moors, which was for many years the family’s home. <a href=\"http://www.bronte.info/\" target=\"_blank\">The museum</a> had to bid for them at <a href=\"http://www.sothebys.com/en/auctions/ecatalogue/2012/english-literature-history-l12408/lot.91.lotnum.html\" target=\"_blank\">Sotheby’s English Literature, History, Children’s Books &amp; Illustrations sale</a> on December 12th, and since the letters are highly desirable, the bidding was fierce. Thankfully they had a grant to get them over the hump.</p>\n<p>The pre-sale estimate was a not inconsiderable £100,000 – 150,000 ($161,000-242,000). The modest Brontë museum doesn’t have that kind of cash lying around, needless to say, so they appealed to the National Heritage Memorial Fund, a government-funded organization that gives grants to save important items of cultural heritage at risk of being sold out of the country or disappearing into private collections. The NHMF gave the Brontë museum £198,450, and they needed every shilling of it since the hammer price turned out to be £185,000. The final bill including buyer’s premium was £223,250 ($359,432).</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Charlotte_Brontë_by_Patrick_Branwell_Brontë.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-22368\" height=\"150\" sizes=\"(max-width: 85px) 100vw, 85px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Charlotte_Brontë_by_Patrick_Branwell_Brontë-85x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Charlotte_Brontë_by_Patrick_Branwell_Brontë-85x150.jpg 85w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Charlotte_Brontë_by_Patrick_Branwell_Brontë-170x300.jpg 170w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Charlotte_Brontë_by_Patrick_Branwell_Brontë-430x756.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Charlotte_Brontë_by_Patrick_Branwell_Brontë.jpg 1264w\" title=\"Charlotte Brontë by her brother Patrick Branwell Brontë\" width=\"85\"/></a>The reason these six letters (and a first edition of the two-volume 1857 biography of Charlotte Brontë by Elizabeth Gaskell which was also part of the lot, but that was a negligible part of the value) are so dear is that Charlotte’s letters to Ellen are the basis for much of the Brontë scholarship that exists today. The two met at Roe Head School in Dewsbury in 1831 when Charlotte was 15. They became fast friends from then on, corresponding regularly for the next 24 years until Charlotte’s premature death in 1855. Charlotte edited her proof-sheets of <em>Jane Eyre</em> while staying at Ellen’s house, and Ellen was by her side when Charlotte’s beloved sister Anne died in 1849 while the three were on a trip to Scarborough in the vain hope that the sea air might help Anne recover from the tuberculosis that would claim her life.</p>\n<p>Ellen kept all of the letters Charlotte wrote her, more than 500 in the final tally. Charlotte’s husband, her father’s curate Rev. Arthur Bell Nichols, wanted the letters destroyed after Charlotte’s death, fearing that they would somehow tarnish her reputation. Nussey refused, bless her forever for that. For the rest of her life — she died at the age of 80 in 1897 — Ellen considered herself a custodian of Charlotte’s personal and literary legacy, and biographers from Elizabeth Gaskell onward sought Ellen out for her recollections and correspondence.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Ellen-Nussey.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-22367\" height=\"150\" sizes=\"(max-width: 104px) 100vw, 104px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Ellen-Nussey-104x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/Ellen-Nussey-104x150.jpg 104w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Ellen-Nussey-200x286.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Ellen-Nussey-430x615.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/Ellen-Nussey.jpg 659w\" title=\"Ellen Nussey by Frederic Yates\" width=\"104\"/></a>After her death, the letters were sold, many of them ending up in the Haworth museum collection. These particular six were lent to Elizabeth Gaskell who apparently put them between the covers of the first edition of her biography of Charlotte and forgot about them. They were only recently rediscovered when the volumes, then in a private collection, were opened and the letters found out. They’ve only been known from poorly made transcripts until now, all of them inaccurate, so having the originals is an important addition to Brontë scholarship.</p>\n<p>The letters cover the entire span of their friendship. The first one was written on October 18th, 1832, a year after they first met. In it Charlotte describes her return to Haworth after visiting Ellen. The second she wrote when she was teaching at Roe Head School in late 1836/early 1837 and it reveals her despair in the midst of a religious crisis. “I have stings of Conscience,” Charlotte writes expressively, “visitings of remorse, glimpses of holy, of inexpressible things which formerly I used to be a stranger to – it may all die away and I may be in utter midnight but I implore a merciful Redeemer that if this be the real dawn of the Gospel it may still brighten to perfect day….” Another written shortly after that describes Ellen’s departure from the area as “an inscrutable fatality” even though it was only of brief duration. The fourth is from the end of Charlotte’s period as teacher at Roe Head. The fifth is of particularly literary interest as it was written while she was working on Jane Eyre in January of 1847. The last one was written at the end of 1854, just three months before her death. In a classic jinx move, she wrote: “As to infection – I have not the slightest fear on my own account – but there are cases as I need not remind you, where wives have just to put their own judgment on the shelf, and do as they are bid….”</p>\n<p>The Brontë Parsonage Museum will make them available to scholars in the museum. They might also scan and upload them to their <a href=\"http://bronte.adlibsoft.com/\" target=\"_blank\">exceptional online collection of Brontë material</a>.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Charlotte Brontë letters to her bff return to Haworth\" data-a2a-url=\"http://www.thehistoryblog.com/archives/22357\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/museums\" rel=\"category tag\">Museums</a> |   <a href=\"http://www.thehistoryblog.com/archives/22357#respond\">No Comments »</a></p>\n</div>\n<div class=\"navigation\">\n<div class=\"alignleft\"><a href=\"http://www.thehistoryblog.com/archives/date/2012/12/page/2\">« Previous Entries</a></div>\n<div class=\"alignright\"></div>\n</div>\n</div> <!-- MAIN -->\n<div id=\"SIDE\">\n<h2>Navigation</h2>\n<ul>\n<li class=\"page_item page-item-16\"><a href=\"http://www.thehistoryblog.com/its-a-blog-about-history\">It’s a blog. About history.</a></li>\n<li class=\"page_item page-item-68\"><a href=\"http://www.thehistoryblog.com/thanks-and-praise\">Thanks and Praise</a></li>\n<li class=\"page_item page-item-3175\"><a href=\"http://www.thehistoryblog.com/contact-me\">Contact Me</a></li>\n<li class=\"cat-item cat-item-2\"><a href=\"http://www.thehistoryblog.com/archives/category/ancient\">Ancient</a> (1,615)\n</li>\n<li class=\"cat-item cat-item-5\"><a href=\"http://www.thehistoryblog.com/archives/category/books\">Books</a> (44)\n</li>\n<li class=\"cat-item cat-item-7\"><a href=\"http://www.thehistoryblog.com/archives/category/education\">Education</a> (21)\n</li>\n<li class=\"cat-item cat-item-8\"><a href=\"http://www.thehistoryblog.com/archives/category/ex-cathedra\">Ex Cathedra</a> (76)\n</li>\n<li class=\"cat-item cat-item-14\"><a href=\"http://www.thehistoryblog.com/archives/category/looting\">Looting</a> (236)\n</li>\n<li class=\"cat-item cat-item-3\"><a href=\"http://www.thehistoryblog.com/archives/category/medieval\">Medieval</a> (607)\n</li>\n<li class=\"cat-item cat-item-10\"><a href=\"http://www.thehistoryblog.com/archives/category/modernish\">Modern(ish)</a> (2,047)\n</li>\n<li class=\"cat-item cat-item-9\"><a href=\"http://www.thehistoryblog.com/archives/category/multimedia\">Multimedia</a> (299)\n</li>\n<li class=\"cat-item cat-item-4\"><a href=\"http://www.thehistoryblog.com/archives/category/museums\">Museums</a> (945)\n</li>\n<li class=\"cat-item cat-item-15\"><a href=\"http://www.thehistoryblog.com/archives/category/renaissance\">Renaissance</a> (297)\n</li>\n<li class=\"cat-item cat-item-18\"><a href=\"http://www.thehistoryblog.com/archives/category/reviews\">Reviews</a> (3)\n</li>\n<li class=\"cat-item cat-item-11\"><a href=\"http://www.thehistoryblog.com/archives/category/rome\">Roma, Caput Mundi</a> (163)\n</li>\n<li class=\"cat-item cat-item-6\"><a href=\"http://www.thehistoryblog.com/archives/category/social-policy\">Social policy</a> (182)\n</li>\n<li class=\"cat-item cat-item-16\"><a href=\"http://www.thehistoryblog.com/archives/category/treasures\">Treasures</a> (884)\n</li>\n</ul>\n<h2>Search</h2>\n<div class=\"SearchBox\">\n<form action=\"http://www.thehistoryblog.com/\" method=\"get\">\n<div>\n<input alt=\"Enter search text\" id=\"searchbox\" name=\"s\" type=\"text\" value=\"\"/>\n<input alt=\"Submit for search results\" id=\"searchbutton\" type=\"submit\" value=\"go\"/>\n</div>\n</form>\n</div>\n<h2>Archives</h2>\n<ul>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/03\">March 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/02\">February 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/01\">January 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/12\">December 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/11\">November 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/10\">October 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/09\">September 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/08\">August 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/07\">July 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/06\">June 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/05\">May 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/04\">April 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/03\">March 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/02\">February 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/01\">January 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/12\">December 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/11\">November 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/10\">October 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/09\">September 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/08\">August 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/07\">July 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/06\">June 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/05\">May 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/04\">April 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/03\">March 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/02\">February 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/01\">January 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/12\">December 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/11\">November 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/10\">October 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/09\">September 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/08\">August 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/07\">July 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/06\">June 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/05\">May 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/04\">April 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/03\">March 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/02\">February 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/01\">January 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/12\">December 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/11\">November 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/10\">October 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/09\">September 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/08\">August 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/07\">July 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/06\">June 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/05\">May 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/04\">April 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/03\">March 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/02\">February 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/01\">January 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/12\">December 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/11\">November 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/10\">October 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/09\">September 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/08\">August 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/07\">July 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/06\">June 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/05\">May 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/04\">April 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/03\">March 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/02\">February 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/01\">January 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/12\">December 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/11\">November 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/10\">October 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/09\">September 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/08\">August 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/07\">July 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/06\">June 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/05\">May 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/04\">April 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/03\">March 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/02\">February 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/01\">January 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/12\">December 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/11\">November 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/10\">October 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/09\">September 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/08\">August 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/07\">July 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/06\">June 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/05\">May 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/04\">April 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/03\">March 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/02\">February 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/01\">January 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/12\">December 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/11\">November 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/10\">October 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/09\">September 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/08\">August 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/07\">July 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/06\">June 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/05\">May 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/04\">April 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/03\">March 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/02\">February 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/01\">January 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/12\">December 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/11\">November 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/10\">October 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/09\">September 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/08\">August 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/07\">July 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/06\">June 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/05\">May 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/04\">April 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/03\">March 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/02\">February 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/01\">January 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/12\">December 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/11\">November 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/10\">October 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/09\">September 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/08\">August 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/07\">July 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/03\">March 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/02\">February 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/01\">January 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/12\">December 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/11\">November 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/10\">October 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/09\">September 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/08\">August 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/07\">July 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/06\">June 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/05\">May 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/04\">April 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/03\">March 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/02\">February 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/01\">January 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2007/12\">December 2007</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2006/07\">July 2006</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2006/06\">June 2006</a></li>\n</ul>\n<div class=\"Calendar\">\n<div class=\"Header\"></div>\n<table id=\"wp-calendar\">\n<caption>December 2012</caption>\n<thead>\n<tr>\n<th scope=\"col\" title=\"Sunday\">S</th>\n<th scope=\"col\" title=\"Monday\">M</th>\n<th scope=\"col\" title=\"Tuesday\">T</th>\n<th scope=\"col\" title=\"Wednesday\">W</th>\n<th scope=\"col\" title=\"Thursday\">T</th>\n<th scope=\"col\" title=\"Friday\">F</th>\n<th scope=\"col\" title=\"Saturday\">S</th>\n</tr>\n</thead>\n<tfoot>\n<tr>\n<td colspan=\"3\" id=\"prev\"><a href=\"http://www.thehistoryblog.com/archives/date/2012/11\">« Nov</a></td>\n<td class=\"pad\"> </td>\n<td colspan=\"3\" id=\"next\"><a href=\"http://www.thehistoryblog.com/archives/date/2013/01\">Jan »</a></td>\n</tr>\n</tfoot>\n<tbody>\n<tr>\n<td class=\"pad\" colspan=\"6\"> </td><td><a aria-label=\"Posts published on December 1, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/01\">1</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on December 2, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/02\">2</a></td><td><a aria-label=\"Posts published on December 3, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/03\">3</a></td><td><a aria-label=\"Posts published on December 4, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/04\">4</a></td><td><a aria-label=\"Posts published on December 5, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/05\">5</a></td><td><a aria-label=\"Posts published on December 6, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/06\">6</a></td><td><a aria-label=\"Posts published on December 7, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/07\">7</a></td><td><a aria-label=\"Posts published on December 8, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/08\">8</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on December 9, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/09\">9</a></td><td><a aria-label=\"Posts published on December 10, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/10\">10</a></td><td><a aria-label=\"Posts published on December 11, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/11\">11</a></td><td><a aria-label=\"Posts published on December 12, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/12\">12</a></td><td><a aria-label=\"Posts published on December 13, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/13\">13</a></td><td><a aria-label=\"Posts published on December 14, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/14\">14</a></td><td><a aria-label=\"Posts published on December 15, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/15\">15</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on December 16, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/16\">16</a></td><td><a aria-label=\"Posts published on December 17, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/17\">17</a></td><td><a aria-label=\"Posts published on December 18, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/18\">18</a></td><td><a aria-label=\"Posts published on December 19, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/19\">19</a></td><td><a aria-label=\"Posts published on December 20, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/20\">20</a></td><td><a aria-label=\"Posts published on December 21, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/21\">21</a></td><td><a aria-label=\"Posts published on December 22, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/22\">22</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on December 23, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/23\">23</a></td><td><a aria-label=\"Posts published on December 24, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/24\">24</a></td><td><a aria-label=\"Posts published on December 25, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/25\">25</a></td><td><a aria-label=\"Posts published on December 26, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/26\">26</a></td><td><a aria-label=\"Posts published on December 27, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/27\">27</a></td><td><a aria-label=\"Posts published on December 28, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/28\">28</a></td><td><a aria-label=\"Posts published on December 29, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/29\">29</a></td>\n</tr>\n<tr>\n<td><a aria-label=\"Posts published on December 30, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/30\">30</a></td><td><a aria-label=\"Posts published on December 31, 2012\" href=\"http://www.thehistoryblog.com/archives/date/2012/12/31\">31</a></td>\n<td class=\"pad\" colspan=\"5\"> </td>\n</tr>\n</tbody>\n</table>\n<div class=\"Footer\"></div>\n</div>\n<h2>Other</h2>\n<ul>\n</ul>\n<a href=\"http://technorati.com/faves?sub=addfavbtn&amp;add=http://www.thehistoryblog.com \" target=\"_blank\"><img alt=\"Add to Technorati Favorites\" src=\" http://www.freethought-forum.com/livius/technorati.gif\"/></a>\n<h2>Syndication</h2>\n<ul class=\"rss\">\n<li><a href=\"http://www.thehistoryblog.com/feed\">Entries</a></li>\n<li><a href=\"http://www.thehistoryblog.com/comments/feed\">Comments</a></li>\n</ul>\n</div>\n<div id=\"FOOTER\">\n<div style=\"float:right\">\n<div class=\"Wrapper\">\n<p>The History Blog © 2019 All Rights Reserved.</p>\n<p>The History Blog is designed by <a href=\"http://www.gettemplate.com\">GetTemplate</a> and powered by <a href=\"http://wordpress.org/\">WordPress</a> </p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<script type=\"text/javascript\">function ctSetCookie(c_name, value, def_value){document.cookie = c_name + '=' + escape(value) + '; path=/';}ctSetCookie('ct_checkjs', '1921436846', '0');</script><script src=\"http://www.thehistoryblog.com/wp-content/plugins/cleantalk-spam-protect/js/apbct-public.js?ver=5.95.1\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar ctNocache = {\"ajaxurl\":\"http:\\/\\/www.thehistoryblog.com\\/wp-admin\\/admin-ajax.php\",\"info_flag\":\"\",\"set_cookies_flag\":\"1\",\"blog_home\":\"http:\\/\\/www.thehistoryblog.com\\/\"};\n/* ]]> */\n</script>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/cleantalk-spam-protect/inc/cleantalk_nocache.js?ver=5.95.1\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/wp-embed.min.js?ver=4.9.10\" type=\"text/javascript\"></script>\n</body>\n</html>\n", "content_html": "<div class=\"entry\">\n<p>I said in <a href=\"http://www.thehistoryblog.com/archives/14210\" target=\"_blank\">last year’s Year in History Blog History</a> that I would attempt to make this a yearly tradition, so welcome to the second annual Year in History Blog History! Just a few days ago I was griping about the endless parade of crappy best-of lists so prevalent in the press between Christmas and New Year’s, but naturally I exempt myself from all such judgment and invite you to do the same.</p>\n<p>The big news from behind the curtain this year was a marked leap in traffic. The total number of pageviews for 2012 was 1,647,856, more than double 2011’s tally which itself was more than double 2010’s views. Last year I noted that <a href=\"http://www.thehistoryblog.com/archives/12944\" target=\"_blank\">we passed a million pageviews</a> in September as counted from when I installed the statistics plug-in in September of 2009. I mused restrainedly that given the uptick in traffic we might just reach the second million in time for this review, and in fact we’re less than 100,000 views from reaching 3,000,000.</p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/monthly-stats1.jpg\" target=\"blank\"><img alt=\"\" class=\"alignnone size-large wp-image-22537\" height=\"79\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/monthly-stats1-430x79.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/monthly-stats1-430x79.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/monthly-stats1-150x27.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/monthly-stats1-200x37.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/monthly-stats1.jpg 1249w\" title=\"Monthly pageviews from June 2010 through December 2012\" width=\"430\"/></a></center></p>\n<p>January we crossed the 100,000 pageviews a month threshold and we haven’t looked back since. The lowest number of monthly views after January was July with 107,888. Stupid warm summer sun with the people out of doors grilling things and writing love letters in the sand and whatnot. </p>\n<p>Nice weather didn’t stop people from flocking to the blog in May, though. That was our busiest month ever with a crazy 182,488 pageviews. Not coincidentally, the most viewed post of the year (and of all recorded time) was a May post. <a href=\"http://www.thehistoryblog.com/archives/17003\" target=\"_blank\"><em>Hatfields &amp; McCoys debuts on the History Channel</em></a>, much to my surprise, turned out to be a record-breaker. It got 7,024 views on May 30th, driving that day’s pageviews to 13,135 and beating the previous daily record of 11,541 established in May (again!) of last year when there was that weird search explosion on the <a href=\"http://www.thehistoryblog.com/archives/10929\" target=\"_blank\"><em>Roman Ship Found at Ostia</em></a> entry. <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/top-10-posts1.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-medium wp-image-22538\" height=\"99\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/top-10-posts1-200x99.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/top-10-posts1-200x99.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/top-10-posts1-150x74.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/top-10-posts1-430x214.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/top-10-posts1.jpg 719w\" title=\"Top 10 posts of the year\" width=\"200\"/></a>It’s the most viewed post of the year, doubling the pageviews of the next runner-up, good ol’ reliable Michelangelo’s David.</p>\n<p>The Hatfields and the McCoys also drew the most comments ever: 213 and counting, none of them mine. I had originally planned to respond to comments as they came in, something I try to do on general principle, but I didn’t want to say anything until I had seen the show. I didn’t get around to watching the programs I had DVRd until a week or so later and by then the comment thread was so towering I was too daunted to even attempt to scale it. I sure did enjoy reading it, though. The back and forth about the so-called bad language (which turned out to be of the “goddamn” variety rather than the naughty naughty bathroom words I had assumed the distressed commenters were talking about) was highly entertaining.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/05/Kevin-Costner.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-17022\" height=\"150\" sizes=\"(max-width: 112px) 100vw, 112px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/05/Kevin-Costner-112x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/05/Kevin-Costner-112x150.jpg 112w, http://www.thehistoryblog.com/wp-content/uploads/2012/05/Kevin-Costner-200x266.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/05/Kevin-Costner-430x572.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/05/Kevin-Costner.jpg 526w\" title=\"Kevin Costner as Devil Anse Hatfield\" width=\"112\"/></a>It makes sense in hindsight because the show was a record-breaker for the History Channel as well, drawing more than 14 million viewers. The raging success of History’s first foray into scripted television trickled down to The History Blog and from there, I’m delighted to report, to <a href=\"http://www.tourpikecounty.com/index.php?page=Brochure_info\" target=\"_blank\">website of Pike County</a>, the county in Kentucky where many of the events of the infamous feud transpired. Jay Shepherd, Marketing Director of Pike County Tourism, had emailed me before I wrote the post asking if I’d link to their <a href=\"http://www.tourpikecounty.com/index.php?page=hatfields-and-mccoys\" target=\"_blank\">driving tour page</a> in an entry about the Hatfields and McCoys. I did so and when the entry blew up, I could see the Pike County link was getting tons of hits. It turns out they got so many requests for the Hatfields and McCoys driving tour CD that they sold out! At the time they didn’t have the CD available on the website — people had to contact them via email or phone to order it — which makes the sale count even more impressive. He emailed me: “Our small little town really needs that extra push. So much history here.” </p>\n<p>Another post whose real world impact delighted me was my interview with <a href=\"http://www.thehistoryblog.com/archives/date/2012/01\" target=\"_blank\"><em>Janet Stephens: Intrepid Hairdressing Archaeologist</em></a>. Janet’s impressive scholarship and nimble fingers inspired many teachers, students and re-enactors. Neal Quillinan, a teacher at a secondary school in Australia, left a comment that made my day and possibly my year.</p>\n<blockquote><p>A fantastic post and a valuble resource. I used this in teaching my senior history girls about the First Triumvirate and the rise of Augustus. It was most engaging and its scholarly tone made it very much useable on their research assignment. You really struck a positive chord with this one…. one student event wore her hair in Agrippina style to her Senior Formal.</p></blockquote>\n<p>Agrippina prom hair! That totally slays me. I emailed Janet to let her know and she was thrilled to pieces, of course. </p>\n<p>While I’m on the subject, be sure to subscribe to <a href=\"http://www.youtube.com/user/jntvstp/videos\" target=\"_blank\">Janet’s YouTube channel</a>. She’s been posting new videos regularly over the past few months, and they are each one more brilliant than the last. They all feature live models rather than manikins and one of them <a href=\"http://www.youtube.com/watch?v=Vs9fLwm-9-k\" target=\"_blank\">recreates the late 1st century A.D. <em>orbis comarum</em> style on a woman with short hair</a>. It’s a must-see.</p>\n<p>I don’t know if I can pick my single most favorite post of the year. There are several top contenders depending on the criteria, so instead of just nominating one, I’ll cull a few of my favorites in various categories. </p>\n<p><img alt=\"\" class=\"alignleft size-full wp-image-19693\" height=\"113\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/panel5s.jpg\" title=\"A skeleton is found. Could it be Richard?\" width=\"84\"/>For sheer adrenaline-fueled excitement, nothing can beat <a href=\"http://www.thehistoryblog.com/archives/19646\" target=\"_blank\">the announcement that a skeleton of a male with scoliosis and a cleaved skull was discovered at the Grey Friars site in Leicester</a>, the church where King Richard III was buried after he was killed at the Battle of Bosworth. It was my first liveblog and the first time I wrote a whole paragraph in “holy shit can you believe this” all caps. We’re still waiting for the DNA results that might confirm if this skeleton is that of the last Plantagenet king of England. I’ve read some interesting nuggets in the interim, but I’m saving them up for a post next year when we finally get the big news.</p>\n<p>Other favorite finds I wrote about this year include <a href=\"http://www.thehistoryblog.com/archives/17608\" target=\"_blank\">Catherine de Medici’s hairpin found in palace toilet</a>, the <a href=\"http://www.thehistoryblog.com/archives/15571\" target=\"_blank\">bed burial of the 7th century Anglo-Saxon teen girl</a> with the beautiful gold and garnet cross, the <a href=\"http://www.thehistoryblog.com/archives/17370\" target=\"_blank\">new terracotta warriors</a> from the mausoleum of emperor Qin Shi Huang which also gave me an opening to namecheck <em>Firefly</em>, the <a href=\"http://www.thehistoryblog.com/archives/18554\" target=\"_blank\">colossal statue of Neo-Hittite warrior king Suppiluliuma</a> whose arms reminded me of Beavis freaking out because he’s never going to score, the <a href=\"http://www.thehistoryblog.com/archives/20608\" target=\"_blank\">159 pristine Roman gold coins found near St. Albans</a> that are so shiny and new, and the <a href=\"http://www.thehistoryblog.com/archives/19866\" target=\"_blank\">Etruscan pyramids found carved out of Orvieto caves</a> which saw the lead archaeologist post a comment wherein he complimented me on not writing a bunch of vague, inaccurate hype like so many articles in the press had done. My head swelled three sizes that day. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/08/devolution-of-christ.gif\" target=\"blank\"><img alt=\"\" class=\"alignright size-full wp-image-22543\" height=\"253\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/devolution-of-christ-small.gif\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/12/devolution-of-christ-small.gif 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/12/devolution-of-christ-small-118x150.gif 118w\" title=\"The Devolution of Christ\" width=\"200\"/></a>That’s not the only example of an entry where I feel like the mainstream articles either got things wrong or just didn’t focus on the parts I found interesting. My two favorites along those lines were my story about the <a href=\"http://www.thehistoryblog.com/archives/19167\" target=\"_blank\">Jesus Monkey restoration</a> and the sale of the <a href=\"http://www.thehistoryblog.com/archives/21816\" target=\"_blank\">original Batmobile</a>. Cecilia Giménez’s attempt to restore a fresco of Jesus originally painted by Elías García Martínez on the wall of a church in Borja, Spain, has become a full-fledged meme in its own right based solely on its hilarious awfulness. What gets left out, however, is how the original was a dashed off copy of a cheesy prayer card version of Guido Reni’s <em>Head of Christ Crowned with Thorns</em>, not a masterpiece for the ages. The other articles about the Batmobile left off most of the great details about the Lincoln Futura which from my perspective is totally the best part. Not that I’m putting down the greatest of all Batmobiles, mind you. As I said in the entry, I don’t know what I wouldn’t do to get my mitts on that car.</p>\n<p>Other beauties that sold at auction this year which I would gladly shower with gold like they were the Danaë to my Zeus are the <a href=\"http://www.thehistoryblog.com/archives/14846\" target=\"_blank\">model of a guillotine made out of animal bones by a Napoleonic prisoner of war</a> in England, the <a href=\"http://www.thehistoryblog.com/archives/16735\" target=\"_blank\">Beau Sancy diamond</a>, the <a href=\"http://www.thehistoryblog.com/archives/17196\" target=\"_blank\">land indenture signed by Meriwether Lewis and William Clark</a>, the only document signed by both men known to exist, the <a href=\"http://www.thehistoryblog.com/archives/18392\" target=\"_blank\">Chief Joseph war shirt</a> which sold to the ubiquitous APC (anonymous private collector) rather than the museum where it belongs, the green velvet and gold <a href=\"http://www.thehistoryblog.com/archives/19736\" target=\"_blank\">saddlecloth used by Queen Elizabeth I</a> on her official visit <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/11/amber-gameboard-closed.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-thumbnail wp-image-21570\" height=\"92\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/11/amber-gameboard-closed-150x92.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/11/amber-gameboard-closed-150x92.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/11/amber-gameboard-closed-200x122.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/11/amber-gameboard-closed-430x264.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2012/11/amber-gameboard-closed.jpg 1542w\" title=\"1607 amber gameboard, closed\" width=\"150\"/></a>to Bristol, <a href=\"http://www.thehistoryblog.com/archives/21559\" target=\"_blank\">the amber gameboard King Charles I took to the scaffold with him</a>, <a href=\"http://www.thehistoryblog.com/archives/21219\" target=\"_blank\">Byron’s copy of <em>Frankenstein</em></a>, that gorgeous pristine <a href=\"http://www.thehistoryblog.com/archives/21186\" target=\"_blank\">Enigma machine</a> and the <a href=\"http://www.thehistoryblog.com/archives/19606\" target=\"_blank\">original Fahrenheit thermometer</a> which could also go in the “I did not know that” category because researching it explained so much about the oddities of the Fahrenheit scale.</p>\n<p>I have a bunch of favorite pictures this year. <a href=\"http://www.thehistoryblog.com/archives/15745\" target=\"_blank\">National Geographic’s high definition pictures of the wreck of the <em>Titanic</em></a> blew my mind, as did the 15th century <a href=\"http://www.thehistoryblog.com/archives/14955\" target=\"_blank\">Pastrana tapestries in all their gloriously restored vibrancy</a>. The picture of <a href=\"http://www.thehistoryblog.com/archives/20993\" target=\"_blank\">Jane’s Carousel in Brooklyn besieged by Sandy</a> was so compelling it was basically the entire post. Worth a thousand words and all that. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Highworth_before_treatment_1.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-21939\" height=\"150\" sizes=\"(max-width: 133px) 100vw, 133px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Highworth_before_treatment_1-133x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/09/Highworth_before_treatment_1-133x150.jpg 133w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Highworth_before_treatment_1-200x224.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/09/Highworth_before_treatment_1-430x482.jpg 430w\" title=\"Highworth Ceramic, stitched crack, courtesy of Wiltshire Council Conservation and Museums Advisory Service\" width=\"133\"/></a>Pictures of two far more modest pieces that made me so happy, though, that they must be singled out. One was the <a href=\"http://www.thehistoryblog.com/archives/19460\" target=\"_blank\">Roman coarseware milk pot</a> with the lead stitches. It’s so big and those stitches are just so damn cool. The other is the <a href=\"http://www.thehistoryblog.com/archives/20945\" target=\"_blank\">15th century piggy bank from the Javanese Majapahit Empire</a>. Those little piggies are so round and adorable I literally reread the entry like 10 times just to enjoy the pictures all over again.</p>\n<p>The piggy banks are also examples of another favorite kind of entry: the one where I start off knowing practically nothing about the subject but tumble to it for whatever reason and wind up immersed in research for days. <a href=\"http://www.thehistoryblog.com/archives/16595\" target=\"_blank\">Dutch Golden Age printmaker Hercules Segers</a> is an example of that. <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/05/Ruins-of-the-Abbey-of-Rijnsburg.jpg\" target=\"blank\"><img alt=\"\" class=\"alignleft size-medium wp-image-22549\" height=\"126\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/05/Ruins-of-the-Abbey-of-Rijnsburg-200x126.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/05/Ruins-of-the-Abbey-of-Rijnsburg-200x126.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/05/Ruins-of-the-Abbey-of-Rijnsburg-150x94.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/05/Ruins-of-the-Abbey-of-Rijnsburg-430x270.jpg 430w\" title=\"Ruins of the Abbey of Rijnsburg, printed in yellow-white ink on black-brown-tinted paper\" width=\"200\"/></a>I had never even heard his name before I came across it while researching something else that I can’t remember on the British Museum’s website. To find and investigate such an innovator was an honor and a pleasure. </p>\n<p>So was discovering the men who <a href=\"http://www.thehistoryblog.com/archives/19957\" target=\"_blank\">built Manchester’s sewers and took those skills to the Western Front of World War I</a> where they built massive underground networks. Although I did know about her very superficially from a class or two I took in college where her epic lawsuit to claim her inheritance came up, researching <a href=\"http://www.thehistoryblog.com/archives/19124\" target=\"_blank\">Lady Anne Clifford</a> and her struggles against her scoundrel father and husbands was profoundly revelatory. Most moving of all was the story of the <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/05/JacobVowellNote2.jpg\" target=\"blank\"><img alt=\"\" class=\"alignright size-thumbnail wp-image-16833\" height=\"150\" sizes=\"(max-width: 94px) 100vw, 94px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/05/JacobVowellNote2-94x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/05/JacobVowellNote2-94x150.jpg 94w, http://www.thehistoryblog.com/wp-content/uploads/2012/05/JacobVowellNote2-189x300.jpg 189w, http://www.thehistoryblog.com/wp-content/uploads/2012/05/JacobVowellNote2.jpg 363w\" title=\"Page of miner Jacob Vowell's final note to his family\" width=\"94\"/></a><a href=\"http://www.thehistoryblog.com/archives/16817\" target=\"_blank\">Fraterville Mine disaster of 1902</a>. Those final letters documenting the miners’ slow deaths as the oxygen ran out made me weep like a baby.</p>\n<p>There’s no category that really covers this one, but the entry about the <a href=\"http://www.thehistoryblog.com/archives/20404\" target=\"_blank\">100-million-year-old spider attack captured in amber</a> deserves a special mention because it was born from a fit of mad inspiration. Posts like that are the reason the ancient Greeks thought the Muses were real. The words just descended upon me and I wrote them. That doesn’t happen to me very often, or, like, ever, really.</p>\n<p>So that’s this year gone then. Thank you all for reading and for sending me tips and just generally for writing the ridiculously kind things you write. Here’s to a 2013 filled with more of the same and even greater things. Happy New Year! <img alt=\":boogie:\" class=\"wp-smiley\" src=\"http://www.thehistoryblog.com/wp-includes/images/smilies/boogie.gif\" style=\"height: 1em; max-height: 1em;\"/></p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"The Year in History Blog History\" data-a2a-url=\"http://www.thehistoryblog.com/archives/22498\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>"}