{"content_html": "<div class=\"entry\">\n<p>This is the eighth and final post in my “<a href=\"http://www.chemistry-blog.com/2013/04/20/get-a-job-ken/\" target=\"_blank\">Get a job, Ken!</a>” series. In this post I’ll talk about what follows <a href=\"http://www.chemistry-blog.com/2013/05/18/get-a-job-ken-part-6-phone-and-on-site-interviews/\" target=\"_blank\">job interviews</a>:  job offers, second visits, the negotiation process, and signing the contract.</p>\n<p><strong>The Job Offer</strong></p>\n<p>After each interview I was given an approximate timeline for the committee’s decision. Once that timeline ran out, every phone call I received triggered excitement and stress. I highly recommend programming the department or search committee chairs’ phone numbers into your address book so you can quickly identify their calls. Otherwise, you risk dealing with the telemarketer debacle I mentioned in my previous post. When ‘The Call’ finally came the first fifteen seconds of introductions and casual niceties were a never-ending blur. After the reveal— “we are excited to offer you a position in the department of chemistry at U of X!” —it took me at least five minutes before I felt anything. That’s when an ongoing mix of emotions began. These feelings oscillate between euphoria, panic and dumbstruck wonder.</p>\n<p>On the other hand, ‘The Call’ can also hypothetically be a rejection. I did get rejections. Yet, my rejections never came in the form of a phone call. If I hadn’t yet heard anything from the search committee several weeks after the decision deadline, I’d email the chair inquiring about the status of the search. It was only then, through email, that I’d learn another candidate received the offer. Maybe they were waiting to tell me after the other person accepted and I was potentially the fallback candidate. Alternatively—as I’ve heard told by others—there might not have been a plan to notify me at all. I could have been left to learn about the decision through the grapevine. After facing this void of search-committee silence, I’ve made a vow: if I am ever on a hiring committee, I will make sure to give a courtesy phone call or email to candidates not offered the job.</p>\n<p><strong>Second Visits</strong></p>\n<p>When I did receive an offer, it was quickly followed with an invitation for a second visit. The trip—which usually lasts at least three days and occurs within a month of the offer—is an opportunity for the department to convince their top candidate (and his or her significant other) to take the position. For the candidate it’s an opportunity to get a better feel for the department, university, and surrounding city. The second visit will vary from university to university, but below I try to paint a general picture of the visit based on my own and others experiences.</p>\n<p><em>Day 1: Meetings and Dinner with Faculty</em></p>\n<p>Prior to my second visit I was asked if there were any specific meetings I would like to schedule. I used this opportunity to request meetings with people who would be important to my future in the department, such as the staff laser spectroscopist, the glassblower, and potential faculty collaborators/mentors. I met with these individuals (as availability allowed) as well as 6-7 additional faculty during the first day of my second visit. The day’s schedule was similar to the 30-minute meeting marathon during the interview, but significantly less stressful. The most exciting part of the day was a tour of lab spaces my group could potentially occupy. The most important meeting of the day was with the department chair, during which we started the negotiation process. To prepare for this meeting the department chair asked me to create a space and budget proposal, which served as the starting point for our discussion. I’ll talk about the negotiation process as well as the space and budget proposals in much greater detail below.</p>\n<p>That evening the chemistry department also hosted a welcome dinner for my wife and me at one of the faculty member’s homes. It was a friendly and less formal chance to interact with my potential co-workers outside of the university.</p>\n<p><em>Day 2: House Hunting and Dinner with Faculty</em></p>\n<p>On the second day the department set my wife and I up with a realtor to look at and discuss the local housing market. While I had no plans to purchase a house without first living in and experiencing a city for at least six months, it was a useful way to learn about the town and to imagine ourselves living there. The realtor also provided a non-‘academic’ perspective of the town and university.</p>\n<p>That evening we also had dinner with a few faculty and their significant others. Although this did not happen for us, this evening might also include “court-side seats” to a sporting event depending on the season.</p>\n<p><em>Day 3: Free day </em></p>\n<p>During our third and final full day my wife and I were able to do whatever we wished. Throughout the visit we collected a number of recommendations to popular local attractions. For example, in Tallahassee we were encouraged to visit <a href=\"http://www.floridastateparks.org/wakullasprings/\" target=\"_blank\">Wakulla Springs</a> and <a href=\"http://www.visitflorida.com/en-us/cities/st-george-island.html\" target=\"_blank\">St. George Island</a>.</p>\n<p><em>Things to consider/ask during this visit:</em></p>\n<p>One of the most important factors in my decision to accept or decline the offer was how well I <em>fit </em>in the department. I had heard that term <em>fit</em> a dozen times prior and I have mentioned it throughout this blog series, but I have not really defined it. It’s hard to define because it’s many things: How do faculty members generally dress (casual or formal)? What are their attitudes towards teaching? Do they collaborate? Was I interested in the seminar speakers they brought in? Were my one-on-one meetings reciprocal? Are there people there who will understand my research and vice versa? These are just a few of the many fit<em> </em>related questions I asked myself.</p>\n<p>Thankfully, many of these fit questions were already answered by the time I got an offer. The interview process provided an opportunity to size up a department’s culture and whether or not I felt like I’d fit in. Likewise, having given me an offer, the department clearly liked my research, felt I fulfilled their needs, and could see me as their co-worker. I hate myself for being cliché but when you find the right fit, you will know. At least that is what I found during my visits at FSU.</p>\n<p>Here is a list of other questions/considerations when reflecting on the chemistry department:</p>\n<ul>\n<li>Do they have the resources you need for your research: machine shop, glass blower, electronic shops, NMR, mass spectrometer, etc.?</li>\n<li>How do they handle purchasing and grant submitting?</li>\n<li>Do they have new faculty orientation?</li>\n<li>Are there seminars about teaching/mentoring?</li>\n<li>Are there clear tenure requirements?</li>\n<li>Are the faculty priorities clearly defined (percent of time dedicated to teaching, research, outreach, departmental duties)?</li>\n<li>Is there a strong sense of community?</li>\n<li>Is the department collegial (do most faculty get along)?</li>\n<li>Do assistant professors receive feedback prior to the tenure decision?</li>\n<li>Is there sufficient journal access?</li>\n<li>How many dedicated support staff are there?</li>\n<li>Are there sufficient teaching assistants?</li>\n<li>Are assistant professors assigned formal mentors or do they get to choose?</li>\n<li>Are there single or multiple mentors?</li>\n<li>How do they handle patents?</li>\n<li>How do they handle in department conflicts?</li>\n</ul>\n<p>Also, here are some things to consider about life outside of the lab/classroom:</p>\n<ul>\n<li>Do they support work-life integration?</li>\n<li>Are their child care services?</li>\n<li>What are their policies on maternity/paternity leave?</li>\n<li>How is the quality of life in town (safety, cost of living, commute time, pace)?</li>\n<li>How family-friendly is the University/town?</li>\n<li>Does the town/area support your hobbies?</li>\n<li>Will your significant other have job prospects?</li>\n<li>What is the quality of the school system?</li>\n<li>Can you handle the weather?</li>\n</ul>\n<p>I stole most of these questions from <a href=\"http://www.amazon.com/Success-Tenure-Track-Satisfaction-ebook/dp/B008GRRXE0\" target=\"_blank\"><em>Success on the Tenure Track: Five Keys to Faculty Job Satisfaction</em></a>. It is a book dedicated to assessing, based on survey of faculty at major universities, what factors are responsible for the happiest and most successful new faculty.</p>\n<p><strong> Negotiations</strong></p>\n<p>The majority of the negotiation occurred during my meeting with the department chair. Much to my pleasant surprise, the negotiation process was less somber and stressful than I expected. As I mentioned before, the department chair ask me to bring a space and budget proposal to the meeting. The proposals served as a starting point for our negotiations. Here’s an overview of what I included in each:</p>\n<p><em>Space proposal</em></p>\n<p>This proposal outlined the space I would need (including square footage and type of space) during my first five years conducting research. For example, I asked for 600 sq ft of synthetic space with at least four 6ft fume hoods and 400 sq ft of empty space for optical tables.</p>\n<p><em>Budget proposal</em></p>\n<p>Budget proposals vary from chemist to chemist since they are very dependent on discipline and proposed research. Here’s an overview of the strategy I used when preparing my budget proposal:</p>\n<p>1) I first read through my research proposals and made note of what equipment I would need to pursue my projects. I then walked through my current lab space (and a few other labs) adding any additional equipment I missed in my first draft.</p>\n<p>2) I partitioned the equipment into several funding categories:</p>\n<ul>\n<li>Major equipment (&gt;$50,000): Fluorometer, nanosecond transient absorption system, etc.</li>\n<li>Minor equipment ($5,000-$50,000): Potentiostat, UV-Vis, rotary evaporator, glove box, etc.</li>\n<li>Other equipment (&lt;$5,000): Balances, ovens, fridges, freezers, centrifuges, etc.</li>\n<li>Benches/Hoods (~$10,000/hood): Schlenk line, vacuum, hotplate/stirrer, glassware, etc.</li>\n<li>General laboratory materials, supplies and consumables (~$150,000)</li>\n<li>Travel funds (~$10,000): For me, postdocs and graduate students to travel to conferences</li>\n<li>Computing supplies (~$10,000): computers, printers, scanners and software (this can be surprisingly expensive)</li>\n</ul>\n<p>3) I then created an excel spreadsheet, listing each item, its cost, and quantity. The more detailed the list, the easier it was to justify the grand total (as displayed at the bottom of the spreadsheet).</p>\n<p>4) There was one additional category which included my summer salary (1/3 of the yearly salary) as well as the salaries of research assistants. It is not necessarily possible to know preemptively how much a grad student or postdoc will cost per year at a given university, so I assumed they were ~$40,000 per year.</p>\n<p>5) I then sent the excel file to the department chair in preparation for our negotiation meeting.</p>\n<p>Quick tip 1: Ask for example budget proposals from friends or young professors in your current department.</p>\n<p>Quick tip 2: Get multiple quotes for any equipment costing more than $5000, but only include one quote, whichever you prefer, for each instrument in the budget proposal.</p>\n<p>Quick tip 3: You do not have to pursue the projects you proposed. If you do plan to pursue alternate projects, budget accordingly. However, you will have to justify your proposed budget to the department chair, who must in turn justify it to the ‘higher ups’.</p>\n<p>Quick tip 4: If you don’t ask, you won’t get it! So make sure to include anything that you might need.</p>\n<p>In addition to the budget (your start-up funds) and lab space, below are several major items that can also be included in the negotiation (which is also institution dependent):</p>\n<ul>\n<li>Lab/Office Location</li>\n<li>Salary: Negotiation in this area is less likely at public schools where the salary is usually decided by some predetermined metric. Interestingly, you can find faculty salaries for most public institutions online.</li>\n<li>Teaching Load: This may already be decided. Also, most assistant professors are given a choice of two semesters off during their first five years.</li>\n<li>Departmental responsibilities (committees, curriculum development, etc.)</li>\n<li>Employment for your significant other.</li>\n</ul>\n<p>Prior to the second visit, the department chair looked through my budget proposal and noted major and minor equipment already available in the department. I was happy to learn that some of the equipment was already available and operational (cutting down on my start-up time). Other equipment, while available, was heavily used by other research groups. For these items—which were pivotal to my research and would be frequently used—I requested funds to purchase my own instrument so as not to impede progress.</p>\n<p>The chair also looked through my space proposal and gave me a tour the potential spaces. It was fun to actually walk through them and consider how the space would fit my needs. Some of the spaces were new, others needed renovation. The to-be-renovated spaces were appealing because I could design the lab according to my needs, but I have heard too many horror stories of renovations extending way beyond the projected timeline. I opted out of these spaces as losing the first 6 months (10% of tenure) could prove devastating.</p>\n<p>After the initial discussion and the second visit, the chair and I went back and forth revising my budget and space needs until we converged on what would be the final offer.</p>\n<p>While the process occasionally felt daunting, I reminded myself that, unlike a used car sales person, the department chair was not “out to get” me. University’s make a major investment in new assistant professors. It’s in their best interest to provide the tools necessary for their success. At the same time, I also aimed to be reasonable. If there was a piece of equipment I wanted, but wouldn’t use very often and could access elsewhere, I didn’t insist on having my own.</p>\n<p>I also never forgot that I was potentially going to be working with this ‘opponent’ for the next decade or two. Nobody wants to start out a long-term relationship on a bad note.</p>\n<p>Before entering the negotiation process I was struck by the realization that I was going from years of making a little more than minimum wage to negotiating a million dollar contract. I also realized that I’d spent more time (by orders of magnitude) researching a single chemistry paper than on how to negotiate. Coincidentally, I ran into a professor that teaches a class on negotiation and he recommended the following books:</p>\n<ul>\n<li><a href=\"http://www.amazon.com/Getting-Yes-Negotiating-Agreement-Without/dp/0395631246\" target=\"_blank\"><em>Getting to Yes: Negotiating Agreement Without Giving In</em></a></li>\n<li><a href=\"http://www.amazon.com/Bargaining-Advantage-Negotiation-Strategies-Reasonable/dp/0143036971/ref=sr_1_1?s=books&amp;ie=UTF8&amp;qid=1369109280&amp;sr=1-1&amp;keywords=bargaining+for+advantage\" target=\"_blank\"><em>Bargaining for Advantage: Negotiation Strategies for Reasonable People</em></a></li>\n<li><a href=\"http://www.amazon.com/Women-Dont-Ask-Negotiation---Strategies/dp/0553383876/ref=sr_1_1?s=books&amp;ie=UTF8&amp;qid=1369109340&amp;sr=1-1&amp;keywords=women+dont+ask\" target=\"_blank\"><em>Women Don’t Ask: The High Cost of Avoiding Negotiation and Positive Strategies for Change</em></a></li>\n</ul>\n<p>I really enjoyed reading “Getting to Yes.” If I am going to be perfectly honest, most of what I read was not necessary for my startup negotiation. However, the book did help make me more confident about the process. Worst case scenario, I learned tools that can be used in other scenarios like dealing with street vendors or purchasing a house.</p>\n<p><em>Signing The Contract</em></p>\n<p>After the dust settled and I felt like all my questions were answered, I was sent a contract. It contained detailed information on my salary, lab space, teaching load and other university responsibilities. I then made everything official by signing and returning the contract.</p>\n<p>Bonus: If you accept the offer early enough you can attend graduate student recruiting weekends. These weekends are great because it is an opportunity to recruit students to the university and your research group.</p>\n<p><strong>Conclusion</strong></p>\n<p>That’s it! This post concludes my “Get a job, Ken!” series. It’s been a long journey, for both the job search and documenting the process in these posts. I hope that you found at least some of the content useful.  Also, please remember that this is only one person’s limited perspective. Get advice from as many people as possible.</p>\n<p>Good luck to everyone in their job search! If any of this helps you or you have an anecdote to share, please send me an email. I look forward to hearing about your experiences.</p>\n<div class=\"clear\"></div>\n<div class=\"clear\"></div>\n</div>", "title": "\n“Get a job, Ken!” Part 8: The Offer, Second Visit, and Negotiation\n", "content": "\n This is the eighth and final post in my “Get a job, Ken!” series. In this post I’ll talk about what follows job interviews:  job offers, second visits, the negotiation process, and signing the contract. \n The Job Offer \n After each interview I was given an approximate timeline for the committee’s decision. Once that timeline ran out, every phone call I received triggered excitement and stress. I highly recommend programming the department or search committee chairs’ phone numbers into your address book so you can quickly identify their calls. Otherwise, you risk dealing with the telemarketer debacle I mentioned in my previous post. When ‘The Call’ finally came the first fifteen seconds of introductions and casual niceties were a never-ending blur. After the reveal— “we are excited to offer you a position in the department of chemistry at U of X!” —it took me at least five minutes before I felt anything. That’s when an ongoing mix of emotions began. These feelings oscillate between euphoria, panic and dumbstruck wonder. \n On the other hand, ‘The Call’ can also hypothetically be a rejection. I did get rejections. Yet, my rejections never came in the form of a phone call. If I hadn’t yet heard anything from the search committee several weeks after the decision deadline, I’d email the chair inquiring about the status of the search. It was only then, through email, that I’d learn another candidate received the offer. Maybe they were waiting to tell me after the other person accepted and I was potentially the fallback candidate. Alternatively—as I’ve heard told by others—there might not have been a plan to notify me at all. I could have been left to learn about the decision through the grapevine. After facing this void of search-committee silence, I’ve made a vow: if I am ever on a hiring committee, I will make sure to give a courtesy phone call or email to candidates not offered the job. \n Second Visits \n When I did receive an offer, it was quickly followed with an invitation for a second visit. The trip—which usually lasts at least three days and occurs within a month of the offer—is an opportunity for the department to convince their top candidate (and his or her significant other) to take the position. For the candidate it’s an opportunity to get a better feel for the department, university, and surrounding city. The second visit will vary from university to university, but below I try to paint a general picture of the visit based on my own and others experiences. \n Day 1: Meetings and Dinner with Faculty \n Prior to my second visit I was asked if there were any specific meetings I would like to schedule. I used this opportunity to request meetings with people who would be important to my future in the department, such as the staff laser spectroscopist, the glassblower, and potential faculty collaborators/mentors. I met with these individuals (as availability allowed) as well as 6-7 additional faculty during the first day of my second visit. The day’s schedule was similar to the 30-minute meeting marathon during the interview, but significantly less stressful. The most exciting part of the day was a tour of lab spaces my group could potentially occupy. The most important meeting of the day was with the department chair, during which we started the negotiation process. To prepare for this meeting the department chair asked me to create a space and budget proposal, which served as the starting point for our discussion. I’ll talk about the negotiation process as well as the space and budget proposals in much greater detail below. \n That evening the chemistry department also hosted a welcome dinner for my wife and me at one of the faculty member’s homes. It was a friendly and less formal chance to interact with my potential co-workers outside of the university. \n Day 2: House Hunting and Dinner with Faculty \n On the second day the department set my wife and I up with a realtor to look at and discuss the local housing market. While I had no plans to purchase a house without first living in and experiencing a city for at least six months, it was a useful way to learn about the town and to imagine ourselves living there. The realtor also provided a non-‘academic’ perspective of the town and university. \n That evening we also had dinner with a few faculty and their significant others. Although this did not happen for us, this evening might also include “court-side seats” to a sporting event depending on the season. \n Day 3: Free day  \n During our third and final full day my wife and I were able to do whatever we wished. Throughout the visit we collected a number of recommendations to popular local attractions. For example, in Tallahassee we were encouraged to visit Wakulla Springs and St. George Island. \n Things to consider/ask during this visit: \n One of the most important factors in my decision to accept or decline the offer was how well I fit in the department. I had heard that term fit a dozen times prior and I have mentioned it throughout this blog series, but I have not really defined it. It’s hard to define because it’s many things: How do faculty members generally dress (casual or formal)? What are their attitudes towards teaching? Do they collaborate? Was I interested in the seminar speakers they brought in? Were my one-on-one meetings reciprocal? Are there people there who will understand my research and vice versa? These are just a few of the many fit related questions I asked myself. \n Thankfully, many of these fit questions were already answered by the time I got an offer. The interview process provided an opportunity to size up a department’s culture and whether or not I felt like I’d fit in. Likewise, having given me an offer, the department clearly liked my research, felt I fulfilled their needs, and could see me as their co-worker. I hate myself for being cliché but when you find the right fit, you will know. At least that is what I found during my visits at FSU. \n Here is a list of other questions/considerations when reflecting on the chemistry department: \n \nDo they have the resources you need for your research: machine shop, glass blower, electronic shops, NMR, mass spectrometer, etc.?\nHow do they handle purchasing and grant submitting?\nDo they have new faculty orientation?\nAre there seminars about teaching/mentoring?\nAre there clear tenure requirements?\nAre the faculty priorities clearly defined (percent of time dedicated to teaching, research, outreach, departmental duties)?\nIs there a strong sense of community?\nIs the department collegial (do most faculty get along)?\nDo assistant professors receive feedback prior to the tenure decision?\nIs there sufficient journal access?\nHow many dedicated support staff are there?\nAre there sufficient teaching assistants?\nAre assistant professors assigned formal mentors or do they get to choose?\nAre there single or multiple mentors?\nHow do they handle patents?\nHow do they handle in department conflicts?\n \n Also, here are some things to consider about life outside of the lab/classroom: \n \nDo they support work-life integration?\nAre their child care services?\nWhat are their policies on maternity/paternity leave?\nHow is the quality of life in town (safety, cost of living, commute time, pace)?\nHow family-friendly is the University/town?\nDoes the town/area support your hobbies?\nWill your significant other have job prospects?\nWhat is the quality of the school system?\nCan you handle the weather?\n \n I stole most of these questions from Success on the Tenure Track: Five Keys to Faculty Job Satisfaction. It is a book dedicated to assessing, based on survey of faculty at major universities, what factors are responsible for the happiest and most successful new faculty. \n  Negotiations \n The majority of the negotiation occurred during my meeting with the department chair. Much to my pleasant surprise, the negotiation process was less somber and stressful than I expected. As I mentioned before, the department chair ask me to bring a space and budget proposal to the meeting. The proposals served as a starting point for our negotiations. Here’s an overview of what I included in each: \n Space proposal \n This proposal outlined the space I would need (including square footage and type of space) during my first five years conducting research. For example, I asked for 600 sq ft of synthetic space with at least four 6ft fume hoods and 400 sq ft of empty space for optical tables. \n Budget proposal \n Budget proposals vary from chemist to chemist since they are very dependent on discipline and proposed research. Here’s an overview of the strategy I used when preparing my budget proposal: \n 1) I first read through my research proposals and made note of what equipment I would need to pursue my projects. I then walked through my current lab space (and a few other labs) adding any additional equipment I missed in my first draft. \n 2) I partitioned the equipment into several funding categories: \n \nMajor equipment (>$50,000): Fluorometer, nanosecond transient absorption system, etc.\nMinor equipment ($5,000-$50,000): Potentiostat, UV-Vis, rotary evaporator, glove box, etc.\nOther equipment (<$5,000): Balances, ovens, fridges, freezers, centrifuges, etc.\nBenches/Hoods (~$10,000/hood): Schlenk line, vacuum, hotplate/stirrer, glassware, etc.\nGeneral laboratory materials, supplies and consumables (~$150,000)\nTravel funds (~$10,000): For me, postdocs and graduate students to travel to conferences\nComputing supplies (~$10,000): computers, printers, scanners and software (this can be surprisingly expensive)\n \n 3) I then created an excel spreadsheet, listing each item, its cost, and quantity. The more detailed the list, the easier it was to justify the grand total (as displayed at the bottom of the spreadsheet). \n 4) There was one additional category which included my summer salary (1/3 of the yearly salary) as well as the salaries of research assistants. It is not necessarily possible to know preemptively how much a grad student or postdoc will cost per year at a given university, so I assumed they were ~$40,000 per year. \n 5) I then sent the excel file to the department chair in preparation for our negotiation meeting. \n Quick tip 1: Ask for example budget proposals from friends or young professors in your current department. \n Quick tip 2: Get multiple quotes for any equipment costing more than $5000, but only include one quote, whichever you prefer, for each instrument in the budget proposal. \n Quick tip 3: You do not have to pursue the projects you proposed. If you do plan to pursue alternate projects, budget accordingly. However, you will have to justify your proposed budget to the department chair, who must in turn justify it to the ‘higher ups’. \n Quick tip 4: If you don’t ask, you won’t get it! So make sure to include anything that you might need. \n In addition to the budget (your start-up funds) and lab space, below are several major items that can also be included in the negotiation (which is also institution dependent): \n \nLab/Office Location\nSalary: Negotiation in this area is less likely at public schools where the salary is usually decided by some predetermined metric. Interestingly, you can find faculty salaries for most public institutions online.\nTeaching Load: This may already be decided. Also, most assistant professors are given a choice of two semesters off during their first five years.\nDepartmental responsibilities (committees, curriculum development, etc.)\nEmployment for your significant other.\n \n Prior to the second visit, the department chair looked through my budget proposal and noted major and minor equipment already available in the department. I was happy to learn that some of the equipment was already available and operational (cutting down on my start-up time). Other equipment, while available, was heavily used by other research groups. For these items—which were pivotal to my research and would be frequently used—I requested funds to purchase my own instrument so as not to impede progress. \n The chair also looked through my space proposal and gave me a tour the potential spaces. It was fun to actually walk through them and consider how the space would fit my needs. Some of the spaces were new, others needed renovation. The to-be-renovated spaces were appealing because I could design the lab according to my needs, but I have heard too many horror stories of renovations extending way beyond the projected timeline. I opted out of these spaces as losing the first 6 months (10% of tenure) could prove devastating. \n After the initial discussion and the second visit, the chair and I went back and forth revising my budget and space needs until we converged on what would be the final offer. \n While the process occasionally felt daunting, I reminded myself that, unlike a used car sales person, the department chair was not “out to get” me. University’s make a major investment in new assistant professors. It’s in their best interest to provide the tools necessary for their success. At the same time, I also aimed to be reasonable. If there was a piece of equipment I wanted, but wouldn’t use very often and could access elsewhere, I didn’t insist on having my own. \n I also never forgot that I was potentially going to be working with this ‘opponent’ for the next decade or two. Nobody wants to start out a long-term relationship on a bad note. \n Before entering the negotiation process I was struck by the realization that I was going from years of making a little more than minimum wage to negotiating a million dollar contract. I also realized that I’d spent more time (by orders of magnitude) researching a single chemistry paper than on how to negotiate. Coincidentally, I ran into a professor that teaches a class on negotiation and he recommended the following books: \n \nGetting to Yes: Negotiating Agreement Without Giving In\nBargaining for Advantage: Negotiation Strategies for Reasonable People\nWomen Don’t Ask: The High Cost of Avoiding Negotiation and Positive Strategies for Change\n \n I really enjoyed reading “Getting to Yes.” If I am going to be perfectly honest, most of what I read was not necessary for my startup negotiation. However, the book did help make me more confident about the process. Worst case scenario, I learned tools that can be used in other scenarios like dealing with street vendors or purchasing a house. \n Signing The Contract \n After the dust settled and I felt like all my questions were answered, I was sent a contract. It contained detailed information on my salary, lab space, teaching load and other university responsibilities. I then made everything official by signing and returning the contract. \n Bonus: If you accept the offer early enough you can attend graduate student recruiting weekends. These weekends are great because it is an opportunity to recruit students to the university and your research group. \n Conclusion \n That’s it! This post concludes my “Get a job, Ken!” series. It’s been a long journey, for both the job search and documenting the process in these posts. I hope that you found at least some of the content useful.  Also, please remember that this is only one person’s limited perspective. Get advice from as many people as possible. \n Good luck to everyone in their job search! If any of this helps you or you have an anecdote to share, please send me an email. I look forward to hearing about your experiences. \n  \n  \n", "url": "http://www.chemistry-blog.com/2013/06/09/get-a-job-ken-part-8-the-offer-second-visit-and-negotiation", "title_html": "<h1 class=\"title\">\n<a href=\"http://www.chemistry-blog.com/2013/06/09/get-a-job-ken-part-8-the-offer-second-visit-and-negotiation/\" rel=\"bookmark\" title=\"Permalink to “Get a job, Ken!” Part 8: The Offer, Second Visit, and Negotiation\">“Get a job, Ken!” Part 8: The Offer, Second Visit, and Negotiation</a>\n</h1>", "html": "<!DOCTYPE html>\n\n<html lang=\"en-US\" xmlns=\"http://www.w3.org/1999/xhtml\">\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<meta content=\"IE=edge,chrome=1\" http-equiv=\"X-UA-Compatible\"/>\n<meta content=\"width=device-width, initial-scale=1.0\" name=\"viewport\"/>\n<link href=\"http://www.chemistry-blog.com/xmlrpc.php\" rel=\"pingback\"/>\n<title>“Get a job, Ken!” Part 8: The Offer, Second Visit, and Negotiation – Chemistry Blog</title>\n<link href=\"//fonts.googleapis.com\" rel=\"dns-prefetch\"/>\n<link href=\"//s.w.org\" rel=\"dns-prefetch\"/>\n<link href=\"http://www.chemistry-blog.com/feed/\" rel=\"alternate\" title=\"Chemistry Blog » Feed\" type=\"application/rss+xml\"/>\n<link href=\"http://www.chemistry-blog.com/comments/feed/\" rel=\"alternate\" title=\"Chemistry Blog » Comments Feed\" type=\"application/rss+xml\"/>\n<link href=\"http://www.chemistry-blog.com/2013/06/09/get-a-job-ken-part-8-the-offer-second-visit-and-negotiation/feed/\" rel=\"alternate\" title=\"Chemistry Blog » “Get a job, Ken!” Part 8: The Offer, Second Visit, and Negotiation Comments Feed\" type=\"application/rss+xml\"/>\n<script type=\"text/javascript\">\n\t\t\twindow._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"http:\\/\\/www.chemistry-blog.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?ver=4.9.10\"}};\n\t\t\t!function(a,b,c){function d(a,b){var c=String.fromCharCode;l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,a),0,0);var d=k.toDataURL();l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,b),0,0);var e=k.toDataURL();return d===e}function e(a){var b;if(!l||!l.fillText)return!1;switch(l.textBaseline=\"top\",l.font=\"600 32px Arial\",a){case\"flag\":return!(b=d([55356,56826,55356,56819],[55356,56826,8203,55356,56819]))&&(b=d([55356,57332,56128,56423,56128,56418,56128,56421,56128,56430,56128,56423,56128,56447],[55356,57332,8203,56128,56423,8203,56128,56418,8203,56128,56421,8203,56128,56430,8203,56128,56423,8203,56128,56447]),!b);case\"emoji\":return b=d([55358,56760,9792,65039],[55358,56760,8203,9792,65039]),!b}return!1}function f(a){var c=b.createElement(\"script\");c.src=a,c.defer=c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var g,h,i,j,k=b.createElement(\"canvas\"),l=k.getContext&&k.getContext(\"2d\");for(j=Array(\"flag\",\"emoji\"),c.supports={everything:!0,everythingExceptFlag:!0},i=0;i<j.length;i++)c.supports[j[i]]=e(j[i]),c.supports.everything=c.supports.everything&&c.supports[j[i]],\"flag\"!==j[i]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[j[i]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(h=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",h,!1),a.addEventListener(\"load\",h,!1)):(a.attachEvent(\"onload\",h),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),g=c.source||{},g.concatemoji?f(g.concatemoji):g.wpemoji&&g.twemoji&&(f(g.twemoji),f(g.wpemoji)))}(window,document,window._wpemojiSettings);\n\t\t</script>\n<style type=\"text/css\">\nimg.wp-smiley,\nimg.emoji {\n\tdisplay: inline !important;\n\tborder: none !important;\n\tbox-shadow: none !important;\n\theight: 1em !important;\n\twidth: 1em !important;\n\tmargin: 0 .07em !important;\n\tvertical-align: -0.1em !important;\n\tbackground: none !important;\n\tpadding: 0 !important;\n}\n</style>\n<link href=\"http://www.chemistry-blog.com/wp-content/themes/startingup/functions/wpzoom/assets/css/shortcodes.css?ver=4.9.10\" id=\"wpz-shortcodes-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.chemistry-blog.com/wp-content/themes/startingup/functions/wpzoom/assets/css/font-awesome.min.css?ver=4.9.10\" id=\"zoom-font-awesome-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.chemistry-blog.com/wp-content/themes/startingup/style.css?ver=1.0.2\" id=\"startingup-style-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.chemistry-blog.com/wp-content/themes/startingup/media-queries.css?ver=1.0.2\" id=\"media-queries-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://fonts.googleapis.com/css?family=Open+Sans%3A400%2C700&amp;subset=latin%2Ccyrillic%2Cgreek&amp;ver=4.9.10\" id=\"google-fonts-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.chemistry-blog.com/wp-content/themes/startingup/functions/wpzoom/assets/css/wzslider.css?ver=4.9.10\" id=\"wzslider-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.chemistry-blog.com/wp-content/themes/startingup/styles/default.css?ver=4.9.10\" id=\"wpzoom-theme-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.chemistry-blog.com/wp-content/themes/startingup/custom.css?ver=4.9.10\" id=\"wpzoom-custom-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"http://www.chemistry-blog.com/wp-includes/js/jquery/jquery.js?ver=1.12.4\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.1\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/js/init.js?ver=4.9.10\" type=\"text/javascript\"></script>\n<link href=\"http://www.chemistry-blog.com/wp-json/\" rel=\"https://api.w.org/\"/>\n<link href=\"http://www.chemistry-blog.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/>\n<link href=\"http://www.chemistry-blog.com/wp-includes/wlwmanifest.xml\" rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\"/>\n<link href=\"http://www.chemistry-blog.com/2013/05/23/get-a-job-ken-part-7-researchproposal-talks-and-meeting-with-the-chair/\" rel=\"prev\" title=\"“Get a job, Ken!” Part 7: Research/Proposal Talks and Meeting with the Chair\"/>\n<link href=\"http://www.chemistry-blog.com/2013/06/16/the-perovskite-project/\" rel=\"next\" title=\"The Perovskite Project\"/>\n<meta content=\"WordPress 4.9.10\" name=\"generator\">\n<link href=\"http://www.chemistry-blog.com/2013/06/09/get-a-job-ken-part-8-the-offer-second-visit-and-negotiation/\" rel=\"canonical\"/>\n<link href=\"http://www.chemistry-blog.com/?p=8810\" rel=\"shortlink\"/>\n<link href=\"http://www.chemistry-blog.com/wp-json/oembed/1.0/embed?url=http%3A%2F%2Fwww.chemistry-blog.com%2F2013%2F06%2F09%2Fget-a-job-ken-part-8-the-offer-second-visit-and-negotiation%2F\" rel=\"alternate\" type=\"application/json+oembed\"/>\n<link href=\"http://www.chemistry-blog.com/wp-json/oembed/1.0/embed?url=http%3A%2F%2Fwww.chemistry-blog.com%2F2013%2F06%2F09%2Fget-a-job-ken-part-8-the-offer-second-visit-and-negotiation%2F&amp;format=xml\" rel=\"alternate\" type=\"text/xml+oembed\"/>\n<!-- WPZOOM Theme / Framework -->\n<meta content=\"StartingUp 1.0.2\" name=\"generator\">\n<meta content=\"WPZOOM Framework 1.7.5\" name=\"generator\"/>\n<style type=\"text/css\"></style>\n<!-- Global site tag (gtag.js) - Google Analytics -->\n<script async=\"\" src=\"https://www.googletagmanager.com/gtag/js?id=UA-197718-6\"></script>\n<script>\r\n  window.dataLayer = window.dataLayer || [];\r\n  function gtag(){dataLayer.push(arguments);}\r\n  gtag('js', new Date());\r\n\r\n  gtag('config', 'UA-197718-6');\r\n</script>\n<script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script>\n<script>\r\n     (adsbygoogle = window.adsbygoogle || []).push({\r\n          google_ad_client: \"ca-pub-4958982952381359\",\r\n          enable_page_level_ads: true\r\n     });\r\n</script><script type=\"text/javascript\">document.write('<style type=\"text/css\">.tabber{display:none;}</style>');</script> <style type=\"text/css\">.recentcomments a{display:inline !important;padding:0 !important;margin:0 !important;}</style>\n</meta></meta></head>\n<body class=\"post-template-default single single-post postid-8810 single-format-standard\">\n<header class=\"\" id=\"header\">\n<div id=\"navbar\">\n<div class=\"inner-wrap\">\n<p>A Chat and Waffles Chemistry Blog</p>\n<div class=\"clear\"></div>\n</div>\n</div>\n<div class=\"inner-wrap\">\n<div id=\"logo\">\n<h1>\n<a href=\"http://www.chemistry-blog.com\" title=\"A Chat and Waffles Chemistry Blog\">\n\t\t\t\t\tChemistry Blog\t\t\t\t</a>\n</h1> </div><!-- / #logo -->\n<div id=\"menu\">\n<a class=\"btn_menu\" href=\"#\" id=\"toggle-main\"></a>\n<div id=\"menu-wrap\">\n</div>\n<div class=\"clear\"></div>\n</div><!-- /#menu -->\n<div class=\"clear\"></div>\n</div><!-- / .inner-wrap -->\n</header> <div class=\"featured-categories-nav\">\n<div class=\"inner-wrap\">\n<a class=\"btn_menu\" href=\"#\" id=\"toggle-featured\"></a>\n<div id=\"featured-wrap\">\n<ul class=\"dropdown\" id=\"mainmenu\"><li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-home menu-item-10654\" id=\"menu-item-10654\"><a href=\"http://www.chemistry-blog.com\">Home</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-10668\" id=\"menu-item-10668\"><a href=\"http://www.chemistry-blog.com/dictionary/\">Chemistry Dictionary</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-10655\" id=\"menu-item-10655\"><a href=\"http://www.chemistry-blog.com/frequently-asked-questions/\">FAQ</a></li>\n</ul> </div>\n</div>\n<div class=\"clear\"></div>\n</div>\n<div id=\"wrapper\">\n<div class=\"inner-wrap\">\n<section id=\"main\" role=\"main\">\n<h1 class=\"title\">\n<a href=\"http://www.chemistry-blog.com/2013/06/09/get-a-job-ken-part-8-the-offer-second-visit-and-negotiation/\" rel=\"bookmark\" title=\"Permalink to “Get a job, Ken!” Part 8: The Offer, Second Visit, and Negotiation\">“Get a job, Ken!” Part 8: The Offer, Second Visit, and Negotiation</a>\n</h1>\n<div class=\"post-meta\">\n\t\t\t\t\t\t\t\t\t\tJune 9, 2013\t\t\t\t\t<span class=\"separator\">•</span>By <a href=\"http://www.chemistry-blog.com/author/vastib/\" rel=\"author\" title=\"Posts by Kenneth Hanson\">Kenneth Hanson</a> <span class=\"separator\">•</span><span class=\"category\">In <a href=\"http://www.chemistry-blog.com/category/uncategorized/\" rel=\"category tag\">Uncategorized</a></span>\n</div><!-- /.post-meta -->\n<div class=\"clearfix post-8810 post type-post status-publish format-standard hentry category-uncategorized tag-get-a-job tag-job-offer tag-negotiation tag-start-up\" id=\"post-8810\">\n<div class=\"entry\">\n<p>This is the eighth and final post in my “<a href=\"http://www.chemistry-blog.com/2013/04/20/get-a-job-ken/\" target=\"_blank\">Get a job, Ken!</a>” series. In this post I’ll talk about what follows <a href=\"http://www.chemistry-blog.com/2013/05/18/get-a-job-ken-part-6-phone-and-on-site-interviews/\" target=\"_blank\">job interviews</a>:  job offers, second visits, the negotiation process, and signing the contract.</p>\n<p><strong>The Job Offer</strong></p>\n<p>After each interview I was given an approximate timeline for the committee’s decision. Once that timeline ran out, every phone call I received triggered excitement and stress. I highly recommend programming the department or search committee chairs’ phone numbers into your address book so you can quickly identify their calls. Otherwise, you risk dealing with the telemarketer debacle I mentioned in my previous post. When ‘The Call’ finally came the first fifteen seconds of introductions and casual niceties were a never-ending blur. After the reveal— “we are excited to offer you a position in the department of chemistry at U of X!” —it took me at least five minutes before I felt anything. That’s when an ongoing mix of emotions began. These feelings oscillate between euphoria, panic and dumbstruck wonder.</p>\n<p>On the other hand, ‘The Call’ can also hypothetically be a rejection. I did get rejections. Yet, my rejections never came in the form of a phone call. If I hadn’t yet heard anything from the search committee several weeks after the decision deadline, I’d email the chair inquiring about the status of the search. It was only then, through email, that I’d learn another candidate received the offer. Maybe they were waiting to tell me after the other person accepted and I was potentially the fallback candidate. Alternatively—as I’ve heard told by others—there might not have been a plan to notify me at all. I could have been left to learn about the decision through the grapevine. After facing this void of search-committee silence, I’ve made a vow: if I am ever on a hiring committee, I will make sure to give a courtesy phone call or email to candidates not offered the job.</p>\n<p><strong>Second Visits</strong></p>\n<p>When I did receive an offer, it was quickly followed with an invitation for a second visit. The trip—which usually lasts at least three days and occurs within a month of the offer—is an opportunity for the department to convince their top candidate (and his or her significant other) to take the position. For the candidate it’s an opportunity to get a better feel for the department, university, and surrounding city. The second visit will vary from university to university, but below I try to paint a general picture of the visit based on my own and others experiences.</p>\n<p><em>Day 1: Meetings and Dinner with Faculty</em></p>\n<p>Prior to my second visit I was asked if there were any specific meetings I would like to schedule. I used this opportunity to request meetings with people who would be important to my future in the department, such as the staff laser spectroscopist, the glassblower, and potential faculty collaborators/mentors. I met with these individuals (as availability allowed) as well as 6-7 additional faculty during the first day of my second visit. The day’s schedule was similar to the 30-minute meeting marathon during the interview, but significantly less stressful. The most exciting part of the day was a tour of lab spaces my group could potentially occupy. The most important meeting of the day was with the department chair, during which we started the negotiation process. To prepare for this meeting the department chair asked me to create a space and budget proposal, which served as the starting point for our discussion. I’ll talk about the negotiation process as well as the space and budget proposals in much greater detail below.</p>\n<p>That evening the chemistry department also hosted a welcome dinner for my wife and me at one of the faculty member’s homes. It was a friendly and less formal chance to interact with my potential co-workers outside of the university.</p>\n<p><em>Day 2: House Hunting and Dinner with Faculty</em></p>\n<p>On the second day the department set my wife and I up with a realtor to look at and discuss the local housing market. While I had no plans to purchase a house without first living in and experiencing a city for at least six months, it was a useful way to learn about the town and to imagine ourselves living there. The realtor also provided a non-‘academic’ perspective of the town and university.</p>\n<p>That evening we also had dinner with a few faculty and their significant others. Although this did not happen for us, this evening might also include “court-side seats” to a sporting event depending on the season.</p>\n<p><em>Day 3: Free day </em></p>\n<p>During our third and final full day my wife and I were able to do whatever we wished. Throughout the visit we collected a number of recommendations to popular local attractions. For example, in Tallahassee we were encouraged to visit <a href=\"http://www.floridastateparks.org/wakullasprings/\" target=\"_blank\">Wakulla Springs</a> and <a href=\"http://www.visitflorida.com/en-us/cities/st-george-island.html\" target=\"_blank\">St. George Island</a>.</p>\n<p><em>Things to consider/ask during this visit:</em></p>\n<p>One of the most important factors in my decision to accept or decline the offer was how well I <em>fit </em>in the department. I had heard that term <em>fit</em> a dozen times prior and I have mentioned it throughout this blog series, but I have not really defined it. It’s hard to define because it’s many things: How do faculty members generally dress (casual or formal)? What are their attitudes towards teaching? Do they collaborate? Was I interested in the seminar speakers they brought in? Were my one-on-one meetings reciprocal? Are there people there who will understand my research and vice versa? These are just a few of the many fit<em> </em>related questions I asked myself.</p>\n<p>Thankfully, many of these fit questions were already answered by the time I got an offer. The interview process provided an opportunity to size up a department’s culture and whether or not I felt like I’d fit in. Likewise, having given me an offer, the department clearly liked my research, felt I fulfilled their needs, and could see me as their co-worker. I hate myself for being cliché but when you find the right fit, you will know. At least that is what I found during my visits at FSU.</p>\n<p>Here is a list of other questions/considerations when reflecting on the chemistry department:</p>\n<ul>\n<li>Do they have the resources you need for your research: machine shop, glass blower, electronic shops, NMR, mass spectrometer, etc.?</li>\n<li>How do they handle purchasing and grant submitting?</li>\n<li>Do they have new faculty orientation?</li>\n<li>Are there seminars about teaching/mentoring?</li>\n<li>Are there clear tenure requirements?</li>\n<li>Are the faculty priorities clearly defined (percent of time dedicated to teaching, research, outreach, departmental duties)?</li>\n<li>Is there a strong sense of community?</li>\n<li>Is the department collegial (do most faculty get along)?</li>\n<li>Do assistant professors receive feedback prior to the tenure decision?</li>\n<li>Is there sufficient journal access?</li>\n<li>How many dedicated support staff are there?</li>\n<li>Are there sufficient teaching assistants?</li>\n<li>Are assistant professors assigned formal mentors or do they get to choose?</li>\n<li>Are there single or multiple mentors?</li>\n<li>How do they handle patents?</li>\n<li>How do they handle in department conflicts?</li>\n</ul>\n<p>Also, here are some things to consider about life outside of the lab/classroom:</p>\n<ul>\n<li>Do they support work-life integration?</li>\n<li>Are their child care services?</li>\n<li>What are their policies on maternity/paternity leave?</li>\n<li>How is the quality of life in town (safety, cost of living, commute time, pace)?</li>\n<li>How family-friendly is the University/town?</li>\n<li>Does the town/area support your hobbies?</li>\n<li>Will your significant other have job prospects?</li>\n<li>What is the quality of the school system?</li>\n<li>Can you handle the weather?</li>\n</ul>\n<p>I stole most of these questions from <a href=\"http://www.amazon.com/Success-Tenure-Track-Satisfaction-ebook/dp/B008GRRXE0\" target=\"_blank\"><em>Success on the Tenure Track: Five Keys to Faculty Job Satisfaction</em></a>. It is a book dedicated to assessing, based on survey of faculty at major universities, what factors are responsible for the happiest and most successful new faculty.</p>\n<p><strong> Negotiations</strong></p>\n<p>The majority of the negotiation occurred during my meeting with the department chair. Much to my pleasant surprise, the negotiation process was less somber and stressful than I expected. As I mentioned before, the department chair ask me to bring a space and budget proposal to the meeting. The proposals served as a starting point for our negotiations. Here’s an overview of what I included in each:</p>\n<p><em>Space proposal</em></p>\n<p>This proposal outlined the space I would need (including square footage and type of space) during my first five years conducting research. For example, I asked for 600 sq ft of synthetic space with at least four 6ft fume hoods and 400 sq ft of empty space for optical tables.</p>\n<p><em>Budget proposal</em></p>\n<p>Budget proposals vary from chemist to chemist since they are very dependent on discipline and proposed research. Here’s an overview of the strategy I used when preparing my budget proposal:</p>\n<p>1) I first read through my research proposals and made note of what equipment I would need to pursue my projects. I then walked through my current lab space (and a few other labs) adding any additional equipment I missed in my first draft.</p>\n<p>2) I partitioned the equipment into several funding categories:</p>\n<ul>\n<li>Major equipment (&gt;$50,000): Fluorometer, nanosecond transient absorption system, etc.</li>\n<li>Minor equipment ($5,000-$50,000): Potentiostat, UV-Vis, rotary evaporator, glove box, etc.</li>\n<li>Other equipment (&lt;$5,000): Balances, ovens, fridges, freezers, centrifuges, etc.</li>\n<li>Benches/Hoods (~$10,000/hood): Schlenk line, vacuum, hotplate/stirrer, glassware, etc.</li>\n<li>General laboratory materials, supplies and consumables (~$150,000)</li>\n<li>Travel funds (~$10,000): For me, postdocs and graduate students to travel to conferences</li>\n<li>Computing supplies (~$10,000): computers, printers, scanners and software (this can be surprisingly expensive)</li>\n</ul>\n<p>3) I then created an excel spreadsheet, listing each item, its cost, and quantity. The more detailed the list, the easier it was to justify the grand total (as displayed at the bottom of the spreadsheet).</p>\n<p>4) There was one additional category which included my summer salary (1/3 of the yearly salary) as well as the salaries of research assistants. It is not necessarily possible to know preemptively how much a grad student or postdoc will cost per year at a given university, so I assumed they were ~$40,000 per year.</p>\n<p>5) I then sent the excel file to the department chair in preparation for our negotiation meeting.</p>\n<p>Quick tip 1: Ask for example budget proposals from friends or young professors in your current department.</p>\n<p>Quick tip 2: Get multiple quotes for any equipment costing more than $5000, but only include one quote, whichever you prefer, for each instrument in the budget proposal.</p>\n<p>Quick tip 3: You do not have to pursue the projects you proposed. If you do plan to pursue alternate projects, budget accordingly. However, you will have to justify your proposed budget to the department chair, who must in turn justify it to the ‘higher ups’.</p>\n<p>Quick tip 4: If you don’t ask, you won’t get it! So make sure to include anything that you might need.</p>\n<p>In addition to the budget (your start-up funds) and lab space, below are several major items that can also be included in the negotiation (which is also institution dependent):</p>\n<ul>\n<li>Lab/Office Location</li>\n<li>Salary: Negotiation in this area is less likely at public schools where the salary is usually decided by some predetermined metric. Interestingly, you can find faculty salaries for most public institutions online.</li>\n<li>Teaching Load: This may already be decided. Also, most assistant professors are given a choice of two semesters off during their first five years.</li>\n<li>Departmental responsibilities (committees, curriculum development, etc.)</li>\n<li>Employment for your significant other.</li>\n</ul>\n<p>Prior to the second visit, the department chair looked through my budget proposal and noted major and minor equipment already available in the department. I was happy to learn that some of the equipment was already available and operational (cutting down on my start-up time). Other equipment, while available, was heavily used by other research groups. For these items—which were pivotal to my research and would be frequently used—I requested funds to purchase my own instrument so as not to impede progress.</p>\n<p>The chair also looked through my space proposal and gave me a tour the potential spaces. It was fun to actually walk through them and consider how the space would fit my needs. Some of the spaces were new, others needed renovation. The to-be-renovated spaces were appealing because I could design the lab according to my needs, but I have heard too many horror stories of renovations extending way beyond the projected timeline. I opted out of these spaces as losing the first 6 months (10% of tenure) could prove devastating.</p>\n<p>After the initial discussion and the second visit, the chair and I went back and forth revising my budget and space needs until we converged on what would be the final offer.</p>\n<p>While the process occasionally felt daunting, I reminded myself that, unlike a used car sales person, the department chair was not “out to get” me. University’s make a major investment in new assistant professors. It’s in their best interest to provide the tools necessary for their success. At the same time, I also aimed to be reasonable. If there was a piece of equipment I wanted, but wouldn’t use very often and could access elsewhere, I didn’t insist on having my own.</p>\n<p>I also never forgot that I was potentially going to be working with this ‘opponent’ for the next decade or two. Nobody wants to start out a long-term relationship on a bad note.</p>\n<p>Before entering the negotiation process I was struck by the realization that I was going from years of making a little more than minimum wage to negotiating a million dollar contract. I also realized that I’d spent more time (by orders of magnitude) researching a single chemistry paper than on how to negotiate. Coincidentally, I ran into a professor that teaches a class on negotiation and he recommended the following books:</p>\n<ul>\n<li><a href=\"http://www.amazon.com/Getting-Yes-Negotiating-Agreement-Without/dp/0395631246\" target=\"_blank\"><em>Getting to Yes: Negotiating Agreement Without Giving In</em></a></li>\n<li><a href=\"http://www.amazon.com/Bargaining-Advantage-Negotiation-Strategies-Reasonable/dp/0143036971/ref=sr_1_1?s=books&amp;ie=UTF8&amp;qid=1369109280&amp;sr=1-1&amp;keywords=bargaining+for+advantage\" target=\"_blank\"><em>Bargaining for Advantage: Negotiation Strategies for Reasonable People</em></a></li>\n<li><a href=\"http://www.amazon.com/Women-Dont-Ask-Negotiation---Strategies/dp/0553383876/ref=sr_1_1?s=books&amp;ie=UTF8&amp;qid=1369109340&amp;sr=1-1&amp;keywords=women+dont+ask\" target=\"_blank\"><em>Women Don’t Ask: The High Cost of Avoiding Negotiation and Positive Strategies for Change</em></a></li>\n</ul>\n<p>I really enjoyed reading “Getting to Yes.” If I am going to be perfectly honest, most of what I read was not necessary for my startup negotiation. However, the book did help make me more confident about the process. Worst case scenario, I learned tools that can be used in other scenarios like dealing with street vendors or purchasing a house.</p>\n<p><em>Signing The Contract</em></p>\n<p>After the dust settled and I felt like all my questions were answered, I was sent a contract. It contained detailed information on my salary, lab space, teaching load and other university responsibilities. I then made everything official by signing and returning the contract.</p>\n<p>Bonus: If you accept the offer early enough you can attend graduate student recruiting weekends. These weekends are great because it is an opportunity to recruit students to the university and your research group.</p>\n<p><strong>Conclusion</strong></p>\n<p>That’s it! This post concludes my “Get a job, Ken!” series. It’s been a long journey, for both the job search and documenting the process in these posts. I hope that you found at least some of the content useful.  Also, please remember that this is only one person’s limited perspective. Get advice from as many people as possible.</p>\n<p>Good luck to everyone in their job search! If any of this helps you or you have an anecdote to share, please send me an email. I look forward to hearing about your experiences.</p>\n<div class=\"clear\"></div>\n<div class=\"clear\"></div>\n</div><!-- / .entry -->\n<div class=\"clear\"></div>\n</div><!-- #post-8810 -->\n<div class=\"tag_list\">Tags:  <a href=\"http://www.chemistry-blog.com/tag/get-a-job/\" rel=\"tag\">Get a job</a><span class=\"separator\">•</span><a href=\"http://www.chemistry-blog.com/tag/job-offer/\" rel=\"tag\">job offer</a><span class=\"separator\">•</span><a href=\"http://www.chemistry-blog.com/tag/negotiation/\" rel=\"tag\">negotiation</a><span class=\"separator\">•</span><a href=\"http://www.chemistry-blog.com/tag/start-up/\" rel=\"tag\">start-up</a></div>\n<div class=\"share_box\">\n<h3>Share this post</h3>\n<div class=\"share_btn\"><a class=\"twitter-share-button\" data-count=\"horizontal\" data-url=\"http://www.chemistry-blog.com/2013/06/09/get-a-job-ken-part-8-the-offer-second-visit-and-negotiation/\" href=\"http://twitter.com/share\">Tweet</a><script src=\"http://platform.twitter.com/widgets.js\" type=\"text/javascript\"></script></div>\n<div class=\"share_btn\"><iframe allowtransparency=\"true\" frameborder=\"0\" scrolling=\"no\" src=\"http://www.facebook.com/plugins/like.php?href=http%3A%2F%2Fwww.chemistry-blog.com%2F2013%2F06%2F09%2Fget-a-job-ken-part-8-the-offer-second-visit-and-negotiation%2F&amp;layout=button_count&amp;show_faces=false&amp;width=1000&amp;action=like&amp;font=arial&amp;colorscheme=light&amp;height=21\" style=\"border:none; overflow:hidden; width:80px; height:21px;\"></iframe></div>\n<div class=\"share_btn\"><g:plusone size=\"medium\"></g:plusone></div>\n<div class=\"clear\"></div>\n</div>\n<div class=\"post_author\">\n<span class=\"link\"><a href=\"http://www.chemistry-blog.com/author/vastib/\" rel=\"author\" title=\"Posts by Kenneth Hanson\">Kenneth Hanson</a></span>\n<p></p>\n<div class=\"clear\"></div>\n<span class=\"author_links\">\n<ul>\n<li>Visit Author:</li>\n<li><a href=\"http://www.chemistry-blog.com/author/vastib/\">All Posts</a></li>\n</ul>\n</span>\n</div>\n<div class=\"clear\"></div>\n<div id=\"comments\">\n<h3>5 Comments</h3>\n<ol class=\"commentlist\">\n<li class=\"comment even thread-even depth-1\" id=\"li-comment-54748\">\n<div id=\"comment-54748\">\n<div class=\"comment-author vcard\">\n<cite class=\"fn\"><a class=\"url\" href=\"http://none\" rel=\"external nofollow\">SN</a></cite> <span class=\"says\">says:</span>\n<div class=\"comment-meta commentmetadata\"><a href=\"http://www.chemistry-blog.com/2013/06/09/get-a-job-ken-part-8-the-offer-second-visit-and-negotiation/#comment-54748\">\n                On June 10, 2013 @ 5:32 am</a>\n</div><!-- .comment-meta .commentmetadata -->\n</div><!-- .comment-author .vcard -->\n<div class=\"comment-body\"><p>Thanks for another great post.<br/>\nTwo questions.<br/>\nHow do you recommend proceeding on an application/offer that you’re luke-warm on? e.g. If you’re not 100% sure you want the job in the first place, is it still ok to apply? Or, how do you prevent controversy if a school makes you an offer and you’d rather turn it down in anticipation of a better one in the near future?</p>\n<p>Second: How do you address your potential future co-workers on the first and second visit? Professor? Mr.? Dave?</p>\n</div>\n<div class=\"reply\">\n<a aria-label=\"Reply to SN\" class=\"comment-reply-link\" href=\"http://www.chemistry-blog.com/2013/06/09/get-a-job-ken-part-8-the-offer-second-visit-and-negotiation/?replytocom=54748#respond\" onclick='return addComment.moveForm( \"comment-54748\", \"54748\", \"respond\", \"8810\" )' rel=\"nofollow\"><img src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/images/quick-reply-button.png\"/></a> </div><!-- .reply -->\n</div><!-- #comment-##  -->\n<ul class=\"children\">\n<li class=\"comment byuser comment-author-vastib bypostauthor odd alt depth-2\" id=\"li-comment-54854\">\n<div id=\"comment-54854\">\n<div class=\"comment-author vcard\">\n<cite class=\"fn\">Kenneth Hanson</cite> <span class=\"says\">says:</span>\n<div class=\"comment-meta commentmetadata\"><a href=\"http://www.chemistry-blog.com/2013/06/09/get-a-job-ken-part-8-the-offer-second-visit-and-negotiation/#comment-54854\">\n                On June 22, 2013 @ 9:10 am</a>\n</div><!-- .comment-meta .commentmetadata -->\n</div><!-- .comment-author .vcard -->\n<div class=\"comment-body\"><p>@SN</p>\n<p>Sorry it has taken me a while to reply to your comment. Life is pretty crazy right now. </p>\n<p>1) If you are Luke-warm on an application I recommend applying anyway because if you don’t have any other offers it will start looking more and more appealing. Also, you don’t want to have regrets about not applying. Those ‘what if’ questions could haunt you for years.</p>\n<p>Rarely have I heard about someone being given a hard deadline to accept or reject an offer. If there is no official deadline you can sit on an offer until you hear back from others. If you are given a hard deadline, it might be possible to explain the situation and ask push back the deadline. I think someone who has been on a hiring committee would be better suited to answer that question.</p>\n<p>2) Most of the time they introduced themselves with their first names so that is how I addressed them. I would rather them seeing me more as a colleague than as a subordinate.</p>\n</div>\n<div class=\"reply\">\n<a aria-label=\"Reply to Kenneth Hanson\" class=\"comment-reply-link\" href=\"http://www.chemistry-blog.com/2013/06/09/get-a-job-ken-part-8-the-offer-second-visit-and-negotiation/?replytocom=54854#respond\" onclick='return addComment.moveForm( \"comment-54854\", \"54854\", \"respond\", \"8810\" )' rel=\"nofollow\"><img src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/images/quick-reply-button.png\"/></a> </div><!-- .reply -->\n</div><!-- #comment-##  -->\n</li><!-- #comment-## -->\n</ul><!-- .children -->\n</li><!-- #comment-## -->\n<li class=\"comment even thread-odd thread-alt depth-1\" id=\"li-comment-54749\">\n<div id=\"comment-54749\">\n<div class=\"comment-author vcard\">\n<cite class=\"fn\"><a class=\"url\" href=\"http://chemtips.wordpress.com\" rel=\"external nofollow\">Brandon Findlay</a></cite> <span class=\"says\">says:</span>\n<div class=\"comment-meta commentmetadata\"><a href=\"http://www.chemistry-blog.com/2013/06/09/get-a-job-ken-part-8-the-offer-second-visit-and-negotiation/#comment-54749\">\n                On June 10, 2013 @ 12:57 pm</a>\n</div><!-- .comment-meta .commentmetadata -->\n</div><!-- .comment-author .vcard -->\n<div class=\"comment-body\"><p>Thanks for putting all this information together.  I haven’t started my own job search, but it’s very comforting to have an idea of what to expect.</p>\n</div>\n<div class=\"reply\">\n<a aria-label=\"Reply to Brandon Findlay\" class=\"comment-reply-link\" href=\"http://www.chemistry-blog.com/2013/06/09/get-a-job-ken-part-8-the-offer-second-visit-and-negotiation/?replytocom=54749#respond\" onclick='return addComment.moveForm( \"comment-54749\", \"54749\", \"respond\", \"8810\" )' rel=\"nofollow\"><img src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/images/quick-reply-button.png\"/></a> </div><!-- .reply -->\n</div><!-- #comment-##  -->\n</li><!-- #comment-## -->\n<li class=\"comment odd alt thread-even depth-1\" id=\"li-comment-610681\">\n<div id=\"comment-610681\">\n<div class=\"comment-author vcard\">\n<cite class=\"fn\">VJ</cite> <span class=\"says\">says:</span>\n<div class=\"comment-meta commentmetadata\"><a href=\"http://www.chemistry-blog.com/2013/06/09/get-a-job-ken-part-8-the-offer-second-visit-and-negotiation/#comment-610681\">\n                On March 22, 2015 @ 8:01 am</a>\n</div><!-- .comment-meta .commentmetadata -->\n</div><!-- .comment-author .vcard -->\n<div class=\"comment-body\"><p>Hi Ken,</p>\n<p>Excellent posts overall ! I enjoyed reading each one of them and continue to do so till I hear something for the faculty apps that I have submitted already. I am still hopeful something will turn out soon. Meanwhile, I have a few questions for you. a) How does it work if there is a faculty candidate outside US? Is there a prioritization process to initially interview candidates from within the country  and then look for prospective ones outside? I still wonder how the on-site interview will pan out if the candidate is outside US? </p>\n<p>I look forward to your replies.</p>\n<p>VJ</p>\n</div>\n<div class=\"reply\">\n<a aria-label=\"Reply to VJ\" class=\"comment-reply-link\" href=\"http://www.chemistry-blog.com/2013/06/09/get-a-job-ken-part-8-the-offer-second-visit-and-negotiation/?replytocom=610681#respond\" onclick='return addComment.moveForm( \"comment-610681\", \"610681\", \"respond\", \"8810\" )' rel=\"nofollow\"><img src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/images/quick-reply-button.png\"/></a> </div><!-- .reply -->\n</div><!-- #comment-##  -->\n</li><!-- #comment-## -->\n<li class=\"comment even thread-odd thread-alt depth-1\" id=\"li-comment-611465\">\n<div id=\"comment-611465\">\n<div class=\"comment-author vcard\">\n<cite class=\"fn\">Fangming Xiang</cite> <span class=\"says\">says:</span>\n<div class=\"comment-meta commentmetadata\"><a href=\"http://www.chemistry-blog.com/2013/06/09/get-a-job-ken-part-8-the-offer-second-visit-and-negotiation/#comment-611465\">\n                On June 20, 2016 @ 11:16 am</a>\n</div><!-- .comment-meta .commentmetadata -->\n</div><!-- .comment-author .vcard -->\n<div class=\"comment-body\"><p>Hi Ken,</p>\n<p>You advice on applying for a faculty position is much more helpful than the generic tips offered on the websites of university career centers. Thanks for taking the time to write this series of articles, and best of luck to your work at FSU.</p>\n<p>Fangming Xiang</p>\n</div>\n<div class=\"reply\">\n<a aria-label=\"Reply to Fangming Xiang\" class=\"comment-reply-link\" href=\"http://www.chemistry-blog.com/2013/06/09/get-a-job-ken-part-8-the-offer-second-visit-and-negotiation/?replytocom=611465#respond\" onclick='return addComment.moveForm( \"comment-611465\", \"611465\", \"respond\", \"8810\" )' rel=\"nofollow\"><img src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/images/quick-reply-button.png\"/></a> </div><!-- .reply -->\n</div><!-- #comment-##  -->\n</li><!-- #comment-## -->\n</ol>\n<div class=\"comment-respond\" id=\"respond\">\n<h3 class=\"comment-reply-title\" id=\"reply-title\">Leave a Reply <small><a href=\"/2013/06/09/get-a-job-ken-part-8-the-offer-second-visit-and-negotiation/#respond\" id=\"cancel-comment-reply-link\" rel=\"nofollow\" style=\"display:none;\">Cancel</a></small></h3> <form action=\"http://www.chemistry-blog.com/wp-comments-post.php\" class=\"comment-form\" id=\"commentform\" method=\"post\">\n<p class=\"comment-notes\"><span id=\"email-notes\">Your email address will not be published.</span> Required fields are marked <span class=\"required\">*</span></p><p class=\"comment-form-comment\"><label for=\"comment\">Comment</label> <textarea aria-required=\"true\" class=\"required\" cols=\"35\" id=\"comment\" name=\"comment\" placeholder=\"Message\" rows=\"5\"></textarea></p><div class=\"clear\"></div><div class=\"form_fields\"><p class=\"comment-form-author\"><label for=\"author\">Your Name</label> <input aria-required=\"true\" class=\"required\" id=\"author\" name=\"author\" placeholder=\"Your Name\" size=\"30\" type=\"text\" value=\"\"/></p>\n<p class=\"comment-form-email\"><label for=\"email\">Your Email</label> <input aria-required=\"true\" class=\"required email\" id=\"email\" name=\"email\" placeholder=\"Your Email\" size=\"30\" type=\"text\" value=\"\"/></p>\n<p class=\"comment-form-url\"><label for=\"url\">Your Website</label> <input aria-required=\"true\" id=\"url\" name=\"url\" placeholder=\"URL\" size=\"30\" type=\"text\" value=\"\"/></p></div><div class=\"clear\"></div>\n<p class=\"form-submit\"><input class=\"submit\" id=\"submit\" name=\"submit\" type=\"submit\" value=\"Post Comment\"/> <input id=\"comment_post_ID\" name=\"comment_post_ID\" type=\"hidden\" value=\"8810\"/>\n<input id=\"comment_parent\" name=\"comment_parent\" type=\"hidden\" value=\"0\"/>\n</p><p style=\"display: none;\"><input id=\"akismet_comment_nonce\" name=\"akismet_comment_nonce\" type=\"hidden\" value=\"1e29a891db\"/></p><p style=\"display: none;\"><input id=\"ak_js\" name=\"ak_js\" type=\"hidden\" value=\"76\"/></p> </form>\n</div><!-- #respond -->\n</div><!-- #comments -->\n</section><!-- /#main -->\n<section id=\"sidebar\">\n<div class=\"widget_text widget widget_custom_html\" id=\"custom_html-2\"><div class=\"textwidget custom-html-widget\"><script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script>\n<!-- blog-rectangle-336x280 -->\n<ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-4958982952381359\" data-ad-slot=\"7771038497\" style=\"display:inline-block;width:336px;height:280px\"></ins>\n<script>\r\n(adsbygoogle = window.adsbygoogle || []).push({});\r\n</script></div><div class=\"clear\"></div></div><div class=\"widget widget_recent_comments\" id=\"recent-comments-6\"><h3 class=\"title\">Recent Comments</h3><ul id=\"recentcomments\"><li class=\"recentcomments\"><span class=\"comment-author-link\"><a class=\"url\" href=\"https://www.priyamstudycentre.com/2018/08/the-electronic-theory.html\" rel=\"external nofollow\">Kajal Panda</a></span> on <a href=\"http://www.chemistry-blog.com/2018/05/08/2050-a-world-without-plastics/comment-page-1/#comment-650489\">2050 – A world without plastics</a></li><li class=\"recentcomments\"><span class=\"comment-author-link\"><a class=\"url\" href=\"https://iembelleze.com/furnitureindonesia83387\" rel=\"external nofollow\">Giuseppe</a></span> on <a href=\"http://www.chemistry-blog.com/2008/12/07/32-electron-chemistry/comment-page-1/#comment-650016\">32-electron chemistry</a></li><li class=\"recentcomments\"><span class=\"comment-author-link\">Digvijay</span> on <a href=\"http://www.chemistry-blog.com/2009/11/10/on-the-subject-of-safety-goggles/comment-page-1/#comment-649474\">On the subject of safety goggles</a></li><li class=\"recentcomments\"><span class=\"comment-author-link\"><a class=\"url\" href=\"https://vimeo.com/user96028252\" rel=\"external nofollow\">main auto part</a></span> on <a href=\"http://www.chemistry-blog.com/2012/04/19/helium-for-balloons-but-none-for-my-nmr/comment-page-1/#comment-649320\">Helium for balloons but none for my NMR</a></li><li class=\"recentcomments\"><span class=\"comment-author-link\"><a class=\"url\" href=\"https://www.edenfantasys.com/\" rel=\"external nofollow\">Eden</a></span> on <a href=\"http://www.chemistry-blog.com/2018/06/22/what-links-self-heating-drinks-and-the-d-day-landings/comment-page-1/#comment-648201\">What links self-heating drinks and the D-day landings?</a></li></ul><div class=\"clear\"></div></div><div class=\"widget phpeverywherewidget\" id=\"phpeverywherewidget-2\"><h3 class=\"title\">Chemistry Twitterverse</h3><span style=\"font-size: 70%; font-weight:bold;\">\nLast updated: 1 minutes ago<br/>\n<a href=\"https://twitter.com/@NatureChemistry/\"><img height=\"15\" src=\"http://pbs.twimg.com/profile_images/875634526797537280/W0OT2ySa_normal.jpg\" width=\"15\"/></a>Creative thinking is required to design controlled chemical syntheses of solid-state materials with complex structu… <a href=\"https://t.co/sZEV4UWLVl\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">https://t.co/sZEV4UWLVl</span></a> <a href=\"https://twitter.com/NatureChemistry/status/1112803165836136450\"><b>→</b></a><br/>\n<a href=\"https://twitter.com/@Chemjobber/\"><img height=\"15\" src=\"http://pbs.twimg.com/profile_images/1080651023448850435/U2BCUcUT_normal.jpg\" width=\"15\"/></a>RT <a href=\"http://twitter.com/@MidwestChemSafe/\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">@MidwestChemSafe</span></a> Montes <a href=\"http://twitter.com/#!/search/%23ACSOrlando /\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">#ACSOrlando </span></a>Maria's (2017) Effects on U PR.   Damage started before Maria - Irma brought damaging winds and flo… <a href=\"https://twitter.com/Chemjobber/status/1112793401882099712\"><b>→</b></a><br/>\n<a href=\"https://twitter.com/@stuartcantrill/\"><img height=\"15\" src=\"http://pbs.twimg.com/profile_images/993888088752578560/2YqPeOHr_normal.jpg\" width=\"15\"/></a>Hey <a href=\"http://twitter.com/@marksandspencer/\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">@marksandspencer</span></a> - how do I go about getting a refund for these oranges that have gone rotten before the best b… <a href=\"https://t.co/zgEurUsaBN\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">https://t.co/zgEurUsaBN</span></a> <a href=\"https://twitter.com/stuartcantrill/status/1112791557931925505\"><b>→</b></a><br/>\n<a href=\"https://twitter.com/@lisamjarvis/\"><img height=\"15\" src=\"http://pbs.twimg.com/profile_images/710329372595490816/wg7Y6pcB_normal.jpg\" width=\"15\"/></a>Thank you for writing this, <a href=\"http://twitter.com/@MonicaHesse./\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">@MonicaHesse.</span></a> Made me cry a bit (especially this line, \"Could this hold until next week… <a href=\"https://t.co/0NXnFToM76\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">https://t.co/0NXnFToM76</span></a> <a href=\"https://twitter.com/lisamjarvis/status/1112765715591909378\"><b>→</b></a><br/>\n<a href=\"https://twitter.com/@laurenkwolf/\"><img height=\"15\" src=\"http://pbs.twimg.com/profile_images/636894261644931072/zgNsrb43_normal.jpg\" width=\"15\"/></a>\"Feedback is a gift,\" says <a href=\"http://twitter.com/@jenheemstra/\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">@jenheemstra</span></a> . It's something that's often viewed as criticism, but it can be reframed t… <a href=\"https://t.co/BFjaJiTHeN\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">https://t.co/BFjaJiTHeN</span></a> <a href=\"https://twitter.com/laurenkwolf/status/1112764810180116480\"><b>→</b></a><br/>\n<a href=\"https://twitter.com/@NChemGav/\"><img height=\"15\" src=\"http://pbs.twimg.com/profile_images/1088859918361341953/yi_h2kw4_normal.jpg\" width=\"15\"/></a><a href=\"http://twitter.com/@TaroniAndrea/\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">@TaroniAndrea</span></a> @avklopper @stuartcantrill Massive props @avklopper <a href=\"https://t.co/AQgArmV5Ev\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">https://t.co/AQgArmV5Ev</span></a> <a href=\"https://twitter.com/NChemGav/status/1112744119846227968\"><b>→</b></a><br/>\n<a href=\"https://twitter.com/@NeilWithers/\"><img height=\"15\" src=\"http://pbs.twimg.com/profile_images/875373631702020096/0yAU9hZp_normal.jpg\" width=\"15\"/></a>RT <a href=\"http://twitter.com/@johnstravis/\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">@johnstravis</span></a> We all want that new dino fossil to be as amazing as claimed--but we need a bit more proof, say scientists <a href=\"https://t.co/xw…\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">https://t.co/xw…</span></a> <a href=\"https://twitter.com/NeilWithers/status/1112739270891110400\"><b>→</b></a><br/>\n<a href=\"https://twitter.com/@Gassensmith/\"><img height=\"15\" src=\"http://pbs.twimg.com/profile_images/1067212009064718336/3YcCrRNW_normal.jpg\" width=\"15\"/></a><a href=\"http://twitter.com/@lihaozju/\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">@lihaozju</span></a> @denniscao Yes I am! <a href=\"https://twitter.com/Gassensmith/status/1112720434506670082\"><b>→</b></a><br/>\n<a href=\"https://twitter.com/@carmendrahl/\"><img height=\"15\" src=\"http://pbs.twimg.com/profile_images/1059648189244964864/oRVaqr3E_normal.jpg\" width=\"15\"/></a><a href=\"http://twitter.com/@fischer_cr/\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">@fischer_cr</span></a> That’s for the sequel :) <a href=\"https://twitter.com/carmendrahl/status/1112481408939933703\"><b>→</b></a><br/>\n</span><div class=\"clear\"></div></div>\n</section>\n<div class=\"clear\"></div>\n</div><!-- / .inner-wrap -->\n</div>\n<div id=\"footer\">\n<div class=\"widget-area wrapped\">\n<div class=\"column\">\n<div class=\"widget widget_recent_comments\" id=\"recent-comments-5\"><h3 class=\"title\">Recent Comments</h3><ul id=\"recentcomments\"><li class=\"recentcomments\"><span class=\"comment-author-link\"><a class=\"url\" href=\"https://www.priyamstudycentre.com/2018/08/the-electronic-theory.html\" rel=\"external nofollow\">Kajal Panda</a></span> on <a href=\"http://www.chemistry-blog.com/2018/05/08/2050-a-world-without-plastics/comment-page-1/#comment-650489\">2050 – A world without plastics</a></li><li class=\"recentcomments\"><span class=\"comment-author-link\"><a class=\"url\" href=\"https://iembelleze.com/furnitureindonesia83387\" rel=\"external nofollow\">Giuseppe</a></span> on <a href=\"http://www.chemistry-blog.com/2008/12/07/32-electron-chemistry/comment-page-1/#comment-650016\">32-electron chemistry</a></li><li class=\"recentcomments\"><span class=\"comment-author-link\">Digvijay</span> on <a href=\"http://www.chemistry-blog.com/2009/11/10/on-the-subject-of-safety-goggles/comment-page-1/#comment-649474\">On the subject of safety goggles</a></li><li class=\"recentcomments\"><span class=\"comment-author-link\"><a class=\"url\" href=\"https://vimeo.com/user96028252\" rel=\"external nofollow\">main auto part</a></span> on <a href=\"http://www.chemistry-blog.com/2012/04/19/helium-for-balloons-but-none-for-my-nmr/comment-page-1/#comment-649320\">Helium for balloons but none for my NMR</a></li><li class=\"recentcomments\"><span class=\"comment-author-link\"><a class=\"url\" href=\"https://www.edenfantasys.com/\" rel=\"external nofollow\">Eden</a></span> on <a href=\"http://www.chemistry-blog.com/2018/06/22/what-links-self-heating-drinks-and-the-d-day-landings/comment-page-1/#comment-648201\">What links self-heating drinks and the D-day landings?</a></li></ul><div class=\"clear\"></div></div>\n</div><!-- / .column -->\n<div class=\"column\">\n<div class=\"widget widget_recent_entries\" id=\"recent-posts-5\"> <h3 class=\"title\">Recent Posts</h3> <ul>\n<li>\n<a href=\"http://www.chemistry-blog.com/2019/02/03/the-sort-of-repeating-table-of-things-that-make-up-everything/\">The sort of repeating table of things that make up everything</a>\n</li>\n<li>\n<a href=\"http://www.chemistry-blog.com/2018/06/22/what-links-self-heating-drinks-and-the-d-day-landings/\">What links self-heating drinks and the D-day landings?</a>\n</li>\n<li>\n<a href=\"http://www.chemistry-blog.com/2018/06/18/graduating-my-first-phds/\">Graduating My First PhDs</a>\n</li>\n<li>\n<a href=\"http://www.chemistry-blog.com/2018/05/08/2050-a-world-without-plastics/\">2050 – A world without plastics</a>\n</li>\n<li>\n<a href=\"http://www.chemistry-blog.com/2018/04/21/chemistry-blog-needs-you/\">Chemistry Blog needs you!</a>\n</li>\n</ul>\n<div class=\"clear\"></div></div>\n</div><!-- / .column -->\n<div class=\"column\">\n<div class=\"widget widget_archive\" id=\"archives-4\"><h3 class=\"title\">Archives</h3> <label class=\"screen-reader-text\" for=\"archives-dropdown-4\">Archives</label>\n<select id=\"archives-dropdown-4\" name=\"archive-dropdown\" onchange=\"document.location.href=this.options[this.selectedIndex].value;\">\n<option value=\"\">Select Month</option>\n<option value=\"http://www.chemistry-blog.com/2019/02/\"> February 2019  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2018/06/\"> June 2018  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2018/05/\"> May 2018  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2018/04/\"> April 2018  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2018/02/\"> February 2018  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2018/01/\"> January 2018  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2017/12/\"> December 2017  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2017/10/\"> October 2017  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2016/12/\"> December 2016  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2016/11/\"> November 2016  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2016/08/\"> August 2016  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2016/07/\"> July 2016  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2016/06/\"> June 2016  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2015/12/\"> December 2015  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2015/10/\"> October 2015  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2015/09/\"> September 2015  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2015/08/\"> August 2015  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2015/06/\"> June 2015  (4)</option>\n<option value=\"http://www.chemistry-blog.com/2015/05/\"> May 2015  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2015/04/\"> April 2015  (4)</option>\n<option value=\"http://www.chemistry-blog.com/2015/03/\"> March 2015  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2015/01/\"> January 2015  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2014/11/\"> November 2014  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2014/10/\"> October 2014  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2014/09/\"> September 2014  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2014/07/\"> July 2014  (4)</option>\n<option value=\"http://www.chemistry-blog.com/2014/06/\"> June 2014  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2014/05/\"> May 2014  (4)</option>\n<option value=\"http://www.chemistry-blog.com/2014/04/\"> April 2014  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2014/03/\"> March 2014  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2014/02/\"> February 2014  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2014/01/\"> January 2014  (4)</option>\n<option value=\"http://www.chemistry-blog.com/2013/12/\"> December 2013  (13)</option>\n<option value=\"http://www.chemistry-blog.com/2013/11/\"> November 2013  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2013/10/\"> October 2013  (4)</option>\n<option value=\"http://www.chemistry-blog.com/2013/09/\"> September 2013  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2013/08/\"> August 2013  (10)</option>\n<option value=\"http://www.chemistry-blog.com/2013/07/\"> July 2013  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2013/06/\"> June 2013  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2013/05/\"> May 2013  (9)</option>\n<option value=\"http://www.chemistry-blog.com/2013/04/\"> April 2013  (11)</option>\n<option value=\"http://www.chemistry-blog.com/2013/03/\"> March 2013  (4)</option>\n<option value=\"http://www.chemistry-blog.com/2013/02/\"> February 2013  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2013/01/\"> January 2013  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2012/12/\"> December 2012  (9)</option>\n<option value=\"http://www.chemistry-blog.com/2012/11/\"> November 2012  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2012/10/\"> October 2012  (14)</option>\n<option value=\"http://www.chemistry-blog.com/2012/09/\"> September 2012  (14)</option>\n<option value=\"http://www.chemistry-blog.com/2012/08/\"> August 2012  (8)</option>\n<option value=\"http://www.chemistry-blog.com/2012/07/\"> July 2012  (12)</option>\n<option value=\"http://www.chemistry-blog.com/2012/06/\"> June 2012  (15)</option>\n<option value=\"http://www.chemistry-blog.com/2012/05/\"> May 2012  (21)</option>\n<option value=\"http://www.chemistry-blog.com/2012/04/\"> April 2012  (19)</option>\n<option value=\"http://www.chemistry-blog.com/2011/09/\"> September 2011  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2011/02/\"> February 2011  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2011/01/\"> January 2011  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2010/12/\"> December 2010  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2010/11/\"> November 2010  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2010/10/\"> October 2010  (6)</option>\n<option value=\"http://www.chemistry-blog.com/2010/09/\"> September 2010  (6)</option>\n<option value=\"http://www.chemistry-blog.com/2010/08/\"> August 2010  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2010/07/\"> July 2010  (7)</option>\n<option value=\"http://www.chemistry-blog.com/2010/06/\"> June 2010  (8)</option>\n<option value=\"http://www.chemistry-blog.com/2010/05/\"> May 2010  (6)</option>\n<option value=\"http://www.chemistry-blog.com/2010/04/\"> April 2010  (9)</option>\n<option value=\"http://www.chemistry-blog.com/2010/03/\"> March 2010  (11)</option>\n<option value=\"http://www.chemistry-blog.com/2010/02/\"> February 2010  (11)</option>\n<option value=\"http://www.chemistry-blog.com/2010/01/\"> January 2010  (8)</option>\n<option value=\"http://www.chemistry-blog.com/2009/12/\"> December 2009  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2009/11/\"> November 2009  (13)</option>\n<option value=\"http://www.chemistry-blog.com/2009/10/\"> October 2009  (15)</option>\n<option value=\"http://www.chemistry-blog.com/2009/09/\"> September 2009  (15)</option>\n<option value=\"http://www.chemistry-blog.com/2009/08/\"> August 2009  (14)</option>\n<option value=\"http://www.chemistry-blog.com/2009/07/\"> July 2009  (6)</option>\n<option value=\"http://www.chemistry-blog.com/2009/06/\"> June 2009  (10)</option>\n<option value=\"http://www.chemistry-blog.com/2009/05/\"> May 2009  (12)</option>\n<option value=\"http://www.chemistry-blog.com/2009/04/\"> April 2009  (10)</option>\n<option value=\"http://www.chemistry-blog.com/2009/03/\"> March 2009  (19)</option>\n<option value=\"http://www.chemistry-blog.com/2009/02/\"> February 2009  (13)</option>\n<option value=\"http://www.chemistry-blog.com/2009/01/\"> January 2009  (13)</option>\n<option value=\"http://www.chemistry-blog.com/2008/12/\"> December 2008  (9)</option>\n<option value=\"http://www.chemistry-blog.com/2008/11/\"> November 2008  (6)</option>\n<option value=\"http://www.chemistry-blog.com/2008/10/\"> October 2008  (7)</option>\n<option value=\"http://www.chemistry-blog.com/2008/09/\"> September 2008  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2008/08/\"> August 2008  (7)</option>\n<option value=\"http://www.chemistry-blog.com/2008/07/\"> July 2008  (8)</option>\n<option value=\"http://www.chemistry-blog.com/2008/06/\"> June 2008  (9)</option>\n<option value=\"http://www.chemistry-blog.com/2008/05/\"> May 2008  (10)</option>\n<option value=\"http://www.chemistry-blog.com/2008/04/\"> April 2008  (10)</option>\n<option value=\"http://www.chemistry-blog.com/2008/03/\"> March 2008  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2008/02/\"> February 2008  (7)</option>\n<option value=\"http://www.chemistry-blog.com/2008/01/\"> January 2008  (10)</option>\n<option value=\"http://www.chemistry-blog.com/2007/12/\"> December 2007  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2007/11/\"> November 2007  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2007/10/\"> October 2007  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2007/08/\"> August 2007  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2007/07/\"> July 2007  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2007/06/\"> June 2007  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2007/05/\"> May 2007  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2007/04/\"> April 2007  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2007/03/\"> March 2007  (12)</option>\n<option value=\"http://www.chemistry-blog.com/2007/02/\"> February 2007  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2007/01/\"> January 2007  (15)</option>\n<option value=\"http://www.chemistry-blog.com/2006/12/\"> December 2006  (10)</option>\n<option value=\"http://www.chemistry-blog.com/2006/11/\"> November 2006  (10)</option>\n<option value=\"http://www.chemistry-blog.com/2006/10/\"> October 2006  (10)</option>\n<option value=\"http://www.chemistry-blog.com/2006/09/\"> September 2006  (6)</option>\n<option value=\"http://www.chemistry-blog.com/2006/08/\"> August 2006  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2006/06/\"> June 2006  (6)</option>\n<option value=\"http://www.chemistry-blog.com/2006/05/\"> May 2006  (2)</option>\n</select>\n<div class=\"clear\"></div></div>\n</div><!-- / .column -->\n<div class=\"column last\">\n<div class=\"widget widget_meta\" id=\"meta-4\"><h3 class=\"title\">Meta</h3> <ul>\n<li><a href=\"http://www.chemistry-blog.com/wp-login.php\">Log in</a></li>\n<li><a href=\"http://www.chemistry-blog.com/feed/\">Entries <abbr title=\"Really Simple Syndication\">RSS</abbr></a></li>\n<li><a href=\"http://www.chemistry-blog.com/comments/feed/\">Comments <abbr title=\"Really Simple Syndication\">RSS</abbr></a></li>\n<li><a href=\"https://wordpress.org/\" title=\"Powered by WordPress, state-of-the-art semantic personal publishing platform.\">WordPress.org</a></li> </ul>\n<div class=\"clear\"></div></div>\n</div><!-- / .column -->\n<div class=\"clear\"></div>\n</div><!-- /.widget-area-->\n<div class=\"clear\"></div>\n<div class=\"bottombar\">\n<div class=\"inner-wrap\">\n<span class=\"wpzoom\">Designed by <a href=\"https://www.wpzoom.com/\" target=\"_blank\" title=\"Premium WordPress Themes\">WPZOOM</a></span>\n<div class=\"copyright\">\n        \t\t\tChemistry Blog © 2019. All Rights Reserved.\n\n\t\t\t\t</div>\n<div class=\"clear\"></div>\n</div><!-- / .inner-wrap -->\n</div><!-- / .botoombar -->\n</div>\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script>(function($){$(document).ready(function(){});})(jQuery);</script><script src=\"http://www.chemistry-blog.com/wp-includes/js/comment-reply.min.js?ver=4.9.10\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/js/dropdown.js?ver=1.0.2\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/js/flexslider.js?ver=1.0.2\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/js/jquery.isotope.min.js?ver=1.0.2\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/js/fitvids.js?ver=1.0.2\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/js/tabs.js?ver=1.0.2\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/functions/wpzoom/assets/js/galleria.js\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/functions/wpzoom/assets/js/wzslider.js\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-includes/js/wp-embed.min.js?ver=4.9.10\" type=\"text/javascript\"></script>\n<script async=\"async\" src=\"http://www.chemistry-blog.com/wp-content/plugins/akismet/_inc/form.js?ver=4.0.3\" type=\"text/javascript\"></script>\n</body>\n</html>"}