{"content_html": "<div class=\"entry\">\n<div class=\"wp-caption alignright\" style=\"width: 251px\"><a href=\"https://twitter.com/Vincenzo_Natali/status/605720663719059456\"><img class=\"\" height=\"401\" src=\"https://i.imgur.com/FA6WJBE.jpg\" width=\"241\"/></a><p class=\"wp-caption-text\">Ninsei, courtesy of Vincenzo Natali via twitter.</p></div>\n<p><em><strong>Note</strong>: minor edits made due to incorrect usage of “amphetamine” to refer to crystal meth. This was a typographical error and some explanation has been added to that paragraph for clarity’s sake. My apologies. -N</em></p>\n<p>I recently purchased <a href=\"https://www.penguinrandomhouse.com/books/538861/neuromancer-by-william-gibson/9780143111603/\">a new hard copy</a> of William Gibson’s first novel (and sci-fi classic), <em>Neuromancer</em>. I make no secrets about this book being my favourite of all time, and I’ve even got <a href=\"https://soundcloud.com/the-plc/sets/neuromancer-audio\">an ongoing project</a> wherein I’m composing a musical companion to the book (progress is slow). While there have been rumours of this book getting made into a movie for at least 10 years now, the project seems permanently stuck in development hell. But the same could be said of <em>Altered Carbon</em> several years ago, and look where we are now!</p>\n<p>Apart from inventing the term “cyberspace” and predicting virtual reality long before it became commonplace, <em>Neuromancer</em> also contains some interesting tidbits of chemistry. Being a chemist myself, specifically one in the pharma industry, these little nuggets of scientific prose jump out at me, and quite pleasantly Gibson (for the most part) does a good job of using them appropriately. I wanted to examine the pharmaceutical elements of the book, which are almost entirely used by Case and Peter Riviera, its two biggest junkies.</p>\n<p><strong>Octagons: “dex”</strong></p>\n<p>Dex is a shorthand name for dextroamphetamine. Anyone familiar with the structure of methamphetamine will recognize that it is almost the same molecule–it’s simply missing one methyl group. To be even more specific, dextroamphetamine is a single enantiomer of amphetamine.</p>\n<p>In chemistry, molecules that have the same chemical formula are known as “isomers” of each other. This broad term means that the constituent atoms are the same in number and composition, but that the molecules themselves are different in structure in some way. There are many sub-classes of isomer, one of which is enantiomer. This term refers to molecules which are mirror-images of one another, but which cannot be superimposed. The easiest analogy for this would be your hands. Hold them up so that your palms face you and your pinky fingers touch. Ignoring minor differences, they are clearly mirror images of one another. But now turn over your right hand. Your thumbs point the same way and your hands could overlap, but they clearly are not superimposable: your knuckles bend in different directions, your palms face different ways, and so on. These are enantiomers. Likewise, look at dextroamphetamine and levoamphetamine:</p>\n<div class=\"wp-caption aligncenter\" id=\"attachment_10621\" style=\"width: 350px\"><img alt=\"Dextroamphetamine (left) and levoamphetamine. Note that Dextroamphetamine is actually the S enantiomer, but is named for the direction in which it rotates polarized light.\" class=\"wp-image-10621\" height=\"86\" sizes=\"(max-width: 340px) 100vw, 340px\" src=\"http://www.chemistry-blog.com/wp-content/uploads/Amphetamine_Structural_Formulae.png\" srcset=\"http://www.chemistry-blog.com/wp-content/uploads/Amphetamine_Structural_Formulae.png 3039w, http://www.chemistry-blog.com/wp-content/uploads/Amphetamine_Structural_Formulae-300x76.png 300w, http://www.chemistry-blog.com/wp-content/uploads/Amphetamine_Structural_Formulae-768x195.png 768w, http://www.chemistry-blog.com/wp-content/uploads/Amphetamine_Structural_Formulae-1024x259.png 1024w\" width=\"340\"/><p class=\"wp-caption-text\">Dextroamphetamine (right) and levoamphetamine. Note that Dextroamphetamine is actually the S enantiomer, but is named for the direction in which it rotates polarized light.</p></div>\n<p>The dashed bond on each hydrogen indicates that it is projecting away from the viewer. The only difference in structure between these two molecules is the “chirality” (which comes from the Greek word for hand, transliterated roughly as “kheir”) of that carbon center connecting the benzyl, methyl, NH2, and hydrogen.</p>\n<p>Interestingly, dextroiamphetamine (which is in fact the S-enantiomer!) is the more active of the two in the human body, with effects including increased concentration, CNS stimulation, and in higher doses, euphoria and libido enhancement. Street <del>amphetamine</del> methamphetamine (crystal meth, or simply meth) is almost always a mixture of the two enantiomers of methamphetamine, because isolating a single enantiomer usually requires more advanced equipment, more time, and more money. The same is true of amphetamine, which back when it was still either legal or commonly encountered as a street drug (often known as benzedrine, or “bennies”) was usually had as a racemate. Enantiomerically pure dextroamphetamine is used in drugs for narcolepsy and ADHD. Most people are probably familiar with the drug Adderall, which is a 3:1 mixture of dextroamphetamine and levoamphetamine. There are <a href=\"https://en.wikipedia.org/wiki/Dextroamphetamine#Formulations\">other drug products</a> which use different ratios, the most well-known of which is probably Dexedrine, which is a 100% dextroamphetamine sulfate formulation.</p>\n<p>Thus, when Case takes “Brazilian dex”, he is quite simply imbibing a powerful CNS stimulant that has been known for decades and used by everyone from beat poets to fighter pilots and college students.</p>\n<p><strong>Case’s new pancreas &amp; the plugs in his liver</strong></p>\n<p>Early in the book Case undergoes a highly invasive (though mostly unspecified) set of surgeries to allow him to “punch deck” and resume his career as a virtual reality hacker. During this surgery he has a “new pancreas…and plugs in [his] liver” installed, which make him incapable of getting high on cocaine or amphetamines (including his beloved dex). How involved the pancreas is in the metabolism of these drugs is not known to me, but presumably the plugs in his liver would do one (or all) of the following things:</p>\n<ol>\n<li>Severely amp-up his body’s production of monoamine oxidase (MAO) which is the primary mechanism for the metabolism of amphetamines and other psychoactive alkaloids like phenethylamines and tryptamines;</li>\n<li>Up-regulate expression of cytochrome p450 (CYP450) enzymes in the liver, which are probably the most important class of xenobiotic-metabolizing enzymes, using oxidation to modify foreign compounds and make them more excretable;</li>\n<li>Up-regulate his body’s production of esterases, which as it happens are the main enzymes responsible for the first line of cocaine metabolism and elimination;</li>\n<li>Some other type of hand-wavy metabolism-altering or endocrine-altering thing.</li>\n</ol>\n<p>MAO is a frequent culprit in the lack of oral bioavailability of alkaloid drugs. Dimethyltryptamine (DMT) for instance, has almost no oral bioavailability because MAO-A is abundantly present in the digestive tract and oxidizes it before it can be absorbed into the blood stream and carried to the brain. Ayahuasca, a South American traditional entheogenic drug, involves ingesting DMT along with a MAO inhibitor, which allows the powerful and profound psychedelic experiences used in shamanistic rituals, all with the relative convenience of an oral administration (YMMV). In Case’s world this particular bit of homebrewed combination therapy wouldn’t be necessary since almost everyone uses “derms” to dose themselves, meaning the gastrointestinal levels of MAO wouldn’t be a concern as the drug would go straight to the bloodstream.</p>\n<p>CYP450 is another one that you may come across from time to time. It is responsible for doing the lion’s share of xenobiotics in the human body. These enzymes are highly concentrated in the liver, and generally deal with drugs in one way: oxidation. What this does is (very generally) to become more water soluble, allowing excretion via the renal system and urinary tract. One reason you may have heard of it is that a certain blockbuster drug named Lipitor has some unusual contraindications. People taking this drug (which is a statin inhibitor) are <a href=\"https://en.wikipedia.org/wiki/Grapefruit%E2%80%93drug_interactions\">told not to ingest large quantities of grapefruit</a>. The reason for this is that grapefruit and grapefruit juice contain a relatively potent class of CYP450 inhibitor called <a href=\"https://en.wikipedia.org/wiki/Furanocoumarin\">furanocoumarins</a>, which causes the Lipitor to hang around in the body unmetabolized (and therefore performing its intended function) longer than it should, which can cause problems. CYP450 is also produced in the pancreas, relevant to the current discussion.</p>\n<p>Esterases are again a liver-localized family of enzymes that–you guessed it–cleave esters. Cocaine is primarily metabolized by esterases in the liver to produce benzoylecgonine, which is identical to cocaine except for the cleavage of the methyl ester:</p>\n<div class=\"wp-caption aligncenter\" id=\"attachment_10624\" style=\"width: 430px\"><img alt=\"Cocaine (left) and benzoylecgonine.\" class=\"wp-image-10624\" height=\"132\" sizes=\"(max-width: 420px) 100vw, 420px\" src=\"http://www.chemistry-blog.com/wp-content/uploads/1-s2.0-S0043135415303857-gr1.jpg\" srcset=\"http://www.chemistry-blog.com/wp-content/uploads/1-s2.0-S0043135415303857-gr1.jpg 547w, http://www.chemistry-blog.com/wp-content/uploads/1-s2.0-S0043135415303857-gr1-300x94.jpg 300w\" width=\"420\"/><p class=\"wp-caption-text\">Cocaine (left) and benzoylecgonine.</p></div>\n<p>A <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/9780135\">less prevalent but still important transformation</a> is the cleavage of the benzyl ester to produce ecgonine methyl ester. Both of these modifications are quite rapid, and responsible for cocaine’s notoriously short duration of effect: roughly 30 minutes after insufflation. While the metabolites hang around for longer, they don’t possess cocaine’s “desirable” effects. Cocaine is also metabolized to a lesser extent by enzymes like CYP450 to produce metabolites with -OH groups on the phenyl ring.</p>\n<p>So the “new pancreas and liver” thing is actually not completely outlandish, though of course we get nothing else by way of in-depth explanation, so we can chalk this one up to the vagaries of good science fiction writing: just enough to make it seem doable without so much detail that it begins to fall apart.</p>\n<p><strong>Riviera’s cocktail</strong></p>\n<p>We’ve already discussed cocaine, and most are probably familiar with its effects, even if not first hand. <a href=\"https://en.wikipedia.org/wiki/Pethidine\">meperidine</a>, however, is probably better known by its trade name Demerol (or possibly its alternate name pethidine). Meperidine is an analgesic synthetic opioid, though it bears no resemblance to naturally-derived opioids like morphine, heroin, hydromorphone (Dilaudid), or codeine, all of which containe the characteristic fused ring structure at their core (we’ll get into the structures later on in the post). Meperidine and other synthetic opioids are so named simply because they also bind to the opioid receptors in the brain.</p>\n<p>This means that meperidine is, like other opioids, an analgesic sedative and CNS depressant. It is commonly used in labour for pain management (administered primarily via IV, and not by epidural).</p>\n<p>So as the Finn says, Peter is a speedball artist. He mixes cocaine with an opioid to get his desired blend of highs, much like some people choose to mix heroin and cocaine. And as Peter says, “If God made anything better, he kept it for himself.”</p>\n<p>Similar to dex, this is a pretty pedestrian drug reference, but it’s still nice that Gibson gets it right.</p>\n<p><strong>Avoiding SAS: scopolamine</strong></p>\n<p>When Case makes his forst foray into space with Molly, Peter, and Armitage, he suffers from space adaptation syndrome, or SAS. Basically a nice way of saying motion sickness coupled with weightlessness and your guts being in positions they’ve never been before. So like anyone who experiences these symptoms, he uses a transdermal scopolamine (L-hyoscamine) patch.</p>\n<p>This one is actually the least imaginative (or most grounded in reality) of the bunch, because these exist now, and have for years. Scopolamine is used to treat motion sickness and is typically used as a transdermal patch. This is because its oral bioavailability isn’t great (less than 30%), and the patch allows a slow release over the course of three days, very handy if you’re on a boat and know you won’t be leaving for a while.</p>\n<p>The kink here, though, is that scopolamine belongs to the class of drugs called tropane alkaloids, of which cocaine is also a member. The name “tropane” refers to the bicyclic nitrogen-containing core at the center of these molecules. This can be seen below at left, on its own, and in cocaine (second from left), atropine (second from right) and scopolamine (right).</p>\n<div class=\"wp-caption aligncenter\" id=\"attachment_10625\" style=\"width: 779px\"><img alt=\"tropanes\" class=\"wp-image-10625\" height=\"125\" sizes=\"(max-width: 769px) 100vw, 769px\" src=\"http://www.chemistry-blog.com/wp-content/uploads/tropanes.png\" srcset=\"http://www.chemistry-blog.com/wp-content/uploads/tropanes.png 3739w, http://www.chemistry-blog.com/wp-content/uploads/tropanes-300x49.png 300w, http://www.chemistry-blog.com/wp-content/uploads/tropanes-768x125.png 768w, http://www.chemistry-blog.com/wp-content/uploads/tropanes-1024x167.png 1024w\" width=\"769\"/><p class=\"wp-caption-text\">Tropane (left), cocaine (middle left), atropine (middle right), and scopolamine.</p></div>\n<p>So if Case is incapable of getting any effects from cocaine, would he really be able to benefit from scopolamine’s inhibition of the muscarinic receptors? The answer would appear to be “No” if we take into consideration the most likely ways in which Case’s endocrine and hepatic system have been juiced up. As previously mentioned, cocaine’s most prevalent routes of metabolism are via esterase cleavages of the methyl and benzoyl groups. Scopolamine’s benzoyl group shuold be similarly susceptible. Also, since, unlike cocaine, scopolamine does not possess a methyl ester on its tropane ring, another principal path of metabolism appears to be via <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/16175141\">CYP450 enzymes in the liver</a> which remove the N-methyl group, making it more water soluble.</p>\n<p>So in this particular case, it seems like Gibson may not be correct. Scopolamine most likely would not be able to get past Case’s boosted xenobiotic metabolism. The consolation prize, however, is that he was probably quite right that “the stimulants the manufacturer included to counter the scop” almost certainly wouldn’t, either: they’re probably things like ephedrine or pseudoephedirine (both amphetamines, interestingly these ones are diastereomers of each other), or possibly phenylephrine (structurally very similar to pseudoephedrine).</p>\n<p><strong>Case’s angry fix: beta-phenethylamine</strong></p>\n<p>While visiting Freeside, Case decides he wants to get high, really, really badly. Luckily he meets a woman named Cath, who happens to be almost permanently dusted on something she calls “beta-phenethylamine”. Case tries a taste and it does the trick not once, not twice, but three times throughout the remainder of the novel, albeit accompanied by hangovers so grievous that it’s a wonder Case makes it through dinner and a show, let alone the cyberspace run of a lifetime.</p>\n<p>Here Gibson quite clearly took artistic license with his chemistry, and I don’t necessarily blame him. Beta-phenethylamine refers to an extremely broad class of compounds (of which amphetamines are the best-known members), similar to how “tropane alkaloids” does. The beta-phenethylamine core can be seen below:</p>\n<div class=\"wp-caption aligncenter\" id=\"attachment_10626\" style=\"width: 149px\"><img alt=\"phenethylamine2dcsd-svg\" class=\"wp-image-10626\" height=\"58\" src=\"http://www.chemistry-blog.com/wp-content/uploads/Phenethylamine2DCSD.svg_.png\" width=\"139\"/><p class=\"wp-caption-text\">Phenethylamine.</p></div>\n<p>This simple arrangement of atoms is such fertile ground for psychoactive compounds that the late, great chemist Alexander Shulgin <a href=\"https://en.wikipedia.org/wiki/PiHKAL\">wrote a book on it</a>. Other well-known compounds in this class include mescaline, MDMA, and the 2C-X series of drugs (where X can be substituted by bromine, iodine, an ethyl group, or even a thioether). So one might be inclined to think that this vagueness allows Gibson to cover his bases without getting painted into a corner, chemically speaking.</p>\n<p>Alas, any and all compounds in this class would almost certainly not be metabolized any differently than an amphetamine, as they all have that tricky NH2-CH2-CH2-phenyl skeleton, which is a prime target for MAO. Based on what we’ve assumed about his surgical enhancements, Case almost certainly would not get wasted on this drug or any in its class.</p>\n<p>Sorry, Case.</p>\n<p><strong>Peter’s downfall: the meperidine hotshot</strong></p>\n<p>As we mentioned before, Peter is a speedball artist. One of the drugs he uses is called meperidine. Meperidine is relatively easy to synthesize, and as we know still sees a lot of use in modern times. A drug that is perhaps less known, however, is one of its structural isomers, called MPPP. You can see the two structures below (meperidine at left, MPPP at middle left).</p>\n<div class=\"wp-caption aligncenter\" id=\"attachment_10629\" style=\"width: 695px\"><img class=\"wp-image-10629\" height=\"156\" sizes=\"(max-width: 685px) 100vw, 685px\" src=\"http://www.chemistry-blog.com/wp-content/uploads/meperidine-mppp-mptp-1.png\" srcset=\"http://www.chemistry-blog.com/wp-content/uploads/meperidine-mppp-mptp-1.png 3174w, http://www.chemistry-blog.com/wp-content/uploads/meperidine-mppp-mptp-1-300x68.png 300w, http://www.chemistry-blog.com/wp-content/uploads/meperidine-mppp-mptp-1-768x175.png 768w, http://www.chemistry-blog.com/wp-content/uploads/meperidine-mppp-mptp-1-1024x234.png 1024w\" width=\"685\"/><p class=\"wp-caption-text\">Meperidine (left), MPPP (middle left), MPTP (middle right), and MPP+.</p></div>\n<p>As you can see, very similar. But the subtle change in the ester configuration results in different reactivity under certain circumstances. In brief, MPPP is very easy to decarboxylate by overcooking it or exposing it to moisture (or even better, both). In addition, MPPP’s penultimate intermediate is the free alcohol, which can easily dehydrate. When either of these things happens, something called MPTP is produced, seen above at middle right. MPTP is more correctly called N-methyl-4-phenyl-1,2,3,6-tetrahydropyridine, as Molly chants out late in the novel.  MPTP itself is oxidized by MAO in the body to form MPP+ (N-methyl-4-phenylpyridinium) seen at right. Both MPTP and MPP+ are neurotoxins, but MPP+ is the stronger of the two, being highly toxic to dopamine neurons in the substantia nigra of the brain.</p>\n<p>A very unfortunate and imprudent graduate student in the 1970s (1976 to be exact), Barry Kidston, self-injected a preparation he had made of MPPP (at the time a legal “designer drug”) which apparently had gone slightly awry, and almost immediately began exhibiting symptoms akin to those of Parkinson’s disease (one in which dopamine is present in chronically low amounts in the brain).  His symptoms were successfully treated with L-dopa (a known treatment for Parkinson’s) for a time. His case was not unique; in fact this phenomenon was observed several more times and <a href=\"https://www.iospress.nl/book/the-case-of-the-frozen-addicts/\">a book was written about it</a> by the neurologist who helped to treat some Bay-area addicts with these same symptoms as late as 1982. Interestingly, MPP+’s chloride salt is still used today as a herbicide under the name <a href=\"https://en.wikipedia.org/wiki/MPP%2B\">cyperquat</a>. <a href=\"https://www.washingtonpost.com/archive/politics/1985/07/19/tragedy-has-designer-label/04c2a0b0-c121-4728-b942-f0f9f3630b4f/?utm_term=.52264fcaad9b\">As for Kidston</a>, he seemed rather determined in his drug use, and was found by his parents catatonic and drooling on September 4th, 1978.  After a brief stay at home, he left, and promptly overdosed on cocaine, which finally proved fatal.</p>\n<p>Unfortunately for Gibson, the decarboxylation side reaction to produce MPTP only occurs in the synthesis of MPPP, and not in that of meperidine. The carboxyl group in meperidine is connected to the piperidine ring via its carbonyl carbon, as opposed to the oxygen as in MPPP. This means that if it hydrolyzes, it simply produces the free acid. It can be exceptionally difficult to get this type of structure to decarboxylate, so much so that there are <a href=\"http://www.organic-chemistry.org/synthesis/C1H/decarboxylations.shtm\">numerous publications</a> with it as their aim.</p>\n<p>This is not universally true: THC, perhaps the most commonly-imbibed illegal drug in the world, is actually a decarboxylated product of THCA, tetrahydrocannabinic acid, which is how most THC is found in plants. This decarboxylation is facile, requiring only heat and time. But meperidine is not THC, and such reactions tend to be very sensitive to specific moieties in the molecular structure (in THCA’s case, the phenol -OH adjacent to the carboxylic acid in question).</p>\n<p>So in this case Gibson unfortunately got the chemistry very slightly wrong. This can easily be forgiven: such structural isomerism has tripped up many a fledgling chemist, and indeed, sometimes even the pros <a href=\"http://pubs.rsc.org/en/content/articlelanding/2009/np/b809658a#!divAbstract\">get it wrong</a>.</p>\n<p>As for all the effects of MPTP, Gibson totally nails it. It absolutely does cause Lewy bodies or similar structures to form in the substantia nigra of the brain, its symptoms are like Parkinson’s disease, and it would almost certainly result in death if used for an extended period of time with no treatment. One has to wonder, though, if Peter would notice that he was being poisoned or not. Cocaine, the kicker in his speedball concoction, is a dopamine reuptake inhibitor, which in the short term might counter-act the effects of the MPTP. In the long term however (and we’re talking years probably) cocaine is suggested to contribute to the onset of Parkinson’s. Barry Kidston apparently noticed the effects of his own mistakes almost immediately, and it’s not clear exactly when Peter starts taking the poisoned drugs in the first place. So this is a big old “who knows?”</p>\n<p><strong>Wrap-up</strong></p>\n<p>Overall Gibson does better than most would. He gets the chemistry about half right, and does a bit of handwaving in a few parts. He even steps into some pharmacology and doesn’t do too badly.</p>\n<p>I’d be willing to bet that a lot of this is owed at least in part to his known penchant for dabbling in drugs in the past, but no matter where it comes from, it’s pretty impressive.</p>\n<p>Just one more reason why this book remains my favourite of all-time, and why I recommend that everyone read it. Not that I need any more reasons.</p>\n<p> </p>\n<p><em>This post was adapted, expanded, and improved from <a href=\"https://nickuhlig.github.io/11270\">an earlier post on my personal blog</a>.</em></p>\n<div class=\"clear\"></div>\n<div class=\"clear\"></div>\n</div>", "title": "\nThe chemistry of William Gibson’s Neuromancer.\n", "content": "\n Ninsei, courtesy of Vincenzo Natali via twitter. \n Note: minor edits made due to incorrect usage of “amphetamine” to refer to crystal meth. This was a typographical error and some explanation has been added to that paragraph for clarity’s sake. My apologies. -N \n I recently purchased a new hard copy of William Gibson’s first novel (and sci-fi classic), Neuromancer. I make no secrets about this book being my favourite of all time, and I’ve even got an ongoing project wherein I’m composing a musical companion to the book (progress is slow). While there have been rumours of this book getting made into a movie for at least 10 years now, the project seems permanently stuck in development hell. But the same could be said of Altered Carbon several years ago, and look where we are now! \n Apart from inventing the term “cyberspace” and predicting virtual reality long before it became commonplace, Neuromancer also contains some interesting tidbits of chemistry. Being a chemist myself, specifically one in the pharma industry, these little nuggets of scientific prose jump out at me, and quite pleasantly Gibson (for the most part) does a good job of using them appropriately. I wanted to examine the pharmaceutical elements of the book, which are almost entirely used by Case and Peter Riviera, its two biggest junkies. \n Octagons: “dex” \n Dex is a shorthand name for dextroamphetamine. Anyone familiar with the structure of methamphetamine will recognize that it is almost the same molecule–it’s simply missing one methyl group. To be even more specific, dextroamphetamine is a single enantiomer of amphetamine. \n In chemistry, molecules that have the same chemical formula are known as “isomers” of each other. This broad term means that the constituent atoms are the same in number and composition, but that the molecules themselves are different in structure in some way. There are many sub-classes of isomer, one of which is enantiomer. This term refers to molecules which are mirror-images of one another, but which cannot be superimposed. The easiest analogy for this would be your hands. Hold them up so that your palms face you and your pinky fingers touch. Ignoring minor differences, they are clearly mirror images of one another. But now turn over your right hand. Your thumbs point the same way and your hands could overlap, but they clearly are not superimposable: your knuckles bend in different directions, your palms face different ways, and so on. These are enantiomers. Likewise, look at dextroamphetamine and levoamphetamine: \n Dextroamphetamine (right) and levoamphetamine. Note that Dextroamphetamine is actually the S enantiomer, but is named for the direction in which it rotates polarized light. \n The dashed bond on each hydrogen indicates that it is projecting away from the viewer. The only difference in structure between these two molecules is the “chirality” (which comes from the Greek word for hand, transliterated roughly as “kheir”) of that carbon center connecting the benzyl, methyl, NH2, and hydrogen. \n Interestingly, dextroiamphetamine (which is in fact the S-enantiomer!) is the more active of the two in the human body, with effects including increased concentration, CNS stimulation, and in higher doses, euphoria and libido enhancement. Street amphetamine methamphetamine (crystal meth, or simply meth) is almost always a mixture of the two enantiomers of methamphetamine, because isolating a single enantiomer usually requires more advanced equipment, more time, and more money. The same is true of amphetamine, which back when it was still either legal or commonly encountered as a street drug (often known as benzedrine, or “bennies”) was usually had as a racemate. Enantiomerically pure dextroamphetamine is used in drugs for narcolepsy and ADHD. Most people are probably familiar with the drug Adderall, which is a 3:1 mixture of dextroamphetamine and levoamphetamine. There are other drug products which use different ratios, the most well-known of which is probably Dexedrine, which is a 100% dextroamphetamine sulfate formulation. \n Thus, when Case takes “Brazilian dex”, he is quite simply imbibing a powerful CNS stimulant that has been known for decades and used by everyone from beat poets to fighter pilots and college students. \n Case’s new pancreas & the plugs in his liver \n Early in the book Case undergoes a highly invasive (though mostly unspecified) set of surgeries to allow him to “punch deck” and resume his career as a virtual reality hacker. During this surgery he has a “new pancreas…and plugs in [his] liver” installed, which make him incapable of getting high on cocaine or amphetamines (including his beloved dex). How involved the pancreas is in the metabolism of these drugs is not known to me, but presumably the plugs in his liver would do one (or all) of the following things: \n \nSeverely amp-up his body’s production of monoamine oxidase (MAO) which is the primary mechanism for the metabolism of amphetamines and other psychoactive alkaloids like phenethylamines and tryptamines;\nUp-regulate expression of cytochrome p450 (CYP450) enzymes in the liver, which are probably the most important class of xenobiotic-metabolizing enzymes, using oxidation to modify foreign compounds and make them more excretable;\nUp-regulate his body’s production of esterases, which as it happens are the main enzymes responsible for the first line of cocaine metabolism and elimination;\nSome other type of hand-wavy metabolism-altering or endocrine-altering thing.\n \n MAO is a frequent culprit in the lack of oral bioavailability of alkaloid drugs. Dimethyltryptamine (DMT) for instance, has almost no oral bioavailability because MAO-A is abundantly present in the digestive tract and oxidizes it before it can be absorbed into the blood stream and carried to the brain. Ayahuasca, a South American traditional entheogenic drug, involves ingesting DMT along with a MAO inhibitor, which allows the powerful and profound psychedelic experiences used in shamanistic rituals, all with the relative convenience of an oral administration (YMMV). In Case’s world this particular bit of homebrewed combination therapy wouldn’t be necessary since almost everyone uses “derms” to dose themselves, meaning the gastrointestinal levels of MAO wouldn’t be a concern as the drug would go straight to the bloodstream. \n CYP450 is another one that you may come across from time to time. It is responsible for doing the lion’s share of xenobiotics in the human body. These enzymes are highly concentrated in the liver, and generally deal with drugs in one way: oxidation. What this does is (very generally) to become more water soluble, allowing excretion via the renal system and urinary tract. One reason you may have heard of it is that a certain blockbuster drug named Lipitor has some unusual contraindications. People taking this drug (which is a statin inhibitor) are told not to ingest large quantities of grapefruit. The reason for this is that grapefruit and grapefruit juice contain a relatively potent class of CYP450 inhibitor called furanocoumarins, which causes the Lipitor to hang around in the body unmetabolized (and therefore performing its intended function) longer than it should, which can cause problems. CYP450 is also produced in the pancreas, relevant to the current discussion. \n Esterases are again a liver-localized family of enzymes that–you guessed it–cleave esters. Cocaine is primarily metabolized by esterases in the liver to produce benzoylecgonine, which is identical to cocaine except for the cleavage of the methyl ester: \n Cocaine (left) and benzoylecgonine. \n A less prevalent but still important transformation is the cleavage of the benzyl ester to produce ecgonine methyl ester. Both of these modifications are quite rapid, and responsible for cocaine’s notoriously short duration of effect: roughly 30 minutes after insufflation. While the metabolites hang around for longer, they don’t possess cocaine’s “desirable” effects. Cocaine is also metabolized to a lesser extent by enzymes like CYP450 to produce metabolites with -OH groups on the phenyl ring. \n So the “new pancreas and liver” thing is actually not completely outlandish, though of course we get nothing else by way of in-depth explanation, so we can chalk this one up to the vagaries of good science fiction writing: just enough to make it seem doable without so much detail that it begins to fall apart. \n Riviera’s cocktail \n We’ve already discussed cocaine, and most are probably familiar with its effects, even if not first hand. meperidine, however, is probably better known by its trade name Demerol (or possibly its alternate name pethidine). Meperidine is an analgesic synthetic opioid, though it bears no resemblance to naturally-derived opioids like morphine, heroin, hydromorphone (Dilaudid), or codeine, all of which containe the characteristic fused ring structure at their core (we’ll get into the structures later on in the post). Meperidine and other synthetic opioids are so named simply because they also bind to the opioid receptors in the brain. \n This means that meperidine is, like other opioids, an analgesic sedative and CNS depressant. It is commonly used in labour for pain management (administered primarily via IV, and not by epidural). \n So as the Finn says, Peter is a speedball artist. He mixes cocaine with an opioid to get his desired blend of highs, much like some people choose to mix heroin and cocaine. And as Peter says, “If God made anything better, he kept it for himself.” \n Similar to dex, this is a pretty pedestrian drug reference, but it’s still nice that Gibson gets it right. \n Avoiding SAS: scopolamine \n When Case makes his forst foray into space with Molly, Peter, and Armitage, he suffers from space adaptation syndrome, or SAS. Basically a nice way of saying motion sickness coupled with weightlessness and your guts being in positions they’ve never been before. So like anyone who experiences these symptoms, he uses a transdermal scopolamine (L-hyoscamine) patch. \n This one is actually the least imaginative (or most grounded in reality) of the bunch, because these exist now, and have for years. Scopolamine is used to treat motion sickness and is typically used as a transdermal patch. This is because its oral bioavailability isn’t great (less than 30%), and the patch allows a slow release over the course of three days, very handy if you’re on a boat and know you won’t be leaving for a while. \n The kink here, though, is that scopolamine belongs to the class of drugs called tropane alkaloids, of which cocaine is also a member. The name “tropane” refers to the bicyclic nitrogen-containing core at the center of these molecules. This can be seen below at left, on its own, and in cocaine (second from left), atropine (second from right) and scopolamine (right). \n Tropane (left), cocaine (middle left), atropine (middle right), and scopolamine. \n So if Case is incapable of getting any effects from cocaine, would he really be able to benefit from scopolamine’s inhibition of the muscarinic receptors? The answer would appear to be “No” if we take into consideration the most likely ways in which Case’s endocrine and hepatic system have been juiced up. As previously mentioned, cocaine’s most prevalent routes of metabolism are via esterase cleavages of the methyl and benzoyl groups. Scopolamine’s benzoyl group shuold be similarly susceptible. Also, since, unlike cocaine, scopolamine does not possess a methyl ester on its tropane ring, another principal path of metabolism appears to be via CYP450 enzymes in the liver which remove the N-methyl group, making it more water soluble. \n So in this particular case, it seems like Gibson may not be correct. Scopolamine most likely would not be able to get past Case’s boosted xenobiotic metabolism. The consolation prize, however, is that he was probably quite right that “the stimulants the manufacturer included to counter the scop” almost certainly wouldn’t, either: they’re probably things like ephedrine or pseudoephedirine (both amphetamines, interestingly these ones are diastereomers of each other), or possibly phenylephrine (structurally very similar to pseudoephedrine). \n Case’s angry fix: beta-phenethylamine \n While visiting Freeside, Case decides he wants to get high, really, really badly. Luckily he meets a woman named Cath, who happens to be almost permanently dusted on something she calls “beta-phenethylamine”. Case tries a taste and it does the trick not once, not twice, but three times throughout the remainder of the novel, albeit accompanied by hangovers so grievous that it’s a wonder Case makes it through dinner and a show, let alone the cyberspace run of a lifetime. \n Here Gibson quite clearly took artistic license with his chemistry, and I don’t necessarily blame him. Beta-phenethylamine refers to an extremely broad class of compounds (of which amphetamines are the best-known members), similar to how “tropane alkaloids” does. The beta-phenethylamine core can be seen below: \n Phenethylamine. \n This simple arrangement of atoms is such fertile ground for psychoactive compounds that the late, great chemist Alexander Shulgin wrote a book on it. Other well-known compounds in this class include mescaline, MDMA, and the 2C-X series of drugs (where X can be substituted by bromine, iodine, an ethyl group, or even a thioether). So one might be inclined to think that this vagueness allows Gibson to cover his bases without getting painted into a corner, chemically speaking. \n Alas, any and all compounds in this class would almost certainly not be metabolized any differently than an amphetamine, as they all have that tricky NH2-CH2-CH2-phenyl skeleton, which is a prime target for MAO. Based on what we’ve assumed about his surgical enhancements, Case almost certainly would not get wasted on this drug or any in its class. \n Sorry, Case. \n Peter’s downfall: the meperidine hotshot \n As we mentioned before, Peter is a speedball artist. One of the drugs he uses is called meperidine. Meperidine is relatively easy to synthesize, and as we know still sees a lot of use in modern times. A drug that is perhaps less known, however, is one of its structural isomers, called MPPP. You can see the two structures below (meperidine at left, MPPP at middle left). \n Meperidine (left), MPPP (middle left), MPTP (middle right), and MPP+. \n As you can see, very similar. But the subtle change in the ester configuration results in different reactivity under certain circumstances. In brief, MPPP is very easy to decarboxylate by overcooking it or exposing it to moisture (or even better, both). In addition, MPPP’s penultimate intermediate is the free alcohol, which can easily dehydrate. When either of these things happens, something called MPTP is produced, seen above at middle right. MPTP is more correctly called N-methyl-4-phenyl-1,2,3,6-tetrahydropyridine, as Molly chants out late in the novel.  MPTP itself is oxidized by MAO in the body to form MPP+ (N-methyl-4-phenylpyridinium) seen at right. Both MPTP and MPP+ are neurotoxins, but MPP+ is the stronger of the two, being highly toxic to dopamine neurons in the substantia nigra of the brain. \n A very unfortunate and imprudent graduate student in the 1970s (1976 to be exact), Barry Kidston, self-injected a preparation he had made of MPPP (at the time a legal “designer drug”) which apparently had gone slightly awry, and almost immediately began exhibiting symptoms akin to those of Parkinson’s disease (one in which dopamine is present in chronically low amounts in the brain).  His symptoms were successfully treated with L-dopa (a known treatment for Parkinson’s) for a time. His case was not unique; in fact this phenomenon was observed several more times and a book was written about it by the neurologist who helped to treat some Bay-area addicts with these same symptoms as late as 1982. Interestingly, MPP+’s chloride salt is still used today as a herbicide under the name cyperquat. As for Kidston, he seemed rather determined in his drug use, and was found by his parents catatonic and drooling on September 4th, 1978.  After a brief stay at home, he left, and promptly overdosed on cocaine, which finally proved fatal. \n Unfortunately for Gibson, the decarboxylation side reaction to produce MPTP only occurs in the synthesis of MPPP, and not in that of meperidine. The carboxyl group in meperidine is connected to the piperidine ring via its carbonyl carbon, as opposed to the oxygen as in MPPP. This means that if it hydrolyzes, it simply produces the free acid. It can be exceptionally difficult to get this type of structure to decarboxylate, so much so that there are numerous publications with it as their aim. \n This is not universally true: THC, perhaps the most commonly-imbibed illegal drug in the world, is actually a decarboxylated product of THCA, tetrahydrocannabinic acid, which is how most THC is found in plants. This decarboxylation is facile, requiring only heat and time. But meperidine is not THC, and such reactions tend to be very sensitive to specific moieties in the molecular structure (in THCA’s case, the phenol -OH adjacent to the carboxylic acid in question). \n So in this case Gibson unfortunately got the chemistry very slightly wrong. This can easily be forgiven: such structural isomerism has tripped up many a fledgling chemist, and indeed, sometimes even the pros get it wrong. \n As for all the effects of MPTP, Gibson totally nails it. It absolutely does cause Lewy bodies or similar structures to form in the substantia nigra of the brain, its symptoms are like Parkinson’s disease, and it would almost certainly result in death if used for an extended period of time with no treatment. One has to wonder, though, if Peter would notice that he was being poisoned or not. Cocaine, the kicker in his speedball concoction, is a dopamine reuptake inhibitor, which in the short term might counter-act the effects of the MPTP. In the long term however (and we’re talking years probably) cocaine is suggested to contribute to the onset of Parkinson’s. Barry Kidston apparently noticed the effects of his own mistakes almost immediately, and it’s not clear exactly when Peter starts taking the poisoned drugs in the first place. So this is a big old “who knows?” \n Wrap-up \n Overall Gibson does better than most would. He gets the chemistry about half right, and does a bit of handwaving in a few parts. He even steps into some pharmacology and doesn’t do too badly. \n I’d be willing to bet that a lot of this is owed at least in part to his known penchant for dabbling in drugs in the past, but no matter where it comes from, it’s pretty impressive. \n Just one more reason why this book remains my favourite of all-time, and why I recommend that everyone read it. Not that I need any more reasons. \n   \n This post was adapted, expanded, and improved from an earlier post on my personal blog. \n  \n  \n", "url": "http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer", "title_html": "<h1 class=\"title\">\n<a href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/\" rel=\"bookmark\" title=\"Permalink to The chemistry of William Gibson’s Neuromancer.\">The chemistry of William Gibson’s Neuromancer.</a>\n</h1>", "html": "<!DOCTYPE html>\n\n<html lang=\"en-US\" xmlns=\"http://www.w3.org/1999/xhtml\">\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<meta content=\"IE=edge,chrome=1\" http-equiv=\"X-UA-Compatible\"/>\n<meta content=\"width=device-width, initial-scale=1.0\" name=\"viewport\"/>\n<link href=\"http://www.chemistry-blog.com/xmlrpc.php\" rel=\"pingback\"/>\n<title>The chemistry of William Gibson’s Neuromancer. – Chemistry Blog</title>\n<link href=\"//fonts.googleapis.com\" rel=\"dns-prefetch\"/>\n<link href=\"//s.w.org\" rel=\"dns-prefetch\"/>\n<link href=\"http://www.chemistry-blog.com/feed/\" rel=\"alternate\" title=\"Chemistry Blog » Feed\" type=\"application/rss+xml\"/>\n<link href=\"http://www.chemistry-blog.com/comments/feed/\" rel=\"alternate\" title=\"Chemistry Blog » Comments Feed\" type=\"application/rss+xml\"/>\n<link href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/feed/\" rel=\"alternate\" title=\"Chemistry Blog » The chemistry of William Gibson’s Neuromancer. Comments Feed\" type=\"application/rss+xml\"/>\n<script type=\"text/javascript\">\n\t\t\twindow._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"http:\\/\\/www.chemistry-blog.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?ver=4.9.10\"}};\n\t\t\t!function(a,b,c){function d(a,b){var c=String.fromCharCode;l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,a),0,0);var d=k.toDataURL();l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,b),0,0);var e=k.toDataURL();return d===e}function e(a){var b;if(!l||!l.fillText)return!1;switch(l.textBaseline=\"top\",l.font=\"600 32px Arial\",a){case\"flag\":return!(b=d([55356,56826,55356,56819],[55356,56826,8203,55356,56819]))&&(b=d([55356,57332,56128,56423,56128,56418,56128,56421,56128,56430,56128,56423,56128,56447],[55356,57332,8203,56128,56423,8203,56128,56418,8203,56128,56421,8203,56128,56430,8203,56128,56423,8203,56128,56447]),!b);case\"emoji\":return b=d([55358,56760,9792,65039],[55358,56760,8203,9792,65039]),!b}return!1}function f(a){var c=b.createElement(\"script\");c.src=a,c.defer=c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var g,h,i,j,k=b.createElement(\"canvas\"),l=k.getContext&&k.getContext(\"2d\");for(j=Array(\"flag\",\"emoji\"),c.supports={everything:!0,everythingExceptFlag:!0},i=0;i<j.length;i++)c.supports[j[i]]=e(j[i]),c.supports.everything=c.supports.everything&&c.supports[j[i]],\"flag\"!==j[i]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[j[i]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(h=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",h,!1),a.addEventListener(\"load\",h,!1)):(a.attachEvent(\"onload\",h),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),g=c.source||{},g.concatemoji?f(g.concatemoji):g.wpemoji&&g.twemoji&&(f(g.twemoji),f(g.wpemoji)))}(window,document,window._wpemojiSettings);\n\t\t</script>\n<style type=\"text/css\">\nimg.wp-smiley,\nimg.emoji {\n\tdisplay: inline !important;\n\tborder: none !important;\n\tbox-shadow: none !important;\n\theight: 1em !important;\n\twidth: 1em !important;\n\tmargin: 0 .07em !important;\n\tvertical-align: -0.1em !important;\n\tbackground: none !important;\n\tpadding: 0 !important;\n}\n</style>\n<link href=\"http://www.chemistry-blog.com/wp-content/themes/startingup/functions/wpzoom/assets/css/shortcodes.css?ver=4.9.10\" id=\"wpz-shortcodes-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.chemistry-blog.com/wp-content/themes/startingup/functions/wpzoom/assets/css/font-awesome.min.css?ver=4.9.10\" id=\"zoom-font-awesome-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.chemistry-blog.com/wp-content/themes/startingup/style.css?ver=1.0.2\" id=\"startingup-style-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.chemistry-blog.com/wp-content/themes/startingup/media-queries.css?ver=1.0.2\" id=\"media-queries-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://fonts.googleapis.com/css?family=Open+Sans%3A400%2C700&amp;subset=latin%2Ccyrillic%2Cgreek&amp;ver=4.9.10\" id=\"google-fonts-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.chemistry-blog.com/wp-content/themes/startingup/functions/wpzoom/assets/css/wzslider.css?ver=4.9.10\" id=\"wzslider-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.chemistry-blog.com/wp-content/themes/startingup/styles/default.css?ver=4.9.10\" id=\"wpzoom-theme-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.chemistry-blog.com/wp-content/themes/startingup/custom.css?ver=4.9.10\" id=\"wpzoom-custom-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"http://www.chemistry-blog.com/wp-includes/js/jquery/jquery.js?ver=1.12.4\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.1\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/js/init.js?ver=4.9.10\" type=\"text/javascript\"></script>\n<link href=\"http://www.chemistry-blog.com/wp-json/\" rel=\"https://api.w.org/\"/>\n<link href=\"http://www.chemistry-blog.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/>\n<link href=\"http://www.chemistry-blog.com/wp-includes/wlwmanifest.xml\" rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\"/>\n<link href=\"http://www.chemistry-blog.com/2018/02/22/chemistry-comes-to-minecraft/\" rel=\"prev\" title=\"Chemistry comes to Minecraft\"/>\n<link href=\"http://www.chemistry-blog.com/2018/04/21/chemistry-blog-needs-you/\" rel=\"next\" title=\"Chemistry Blog needs you!\"/>\n<meta content=\"WordPress 4.9.10\" name=\"generator\">\n<link href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/\" rel=\"canonical\"/>\n<link href=\"http://www.chemistry-blog.com/?p=10636\" rel=\"shortlink\"/>\n<link href=\"http://www.chemistry-blog.com/wp-json/oembed/1.0/embed?url=http%3A%2F%2Fwww.chemistry-blog.com%2F2018%2F04%2F16%2Fthe-chemistry-of-william-gibsons-neuromancer%2F\" rel=\"alternate\" type=\"application/json+oembed\"/>\n<link href=\"http://www.chemistry-blog.com/wp-json/oembed/1.0/embed?url=http%3A%2F%2Fwww.chemistry-blog.com%2F2018%2F04%2F16%2Fthe-chemistry-of-william-gibsons-neuromancer%2F&amp;format=xml\" rel=\"alternate\" type=\"text/xml+oembed\"/>\n<!-- WPZOOM Theme / Framework -->\n<meta content=\"StartingUp 1.0.2\" name=\"generator\">\n<meta content=\"WPZOOM Framework 1.7.5\" name=\"generator\"/>\n<style type=\"text/css\"></style>\n<!-- Global site tag (gtag.js) - Google Analytics -->\n<script async=\"\" src=\"https://www.googletagmanager.com/gtag/js?id=UA-197718-6\"></script>\n<script>\r\n  window.dataLayer = window.dataLayer || [];\r\n  function gtag(){dataLayer.push(arguments);}\r\n  gtag('js', new Date());\r\n\r\n  gtag('config', 'UA-197718-6');\r\n</script>\n<script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script>\n<script>\r\n     (adsbygoogle = window.adsbygoogle || []).push({\r\n          google_ad_client: \"ca-pub-4958982952381359\",\r\n          enable_page_level_ads: true\r\n     });\r\n</script><script type=\"text/javascript\">document.write('<style type=\"text/css\">.tabber{display:none;}</style>');</script> <style type=\"text/css\">.recentcomments a{display:inline !important;padding:0 !important;margin:0 !important;}</style>\n</meta></meta></head>\n<body class=\"post-template-default single single-post postid-10636 single-format-standard\">\n<header class=\"\" id=\"header\">\n<div id=\"navbar\">\n<div class=\"inner-wrap\">\n<p>A Chat and Waffles Chemistry Blog</p>\n<div class=\"clear\"></div>\n</div>\n</div>\n<div class=\"inner-wrap\">\n<div id=\"logo\">\n<h1>\n<a href=\"http://www.chemistry-blog.com\" title=\"A Chat and Waffles Chemistry Blog\">\n\t\t\t\t\tChemistry Blog\t\t\t\t</a>\n</h1> </div><!-- / #logo -->\n<div id=\"menu\">\n<a class=\"btn_menu\" href=\"#\" id=\"toggle-main\"></a>\n<div id=\"menu-wrap\">\n</div>\n<div class=\"clear\"></div>\n</div><!-- /#menu -->\n<div class=\"clear\"></div>\n</div><!-- / .inner-wrap -->\n</header> <div class=\"featured-categories-nav\">\n<div class=\"inner-wrap\">\n<a class=\"btn_menu\" href=\"#\" id=\"toggle-featured\"></a>\n<div id=\"featured-wrap\">\n<ul class=\"dropdown\" id=\"mainmenu\"><li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-home menu-item-10654\" id=\"menu-item-10654\"><a href=\"http://www.chemistry-blog.com\">Home</a></li>\n<li class=\"menu-item menu-item-type-custom menu-item-object-custom menu-item-10668\" id=\"menu-item-10668\"><a href=\"http://www.chemistry-blog.com/dictionary/\">Chemistry Dictionary</a></li>\n<li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-10655\" id=\"menu-item-10655\"><a href=\"http://www.chemistry-blog.com/frequently-asked-questions/\">FAQ</a></li>\n</ul> </div>\n</div>\n<div class=\"clear\"></div>\n</div>\n<div id=\"wrapper\">\n<div class=\"inner-wrap\">\n<section id=\"main\" role=\"main\">\n<h1 class=\"title\">\n<a href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/\" rel=\"bookmark\" title=\"Permalink to The chemistry of William Gibson’s Neuromancer.\">The chemistry of William Gibson’s Neuromancer.</a>\n</h1>\n<div class=\"post-meta\">\n\t\t\t\t\t\t\t\t\t\tApril 16, 2018\t\t\t\t\t<span class=\"separator\">•</span>By <a href=\"http://www.chemistry-blog.com/author/nickuhlig/\" rel=\"author\" title=\"Posts by nickuhlig\">nickuhlig</a> <span class=\"separator\">•</span><span class=\"category\">In <a href=\"http://www.chemistry-blog.com/category/uncategorized/\" rel=\"category tag\">Uncategorized</a></span>\n</div><!-- /.post-meta -->\n<div class=\"clearfix post-10636 post type-post status-publish format-standard has-post-thumbnail hentry category-uncategorized\" id=\"post-10636\">\n<div class=\"entry\">\n<div class=\"wp-caption alignright\" style=\"width: 251px\"><a href=\"https://twitter.com/Vincenzo_Natali/status/605720663719059456\"><img class=\"\" height=\"401\" src=\"https://i.imgur.com/FA6WJBE.jpg\" width=\"241\"/></a><p class=\"wp-caption-text\">Ninsei, courtesy of Vincenzo Natali via twitter.</p></div>\n<p><em><strong>Note</strong>: minor edits made due to incorrect usage of “amphetamine” to refer to crystal meth. This was a typographical error and some explanation has been added to that paragraph for clarity’s sake. My apologies. -N</em></p>\n<p>I recently purchased <a href=\"https://www.penguinrandomhouse.com/books/538861/neuromancer-by-william-gibson/9780143111603/\">a new hard copy</a> of William Gibson’s first novel (and sci-fi classic), <em>Neuromancer</em>. I make no secrets about this book being my favourite of all time, and I’ve even got <a href=\"https://soundcloud.com/the-plc/sets/neuromancer-audio\">an ongoing project</a> wherein I’m composing a musical companion to the book (progress is slow). While there have been rumours of this book getting made into a movie for at least 10 years now, the project seems permanently stuck in development hell. But the same could be said of <em>Altered Carbon</em> several years ago, and look where we are now!</p>\n<p>Apart from inventing the term “cyberspace” and predicting virtual reality long before it became commonplace, <em>Neuromancer</em> also contains some interesting tidbits of chemistry. Being a chemist myself, specifically one in the pharma industry, these little nuggets of scientific prose jump out at me, and quite pleasantly Gibson (for the most part) does a good job of using them appropriately. I wanted to examine the pharmaceutical elements of the book, which are almost entirely used by Case and Peter Riviera, its two biggest junkies.</p>\n<p><strong>Octagons: “dex”</strong></p>\n<p>Dex is a shorthand name for dextroamphetamine. Anyone familiar with the structure of methamphetamine will recognize that it is almost the same molecule–it’s simply missing one methyl group. To be even more specific, dextroamphetamine is a single enantiomer of amphetamine.</p>\n<p>In chemistry, molecules that have the same chemical formula are known as “isomers” of each other. This broad term means that the constituent atoms are the same in number and composition, but that the molecules themselves are different in structure in some way. There are many sub-classes of isomer, one of which is enantiomer. This term refers to molecules which are mirror-images of one another, but which cannot be superimposed. The easiest analogy for this would be your hands. Hold them up so that your palms face you and your pinky fingers touch. Ignoring minor differences, they are clearly mirror images of one another. But now turn over your right hand. Your thumbs point the same way and your hands could overlap, but they clearly are not superimposable: your knuckles bend in different directions, your palms face different ways, and so on. These are enantiomers. Likewise, look at dextroamphetamine and levoamphetamine:</p>\n<div class=\"wp-caption aligncenter\" id=\"attachment_10621\" style=\"width: 350px\"><img alt=\"Dextroamphetamine (left) and levoamphetamine. Note that Dextroamphetamine is actually the S enantiomer, but is named for the direction in which it rotates polarized light.\" class=\"wp-image-10621\" height=\"86\" sizes=\"(max-width: 340px) 100vw, 340px\" src=\"http://www.chemistry-blog.com/wp-content/uploads/Amphetamine_Structural_Formulae.png\" srcset=\"http://www.chemistry-blog.com/wp-content/uploads/Amphetamine_Structural_Formulae.png 3039w, http://www.chemistry-blog.com/wp-content/uploads/Amphetamine_Structural_Formulae-300x76.png 300w, http://www.chemistry-blog.com/wp-content/uploads/Amphetamine_Structural_Formulae-768x195.png 768w, http://www.chemistry-blog.com/wp-content/uploads/Amphetamine_Structural_Formulae-1024x259.png 1024w\" width=\"340\"/><p class=\"wp-caption-text\">Dextroamphetamine (right) and levoamphetamine. Note that Dextroamphetamine is actually the S enantiomer, but is named for the direction in which it rotates polarized light.</p></div>\n<p>The dashed bond on each hydrogen indicates that it is projecting away from the viewer. The only difference in structure between these two molecules is the “chirality” (which comes from the Greek word for hand, transliterated roughly as “kheir”) of that carbon center connecting the benzyl, methyl, NH2, and hydrogen.</p>\n<p>Interestingly, dextroiamphetamine (which is in fact the S-enantiomer!) is the more active of the two in the human body, with effects including increased concentration, CNS stimulation, and in higher doses, euphoria and libido enhancement. Street <del>amphetamine</del> methamphetamine (crystal meth, or simply meth) is almost always a mixture of the two enantiomers of methamphetamine, because isolating a single enantiomer usually requires more advanced equipment, more time, and more money. The same is true of amphetamine, which back when it was still either legal or commonly encountered as a street drug (often known as benzedrine, or “bennies”) was usually had as a racemate. Enantiomerically pure dextroamphetamine is used in drugs for narcolepsy and ADHD. Most people are probably familiar with the drug Adderall, which is a 3:1 mixture of dextroamphetamine and levoamphetamine. There are <a href=\"https://en.wikipedia.org/wiki/Dextroamphetamine#Formulations\">other drug products</a> which use different ratios, the most well-known of which is probably Dexedrine, which is a 100% dextroamphetamine sulfate formulation.</p>\n<p>Thus, when Case takes “Brazilian dex”, he is quite simply imbibing a powerful CNS stimulant that has been known for decades and used by everyone from beat poets to fighter pilots and college students.</p>\n<p><strong>Case’s new pancreas &amp; the plugs in his liver</strong></p>\n<p>Early in the book Case undergoes a highly invasive (though mostly unspecified) set of surgeries to allow him to “punch deck” and resume his career as a virtual reality hacker. During this surgery he has a “new pancreas…and plugs in [his] liver” installed, which make him incapable of getting high on cocaine or amphetamines (including his beloved dex). How involved the pancreas is in the metabolism of these drugs is not known to me, but presumably the plugs in his liver would do one (or all) of the following things:</p>\n<ol>\n<li>Severely amp-up his body’s production of monoamine oxidase (MAO) which is the primary mechanism for the metabolism of amphetamines and other psychoactive alkaloids like phenethylamines and tryptamines;</li>\n<li>Up-regulate expression of cytochrome p450 (CYP450) enzymes in the liver, which are probably the most important class of xenobiotic-metabolizing enzymes, using oxidation to modify foreign compounds and make them more excretable;</li>\n<li>Up-regulate his body’s production of esterases, which as it happens are the main enzymes responsible for the first line of cocaine metabolism and elimination;</li>\n<li>Some other type of hand-wavy metabolism-altering or endocrine-altering thing.</li>\n</ol>\n<p>MAO is a frequent culprit in the lack of oral bioavailability of alkaloid drugs. Dimethyltryptamine (DMT) for instance, has almost no oral bioavailability because MAO-A is abundantly present in the digestive tract and oxidizes it before it can be absorbed into the blood stream and carried to the brain. Ayahuasca, a South American traditional entheogenic drug, involves ingesting DMT along with a MAO inhibitor, which allows the powerful and profound psychedelic experiences used in shamanistic rituals, all with the relative convenience of an oral administration (YMMV). In Case’s world this particular bit of homebrewed combination therapy wouldn’t be necessary since almost everyone uses “derms” to dose themselves, meaning the gastrointestinal levels of MAO wouldn’t be a concern as the drug would go straight to the bloodstream.</p>\n<p>CYP450 is another one that you may come across from time to time. It is responsible for doing the lion’s share of xenobiotics in the human body. These enzymes are highly concentrated in the liver, and generally deal with drugs in one way: oxidation. What this does is (very generally) to become more water soluble, allowing excretion via the renal system and urinary tract. One reason you may have heard of it is that a certain blockbuster drug named Lipitor has some unusual contraindications. People taking this drug (which is a statin inhibitor) are <a href=\"https://en.wikipedia.org/wiki/Grapefruit%E2%80%93drug_interactions\">told not to ingest large quantities of grapefruit</a>. The reason for this is that grapefruit and grapefruit juice contain a relatively potent class of CYP450 inhibitor called <a href=\"https://en.wikipedia.org/wiki/Furanocoumarin\">furanocoumarins</a>, which causes the Lipitor to hang around in the body unmetabolized (and therefore performing its intended function) longer than it should, which can cause problems. CYP450 is also produced in the pancreas, relevant to the current discussion.</p>\n<p>Esterases are again a liver-localized family of enzymes that–you guessed it–cleave esters. Cocaine is primarily metabolized by esterases in the liver to produce benzoylecgonine, which is identical to cocaine except for the cleavage of the methyl ester:</p>\n<div class=\"wp-caption aligncenter\" id=\"attachment_10624\" style=\"width: 430px\"><img alt=\"Cocaine (left) and benzoylecgonine.\" class=\"wp-image-10624\" height=\"132\" sizes=\"(max-width: 420px) 100vw, 420px\" src=\"http://www.chemistry-blog.com/wp-content/uploads/1-s2.0-S0043135415303857-gr1.jpg\" srcset=\"http://www.chemistry-blog.com/wp-content/uploads/1-s2.0-S0043135415303857-gr1.jpg 547w, http://www.chemistry-blog.com/wp-content/uploads/1-s2.0-S0043135415303857-gr1-300x94.jpg 300w\" width=\"420\"/><p class=\"wp-caption-text\">Cocaine (left) and benzoylecgonine.</p></div>\n<p>A <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/9780135\">less prevalent but still important transformation</a> is the cleavage of the benzyl ester to produce ecgonine methyl ester. Both of these modifications are quite rapid, and responsible for cocaine’s notoriously short duration of effect: roughly 30 minutes after insufflation. While the metabolites hang around for longer, they don’t possess cocaine’s “desirable” effects. Cocaine is also metabolized to a lesser extent by enzymes like CYP450 to produce metabolites with -OH groups on the phenyl ring.</p>\n<p>So the “new pancreas and liver” thing is actually not completely outlandish, though of course we get nothing else by way of in-depth explanation, so we can chalk this one up to the vagaries of good science fiction writing: just enough to make it seem doable without so much detail that it begins to fall apart.</p>\n<p><strong>Riviera’s cocktail</strong></p>\n<p>We’ve already discussed cocaine, and most are probably familiar with its effects, even if not first hand. <a href=\"https://en.wikipedia.org/wiki/Pethidine\">meperidine</a>, however, is probably better known by its trade name Demerol (or possibly its alternate name pethidine). Meperidine is an analgesic synthetic opioid, though it bears no resemblance to naturally-derived opioids like morphine, heroin, hydromorphone (Dilaudid), or codeine, all of which containe the characteristic fused ring structure at their core (we’ll get into the structures later on in the post). Meperidine and other synthetic opioids are so named simply because they also bind to the opioid receptors in the brain.</p>\n<p>This means that meperidine is, like other opioids, an analgesic sedative and CNS depressant. It is commonly used in labour for pain management (administered primarily via IV, and not by epidural).</p>\n<p>So as the Finn says, Peter is a speedball artist. He mixes cocaine with an opioid to get his desired blend of highs, much like some people choose to mix heroin and cocaine. And as Peter says, “If God made anything better, he kept it for himself.”</p>\n<p>Similar to dex, this is a pretty pedestrian drug reference, but it’s still nice that Gibson gets it right.</p>\n<p><strong>Avoiding SAS: scopolamine</strong></p>\n<p>When Case makes his forst foray into space with Molly, Peter, and Armitage, he suffers from space adaptation syndrome, or SAS. Basically a nice way of saying motion sickness coupled with weightlessness and your guts being in positions they’ve never been before. So like anyone who experiences these symptoms, he uses a transdermal scopolamine (L-hyoscamine) patch.</p>\n<p>This one is actually the least imaginative (or most grounded in reality) of the bunch, because these exist now, and have for years. Scopolamine is used to treat motion sickness and is typically used as a transdermal patch. This is because its oral bioavailability isn’t great (less than 30%), and the patch allows a slow release over the course of three days, very handy if you’re on a boat and know you won’t be leaving for a while.</p>\n<p>The kink here, though, is that scopolamine belongs to the class of drugs called tropane alkaloids, of which cocaine is also a member. The name “tropane” refers to the bicyclic nitrogen-containing core at the center of these molecules. This can be seen below at left, on its own, and in cocaine (second from left), atropine (second from right) and scopolamine (right).</p>\n<div class=\"wp-caption aligncenter\" id=\"attachment_10625\" style=\"width: 779px\"><img alt=\"tropanes\" class=\"wp-image-10625\" height=\"125\" sizes=\"(max-width: 769px) 100vw, 769px\" src=\"http://www.chemistry-blog.com/wp-content/uploads/tropanes.png\" srcset=\"http://www.chemistry-blog.com/wp-content/uploads/tropanes.png 3739w, http://www.chemistry-blog.com/wp-content/uploads/tropanes-300x49.png 300w, http://www.chemistry-blog.com/wp-content/uploads/tropanes-768x125.png 768w, http://www.chemistry-blog.com/wp-content/uploads/tropanes-1024x167.png 1024w\" width=\"769\"/><p class=\"wp-caption-text\">Tropane (left), cocaine (middle left), atropine (middle right), and scopolamine.</p></div>\n<p>So if Case is incapable of getting any effects from cocaine, would he really be able to benefit from scopolamine’s inhibition of the muscarinic receptors? The answer would appear to be “No” if we take into consideration the most likely ways in which Case’s endocrine and hepatic system have been juiced up. As previously mentioned, cocaine’s most prevalent routes of metabolism are via esterase cleavages of the methyl and benzoyl groups. Scopolamine’s benzoyl group shuold be similarly susceptible. Also, since, unlike cocaine, scopolamine does not possess a methyl ester on its tropane ring, another principal path of metabolism appears to be via <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/16175141\">CYP450 enzymes in the liver</a> which remove the N-methyl group, making it more water soluble.</p>\n<p>So in this particular case, it seems like Gibson may not be correct. Scopolamine most likely would not be able to get past Case’s boosted xenobiotic metabolism. The consolation prize, however, is that he was probably quite right that “the stimulants the manufacturer included to counter the scop” almost certainly wouldn’t, either: they’re probably things like ephedrine or pseudoephedirine (both amphetamines, interestingly these ones are diastereomers of each other), or possibly phenylephrine (structurally very similar to pseudoephedrine).</p>\n<p><strong>Case’s angry fix: beta-phenethylamine</strong></p>\n<p>While visiting Freeside, Case decides he wants to get high, really, really badly. Luckily he meets a woman named Cath, who happens to be almost permanently dusted on something she calls “beta-phenethylamine”. Case tries a taste and it does the trick not once, not twice, but three times throughout the remainder of the novel, albeit accompanied by hangovers so grievous that it’s a wonder Case makes it through dinner and a show, let alone the cyberspace run of a lifetime.</p>\n<p>Here Gibson quite clearly took artistic license with his chemistry, and I don’t necessarily blame him. Beta-phenethylamine refers to an extremely broad class of compounds (of which amphetamines are the best-known members), similar to how “tropane alkaloids” does. The beta-phenethylamine core can be seen below:</p>\n<div class=\"wp-caption aligncenter\" id=\"attachment_10626\" style=\"width: 149px\"><img alt=\"phenethylamine2dcsd-svg\" class=\"wp-image-10626\" height=\"58\" src=\"http://www.chemistry-blog.com/wp-content/uploads/Phenethylamine2DCSD.svg_.png\" width=\"139\"/><p class=\"wp-caption-text\">Phenethylamine.</p></div>\n<p>This simple arrangement of atoms is such fertile ground for psychoactive compounds that the late, great chemist Alexander Shulgin <a href=\"https://en.wikipedia.org/wiki/PiHKAL\">wrote a book on it</a>. Other well-known compounds in this class include mescaline, MDMA, and the 2C-X series of drugs (where X can be substituted by bromine, iodine, an ethyl group, or even a thioether). So one might be inclined to think that this vagueness allows Gibson to cover his bases without getting painted into a corner, chemically speaking.</p>\n<p>Alas, any and all compounds in this class would almost certainly not be metabolized any differently than an amphetamine, as they all have that tricky NH2-CH2-CH2-phenyl skeleton, which is a prime target for MAO. Based on what we’ve assumed about his surgical enhancements, Case almost certainly would not get wasted on this drug or any in its class.</p>\n<p>Sorry, Case.</p>\n<p><strong>Peter’s downfall: the meperidine hotshot</strong></p>\n<p>As we mentioned before, Peter is a speedball artist. One of the drugs he uses is called meperidine. Meperidine is relatively easy to synthesize, and as we know still sees a lot of use in modern times. A drug that is perhaps less known, however, is one of its structural isomers, called MPPP. You can see the two structures below (meperidine at left, MPPP at middle left).</p>\n<div class=\"wp-caption aligncenter\" id=\"attachment_10629\" style=\"width: 695px\"><img class=\"wp-image-10629\" height=\"156\" sizes=\"(max-width: 685px) 100vw, 685px\" src=\"http://www.chemistry-blog.com/wp-content/uploads/meperidine-mppp-mptp-1.png\" srcset=\"http://www.chemistry-blog.com/wp-content/uploads/meperidine-mppp-mptp-1.png 3174w, http://www.chemistry-blog.com/wp-content/uploads/meperidine-mppp-mptp-1-300x68.png 300w, http://www.chemistry-blog.com/wp-content/uploads/meperidine-mppp-mptp-1-768x175.png 768w, http://www.chemistry-blog.com/wp-content/uploads/meperidine-mppp-mptp-1-1024x234.png 1024w\" width=\"685\"/><p class=\"wp-caption-text\">Meperidine (left), MPPP (middle left), MPTP (middle right), and MPP+.</p></div>\n<p>As you can see, very similar. But the subtle change in the ester configuration results in different reactivity under certain circumstances. In brief, MPPP is very easy to decarboxylate by overcooking it or exposing it to moisture (or even better, both). In addition, MPPP’s penultimate intermediate is the free alcohol, which can easily dehydrate. When either of these things happens, something called MPTP is produced, seen above at middle right. MPTP is more correctly called N-methyl-4-phenyl-1,2,3,6-tetrahydropyridine, as Molly chants out late in the novel.  MPTP itself is oxidized by MAO in the body to form MPP+ (N-methyl-4-phenylpyridinium) seen at right. Both MPTP and MPP+ are neurotoxins, but MPP+ is the stronger of the two, being highly toxic to dopamine neurons in the substantia nigra of the brain.</p>\n<p>A very unfortunate and imprudent graduate student in the 1970s (1976 to be exact), Barry Kidston, self-injected a preparation he had made of MPPP (at the time a legal “designer drug”) which apparently had gone slightly awry, and almost immediately began exhibiting symptoms akin to those of Parkinson’s disease (one in which dopamine is present in chronically low amounts in the brain).  His symptoms were successfully treated with L-dopa (a known treatment for Parkinson’s) for a time. His case was not unique; in fact this phenomenon was observed several more times and <a href=\"https://www.iospress.nl/book/the-case-of-the-frozen-addicts/\">a book was written about it</a> by the neurologist who helped to treat some Bay-area addicts with these same symptoms as late as 1982. Interestingly, MPP+’s chloride salt is still used today as a herbicide under the name <a href=\"https://en.wikipedia.org/wiki/MPP%2B\">cyperquat</a>. <a href=\"https://www.washingtonpost.com/archive/politics/1985/07/19/tragedy-has-designer-label/04c2a0b0-c121-4728-b942-f0f9f3630b4f/?utm_term=.52264fcaad9b\">As for Kidston</a>, he seemed rather determined in his drug use, and was found by his parents catatonic and drooling on September 4th, 1978.  After a brief stay at home, he left, and promptly overdosed on cocaine, which finally proved fatal.</p>\n<p>Unfortunately for Gibson, the decarboxylation side reaction to produce MPTP only occurs in the synthesis of MPPP, and not in that of meperidine. The carboxyl group in meperidine is connected to the piperidine ring via its carbonyl carbon, as opposed to the oxygen as in MPPP. This means that if it hydrolyzes, it simply produces the free acid. It can be exceptionally difficult to get this type of structure to decarboxylate, so much so that there are <a href=\"http://www.organic-chemistry.org/synthesis/C1H/decarboxylations.shtm\">numerous publications</a> with it as their aim.</p>\n<p>This is not universally true: THC, perhaps the most commonly-imbibed illegal drug in the world, is actually a decarboxylated product of THCA, tetrahydrocannabinic acid, which is how most THC is found in plants. This decarboxylation is facile, requiring only heat and time. But meperidine is not THC, and such reactions tend to be very sensitive to specific moieties in the molecular structure (in THCA’s case, the phenol -OH adjacent to the carboxylic acid in question).</p>\n<p>So in this case Gibson unfortunately got the chemistry very slightly wrong. This can easily be forgiven: such structural isomerism has tripped up many a fledgling chemist, and indeed, sometimes even the pros <a href=\"http://pubs.rsc.org/en/content/articlelanding/2009/np/b809658a#!divAbstract\">get it wrong</a>.</p>\n<p>As for all the effects of MPTP, Gibson totally nails it. It absolutely does cause Lewy bodies or similar structures to form in the substantia nigra of the brain, its symptoms are like Parkinson’s disease, and it would almost certainly result in death if used for an extended period of time with no treatment. One has to wonder, though, if Peter would notice that he was being poisoned or not. Cocaine, the kicker in his speedball concoction, is a dopamine reuptake inhibitor, which in the short term might counter-act the effects of the MPTP. In the long term however (and we’re talking years probably) cocaine is suggested to contribute to the onset of Parkinson’s. Barry Kidston apparently noticed the effects of his own mistakes almost immediately, and it’s not clear exactly when Peter starts taking the poisoned drugs in the first place. So this is a big old “who knows?”</p>\n<p><strong>Wrap-up</strong></p>\n<p>Overall Gibson does better than most would. He gets the chemistry about half right, and does a bit of handwaving in a few parts. He even steps into some pharmacology and doesn’t do too badly.</p>\n<p>I’d be willing to bet that a lot of this is owed at least in part to his known penchant for dabbling in drugs in the past, but no matter where it comes from, it’s pretty impressive.</p>\n<p>Just one more reason why this book remains my favourite of all-time, and why I recommend that everyone read it. Not that I need any more reasons.</p>\n<p> </p>\n<p><em>This post was adapted, expanded, and improved from <a href=\"https://nickuhlig.github.io/11270\">an earlier post on my personal blog</a>.</em></p>\n<div class=\"clear\"></div>\n<div class=\"clear\"></div>\n</div><!-- / .entry -->\n<div class=\"clear\"></div>\n</div><!-- #post-10636 -->\n<div class=\"share_box\">\n<h3>Share this post</h3>\n<div class=\"share_btn\"><a class=\"twitter-share-button\" data-count=\"horizontal\" data-url=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/\" href=\"http://twitter.com/share\">Tweet</a><script src=\"http://platform.twitter.com/widgets.js\" type=\"text/javascript\"></script></div>\n<div class=\"share_btn\"><iframe allowtransparency=\"true\" frameborder=\"0\" scrolling=\"no\" src=\"http://www.facebook.com/plugins/like.php?href=http%3A%2F%2Fwww.chemistry-blog.com%2F2018%2F04%2F16%2Fthe-chemistry-of-william-gibsons-neuromancer%2F&amp;layout=button_count&amp;show_faces=false&amp;width=1000&amp;action=like&amp;font=arial&amp;colorscheme=light&amp;height=21\" style=\"border:none; overflow:hidden; width:80px; height:21px;\"></iframe></div>\n<div class=\"share_btn\"><g:plusone size=\"medium\"></g:plusone></div>\n<div class=\"clear\"></div>\n</div>\n<div class=\"post_author\">\n<span class=\"link\"><a href=\"http://www.chemistry-blog.com/author/nickuhlig/\" rel=\"author\" title=\"Posts by nickuhlig\">nickuhlig</a></span>\n<p>Nick is a process chemist who works for Gilead Sciences at their Edmonton, Alberta location. His interests include sustainable and flow chemistry and rotten puns.</p>\n<div class=\"clear\"></div>\n<span class=\"author_links\">\n<ul>\n<li>Visit Author:</li>\n<li><a href=\"http://nickuhlig.github.io\">Website</a></li>\n<li><span class=\"separator\"></span><a href=\"http://www.chemistry-blog.com/author/nickuhlig/\">All Posts</a></li>\n</ul>\n</span>\n</div>\n<div class=\"clear\"></div>\n<div id=\"comments\">\n<h3>19 Comments</h3>\n<ol class=\"commentlist\">\n<li class=\"post pingback\">\n<p>Pingback: <a class=\"url\" href=\"https://hckrnews.wordpress.com/2018/04/17/new-top-story-on-hacker-news-the-chemistry-of-william-gibsons-neuromancer/\" rel=\"external nofollow\">New top story on Hacker News: The Chemistry of William Gibson’s Neuromancer – Tech + Hckr News</a></p>\n</li><!-- #comment-## -->\n<li class=\"post pingback\">\n<p>Pingback: <a class=\"url\" href=\"https://latestnewsdesign.wordpress.com/2018/04/17/new-top-story-on-hacker-news-the-chemistry-of-william-gibsons-neuromancer/\" rel=\"external nofollow\">New top story on Hacker News: The Chemistry of William Gibson’s Neuromancer – Latest news</a></p>\n</li><!-- #comment-## -->\n<li class=\"post pingback\">\n<p>Pingback: <a class=\"url\" href=\"http://technicalnair.com/new-top-story-on-hacker-news-the-chemistry-of-william-gibsons-neuromancer/\" rel=\"external nofollow\">New top story on Hacker News: The Chemistry of William Gibson’s Neuromancer – Technical Nair</a></p>\n</li><!-- #comment-## -->\n<li class=\"post pingback\">\n<p>Pingback: <a class=\"url\" href=\"https://startupnews2018.wordpress.com/2018/04/17/the-chemistry-of-william-gibsons-neuromancer-posted-at-april-17-2018-at-0336am-by-sohkamyung/\" rel=\"external nofollow\">The Chemistry of William Gibson’s Neuromancer – posted at April 17, 2018 at 03:36AM by sohkamyung – Startup News 2018</a></p>\n</li><!-- #comment-## -->\n<li class=\"post pingback\">\n<p>Pingback: <a class=\"url\" href=\"https://clusterassets.wordpress.com/2018/04/17/new-top-story-on-hacker-news-the-chemistry-of-william-gibsons-neuromancer/\" rel=\"external nofollow\">New top story on Hacker News: The Chemistry of William Gibson’s Neuromancer – ÇlusterAssets Inc.,</a></p>\n</li><!-- #comment-## -->\n<li class=\"post pingback\">\n<p>Pingback: <a class=\"url\" href=\"https://andrewducker.wordpress.com/2018/04/17/interesting-links-for-17-04-2018/\" rel=\"external nofollow\">Interesting Links for 17-04-2018 | Made from Truth and Lies</a></p>\n</li><!-- #comment-## -->\n<li class=\"post pingback\">\n<p>Pingback: <a class=\"url\" href=\"http://theadsgolive.com/blog/the-chemistry-of-neuromancer/\" rel=\"external nofollow\">The chemistry of Neuromancer | TechBlogger</a></p>\n</li><!-- #comment-## -->\n<li class=\"post pingback\">\n<p>Pingback: <a class=\"url\" href=\"http://giveinfo.me/2018/04/17/the-chemistry-of-neuromancer/\" rel=\"external nofollow\">The chemistry of Neuromancer | Give Info</a></p>\n</li><!-- #comment-## -->\n<li class=\"comment even thread-even depth-1\" id=\"li-comment-611976\">\n<div id=\"comment-611976\">\n<div class=\"comment-author vcard\">\n<cite class=\"fn\">siema</cite> <span class=\"says\">says:</span>\n<div class=\"comment-meta commentmetadata\"><a href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/#comment-611976\">\n                On April 21, 2018 @ 12:27 am</a>\n</div><!-- .comment-meta .commentmetadata -->\n</div><!-- .comment-author .vcard -->\n<div class=\"comment-body\"><p>Try Jacek Dukaj’s “Black Oceans”.</p>\n</div>\n<div class=\"reply\">\n<a aria-label=\"Reply to siema\" class=\"comment-reply-link\" href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/?replytocom=611976#respond\" onclick='return addComment.moveForm( \"comment-611976\", \"611976\", \"respond\", \"10636\" )' rel=\"nofollow\"><img src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/images/quick-reply-button.png\"/></a> </div><!-- .reply -->\n</div><!-- #comment-##  -->\n</li><!-- #comment-## -->\n<li class=\"comment odd alt thread-odd thread-alt depth-1\" id=\"li-comment-612095\">\n<div id=\"comment-612095\">\n<div class=\"comment-author vcard\">\n<cite class=\"fn\">Barnesm</cite> <span class=\"says\">says:</span>\n<div class=\"comment-meta commentmetadata\"><a href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/#comment-612095\">\n                On April 21, 2018 @ 10:36 pm</a>\n</div><!-- .comment-meta .commentmetadata -->\n</div><!-- .comment-author .vcard -->\n<div class=\"comment-body\"><p>fascinating read, combining two of my interests in one piece. Thanks for putting this together.</p>\n</div>\n<div class=\"reply\">\n<a aria-label=\"Reply to Barnesm\" class=\"comment-reply-link\" href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/?replytocom=612095#respond\" onclick='return addComment.moveForm( \"comment-612095\", \"612095\", \"respond\", \"10636\" )' rel=\"nofollow\"><img src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/images/quick-reply-button.png\"/></a> </div><!-- .reply -->\n</div><!-- #comment-##  -->\n</li><!-- #comment-## -->\n<li class=\"comment even thread-even depth-1\" id=\"li-comment-613160\">\n<div id=\"comment-613160\">\n<div class=\"comment-author vcard\">\n<cite class=\"fn\">Henry Spencer</cite> <span class=\"says\">says:</span>\n<div class=\"comment-meta commentmetadata\"><a href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/#comment-613160\">\n                On April 30, 2018 @ 11:25 am</a>\n</div><!-- .comment-meta .commentmetadata -->\n</div><!-- .comment-author .vcard -->\n<div class=\"comment-body\"><p>Unfortunately, while the scopolamine patch may have been the most grounded in reality back in 1984, it’s come ungrounded since!  Scopolamine patches are no longer used for spacesickness, because they don’t work very well against it — nobody knows why.  In fact, none of the usual motion-sickness drugs works very well against spacesickness; it’s different from terrestrial motion sickness in several ways, and this is one of them.  What’s used now is injected promethazine, which doesn’t prevent feeling sick but does suppress vomiting — not a real cure but a considerable practical improvement.</p>\n</div>\n<div class=\"reply\">\n<a aria-label=\"Reply to Henry Spencer\" class=\"comment-reply-link\" href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/?replytocom=613160#respond\" onclick='return addComment.moveForm( \"comment-613160\", \"613160\", \"respond\", \"10636\" )' rel=\"nofollow\"><img src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/images/quick-reply-button.png\"/></a> </div><!-- .reply -->\n</div><!-- #comment-##  -->\n<ul class=\"children\">\n<li class=\"comment odd alt depth-2\" id=\"li-comment-619547\">\n<div id=\"comment-619547\">\n<div class=\"comment-author vcard\">\n<cite class=\"fn\"><a class=\"url\" href=\"http://nickuhlig.github.io\" rel=\"external nofollow\">Nick Uhlig</a></cite> <span class=\"says\">says:</span>\n<div class=\"comment-meta commentmetadata\"><a href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/#comment-619547\">\n                On June 17, 2018 @ 4:58 pm</a>\n</div><!-- .comment-meta .commentmetadata -->\n</div><!-- .comment-author .vcard -->\n<div class=\"comment-body\"><p>Thanks for the information! very interesting stuff. I actually had no idea they used promethazine for space-sickness. One case where “customers don’t like injectables” is probably more true than most.</p>\n</div>\n<div class=\"reply\">\n<a aria-label=\"Reply to Nick Uhlig\" class=\"comment-reply-link\" href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/?replytocom=619547#respond\" onclick='return addComment.moveForm( \"comment-619547\", \"619547\", \"respond\", \"10636\" )' rel=\"nofollow\"><img src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/images/quick-reply-button.png\"/></a> </div><!-- .reply -->\n</div><!-- #comment-##  -->\n</li><!-- #comment-## -->\n</ul><!-- .children -->\n</li><!-- #comment-## -->\n<li class=\"comment even thread-odd thread-alt depth-1\" id=\"li-comment-616803\">\n<div id=\"comment-616803\">\n<div class=\"comment-author vcard\">\n<cite class=\"fn\">Leticia Nayelli Jiménez Cortez</cite> <span class=\"says\">says:</span>\n<div class=\"comment-meta commentmetadata\"><a href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/#comment-616803\">\n                On May 22, 2018 @ 8:12 pm</a>\n</div><!-- .comment-meta .commentmetadata -->\n</div><!-- .comment-author .vcard -->\n<div class=\"comment-body\"><p>This Is really good because it helps  me to understand chemistry in clearer and more precise way, besides helping me to do my homework, It’s geat!</p>\n</div>\n<div class=\"reply\">\n<a aria-label=\"Reply to Leticia Nayelli Jiménez Cortez\" class=\"comment-reply-link\" href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/?replytocom=616803#respond\" onclick='return addComment.moveForm( \"comment-616803\", \"616803\", \"respond\", \"10636\" )' rel=\"nofollow\"><img src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/images/quick-reply-button.png\"/></a> </div><!-- .reply -->\n</div><!-- #comment-##  -->\n</li><!-- #comment-## -->\n<li class=\"comment odd alt thread-even depth-1\" id=\"li-comment-617505\">\n<div id=\"comment-617505\">\n<div class=\"comment-author vcard\">\n<cite class=\"fn\"><a class=\"url\" href=\"https://halfengg.blogspot.com/2018/05/chemicalprocessing.html\" rel=\"external nofollow\">Abdullah rajput</a></cite> <span class=\"says\">says:</span>\n<div class=\"comment-meta commentmetadata\"><a href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/#comment-617505\">\n                On May 26, 2018 @ 9:40 pm</a>\n</div><!-- .comment-meta .commentmetadata -->\n</div><!-- .comment-author .vcard -->\n<div class=\"comment-body\"><p>Hello good work  i like your article<br/>\nAbdullah</p>\n</div>\n<div class=\"reply\">\n<a aria-label=\"Reply to Abdullah rajput\" class=\"comment-reply-link\" href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/?replytocom=617505#respond\" onclick='return addComment.moveForm( \"comment-617505\", \"617505\", \"respond\", \"10636\" )' rel=\"nofollow\"><img src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/images/quick-reply-button.png\"/></a> </div><!-- .reply -->\n</div><!-- #comment-##  -->\n</li><!-- #comment-## -->\n<li class=\"comment even thread-odd thread-alt depth-1\" id=\"li-comment-621728\">\n<div id=\"comment-621728\">\n<div class=\"comment-author vcard\">\n<cite class=\"fn\">JWarhola</cite> <span class=\"says\">says:</span>\n<div class=\"comment-meta commentmetadata\"><a href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/#comment-621728\">\n                On August 3, 2018 @ 7:17 am</a>\n</div><!-- .comment-meta .commentmetadata -->\n</div><!-- .comment-author .vcard -->\n<div class=\"comment-body\"><p>Enlightening to say the least.<br/>\nI guess you’ve convinced me to go back to reread this book after illustrating it so many years ago.<br/>\nThanks Nick!</p>\n</div>\n<div class=\"reply\">\n<a aria-label=\"Reply to JWarhola\" class=\"comment-reply-link\" href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/?replytocom=621728#respond\" onclick='return addComment.moveForm( \"comment-621728\", \"621728\", \"respond\", \"10636\" )' rel=\"nofollow\"><img src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/images/quick-reply-button.png\"/></a> </div><!-- .reply -->\n</div><!-- #comment-##  -->\n</li><!-- #comment-## -->\n<li class=\"post pingback\">\n<p>Pingback: <a class=\"url\" href=\"https://www.neondystopia.com/cyberpunk-politics-philosophy/a-cyberpunks-take-on-drug-culture/\" rel=\"external nofollow\">A Cyberpunk’s Take on Drug Culture – Neon Dystopia</a></p>\n</li><!-- #comment-## -->\n<li class=\"comment odd alt thread-even depth-1\" id=\"li-comment-642758\">\n<div id=\"comment-642758\">\n<div class=\"comment-author vcard\">\n<cite class=\"fn\">Grant</cite> <span class=\"says\">says:</span>\n<div class=\"comment-meta commentmetadata\"><a href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/#comment-642758\">\n                On February 26, 2019 @ 11:20 am</a>\n</div><!-- .comment-meta .commentmetadata -->\n</div><!-- .comment-author .vcard -->\n<div class=\"comment-body\"><p>Into this, thanks. Any thoughts on “Zone was addicted to a brand of hypnotic the Japanese called Cloud Dancers.”?</p>\n</div>\n<div class=\"reply\">\n<a aria-label=\"Reply to Grant\" class=\"comment-reply-link\" href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/?replytocom=642758#respond\" onclick='return addComment.moveForm( \"comment-642758\", \"642758\", \"respond\", \"10636\" )' rel=\"nofollow\"><img src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/images/quick-reply-button.png\"/></a> </div><!-- .reply -->\n</div><!-- #comment-##  -->\n</li><!-- #comment-## -->\n<li class=\"comment even thread-odd thread-alt depth-1\" id=\"li-comment-642788\">\n<div id=\"comment-642788\">\n<div class=\"comment-author vcard\">\n<cite class=\"fn\">Grant</cite> <span class=\"says\">says:</span>\n<div class=\"comment-meta commentmetadata\"><a href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/#comment-642788\">\n                On February 26, 2019 @ 1:54 pm</a>\n</div><!-- .comment-meta .commentmetadata -->\n</div><!-- .comment-author .vcard -->\n<div class=\"comment-body\"><p>Also, what are your thoughts on the “Smith &amp; Wesson riot gun [with a] barrel made of paper-thin alloy wrapped with a kilometer of glass filament.”?</p>\n</div>\n<div class=\"reply\">\n<a aria-label=\"Reply to Grant\" class=\"comment-reply-link\" href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/?replytocom=642788#respond\" onclick='return addComment.moveForm( \"comment-642788\", \"642788\", \"respond\", \"10636\" )' rel=\"nofollow\"><img src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/images/quick-reply-button.png\"/></a> </div><!-- .reply -->\n</div><!-- #comment-##  -->\n</li><!-- #comment-## -->\n<li class=\"comment odd alt thread-even depth-1\" id=\"li-comment-642941\">\n<div id=\"comment-642941\">\n<div class=\"comment-author vcard\">\n<cite class=\"fn\">Grant</cite> <span class=\"says\">says:</span>\n<div class=\"comment-meta commentmetadata\"><a href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/#comment-642941\">\n                On February 27, 2019 @ 6:34 am</a>\n</div><!-- .comment-meta .commentmetadata -->\n</div><!-- .comment-author .vcard -->\n<div class=\"comment-body\"><p>I’ll comment with other terms I’m curious about. Another is “free monomers.” I know what monomers are, but not free ones.</p>\n</div>\n<div class=\"reply\">\n<a aria-label=\"Reply to Grant\" class=\"comment-reply-link\" href=\"http://www.chemistry-blog.com/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/?replytocom=642941#respond\" onclick='return addComment.moveForm( \"comment-642941\", \"642941\", \"respond\", \"10636\" )' rel=\"nofollow\"><img src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/images/quick-reply-button.png\"/></a> </div><!-- .reply -->\n</div><!-- #comment-##  -->\n</li><!-- #comment-## -->\n</ol>\n<div class=\"comment-respond\" id=\"respond\">\n<h3 class=\"comment-reply-title\" id=\"reply-title\">Leave a Reply <small><a href=\"/2018/04/16/the-chemistry-of-william-gibsons-neuromancer/#respond\" id=\"cancel-comment-reply-link\" rel=\"nofollow\" style=\"display:none;\">Cancel</a></small></h3> <form action=\"http://www.chemistry-blog.com/wp-comments-post.php\" class=\"comment-form\" id=\"commentform\" method=\"post\">\n<p class=\"comment-notes\"><span id=\"email-notes\">Your email address will not be published.</span> Required fields are marked <span class=\"required\">*</span></p><p class=\"comment-form-comment\"><label for=\"comment\">Comment</label> <textarea aria-required=\"true\" class=\"required\" cols=\"35\" id=\"comment\" name=\"comment\" placeholder=\"Message\" rows=\"5\"></textarea></p><div class=\"clear\"></div><div class=\"form_fields\"><p class=\"comment-form-author\"><label for=\"author\">Your Name</label> <input aria-required=\"true\" class=\"required\" id=\"author\" name=\"author\" placeholder=\"Your Name\" size=\"30\" type=\"text\" value=\"\"/></p>\n<p class=\"comment-form-email\"><label for=\"email\">Your Email</label> <input aria-required=\"true\" class=\"required email\" id=\"email\" name=\"email\" placeholder=\"Your Email\" size=\"30\" type=\"text\" value=\"\"/></p>\n<p class=\"comment-form-url\"><label for=\"url\">Your Website</label> <input aria-required=\"true\" id=\"url\" name=\"url\" placeholder=\"URL\" size=\"30\" type=\"text\" value=\"\"/></p></div><div class=\"clear\"></div>\n<p class=\"form-submit\"><input class=\"submit\" id=\"submit\" name=\"submit\" type=\"submit\" value=\"Post Comment\"/> <input id=\"comment_post_ID\" name=\"comment_post_ID\" type=\"hidden\" value=\"10636\"/>\n<input id=\"comment_parent\" name=\"comment_parent\" type=\"hidden\" value=\"0\"/>\n</p><p style=\"display: none;\"><input id=\"akismet_comment_nonce\" name=\"akismet_comment_nonce\" type=\"hidden\" value=\"b95eff78f1\"/></p><p style=\"display: none;\"><input id=\"ak_js\" name=\"ak_js\" type=\"hidden\" value=\"183\"/></p> </form>\n</div><!-- #respond -->\n</div><!-- #comments -->\n</section><!-- /#main -->\n<section id=\"sidebar\">\n<div class=\"widget_text widget widget_custom_html\" id=\"custom_html-2\"><div class=\"textwidget custom-html-widget\"><script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script>\n<!-- blog-rectangle-336x280 -->\n<ins class=\"adsbygoogle\" data-ad-client=\"ca-pub-4958982952381359\" data-ad-slot=\"7771038497\" style=\"display:inline-block;width:336px;height:280px\"></ins>\n<script>\r\n(adsbygoogle = window.adsbygoogle || []).push({});\r\n</script></div><div class=\"clear\"></div></div><div class=\"widget widget_recent_comments\" id=\"recent-comments-6\"><h3 class=\"title\">Recent Comments</h3><ul id=\"recentcomments\"><li class=\"recentcomments\"><span class=\"comment-author-link\"><a class=\"url\" href=\"https://www.priyamstudycentre.com/2018/08/the-electronic-theory.html\" rel=\"external nofollow\">Kajal Panda</a></span> on <a href=\"http://www.chemistry-blog.com/2018/05/08/2050-a-world-without-plastics/comment-page-1/#comment-650489\">2050 – A world without plastics</a></li><li class=\"recentcomments\"><span class=\"comment-author-link\"><a class=\"url\" href=\"https://iembelleze.com/furnitureindonesia83387\" rel=\"external nofollow\">Giuseppe</a></span> on <a href=\"http://www.chemistry-blog.com/2008/12/07/32-electron-chemistry/comment-page-1/#comment-650016\">32-electron chemistry</a></li><li class=\"recentcomments\"><span class=\"comment-author-link\">Digvijay</span> on <a href=\"http://www.chemistry-blog.com/2009/11/10/on-the-subject-of-safety-goggles/comment-page-1/#comment-649474\">On the subject of safety goggles</a></li><li class=\"recentcomments\"><span class=\"comment-author-link\"><a class=\"url\" href=\"https://vimeo.com/user96028252\" rel=\"external nofollow\">main auto part</a></span> on <a href=\"http://www.chemistry-blog.com/2012/04/19/helium-for-balloons-but-none-for-my-nmr/comment-page-1/#comment-649320\">Helium for balloons but none for my NMR</a></li><li class=\"recentcomments\"><span class=\"comment-author-link\"><a class=\"url\" href=\"https://www.edenfantasys.com/\" rel=\"external nofollow\">Eden</a></span> on <a href=\"http://www.chemistry-blog.com/2018/06/22/what-links-self-heating-drinks-and-the-d-day-landings/comment-page-1/#comment-648201\">What links self-heating drinks and the D-day landings?</a></li></ul><div class=\"clear\"></div></div><div class=\"widget phpeverywherewidget\" id=\"phpeverywherewidget-2\"><h3 class=\"title\">Chemistry Twitterverse</h3><span style=\"font-size: 70%; font-weight:bold;\">\nLast updated: 0.4 minutes ago<br/>\n<a href=\"https://twitter.com/@NatureChemistry/\"><img height=\"15\" src=\"http://pbs.twimg.com/profile_images/875634526797537280/W0OT2ySa_normal.jpg\" width=\"15\"/></a>Creative thinking is required to design controlled chemical syntheses of solid-state materials with complex structu… <a href=\"https://t.co/sZEV4UWLVl\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">https://t.co/sZEV4UWLVl</span></a> <a href=\"https://twitter.com/NatureChemistry/status/1112803165836136450\"><b>→</b></a><br/>\n<a href=\"https://twitter.com/@Chemjobber/\"><img height=\"15\" src=\"http://pbs.twimg.com/profile_images/1080651023448850435/U2BCUcUT_normal.jpg\" width=\"15\"/></a>RT <a href=\"http://twitter.com/@MidwestChemSafe/\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">@MidwestChemSafe</span></a> Montes <a href=\"http://twitter.com/#!/search/%23ACSOrlando /\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">#ACSOrlando </span></a>Maria's (2017) Effects on U PR.   Damage started before Maria - Irma brought damaging winds and flo… <a href=\"https://twitter.com/Chemjobber/status/1112793401882099712\"><b>→</b></a><br/>\n<a href=\"https://twitter.com/@stuartcantrill/\"><img height=\"15\" src=\"http://pbs.twimg.com/profile_images/993888088752578560/2YqPeOHr_normal.jpg\" width=\"15\"/></a>Hey <a href=\"http://twitter.com/@marksandspencer/\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">@marksandspencer</span></a> - how do I go about getting a refund for these oranges that have gone rotten before the best b… <a href=\"https://t.co/zgEurUsaBN\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">https://t.co/zgEurUsaBN</span></a> <a href=\"https://twitter.com/stuartcantrill/status/1112791557931925505\"><b>→</b></a><br/>\n<a href=\"https://twitter.com/@lisamjarvis/\"><img height=\"15\" src=\"http://pbs.twimg.com/profile_images/710329372595490816/wg7Y6pcB_normal.jpg\" width=\"15\"/></a>Thank you for writing this, <a href=\"http://twitter.com/@MonicaHesse./\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">@MonicaHesse.</span></a> Made me cry a bit (especially this line, \"Could this hold until next week… <a href=\"https://t.co/0NXnFToM76\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">https://t.co/0NXnFToM76</span></a> <a href=\"https://twitter.com/lisamjarvis/status/1112765715591909378\"><b>→</b></a><br/>\n<a href=\"https://twitter.com/@laurenkwolf/\"><img height=\"15\" src=\"http://pbs.twimg.com/profile_images/636894261644931072/zgNsrb43_normal.jpg\" width=\"15\"/></a>\"Feedback is a gift,\" says <a href=\"http://twitter.com/@jenheemstra/\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">@jenheemstra</span></a> . It's something that's often viewed as criticism, but it can be reframed t… <a href=\"https://t.co/BFjaJiTHeN\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">https://t.co/BFjaJiTHeN</span></a> <a href=\"https://twitter.com/laurenkwolf/status/1112764810180116480\"><b>→</b></a><br/>\n<a href=\"https://twitter.com/@NChemGav/\"><img height=\"15\" src=\"http://pbs.twimg.com/profile_images/1088859918361341953/yi_h2kw4_normal.jpg\" width=\"15\"/></a><a href=\"http://twitter.com/@TaroniAndrea/\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">@TaroniAndrea</span></a> @avklopper @stuartcantrill Massive props @avklopper <a href=\"https://t.co/AQgArmV5Ev\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">https://t.co/AQgArmV5Ev</span></a> <a href=\"https://twitter.com/NChemGav/status/1112744119846227968\"><b>→</b></a><br/>\n<a href=\"https://twitter.com/@NeilWithers/\"><img height=\"15\" src=\"http://pbs.twimg.com/profile_images/875373631702020096/0yAU9hZp_normal.jpg\" width=\"15\"/></a>RT <a href=\"http://twitter.com/@johnstravis/\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">@johnstravis</span></a> We all want that new dino fossil to be as amazing as claimed--but we need a bit more proof, say scientists <a href=\"https://t.co/xw…\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">https://t.co/xw…</span></a> <a href=\"https://twitter.com/NeilWithers/status/1112739270891110400\"><b>→</b></a><br/>\n<a href=\"https://twitter.com/@Gassensmith/\"><img height=\"15\" src=\"http://pbs.twimg.com/profile_images/1067212009064718336/3YcCrRNW_normal.jpg\" width=\"15\"/></a><a href=\"http://twitter.com/@lihaozju/\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">@lihaozju</span></a> @denniscao Yes I am! <a href=\"https://twitter.com/Gassensmith/status/1112720434506670082\"><b>→</b></a><br/>\n<a href=\"https://twitter.com/@carmendrahl/\"><img height=\"15\" src=\"http://pbs.twimg.com/profile_images/1059648189244964864/oRVaqr3E_normal.jpg\" width=\"15\"/></a><a href=\"http://twitter.com/@fischer_cr/\" style=\"text-decoration:none;\"><span style=\"color:blue;font-family: verdana;\">@fischer_cr</span></a> That’s for the sequel :) <a href=\"https://twitter.com/carmendrahl/status/1112481408939933703\"><b>→</b></a><br/>\n</span><div class=\"clear\"></div></div>\n</section>\n<div class=\"clear\"></div>\n</div><!-- / .inner-wrap -->\n</div>\n<div id=\"footer\">\n<div class=\"widget-area wrapped\">\n<div class=\"column\">\n<div class=\"widget widget_recent_comments\" id=\"recent-comments-5\"><h3 class=\"title\">Recent Comments</h3><ul id=\"recentcomments\"><li class=\"recentcomments\"><span class=\"comment-author-link\"><a class=\"url\" href=\"https://www.priyamstudycentre.com/2018/08/the-electronic-theory.html\" rel=\"external nofollow\">Kajal Panda</a></span> on <a href=\"http://www.chemistry-blog.com/2018/05/08/2050-a-world-without-plastics/comment-page-1/#comment-650489\">2050 – A world without plastics</a></li><li class=\"recentcomments\"><span class=\"comment-author-link\"><a class=\"url\" href=\"https://iembelleze.com/furnitureindonesia83387\" rel=\"external nofollow\">Giuseppe</a></span> on <a href=\"http://www.chemistry-blog.com/2008/12/07/32-electron-chemistry/comment-page-1/#comment-650016\">32-electron chemistry</a></li><li class=\"recentcomments\"><span class=\"comment-author-link\">Digvijay</span> on <a href=\"http://www.chemistry-blog.com/2009/11/10/on-the-subject-of-safety-goggles/comment-page-1/#comment-649474\">On the subject of safety goggles</a></li><li class=\"recentcomments\"><span class=\"comment-author-link\"><a class=\"url\" href=\"https://vimeo.com/user96028252\" rel=\"external nofollow\">main auto part</a></span> on <a href=\"http://www.chemistry-blog.com/2012/04/19/helium-for-balloons-but-none-for-my-nmr/comment-page-1/#comment-649320\">Helium for balloons but none for my NMR</a></li><li class=\"recentcomments\"><span class=\"comment-author-link\"><a class=\"url\" href=\"https://www.edenfantasys.com/\" rel=\"external nofollow\">Eden</a></span> on <a href=\"http://www.chemistry-blog.com/2018/06/22/what-links-self-heating-drinks-and-the-d-day-landings/comment-page-1/#comment-648201\">What links self-heating drinks and the D-day landings?</a></li></ul><div class=\"clear\"></div></div>\n</div><!-- / .column -->\n<div class=\"column\">\n<div class=\"widget widget_recent_entries\" id=\"recent-posts-5\"> <h3 class=\"title\">Recent Posts</h3> <ul>\n<li>\n<a href=\"http://www.chemistry-blog.com/2019/02/03/the-sort-of-repeating-table-of-things-that-make-up-everything/\">The sort of repeating table of things that make up everything</a>\n</li>\n<li>\n<a href=\"http://www.chemistry-blog.com/2018/06/22/what-links-self-heating-drinks-and-the-d-day-landings/\">What links self-heating drinks and the D-day landings?</a>\n</li>\n<li>\n<a href=\"http://www.chemistry-blog.com/2018/06/18/graduating-my-first-phds/\">Graduating My First PhDs</a>\n</li>\n<li>\n<a href=\"http://www.chemistry-blog.com/2018/05/08/2050-a-world-without-plastics/\">2050 – A world without plastics</a>\n</li>\n<li>\n<a href=\"http://www.chemistry-blog.com/2018/04/21/chemistry-blog-needs-you/\">Chemistry Blog needs you!</a>\n</li>\n</ul>\n<div class=\"clear\"></div></div>\n</div><!-- / .column -->\n<div class=\"column\">\n<div class=\"widget widget_archive\" id=\"archives-4\"><h3 class=\"title\">Archives</h3> <label class=\"screen-reader-text\" for=\"archives-dropdown-4\">Archives</label>\n<select id=\"archives-dropdown-4\" name=\"archive-dropdown\" onchange=\"document.location.href=this.options[this.selectedIndex].value;\">\n<option value=\"\">Select Month</option>\n<option value=\"http://www.chemistry-blog.com/2019/02/\"> February 2019  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2018/06/\"> June 2018  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2018/05/\"> May 2018  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2018/04/\"> April 2018  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2018/02/\"> February 2018  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2018/01/\"> January 2018  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2017/12/\"> December 2017  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2017/10/\"> October 2017  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2016/12/\"> December 2016  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2016/11/\"> November 2016  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2016/08/\"> August 2016  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2016/07/\"> July 2016  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2016/06/\"> June 2016  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2015/12/\"> December 2015  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2015/10/\"> October 2015  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2015/09/\"> September 2015  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2015/08/\"> August 2015  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2015/06/\"> June 2015  (4)</option>\n<option value=\"http://www.chemistry-blog.com/2015/05/\"> May 2015  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2015/04/\"> April 2015  (4)</option>\n<option value=\"http://www.chemistry-blog.com/2015/03/\"> March 2015  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2015/01/\"> January 2015  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2014/11/\"> November 2014  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2014/10/\"> October 2014  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2014/09/\"> September 2014  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2014/07/\"> July 2014  (4)</option>\n<option value=\"http://www.chemistry-blog.com/2014/06/\"> June 2014  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2014/05/\"> May 2014  (4)</option>\n<option value=\"http://www.chemistry-blog.com/2014/04/\"> April 2014  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2014/03/\"> March 2014  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2014/02/\"> February 2014  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2014/01/\"> January 2014  (4)</option>\n<option value=\"http://www.chemistry-blog.com/2013/12/\"> December 2013  (13)</option>\n<option value=\"http://www.chemistry-blog.com/2013/11/\"> November 2013  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2013/10/\"> October 2013  (4)</option>\n<option value=\"http://www.chemistry-blog.com/2013/09/\"> September 2013  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2013/08/\"> August 2013  (10)</option>\n<option value=\"http://www.chemistry-blog.com/2013/07/\"> July 2013  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2013/06/\"> June 2013  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2013/05/\"> May 2013  (9)</option>\n<option value=\"http://www.chemistry-blog.com/2013/04/\"> April 2013  (11)</option>\n<option value=\"http://www.chemistry-blog.com/2013/03/\"> March 2013  (4)</option>\n<option value=\"http://www.chemistry-blog.com/2013/02/\"> February 2013  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2013/01/\"> January 2013  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2012/12/\"> December 2012  (9)</option>\n<option value=\"http://www.chemistry-blog.com/2012/11/\"> November 2012  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2012/10/\"> October 2012  (14)</option>\n<option value=\"http://www.chemistry-blog.com/2012/09/\"> September 2012  (14)</option>\n<option value=\"http://www.chemistry-blog.com/2012/08/\"> August 2012  (8)</option>\n<option value=\"http://www.chemistry-blog.com/2012/07/\"> July 2012  (12)</option>\n<option value=\"http://www.chemistry-blog.com/2012/06/\"> June 2012  (15)</option>\n<option value=\"http://www.chemistry-blog.com/2012/05/\"> May 2012  (21)</option>\n<option value=\"http://www.chemistry-blog.com/2012/04/\"> April 2012  (19)</option>\n<option value=\"http://www.chemistry-blog.com/2011/09/\"> September 2011  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2011/02/\"> February 2011  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2011/01/\"> January 2011  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2010/12/\"> December 2010  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2010/11/\"> November 2010  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2010/10/\"> October 2010  (6)</option>\n<option value=\"http://www.chemistry-blog.com/2010/09/\"> September 2010  (6)</option>\n<option value=\"http://www.chemistry-blog.com/2010/08/\"> August 2010  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2010/07/\"> July 2010  (7)</option>\n<option value=\"http://www.chemistry-blog.com/2010/06/\"> June 2010  (8)</option>\n<option value=\"http://www.chemistry-blog.com/2010/05/\"> May 2010  (6)</option>\n<option value=\"http://www.chemistry-blog.com/2010/04/\"> April 2010  (9)</option>\n<option value=\"http://www.chemistry-blog.com/2010/03/\"> March 2010  (11)</option>\n<option value=\"http://www.chemistry-blog.com/2010/02/\"> February 2010  (11)</option>\n<option value=\"http://www.chemistry-blog.com/2010/01/\"> January 2010  (8)</option>\n<option value=\"http://www.chemistry-blog.com/2009/12/\"> December 2009  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2009/11/\"> November 2009  (13)</option>\n<option value=\"http://www.chemistry-blog.com/2009/10/\"> October 2009  (15)</option>\n<option value=\"http://www.chemistry-blog.com/2009/09/\"> September 2009  (15)</option>\n<option value=\"http://www.chemistry-blog.com/2009/08/\"> August 2009  (14)</option>\n<option value=\"http://www.chemistry-blog.com/2009/07/\"> July 2009  (6)</option>\n<option value=\"http://www.chemistry-blog.com/2009/06/\"> June 2009  (10)</option>\n<option value=\"http://www.chemistry-blog.com/2009/05/\"> May 2009  (12)</option>\n<option value=\"http://www.chemistry-blog.com/2009/04/\"> April 2009  (10)</option>\n<option value=\"http://www.chemistry-blog.com/2009/03/\"> March 2009  (19)</option>\n<option value=\"http://www.chemistry-blog.com/2009/02/\"> February 2009  (13)</option>\n<option value=\"http://www.chemistry-blog.com/2009/01/\"> January 2009  (13)</option>\n<option value=\"http://www.chemistry-blog.com/2008/12/\"> December 2008  (9)</option>\n<option value=\"http://www.chemistry-blog.com/2008/11/\"> November 2008  (6)</option>\n<option value=\"http://www.chemistry-blog.com/2008/10/\"> October 2008  (7)</option>\n<option value=\"http://www.chemistry-blog.com/2008/09/\"> September 2008  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2008/08/\"> August 2008  (7)</option>\n<option value=\"http://www.chemistry-blog.com/2008/07/\"> July 2008  (8)</option>\n<option value=\"http://www.chemistry-blog.com/2008/06/\"> June 2008  (9)</option>\n<option value=\"http://www.chemistry-blog.com/2008/05/\"> May 2008  (10)</option>\n<option value=\"http://www.chemistry-blog.com/2008/04/\"> April 2008  (10)</option>\n<option value=\"http://www.chemistry-blog.com/2008/03/\"> March 2008  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2008/02/\"> February 2008  (7)</option>\n<option value=\"http://www.chemistry-blog.com/2008/01/\"> January 2008  (10)</option>\n<option value=\"http://www.chemistry-blog.com/2007/12/\"> December 2007  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2007/11/\"> November 2007  (1)</option>\n<option value=\"http://www.chemistry-blog.com/2007/10/\"> October 2007  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2007/08/\"> August 2007  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2007/07/\"> July 2007  (2)</option>\n<option value=\"http://www.chemistry-blog.com/2007/06/\"> June 2007  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2007/05/\"> May 2007  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2007/04/\"> April 2007  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2007/03/\"> March 2007  (12)</option>\n<option value=\"http://www.chemistry-blog.com/2007/02/\"> February 2007  (3)</option>\n<option value=\"http://www.chemistry-blog.com/2007/01/\"> January 2007  (15)</option>\n<option value=\"http://www.chemistry-blog.com/2006/12/\"> December 2006  (10)</option>\n<option value=\"http://www.chemistry-blog.com/2006/11/\"> November 2006  (10)</option>\n<option value=\"http://www.chemistry-blog.com/2006/10/\"> October 2006  (10)</option>\n<option value=\"http://www.chemistry-blog.com/2006/09/\"> September 2006  (6)</option>\n<option value=\"http://www.chemistry-blog.com/2006/08/\"> August 2006  (5)</option>\n<option value=\"http://www.chemistry-blog.com/2006/06/\"> June 2006  (6)</option>\n<option value=\"http://www.chemistry-blog.com/2006/05/\"> May 2006  (2)</option>\n</select>\n<div class=\"clear\"></div></div>\n</div><!-- / .column -->\n<div class=\"column last\">\n<div class=\"widget widget_meta\" id=\"meta-4\"><h3 class=\"title\">Meta</h3> <ul>\n<li><a href=\"http://www.chemistry-blog.com/wp-login.php\">Log in</a></li>\n<li><a href=\"http://www.chemistry-blog.com/feed/\">Entries <abbr title=\"Really Simple Syndication\">RSS</abbr></a></li>\n<li><a href=\"http://www.chemistry-blog.com/comments/feed/\">Comments <abbr title=\"Really Simple Syndication\">RSS</abbr></a></li>\n<li><a href=\"https://wordpress.org/\" title=\"Powered by WordPress, state-of-the-art semantic personal publishing platform.\">WordPress.org</a></li> </ul>\n<div class=\"clear\"></div></div>\n</div><!-- / .column -->\n<div class=\"clear\"></div>\n</div><!-- /.widget-area-->\n<div class=\"clear\"></div>\n<div class=\"bottombar\">\n<div class=\"inner-wrap\">\n<span class=\"wpzoom\">Designed by <a href=\"https://www.wpzoom.com/\" target=\"_blank\" title=\"Premium WordPress Themes\">WPZOOM</a></span>\n<div class=\"copyright\">\n        \t\t\tChemistry Blog © 2019. All Rights Reserved.\n\n\t\t\t\t</div>\n<div class=\"clear\"></div>\n</div><!-- / .inner-wrap -->\n</div><!-- / .botoombar -->\n</div>\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script>(function($){$(document).ready(function(){});})(jQuery);</script><script src=\"http://www.chemistry-blog.com/wp-includes/js/comment-reply.min.js?ver=4.9.10\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/js/dropdown.js?ver=1.0.2\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/js/flexslider.js?ver=1.0.2\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/js/jquery.isotope.min.js?ver=1.0.2\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/js/fitvids.js?ver=1.0.2\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/js/tabs.js?ver=1.0.2\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/functions/wpzoom/assets/js/galleria.js\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-content/themes/startingup/functions/wpzoom/assets/js/wzslider.js\" type=\"text/javascript\"></script>\n<script src=\"http://www.chemistry-blog.com/wp-includes/js/wp-embed.min.js?ver=4.9.10\" type=\"text/javascript\"></script>\n<script async=\"async\" src=\"http://www.chemistry-blog.com/wp-content/plugins/akismet/_inc/form.js?ver=4.0.3\" type=\"text/javascript\"></script>\n</body>\n</html>"}