{"content": " Reading The Iliad and The Odyssey, it’s easy to get the idea that Homer might have been a bit of a lush, based on how adoringly he writes about booze. Throughout both texts, he repeatedly describes the sea as being “wine-dark.” To a random swineherd, Odysseus says, “It is the wine that leads me on, the wild wine that sets the wisest man to sing at the top of his lungs, laugh like a fool.” Wine is poured onto the pyres of the war dead; it saves Odysseus from the Cyclops. Its presence is pervasive across the epics, the language around it romantic, idealized: “A man can fight all day if he is full fed with meat and wine; his heart beats high, and his strength will stay ’til he has routed all his foes.”In the summer of 2011, I was day-drinking alone in the swimming pool of a random apartment complex, lazing in the sun with a bag of Franzia Chillable Red floating next to me in the warm pool water. The filters were blubbing, clogged with stray leaves and drowning moths. I didn’t know anyone who lived in the complex, but the wooden pool gate was always unlocked and the area was never monitored. It was hot and humid, and from one of the balconies above the pool, someone was blasting a mix of the kind of ’90s hip-hop white undergraduates in the Midwest sing along to on slow summer days.By early evening, having polished off my bag of wine throughout the afternoon, I climbed out of the pool, hopped onto my bicycle, and rode to the campus liquor store to re-up. I remember getting there with my shorts still dripping with pool water. I remember using the employees-only bathroom in the back of the store, a privilege reserved for beloved regulars. I took a lot of pride in that. I remember having a cigarette in front of the store with one of the employees. I remember walking out with a half-gallon of Old Crow bourbon, the cheapest variety they carried, sold in shatterproof plastic jugs.As I biked back to the pool, the sun was setting. The night was thick with humidity and barbecue smoke, and there were fireflies everywhere. Fireflies are the most efficient lights in the world — because of a complex chemical reaction in special cells called photocytes, they can directly convert pure energy into pure light almost entirely without loss. For comparison, an incandescent lightbulb converts only about 10 percent of its energy into light, losing the other 90 percent as heat. As a boy, the first time I caught a firefly in my hands, I was shocked at how cold it felt, even as it lit up.I biked through the fireflies, holding the Old Crow with my right hand, steering with my left. I was listening to something on my iPod, but I can’t remember what. I planned to head back to the pool and welcome the nighttime revelers who usually showed up around eight or nine to play beer pong on the pool picnic bench and smoke bad weed and throw each other into the water. A block away from the pool, I was behind a blue car that suddenly, without signal, turned left. I hit my brakes quickly, but with my right hand still holding the bourbon, my front brakes slammed a second before my back brakes. I flew over my handlebars and bounced a couple times on the road. The whiskey, secure in its plastic bottle, bounced and settled right next to my head as the blue car continued its turn and drove off into the night.An excerpt from John Keats’ “Ode to a Nightingale”:O for a beaker full of the warm South,Full of the true, the blushful Hippocrene,With beaded bubbles winking at the brim,And purple-stained mouth;That I might drink, and leave the world unseenAs Christopher Ricks points out in his Keats and Embarrassment, the word “blushful” evokes both the color of wine and its effect on the drinker when consumed in excess. The more you drink, the more you become defined by the drink, the more you look like a drink and smell like a drink and behave like a drink. In a blackout, this effect reaches its apex — you leave your body completely, and the drink is finally left to move unaccompanied through the world.I didn’t black out. I didn’t think to look for the blue car’s license plate, nor do I think it would have done much good if I had. The car didn’t hit me, and I was drunk-biking. I braked wrong. My bike was in a heap behind me. I reached my arm out to make sure the Old Crow was okay. It was, though the plastic bottle was scuffed up and the watery brown bourbon was frothy at the top. I tried to stand up and immediately collapsed. I tried a second time and couldn’t even get my feet under me. Something was wrong, but I had no way of knowing what.In my memory, there wasn’t a great deal of pain, though of course alcohol dulled the sting in the moment, and time has dulled even that. The anesthetic effect of time is a powerful evolutionary adaptation. Mothers tend to rate their labor pain as having been far less severe five years after giving birth, compared with their responses after two months. The ability to recall intense physical pain with consistency or acuity would arrest us as a species — if we could summon exactly the memory of our leg crushed by a mammoth, or bitten by a saber-toothed tiger, we’d never leave our caves. Our lingering emotional memories, what we now call trauma, evolved to caution us against dangerous behaviors while protecting us from the reexperience of physical suffering.I army-crawled over to the side of the road, dragging first my whiskey, then my bike, to the sidewalk. A couple cars drove around me as I did this, probably assuming I was drunk and goofing around, which was half-correct. Once on the sidewalk, I called a friend who lived nearby. “I got into an accident on my bike,” I told him. “Can you come pick me up? I have whiskey.” I was bleeding but not terribly. There were fireflies everywhere, blinking on and off in a code I couldn’t understand. My friend showed up quickly in his taupe Chevy Cavalier. He gently folded my bike, my whiskey, and me into his backseat.My friend drove me to my apartment, which we fondly called the Trash Castle. I lived on the third floor of the building and still couldn’t stand upright, which presented a problem. Somehow, I managed to hook onto my friend’s neck, and he carried me koala-style up three flights of stairs, finally laying me down in my bed. “You good?” he asked. “Yeah,” I replied. “I should be fine. But I still have all this booze.”It was more invitation than statement, and we both knew it. We got on our phones, and within an hour, there were 10 people drinking in my bedroom, passing around bottles and drugs. My inability to get out of the bed became the running joke of the night. Classic Kaveh. I can’t believe he saved the booze. People laughed as they took turns carrying me to the bathroom, and I laughed with them.When I woke up in the morning, my apartment was empty. The sunlight coming in the one window was blue somehow, and I thought that odd. I rolled to the edge of the bed, kicked around the pile of bottles and clothes on the floor, then collapsed into a heap. Whatever was wrong with me hadn’t improved with sleep. I took a pull from a nearly empty pint of vodka someone had left the night before and called a taxi to take me to the hospital.The taxi driver had to come up the stairs and help me get from my bedroom to the back of her cab. She told me she was the mother of two children with brittle-bone disease. She told me I’d broken my hip, and she knew exactly how to hold me to help me down the stairs. I have been the beneficiary of many minor miracles in my days, but the arrival of this particular cab driver on this particular morning looms large among them.In psychology, “distress tolerance” refers to an individual’s “capacity to withstand negative emotional and/or other aversive states (e.g. physical discomfort).” Alcoholics and addicts, whose lives are often spent lurching from one painful crisis to another, tend to display distress tolerances that are significantly higher than those of their sober peers.When I got to the hospital, the nurses performed a series of X-rays on me. While I waited for the results, I restlessly rolled around the exam room in my hospital wheelchair. I posted a stupid selfie on social media. When the doctor finally came in, he told me I’d shattered my pelvis and cracked a vertebra. He showed me an X-ray and pointed out all the cracks, which were wide enough for me to see without backlight. He said, “You didn’t tell us about your broken back.” I asked him what he meant. He’d left the exam room door open, and I watched the nurses walk by and peek in, looking concerned. He said, “You also have a two-month-old fracture in another vertebra. You didn’t tell us about that.” I had no idea how or when it happened. I still don’t. Out of embarrassment, I made up a lie about tripping down my stairs.I wish I could say that was the end, that I fell to the doctor’s feet, told him I was powerless over alcohol and begged for his help. I wish I could say I was even aware then that there was a problem. What actually happened: I spent a lonely, miserable bedridden month drinking box wine, eating painkillers, and binge-watching The Sopranos before moving onto crutches and returning to my daily trips to the pool. It took another couple years, another couple of bottoms before the intensity of my addiction sounded through the dense fog of my unknowing. Eventually, living alone in a freezing empty house, getting burgled regularly, with fewer and fewer people answering my calls, I managed to crawl myself toward help.Now, sober for nearly a half-decade, I still notice every liquor store, every booze aisle, every cocktail at every party, though most days the pangs of desire to drink are easier to bear than they used to be. It’s still a profound strangeness to have to withhold alcohol from myself. I’ve moved back to the same city where the bicycle accident happened, and the ghosts of my past selves are everywhere. I ride my bike (a new one) down the same roads, past the same bars and apartment complexes that used to stand in for my life.A couple months ago, I visited the old pool again. There were two muscley undergrad guys sunbathing poolside, cans of Keystone Light sweating on their towels. There were no fireflies this time, no music, and the air smelled only of suntan lotion and chlorine. I kicked my foot into the pool water and found it to be dirtier than I remembered, full of insects and leaves and mud. Wine-dark, Homer might’ve called it.Illustration by Michelle Mildenberg. Creative art direction by Anagraph.", "url": "https://medium.com/s/unrulybodies/the-body-broken-by-alcohol-42e2d2ac86d", "html": "<!DOCTYPE html>\n<html xmlns:cc=\"http://creativecommons.org/ns#\"><head prefix=\"og: http://ogp.me/ns# fb: http://ogp.me/ns/fb# medium-com: http://ogp.me/ns/fb/medium-com#\"><meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/><meta content=\"width=device-width, initial-scale=1.0, viewport-fit=contain\" name=\"viewport\"/><title>The Body Broken by Alcohol – Unruly Bodies – Medium</title><link href=\"https://medium.com/s/unrulybodies/the-body-broken-by-alcohol-42e2d2ac86d\" rel=\"canonical\"/><meta content=\"The Body Broken by Alcohol – Unruly Bodies – Medium\" name=\"title\"/><meta content=\"unsafe-url\" name=\"referrer\"/><meta content=\"Reading The Iliad and The Odyssey, it’s easy to get the idea that Homer might have been a bit of a lush, based on how adoringly he writes about booze. Throughout both texts, he repeatedly describes…\" name=\"description\"/><meta content=\"#000000\" name=\"theme-color\"/><meta content=\"The Body Broken by Alcohol\" property=\"og:title\"/><meta content=\"The Body Broken by Alcohol\" property=\"twitter:title\"/><meta content=\"https://medium.com/s/unrulybodies/the-body-broken-by-alcohol-42e2d2ac86d\" property=\"og:url\"/><meta content=\"https://cdn-images-1.medium.com/max/1200/1*xCsMhDb0h29BPBDWvCF9KA.png\" property=\"og:image\"/><meta content=\"542599432471018\" property=\"fb:app_id\"/><meta content=\"Reading The Iliad and The Odyssey, it’s easy to get the idea that Homer might have been a bit of a lush, based on how adoringly he writes about booze. Throughout both texts, he repeatedly describes…\" property=\"og:description\"/><meta content=\"Reading The Iliad and The Odyssey, it’s easy to get the idea that Homer might have been a bit of a lush, based on how adoringly he writes about booze. Throughout both texts, he repeatedly describes…\" name=\"twitter:description\"/><meta content=\"https://cdn-images-1.medium.com/max/1200/1*xCsMhDb0h29BPBDWvCF9KA.png\" name=\"twitter:image:src\"/><link href=\"https://plus.google.com/103654360130207659246\" rel=\"publisher\"/><link href=\"https://medium.com/@kavehakbarpoetry\" rel=\"author\"/><meta content=\"Kaveh Akbar\" property=\"author\"/><meta content=\"article\" property=\"og:type\"/><meta content=\"summary_large_image\" name=\"twitter:card\"/><meta content=\"https://www.facebook.com/medium\" property=\"article:publisher\"/><meta content=\"https://medium.com/@kavehakbarpoetry\" property=\"article:author\"/><meta content=\"index, follow\" name=\"robots\"/><meta content=\"@KavehAkbar\" name=\"twitter:creator\"/><meta content=\"@Medium\" name=\"twitter:site\"/><meta content=\"Medium\" property=\"og:site_name\"/><meta name=\"twitter:label1\" value=\"Reading time\"/><meta name=\"twitter:data1\" value=\"9 min read\"/><meta content=\"Medium\" name=\"twitter:app:name:iphone\"/><meta content=\"828256236\" name=\"twitter:app:id:iphone\"/><meta content=\"medium://s/unrulybodies/42e2d2ac86d\" name=\"twitter:app:url:iphone\"/><meta content=\"Medium\" property=\"al:ios:app_name\"/><meta content=\"828256236\" property=\"al:ios:app_store_id\"/><meta content=\"com.medium.reader\" property=\"al:android:package\"/><meta content=\"Medium\" property=\"al:android:app_name\"/><meta content=\"medium://s/unrulybodies/42e2d2ac86d\" property=\"al:ios:url\"/><meta content=\"medium://s/unrulybodies/42e2d2ac86d\" property=\"al:android:url\"/><meta content=\"https://medium.com/s/unrulybodies/the-body-broken-by-alcohol-42e2d2ac86d\" property=\"al:web:url\"/><link href=\"/osd.xml\" rel=\"search\" title=\"Medium\" type=\"application/opensearchdescription+xml\"><link href=\"android-app://com.medium.reader/https/medium.com/s/unrulybodies/42e2d2ac86d\" rel=\"alternate\"><script type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"NewsArticle\",\"image\":{\"@type\":\"ImageObject\",\"width\":1920,\"height\":960,\"url\":\"https://cdn-images-1.medium.com/max/2600/1*xCsMhDb0h29BPBDWvCF9KA.png\"},\"url\":\"https://medium.com/s/unrulybodies/the-body-broken-by-alcohol-42e2d2ac86d\",\"dateCreated\":\"2018-04-10T15:01:01.517Z\",\"datePublished\":\"2018-04-10T15:01:01.517Z\",\"dateModified\":\"2018-08-25T02:03:40.368Z\",\"headline\":\"The Body Broken by Alcohol\",\"name\":\"The Body Broken by Alcohol\",\"articleId\":\"42e2d2ac86d\",\"thumbnailUrl\":\"https://cdn-images-1.medium.com/max/2600/1*xCsMhDb0h29BPBDWvCF9KA.png\",\"keywords\":[\"Tag:Alcoholism\",\"Tag:Sobriety\",\"Tag:Self\",\"Tag:Drinking\",\"Tag:Unruly Bodies\",\"Topic:Culture\",\"Topic:Self\",\"Topic:Health\",\"Sequence:unrulybodies\",\"LockedPostSource:2\",\"Elevated:true\",\"LayerCake:1\"],\"author\":{\"@type\":\"Person\",\"name\":\"Kaveh Akbar\",\"url\":\"https://medium.com/@kavehakbarpoetry\"},\"creator\":[\"Kaveh Akbar\"],\"publisher\":{\"@type\":\"Organization\",\"name\":\"Medium\",\"url\":\"https://medium.com/\",\"logo\":{\"@type\":\"ImageObject\",\"width\":308,\"height\":60,\"url\":\"https://cdn-images-1.medium.com/max/616/1*OMF3fSqH8t4xBJ9-6oZDZw.png\"}},\"mainEntityOfPage\":\"https://medium.com/s/unrulybodies/the-body-broken-by-alcohol-42e2d2ac86d\"}</script><meta content=\"https://medium.com/s/unrulybodies/the-body-broken-by-alcohol-42e2d2ac86d\" name=\"parsely-link\"/><link class=\"js-glyph-\" href=\"https://glyph.medium.com/css/e/sr/latin/e/ssr/latin/e/ssb/latin/m2.css\" id=\"glyph-8\" rel=\"stylesheet\" type=\"text/css\"><link href=\"https://cdn-static-1.medium.com/_/fp/css/main-branding-base.95h6LstxJX8UWgJm7QqR7A.css\" rel=\"stylesheet\"/><script>!function(n,e){var t,o,i,c=[],f={passive:!0,capture:!0},r=new Date,a=\"pointerup\",u=\"pointercancel\";function p(n,c){t||(t=c,o=n,i=new Date,w(e),s())}function s(){o>=0&&o<i-r&&(c.forEach(function(n){n(o,t)}),c=[])}function l(t){if(t.cancelable){var o=(t.timeStamp>1e12?new Date:performance.now())-t.timeStamp;\"pointerdown\"==t.type?function(t,o){function i(){p(t,o),r()}function c(){r()}function r(){e(a,i,f),e(u,c,f)}n(a,i,f),n(u,c,f)}(o,t):p(o,t)}}function w(n){[\"click\",\"mousedown\",\"keydown\",\"touchstart\",\"pointerdown\"].forEach(function(e){n(e,l,f)})}w(n),self.perfMetrics=self.perfMetrics||{},self.perfMetrics.onFirstInputDelay=function(n){c.push(n),s()}}(addEventListener,removeEventListener);</script><script>if (window.top !== window.self) window.top.location = window.self.location.href;var OB_startTime = new Date().getTime(); var OB_loadErrors = []; function _onerror(e) { OB_loadErrors.push(e) }; if (document.addEventListener) document.addEventListener(\"error\", _onerror, true); else if (document.attachEvent) document.attachEvent(\"onerror\", _onerror); function _asyncScript(u) {var d = document, f = d.getElementsByTagName(\"script\")[0], s = d.createElement(\"script\"); s.type = \"text/javascript\"; s.async = true; s.src = u; f.parentNode.insertBefore(s, f);}function _asyncStyles(u) {var d = document, f = d.getElementsByTagName(\"script\")[0], s = d.createElement(\"link\"); s.rel = \"stylesheet\"; s.href = u; f.parentNode.insertBefore(s, f); return s}(new Image()).src = \"/_/stat?event=pixel.load&origin=\" + encodeURIComponent(location.origin);</script><script>window.ga=window.ga||function(){(ga.q=ga.q||[]).push(arguments)};ga.l=+new Date; ga(\"create\", \"UA-24232453-2\", \"auto\", {\"allowLinker\": true, \"legacyCookieDomain\": window.location.hostname}); ga(\"send\", \"pageview\");</script><script async=\"\" src=\"https://www.google-analytics.com/analytics.js\"></script><!--[if lt IE 9]><script charset=\"UTF-8\" src=\"https://cdn-static-1.medium.com/_/fp/js/shiv.RI2ePTZ5gFmMgLzG5bEVAA.js\"></script><![endif]--><link class=\"js-favicon\" href=\"https://cdn-static-1.medium.com/_/fp/icons/favicon-rebrand-medium.3Y6xpZ-0FSdWDnPM3hSBIA.ico\" rel=\"icon\"/><link href=\"https://cdn-images-1.medium.com/fit/c/304/304/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"152x152\"/><link href=\"https://cdn-images-1.medium.com/fit/c/240/240/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"120x120\"/><link href=\"https://cdn-images-1.medium.com/fit/c/152/152/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"76x76\"/><link href=\"https://cdn-images-1.medium.com/fit/c/120/120/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"60x60\"/><link color=\"#171717\" href=\"https://cdn-static-1.medium.com/_/fp/icons/monogram-mask.KPLCSFEZviQN0jQ7veN2RQ.svg\" rel=\"mask-icon\"/></link></link></link></head><body class=\"browser-chrome os-windows is-withMagicUnderlines v-glyph v-glyph--m2 is-noJs\" itemscope=\"\"><script>document.body.className = document.body.className.replace(/(^|\\s)is-noJs(\\s|$)/, \"$1is-js$2\")</script><div class=\"site-main\" id=\"container\"><div class=\"butterBar butterBar--error\"></div><div class=\"surface\"><div class=\"screenContent\" id=\"prerendered\"><div class=\"notesPositionContainer elevate-notesPositionContainer js-notesPositionContainer\"></div><div class=\"metabar u-clearfix u-boxShadow4px12pxBlackLightest u-fixed u-backgroundTransparentWhiteDarkest u-xs-sizeFullViewportWidth js-metabar\"><div class=\"branch-journeys-top\"></div><div class=\"js-metabarMiddle metabar-inner u-marginAuto u-maxWidth1224 u-paddingLeft65 u-paddingRight65 u-md-paddingLeft16 u-md-paddingRight16 u-flexCenter u-justifyContentSpaceBetween u-height65 u-xs-height56 u-paddingHorizontal20\"><div class=\"metabar-block u-flex1 u-flexCenter\"><div class=\"u-xs-hide js-metabarLogoLeft\"><a class=\"siteNav-logo u-fillTransparentBlackDarker u-flex0\" data-log-event=\"home\" href=\"https://medium.com/\"><span class=\"svgIcon svgIcon--logoWordmark svgIcon--112x22px u-xs-hide u-flex\"><svg class=\"svgIcon-use\" height=\"22\" viewbox=\"0 0 111.5 22\" width=\"112\"><path d=\"M56.3 19.5c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5V19c-.7 1.8-2.4 3-4.3 3-3.3 0-5.8-2.6-5.8-7.5 0-4.5 2.6-7.6 6.3-7.6 1.6-.1 3.1.8 3.8 2.4V3.2c0-.3-.1-.6-.3-.7l-1.4-1.4V1l6.5-.8v19.3zm-4.8-.8V9.5c-.5-.6-1.2-.9-1.9-.9-1.6 0-3.1 1.4-3.1 5.7 0 4 1.3 5.4 3 5.4.8.1 1.6-.3 2-1zm9.1 3.1V9.4c0-.3-.1-.6-.3-.7l-1.4-1.5v-.1h6.5v12.5c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5zm-.2-19.2C60.4 1.2 61.5 0 63 0c1.4 0 2.6 1.2 2.6 2.6S64.4 5.3 63 5.3c-1.5 0-2.6-1.2-2.6-2.7zm22.5 16.9c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5v-3.2c-.6 2-2.4 3.4-4.5 3.4-2.9 0-4.4-2.1-4.4-6.2 0-1.9 0-4.1.1-6.5 0-.3-.1-.5-.3-.7L67.7 7v.1H74v8c0 2.6.4 4.4 2 4.4.9-.1 1.7-.6 2.1-1.3V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v12.4zm22 2.3c0-.5.1-6.5.1-7.9 0-2.6-.4-4.5-2.2-4.5-.9 0-1.8.5-2.3 1.3.2.8.3 1.7.3 2.5 0 1.8-.1 4.2-.1 6.5 0 .3.1.5.3.7l1.5 1.4v.1H96c0-.4.1-6.5.1-7.9 0-2.7-.4-4.5-2.2-4.5-.9 0-1.7.5-2.2 1.3v9c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v3.1c.6-2.1 2.5-3.5 4.6-3.4 2.2 0 3.6 1.2 4.2 3.5.7-2.1 2.7-3.6 4.9-3.5 2.9 0 4.5 2.2 4.5 6.2 0 1.9-.1 4.2-.1 6.5-.1.3.1.6.3.7l1.4 1.4v.1h-6.6zm-81.4-2l1.9 1.9v.1h-9.8v-.1l2-1.9c.2-.2.3-.4.3-.7V7.3c0-.5 0-1.2.1-1.8L11.4 22h-.1L4.5 6.8c-.1-.4-.2-.4-.3-.6v10c-.1.7 0 1.3.3 1.9l2.7 3.6v.1H0v-.1L2.7 18c.3-.6.4-1.3.3-1.9v-11c0-.5-.1-1.1-.5-1.5L.7 1.1V1h7l5.8 12.9L18.6 1h6.8v.1l-1.9 2.2c-.2.2-.3.5-.3.7v15.2c0 .2.1.5.3.6zm7.6-5.9c0 3.8 1.9 5.3 4.2 5.3 1.9.1 3.6-1 4.4-2.7h.1c-.8 3.7-3.1 5.5-6.5 5.5-3.7 0-7.2-2.2-7.2-7.4 0-5.5 3.5-7.6 7.3-7.6 3.1 0 6.4 1.5 6.4 6.2v.8h-8.7zm0-.8h4.3v-.8c0-3.9-.8-4.9-2-4.9-1.4.1-2.3 1.6-2.3 5.7z\"></path></svg></span><span class=\"svgIcon svgIcon--logoWordmark svgIcon--122x45px u-xs-show u-flex\"><svg class=\"svgIcon-use\" height=\"45\" width=\"122\"><path d=\"M61.6 31.806c0 .412 0 .505.28.758l1.574 1.537v.065h-6.979v-2.95a4.852 4.852 0 0 1-4.627 3.203c-3.588 0-6.192-2.81-6.192-7.981 0-4.843 2.81-8.075 6.754-8.075a4.122 4.122 0 0 1 4.056 2.51v-6.51a.806.806 0 0 0-.319-.787l-1.499-1.443v-.065l6.951-.815v20.553zm-5.125-.937v-9.714a2.614 2.614 0 0 0-2.08-.975c-1.695 0-3.334 1.537-3.334 6.099 0 4.271 1.414 5.78 3.175 5.78a2.81 2.81 0 0 0 2.24-1.19zm9.752 3.297V21.051a.88.88 0 0 0-.281-.786L64.4 18.672v-.065h6.98v13.302c0 .412 0 .505.28.758l1.536 1.443v.066l-6.97-.01zm-.253-20.356a2.81 2.81 0 1 1 5.62 0 2.81 2.81 0 0 1-5.62 0zm24.234 17.967c0 .413 0 .534.281.787l1.574 1.537v.065h-7.017v-3.363a5.077 5.077 0 0 1-4.805 3.616c-3.11 0-4.778-2.267-4.778-6.557 0-2.07 0-4.337.066-6.885a.796.796 0 0 0-.281-.76l-1.546-1.545v-.065h6.923v8.552c0 2.81.412 4.684 2.173 4.684a2.81 2.81 0 0 0 2.267-1.415v-9.367a.88.88 0 0 0-.28-.787l-1.556-1.602v-.065h6.979v13.17zm23.756 2.39c0-.507.094-6.952.094-8.432 0-2.81-.44-4.75-2.417-4.75a3.138 3.138 0 0 0-2.482 1.35c.198.876.292 1.772.28 2.67 0 1.948-.065 4.43-.093 6.913a.796.796 0 0 0 .281.759l1.574 1.442v.066h-7.045c0-.468.094-6.95.094-8.431 0-2.857-.44-4.75-2.389-4.75a2.81 2.81 0 0 0-2.323 1.387v9.555c0 .412 0 .506.281.759l1.537 1.442v.066h-6.97V21.098a.88.88 0 0 0-.281-.787l-1.546-1.639v-.065h6.98v3.334a5.002 5.002 0 0 1 5.002-3.587c2.323 0 3.896 1.292 4.562 3.747a5.433 5.433 0 0 1 5.245-3.747c3.11 0 4.872 2.295 4.872 6.632 0 2.07-.066 4.43-.094 6.913a.75.75 0 0 0 .318.759l1.537 1.443v.065h-7.017zm-87.671-2.043l2.07 1.977v.065H17.862v-.065l2.107-1.977a.796.796 0 0 0 .281-.759V18.728c0-.534 0-1.255.094-1.873l-7.082 17.564h-.084L5.843 18.26c-.16-.402-.206-.43-.31-.702v10.595c-.087.71.034 1.429.348 2.07l2.95 3.879v.065H1v-.065l2.95-3.888a3.69 3.69 0 0 0 .347-2.06v-11.71a2.267 2.267 0 0 0-.487-1.602l-2.089-2.708v-.065h7.494l6.277 13.686 5.527-13.686h7.335v.065l-2.061 2.296a.806.806 0 0 0-.319.786v16.15a.75.75 0 0 0 .319.759zm8.215-6.332v.065c0 4.01 2.07 5.62 4.497 5.62a5.105 5.105 0 0 0 4.777-2.894h.066c-.844 3.963-3.298 5.836-6.97 5.836-3.962 0-7.7-2.389-7.7-7.925 0-5.817 3.747-8.14 7.887-8.14 3.335 0 6.886 1.573 6.886 6.632v.806h-9.443zm0-.806h4.618v-.815c0-4.122-.852-5.218-2.136-5.218-1.555 0-2.5 1.64-2.5 6.033h.018z\"></path></svg></span><span class=\"u-textScreenReader\">Homepage</span></a></div><div class=\"u-xs-show js-metabarLogoLeft\"><a class=\"siteNav-logo u-fillTransparentBlackDarker u-flex0 u-flexCenter u-paddingTop0\" data-log-event=\"home\" href=\"https://medium.com/\"><span class=\"svgIcon svgIcon--logoMonogram svgIcon--45px is-flushLeft u-flex0 u-flexCenter u-paddingTop0\"><svg class=\"svgIcon-use\" height=\"45\" width=\"45\"><path d=\"M5 40V5h35v35H5zm8.56-12.627c0 .555-.027.687-.318 1.03l-2.457 2.985v.396h6.974v-.396l-2.456-2.985c-.291-.343-.344-.502-.344-1.03V18.42l6.127 13.364h.714l5.256-13.364v10.644c0 .29 0 .342-.185.528l-1.848 1.796v.396h9.19v-.396l-1.822-1.796c-.184-.186-.21-.238-.21-.528V15.937c0-.291.026-.344.21-.528l1.823-1.797v-.396h-6.471l-4.622 11.542-5.203-11.542h-6.79v.396l2.14 2.64c.239.292.291.37.291.768v10.353z\"></path></svg></span><span class=\"u-textScreenReader\">Homepage</span></a></div><span class=\"svgIcon svgIcon--straightLine svgIcon--29px u-marginTop1 u-marginLeft10 u-xs-hide\"><svg class=\"svgIcon-use\" height=\"29\" width=\"2\"><path d=\"M1 29V1\" fill=\"none\" stroke=\"#D5D5D5\" stroke-linecap=\"round\" stroke-width=\".5\"></path></svg></span><a class=\"link link--noUnderline u-baseColor--link metabar-topic\" href=\"https://medium.com/topic/self\">Self</a></div><div class=\"metabar-block u-flex0\"><div class=\"buttonSet buttonSet--wide\"><a class=\"button button--chromeless u-baseColor--buttonNormal u-xs-hide js-upgradeMembershipAction\" href=\"https://medium.com/membership?source=upgrade_membership---nav_full\">Become a member</a><a class=\"button button--primary button--chromeless u-accentColor--buttonNormal is-inSiteNavBar u-xs-hide js-signInButton\" data-action=\"sign-in-prompt\" data-action-source=\"--------------------------nav_reg\" data-redirect=\"https://medium.com/s/unrulybodies/the-body-broken-by-alcohol-42e2d2ac86d\" href=\"https://medium.com/m/signin?redirect=https%3A%2F%2Fmedium.com%2Fs%2Funrulybodies%2Fthe-body-broken-by-alcohol-42e2d2ac86d&amp;source=--------------------------nav_reg&amp;operation=login\">Sign in</a><a class=\"button button--primary button--withChrome u-accentColor--buttonNormal is-inSiteNavBar js-signUpButton\" data-action=\"sign-up-prompt\" data-action-source=\"--------------------------nav_reg\" data-redirect=\"https://medium.com/s/unrulybodies/the-body-broken-by-alcohol-42e2d2ac86d\" href=\"https://medium.com/m/signin?redirect=https%3A%2F%2Fmedium.com%2Fs%2Funrulybodies%2Fthe-body-broken-by-alcohol-42e2d2ac86d&amp;source=--------------------------nav_reg&amp;operation=register\">Get started</a></div></div></div></div><div class=\"metabar metabar--spacer js-metabarSpacer u-height65 u-xs-height56\"></div><div class=\"elevate\"><style>.elevate-caps.u-accentColor--textNormal, .elevate-accent.u-accentColor--textNormal {color: rgba(42, 56, 195, 1) !important; text-decoration-color: rgba(42, 56, 195, 1);}\n.u-accentColor--highlightFaint {background-color: rgb(235, 235, 235) !important;}\n.u-accentColor--highlightStrong.is-active .svgIcon {fill: rgb(219, 219, 219) !important;}\n.postArticle.is-withAccentColors .markup--quote.is-other {background-color: rgb(235, 235, 235) !important;}\nbody.is-withMagicUnderlines .postArticle.is-withAccentColors .markup--quote.is-other {background-color: transparent !important; background-image: linear-gradient(to bottom, rgb(235, 235, 235), rgb(235, 235, 235));}\n.postArticle.is-withAccentColors .markup--quote.is-me {background-color: rgb(227, 227, 227) !important;}\nbody.is-withMagicUnderlines .postArticle.is-withAccentColors .markup--quote.is-me {background-color: transparent !important; background-image: linear-gradient(to bottom, rgb(227, 227, 227), rgb(227, 227, 227));}\n.postArticle.is-withAccentColors .markup--quote.is-targeted {background-color: rgb(219, 219, 219) !important;}\nbody.is-withMagicUnderlines .postArticle.is-withAccentColors .markup--quote.is-targeted {background-color: transparent !important; background-image: linear-gradient(to bottom, rgb(219, 219, 219), rgb(219, 219, 219));}\n.postArticle.is-withAccentColors .markup--quote.is-selected {background-color: rgb(219, 219, 219) !important;}\nbody.is-withMagicUnderlines .postArticle.is-withAccentColors .markup--quote.is-selected {background-color: transparent !important; background-image: linear-gradient(to bottom, rgb(219, 219, 219), rgb(219, 219, 219));}\n.postArticle.is-withAccentColors .markup--highlight {background-color: rgb(219, 219, 219) !important;}\nbody.is-withMagicUnderlines .postArticle.is-withAccentColors .markup--highlight {background-color: transparent !important; background-image: linear-gradient(to bottom, rgb(219, 219, 219), rgb(219, 219, 219));}</style><section class=\"elevateCoverContainer elevateCoverContainer--withImage\"><div class=\"elevateCover\"><div class=\"elevateCover-textOffset\"><div class=\"elevateCover-content elevateCover-content--withImage u-flexColumn u-height100pct\"><div class=\"elevateCover-textOffset--header\"><div class=\"uiScale uiScale-ui--regular uiScale-caption--regular\"><a class=\"ds-link ds-link--styleSubtle elevate-caps u-accentColor--textNormal\" data-action-source=\"sequence_post_cover\" href=\"https://medium.com/s/unrulybodies\"><p class=\"u-marginBottom12\">Unruly Bodies</p></a></div><h1 class=\"elevate-h1 u-marginBottom12 u-md-marginBottom8\">Distress Tolerance</h1><p class=\"elevate-summary u-md-marginBottom24\">The body broken by alcohol</p><div class=\"uiScale uiScale-ui--large uiScale-caption--regular\"><div class=\"u-flexCenter\"><div class=\"u-flex0 u-paddingRight10\"><a class=\"link u-baseColor--link avatar\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"313953c4a1f6\" data-user-id=\"313953c4a1f6\" dir=\"auto\" href=\"https://medium.com/@kavehakbarpoetry\"><img alt=\"Go to the profile of Kaveh Akbar\" class=\"avatar-image avatar-image--small\" src=\"https://cdn-images-1.medium.com/fit/c/120/120/1*ZLj-rlTc4ngOdlLHJAoZ-A.jpeg\"/></a></div><div class=\"u-flexTop u-noWrapWithEllipsis u-flex0\"><div class=\"u-noWrapWithEllipsis u-flex0\"><div class=\"ui-captionStrong u-noWrapWithEllipsis\"><div class=\"u-flexEnd u-marginBottom4\"><a class=\"ds-link ds-link--styleSubtle postMetaInline postMetaInline--author\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"313953c4a1f6\" data-user-id=\"313953c4a1f6\" dir=\"auto\" href=\"https://medium.com/@kavehakbarpoetry\">Kaveh Akbar</a><div class=\"u-marginLeft8\"><span class=\"followState js-followState\" data-user-id=\"313953c4a1f6\"><button class=\"button button--smallest u-noUserSelect button--withChrome u-baseColor--buttonNormal button--withHover button--unblock js-unblockButton\" data-action=\"sign-up-prompt\" data-redirect=\"https://medium.com/s/unrulybodies/the-body-broken-by-alcohol-42e2d2ac86d\" data-requires-token=\"true\" data-sign-in-action=\"toggle-block-user\"><span class=\"button-label button-defaultState\">Blocked</span><span class=\"button-label button-hoverState\">Unblock</span></button><button class=\"button button--primary button--smallest button--dark u-noUserSelect button--withChrome u-accentColor--buttonDark button--follow js-followButton\" data-action=\"sign-up-prompt\" data-action-source=\"-313953c4a1f6-------------------------follow_byline\" data-redirect=\"https://medium.com/_/subscribe/user/313953c4a1f6\" data-requires-token=\"true\" data-sign-in-action=\"toggle-subscribe-user\"><span class=\"button-label button-defaultState js-buttonLabel\">Follow</span><span class=\"button-label button-activeState\">Following</span></button></span></div></div></div><div class=\"ui-caption u-noWrapWithEllipsis\"><span class=\"u-noWrap\"><time class=\"u-inlineBlock u-lineHeightBase\">Apr 10, 2018</time><span class=\"middotDivider\"></span><span class=\"readingTime\" title=\"9 min read\"></span><span class=\"u-paddingLeft4\"><span class=\"svgIcon svgIcon--star svgIcon--15px\"><svg class=\"svgIcon-use\" height=\"15\" width=\"15\"><path d=\"M7.438 2.324c.034-.099.09-.099.123 0l1.2 3.53a.29.29 0 0 0 .26.19h3.884c.11 0 .127.049.038.111L9.8 8.327a.271.271 0 0 0-.099.291l1.2 3.53c.034.1-.011.131-.098.069l-3.142-2.18a.303.303 0 0 0-.32 0l-3.145 2.182c-.087.06-.132.03-.099-.068l1.2-3.53a.271.271 0 0 0-.098-.292L2.056 6.146c-.087-.06-.071-.112.038-.112h3.884a.29.29 0 0 0 .26-.19l1.2-3.52z\"></path></svg></span></span></span></div></div></div></div></div></div></div></div><div class=\"elevateCover-image\" style='background-image: url(\"https://cdn-images-1.medium.com/max/2400/1*xCsMhDb0h29BPBDWvCF9KA.png\"); background-position: 54% 58% !important;'></div></div></section><div class=\"elevate-container u-relative u-marginAuto\"><div class=\"elevateSidebar\"><div class=\"js-elevateSidebarRecirc u-md-hide\"></div><div class=\"js-elevatePostActions u-foreground u-md-left50 u-sm-hide\"></div></div><main class=\"postArticle postArticle--full postArticle--elevate is-withAccentColors\" role=\"main\"><div class=\"elevateAudioPlayer\"><div class=\"u-flexCenter u-height50 u-xs-marginTop20 js-audioPlayer\"><div class=\"u-flexCenter u-width100pct u-fontSize14\"><div class=\"u-marginRight15 js-playpause\"><button class=\"button button--lighter button--chromeless button--withIcon button--withSvgIcon u-padding12 u-borderRadius4 u-borderLighter\" data-action=\"play-audioPlayer\"><span class=\"svgIcon svgIcon--playFilled svgIcon--25px\"><svg class=\"svgIcon-use\" height=\"25\" width=\"25\"><path d=\"M7 4v17.03a.5.5 0 0 0 .795.404l11.1-8.111a1 1 0 0 0 0-1.615l-11.1-8.112A.5.5 0 0 0 7 4z\"></path></svg></span></button></div><div class=\"u-flex1\"><div><span class=\"u-textColorNormal\">Loading…</span></div><div class=\"u-flexCenter\"><div class=\"u-flex0 u-marginRight10 u-textColorNormal js-currentTime\">0:00</div><div class=\"u-flex1 u-paddingVertical10 u-cursorPointer js-progressContainer\" data-action=\"seek-audioPlayer\"><div class=\"u-flexCenter u-backgroundTransparentBlackLight u-width100pct u-height1 js-progressBar\"><div class=\"u-flex0 u-backgroundTransparentBlackDark u-height1 js-audioProgress\" style=\"width: 0;\"></div><div class=\"u-flex0 u-relative u-right10 u-padding10 u-cursorPointer js-beanContainer\"></div></div></div><div class=\"u-flex0 u-marginLeft10 u-textColorNormal\">13:24</div></div></div></div></div></div><div class=\"postArticle-content js-postField js-notesSource js-trackPostScrolls\" data-post-id=\"42e2d2ac86d\" data-source=\"post_elevate_sequence_page\" data-tracking-context=\"postPage\"><section class=\"section section--body section--first section--last\" name=\"41fa\"><div class=\"section-divider\"><hr class=\"section-divider\"/></div><div class=\"section-content\"><div class=\"section-inner sectionLayout--insetColumn\"></div><div class=\"section-inner sectionLayout--insetColumn\"><p class=\"graf graf--p graf--hasDropCapModel graf--hasDropCap graf--hasDropCapImage graf--leading\" id=\"e0e3\" name=\"e0e3\"><span class=\"graf-dropCap\"><span class=\"aspectRatioPlaceholder is-locked\" style=\"width: 39.5px; height: 49px;\"><span class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 124.10000000000001%;\"></span><img class=\"graf-dropCapImage\" data-height=\"98\" data-image-id=\"1*p0vuKDyfCRchsnYX5bw0SA@2x.png\" data-width=\"79\" src=\"https://cdn-images-1.medium.com/max/800/1*p0vuKDyfCRchsnYX5bw0SA@2x.png\"/></span><span class=\"graf-dropCapText\">R</span></span>eading <em class=\"markup--em markup--p-em\">The Iliad </em>and <em class=\"markup--em markup--p-em\">The Odyssey</em>, it’s easy to get the idea that Homer might have been a bit of a lush, based on how adoringly he writes about booze. Throughout both texts, he repeatedly describes the sea as being “wine-dark.” To a random swineherd, Odysseus says, “It is the wine that leads me on, the wild wine that sets the wisest man to sing at the top of his lungs, laugh like a fool.” Wine is poured onto the pyres of the war dead; it saves Odysseus from the Cyclops. Its presence is pervasive across the epics, the language around it romantic, idealized: “A man can fight all day if he is full fed with meat and wine; his heart beats high, and his strength will stay ’til he has routed all his foes.”</p><figure class=\"graf graf--figure graf-after--p\" id=\"7c6d\" name=\"7c6d\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*EOKCkiPo3lTXs_pjN_NJlQ@2x.png\" data-height=\"458\" data-image-id=\"1*EOKCkiPo3lTXs_pjN_NJlQ@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*EOKCkiPo3lTXs_pjN_NJlQ@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*EOKCkiPo3lTXs_pjN_NJlQ@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*EOKCkiPo3lTXs_pjN_NJlQ@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"0674\" name=\"0674\">In the summer of 2011, I was day-drinking alone in the swimming pool of a random apartment complex, lazing in the sun with a bag of Franzia Chillable Red floating next to me in the warm pool water. The filters were blubbing, clogged with stray leaves and drowning moths. I didn’t know anyone who lived in the complex, but the wooden pool gate was always unlocked and the area was never monitored. It was hot and humid, and from one of the balconies above the pool, someone was blasting a mix of the kind of ’90s hip-hop white undergraduates in the Midwest sing along to on slow summer days.</p><figure class=\"graf graf--figure graf-after--p\" id=\"cd0f\" name=\"cd0f\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 358px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 51.2%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*xoHYqcsFJX1SgyHofTgbPA@2x.png\" data-height=\"1638\" data-image-id=\"1*xoHYqcsFJX1SgyHofTgbPA@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*xoHYqcsFJX1SgyHofTgbPA@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*xoHYqcsFJX1SgyHofTgbPA@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*xoHYqcsFJX1SgyHofTgbPA@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"ccc2\" name=\"ccc2\">By early evening, having polished off my bag of wine throughout the afternoon, I climbed out of the pool, hopped onto my bicycle, and rode to the campus liquor store to re-up. I remember getting there with my shorts still dripping with pool water. I remember using the employees-only bathroom in the back of the store, a privilege reserved for beloved regulars. I took a lot of pride in that. I remember having a cigarette in front of the store with one of the employees. I remember walking out with a half-gallon of Old Crow bourbon, the cheapest variety they carried, sold in shatterproof plastic jugs.</p><p class=\"graf graf--p graf-after--p\" id=\"3f2e\" name=\"3f2e\">As I biked back to the pool, the sun was setting. The night was thick with humidity and barbecue smoke, and there were fireflies everywhere. Fireflies are the most efficient lights in the world — because of a complex chemical reaction in special cells called photocytes, they can directly convert pure energy into pure light almost entirely without loss. For comparison, an incandescent lightbulb converts only about 10 percent of its energy into light, losing the other 90 percent as heat. As a boy, the first time I caught a firefly in my hands, I was shocked at how cold it felt, even as it lit up.</p><figure class=\"graf graf--figure graf-after--p\" id=\"b3c4\" name=\"b3c4\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 403px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 57.599999999999994%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*6p9irUzVEa3_9oRvZ1SUTg@2x.png\" data-height=\"1843\" data-image-id=\"1*6p9irUzVEa3_9oRvZ1SUTg@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*6p9irUzVEa3_9oRvZ1SUTg@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*6p9irUzVEa3_9oRvZ1SUTg@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*6p9irUzVEa3_9oRvZ1SUTg@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"c8e6\" name=\"c8e6\">I biked through the fireflies, holding the Old Crow with my right hand, steering with my left. I was listening to something on my iPod, but I can’t remember what. I planned to head back to the pool and welcome the nighttime revelers who usually showed up around eight or nine to play beer pong on the pool picnic bench and smoke bad weed and throw each other into the water. A block away from the pool, I was behind a blue car that suddenly, without signal, turned left. I hit my brakes quickly, but with my right hand still holding the bourbon, my front brakes slammed a second before my back brakes. I flew over my handlebars and bounced a couple times on the road. The whiskey, secure in its plastic bottle, bounced and settled right next to my head as the blue car continued its turn and drove off into the night.</p><figure class=\"graf graf--figure graf-after--p\" id=\"d148\" name=\"d148\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*tIbSZjarWMdfFz27APpBJw@2x.png\" data-height=\"458\" data-image-id=\"1*tIbSZjarWMdfFz27APpBJw@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*tIbSZjarWMdfFz27APpBJw@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*tIbSZjarWMdfFz27APpBJw@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*tIbSZjarWMdfFz27APpBJw@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"5265\" name=\"5265\">An excerpt from John Keats’ “Ode to a Nightingale”:</p><blockquote class=\"graf graf--blockquote graf-after--p\" id=\"7389\" name=\"7389\">O for a beaker full of the warm South,</blockquote><blockquote class=\"graf graf--blockquote graf-after--blockquote\" id=\"5b98\" name=\"5b98\">Full of the true, the blushful Hippocrene,</blockquote><blockquote class=\"graf graf--blockquote graf-after--blockquote\" id=\"7ff1\" name=\"7ff1\">With beaded bubbles winking at the brim,</blockquote><blockquote class=\"graf graf--blockquote graf-after--blockquote\" id=\"bf0c\" name=\"bf0c\">And purple-stained mouth;</blockquote><blockquote class=\"graf graf--blockquote graf-after--blockquote\" id=\"fa5e\" name=\"fa5e\">That I might drink, and leave the world unseen</blockquote><p class=\"graf graf--p graf-after--blockquote\" id=\"6730\" name=\"6730\">As Christopher Ricks points out in his <em class=\"markup--em markup--p-em\">Keats and Embarrassment</em>, the word “blushful” evokes both the color of wine and its effect on the drinker when consumed in excess. The more you drink, the more you become defined by the drink, the more you look like a drink and smell like a drink and behave like a drink. In a blackout, this effect reaches its apex — you leave your body completely, and the drink is finally left to move unaccompanied through the world.</p><figure class=\"graf graf--figure graf-after--p\" id=\"3394\" name=\"3394\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*n0oEG0pSRe0lFFz6hf9pGA@2x.png\" data-height=\"458\" data-image-id=\"1*n0oEG0pSRe0lFFz6hf9pGA@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*n0oEG0pSRe0lFFz6hf9pGA@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*n0oEG0pSRe0lFFz6hf9pGA@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*n0oEG0pSRe0lFFz6hf9pGA@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"62bf\" name=\"62bf\">I didn’t black out. I didn’t think to look for the blue car’s license plate, nor do I think it would have done much good if I had. The car didn’t hit me, and I was drunk-biking. I braked wrong. My bike was in a heap behind me. I reached my arm out to make sure the Old Crow was okay. It was, though the plastic bottle was scuffed up and the watery brown bourbon was frothy at the top. I tried to stand up and immediately collapsed. I tried a second time and couldn’t even get my feet under me. Something was wrong, but I had no way of knowing what.</p><p class=\"graf graf--p graf-after--p\" id=\"29e9\" name=\"29e9\">In my memory, there wasn’t a great deal of pain, though of course alcohol dulled the sting in the moment, and time has dulled even that. The anesthetic effect of time is a powerful evolutionary adaptation. <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://www.bbc.com/future/story/20150311-can-we-edit-out-painful-memories\" href=\"http://www.bbc.com/future/story/20150311-can-we-edit-out-painful-memories\" rel=\"nofollow noopener\" target=\"_blank\">Mothers tend to rate</a> their labor pain as having been far less severe five years after giving birth, compared with their responses after two months. The ability to recall intense physical pain with consistency or acuity would arrest us as a species — if we could summon exactly the memory of our leg crushed by a mammoth, or bitten by a saber-toothed tiger, we’d never leave our caves. Our lingering emotional memories, what we now call trauma, evolved to caution us against dangerous behaviors while protecting us from the reexperience of physical suffering.</p><figure class=\"graf graf--figure graf-after--p\" id=\"16f8\" name=\"16f8\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 567px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 81%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*6gTjc2WKOKuhAbW4f92ksA@2x.png\" data-height=\"2591\" data-image-id=\"1*6gTjc2WKOKuhAbW4f92ksA@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*6gTjc2WKOKuhAbW4f92ksA@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*6gTjc2WKOKuhAbW4f92ksA@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*6gTjc2WKOKuhAbW4f92ksA@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"8649\" name=\"8649\">I army-crawled over to the side of the road, dragging first my whiskey, then my bike, to the sidewalk. A couple cars drove around me as I did this, probably assuming I was drunk and goofing around, which was half-correct. Once on the sidewalk, I called a friend who lived nearby. “I got into an accident on my bike,” I told him. “Can you come pick me up? I have whiskey.” I was bleeding but not terribly. There were fireflies everywhere, blinking on and off in a code I couldn’t understand. My friend showed up quickly in his taupe Chevy Cavalier. He gently folded my bike, my whiskey, and me into his backseat.</p><figure class=\"graf graf--figure graf-after--p\" id=\"7ed6\" name=\"7ed6\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 276px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 39.4%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*yjVYpf28cDW072VPIuhysA@2x.png\" data-height=\"1260\" data-image-id=\"1*yjVYpf28cDW072VPIuhysA@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*yjVYpf28cDW072VPIuhysA@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*yjVYpf28cDW072VPIuhysA@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*yjVYpf28cDW072VPIuhysA@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"6eb9\" name=\"6eb9\">My friend drove me to my apartment, which we fondly called the Trash Castle. I lived on the third floor of the building and still couldn’t stand upright, which presented a problem. Somehow, I managed to hook onto my friend’s neck, and he carried me koala-style up three flights of stairs, finally laying me down in my bed. “You good?” he asked. “Yeah,” I replied. “I should be fine. But I still have all this booze.”</p><p class=\"graf graf--p graf-after--p\" id=\"51dd\" name=\"51dd\">It was more invitation than statement, and we both knew it. We got on our phones, and within an hour, there were 10 people drinking in my bedroom, passing around bottles and drugs. My inability to get out of the bed became the running joke of the night. <em class=\"markup--em markup--p-em\">Classic Kaveh</em>. <em class=\"markup--em markup--p-em\">I can’t believe he saved the booze</em>. People laughed as they took turns carrying me to the bathroom, and I laughed with them.</p><figure class=\"graf graf--figure graf-after--p\" id=\"9ec3\" name=\"9ec3\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 593px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 84.8%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*8cSUIo_0QSb683mVpuf5rQ@2x.png\" data-height=\"2713\" data-image-id=\"1*8cSUIo_0QSb683mVpuf5rQ@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*8cSUIo_0QSb683mVpuf5rQ@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*8cSUIo_0QSb683mVpuf5rQ@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*8cSUIo_0QSb683mVpuf5rQ@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"09d3\" name=\"09d3\">When I woke up in the morning, my apartment was empty. The sunlight coming in the one window was blue somehow, and I thought that odd. I rolled to the edge of the bed, kicked around the pile of bottles and clothes on the floor, then collapsed into a heap. Whatever was wrong with me hadn’t improved with sleep. I took a pull from a nearly empty pint of vodka someone had left the night before and called a taxi to take me to the hospital.</p><p class=\"graf graf--p graf-after--p\" id=\"df45\" name=\"df45\">The taxi driver had to come up the stairs and help me get from my bedroom to the back of her cab. She told me she was the mother of two children with brittle-bone disease. She told me I’d broken my hip, and she knew exactly how to hold me to help me down the stairs. I have been the beneficiary of many minor miracles in my days, but the arrival of this particular cab driver on this particular morning looms large among them.</p><figure class=\"graf graf--figure graf-after--p\" id=\"e027\" name=\"e027\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*fiwkcvY06fCV9NidxgGZbw@2x.png\" data-height=\"458\" data-image-id=\"1*fiwkcvY06fCV9NidxgGZbw@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*fiwkcvY06fCV9NidxgGZbw@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*fiwkcvY06fCV9NidxgGZbw@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*fiwkcvY06fCV9NidxgGZbw@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"309b\" name=\"309b\"><a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2891552/\" href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2891552/\" rel=\"nofollow noopener\" target=\"_blank\">In psychology</a>, “distress tolerance” refers to an individual’s “capacity to withstand negative emotional and/or other aversive states (e.g. physical discomfort).” Alcoholics and addicts, whose lives are often spent lurching from one painful crisis to another, tend to display distress tolerances that are significantly higher than those of their sober peers.</p><figure class=\"graf graf--figure graf-after--p\" id=\"1d0a\" name=\"1d0a\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*ARi4VSidy7Qx9SjS6uM70Q@2x.png\" data-height=\"458\" data-image-id=\"1*ARi4VSidy7Qx9SjS6uM70Q@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*ARi4VSidy7Qx9SjS6uM70Q@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*ARi4VSidy7Qx9SjS6uM70Q@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*ARi4VSidy7Qx9SjS6uM70Q@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"4863\" name=\"4863\">When I got to the hospital, the nurses performed a series of X-rays on me. While I waited for the results, I restlessly rolled around the exam room in my hospital wheelchair. I posted a stupid selfie on social media. When the doctor finally came in, he told me I’d shattered my pelvis and cracked a vertebra. He showed me an X-ray and pointed out all the cracks, which were wide enough for me to see without backlight. He said, “You didn’t tell us about your broken back.” I asked him what he meant. He’d left the exam room door open, and I watched the nurses walk by and peek in, looking concerned. He said, “You also have a two-month-old fracture in another vertebra. You didn’t tell us about that.” I had no idea how or when it happened. I still don’t. Out of embarrassment, I made up a lie about tripping down my stairs.</p><figure class=\"graf graf--figure graf-after--p\" id=\"33b3\" name=\"33b3\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 277px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 39.5%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*9pZcnjlKCTcHKDmQWo9mbw@2x.png\" data-height=\"1264\" data-image-id=\"1*9pZcnjlKCTcHKDmQWo9mbw@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*9pZcnjlKCTcHKDmQWo9mbw@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*9pZcnjlKCTcHKDmQWo9mbw@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*9pZcnjlKCTcHKDmQWo9mbw@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"0f82\" name=\"0f82\">I wish I could say that was the end, that I fell to the doctor’s feet, told him I was powerless over alcohol and begged for his help. I wish I could say I was even aware then that there was a problem. What actually happened: I spent a lonely, miserable bedridden month drinking box wine, eating painkillers, and binge-watching <em class=\"markup--em markup--p-em\">The Sopranos</em> before moving onto crutches and returning to my daily trips to the pool. It took another couple years, another couple of bottoms before the intensity of my addiction sounded through the dense fog of my unknowing. Eventually, living alone in a freezing empty house, getting burgled regularly, with fewer and fewer people answering my calls, I managed to crawl myself toward help.</p><figure class=\"graf graf--figure graf-after--p\" id=\"5d0e\" name=\"5d0e\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 356px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 50.9%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*tRGIizpsHqYKhPeGIZHVWQ@2x.png\" data-height=\"1628\" data-image-id=\"1*tRGIizpsHqYKhPeGIZHVWQ@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*tRGIizpsHqYKhPeGIZHVWQ@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*tRGIizpsHqYKhPeGIZHVWQ@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*tRGIizpsHqYKhPeGIZHVWQ@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"bf65\" name=\"bf65\">Now, sober for nearly a half-decade, I still notice every liquor store, every booze aisle, every cocktail at every party, though most days the pangs of desire to drink are easier to bear than they used to be. It’s still a profound strangeness to have to withhold alcohol from myself. I’ve moved back to the same city where the bicycle accident happened, and the ghosts of my past selves are everywhere. I ride my bike (a new one) down the same roads, past the same bars and apartment complexes that used to stand in for my life.</p><p class=\"graf graf--p graf-after--p\" id=\"8748\" name=\"8748\">A couple months ago, I visited the old pool again. There were two muscley undergrad guys sunbathing poolside, cans of Keystone Light sweating on their towels. There were no fireflies this time, no music, and the air smelled only of suntan lotion and chlorine. I kicked my foot into the pool water and found it to be dirtier than I remembered, full of insects and leaves and mud. <em class=\"markup--em markup--p-em\">Wine-dark</em>, Homer might’ve called it.</p><figure class=\"graf graf--figure graf-after--p graf--trailing\" id=\"b89f\" name=\"b89f\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*KY6qI57tqj6iWVz4C7desw@2x.png\" data-height=\"458\" data-image-id=\"1*KY6qI57tqj6iWVz4C7desw@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*KY6qI57tqj6iWVz4C7desw@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*KY6qI57tqj6iWVz4C7desw@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*KY6qI57tqj6iWVz4C7desw@2x.png\"/></noscript></div></div><figcaption class=\"imageCaption\">Illustration by <a class=\"markup--anchor markup--figure-anchor\" data-href=\"http://michellemildenberg.com/\" href=\"http://michellemildenberg.com/\" rel=\"nofollow noopener nofollow noopener\" target=\"_blank\">Michelle Mildenberg</a>. Creative art direction by <a class=\"markup--anchor markup--figure-anchor\" data-href=\"https://www.anagraph.com/\" href=\"https://www.anagraph.com/\" rel=\"noopener nofollow noopener noopener noopener noopener nofollow noopener nofollow noopener\" target=\"_blank\">Anagraph</a>.</figcaption></figure></div></div></section></div></main></div><section class=\"u-maxWidth700 u-paddingHorizontal20 u-marginAuto\"><div class=\"u-marginTop60 u-xs-marginTop25\"><div class=\"elevate-actions u-borderBottomLightest u-paddingBottom25\"><div class=\"postActions js-postActionsFooter\"><div class=\"u-flexCenter\"><div class=\"u-flex1\"><div class=\"multirecommend js-actionMultirecommend u-flexCenter\" data-clap-string-plural=\"claps\" data-clap-string-singular=\"clap\" data-has-recommend-list=\"true\" data-is-circle=\"true\" data-is-icon-29px=\"true\" data-post-id=\"42e2d2ac86d\" data-source=\"post_actions_footer-----42e2d2ac86d---------------------clap_footer\"><div class=\"u-relative u-foreground\"><button aria-label=\"Clap\" class=\"button button--large button--circle button--withChrome u-baseColor--buttonNormal button--withIcon button--withSvgIcon clapButton js-actionMultirecommendButton clapButton--darker clapButton--largePill u-relative u-foreground u-xs-paddingLeft13 u-width60 u-height60 u-accentColor--textNormal u-accentColor--buttonNormal clap-onboarding\" data-action=\"sign-up-prompt\" data-action-source=\"post_actions_footer-----42e2d2ac86d---------------------clap_footer\" data-redirect=\"https://medium.com/_/vote/p/42e2d2ac86d\" data-requires-token=\"true\" data-sign-in-action=\"multivote\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--clap svgIcon--33px u-relative u-topNegative2 u-xs-top0\"><svg class=\"svgIcon-use\" height=\"33\" width=\"33\"><path d=\"M28.86 17.342l-3.64-6.402c-.292-.433-.712-.729-1.163-.8a1.124 1.124 0 0 0-.889.213c-.63.488-.742 1.181-.33 2.061l1.222 2.587 1.4 2.46c2.234 4.085 1.511 8.007-2.145 11.663-.26.26-.526.49-.797.707 1.42-.084 2.881-.683 4.292-2.094 3.822-3.823 3.565-7.876 2.05-10.395zm-6.252 11.075c3.352-3.35 3.998-6.775 1.978-10.469l-3.378-5.945c-.292-.432-.712-.728-1.163-.8a1.122 1.122 0 0 0-.89.213c-.63.49-.742 1.182-.33 2.061l1.72 3.638a.502.502 0 0 1-.806.568l-8.91-8.91a1.335 1.335 0 0 0-1.887 1.886l5.292 5.292a.5.5 0 0 1-.707.707l-5.292-5.292-1.492-1.492c-.503-.503-1.382-.505-1.887 0a1.337 1.337 0 0 0 0 1.886l1.493 1.492 5.292 5.292a.499.499 0 0 1-.353.854.5.5 0 0 1-.354-.147L5.642 13.96a1.338 1.338 0 0 0-1.887 0 1.338 1.338 0 0 0 0 1.887l2.23 2.228 3.322 3.324a.499.499 0 0 1-.353.853.502.502 0 0 1-.354-.146l-3.323-3.324a1.333 1.333 0 0 0-1.886 0 1.325 1.325 0 0 0-.39.943c0 .356.138.691.39.943l6.396 6.397c3.528 3.53 8.86 5.313 12.821 1.353zM12.73 9.26l5.68 5.68-.49-1.037c-.518-1.107-.426-2.13.224-2.89l-3.303-3.304a1.337 1.337 0 0 0-1.886 0 1.326 1.326 0 0 0-.39.944c0 .217.067.42.165.607zm14.787 19.184c-1.599 1.6-3.417 2.392-5.353 2.392-.349 0-.7-.03-1.058-.082a7.922 7.922 0 0 1-3.667.887c-3.049 0-6.115-1.626-8.359-3.87l-6.396-6.397A2.315 2.315 0 0 1 2 19.724a2.327 2.327 0 0 1 1.923-2.296l-.875-.875a2.339 2.339 0 0 1 0-3.3 2.33 2.33 0 0 1 1.24-.647l-.139-.139c-.91-.91-.91-2.39 0-3.3.884-.884 2.421-.882 3.301 0l.138.14a2.335 2.335 0 0 1 3.948-1.24l.093.092c.091-.423.291-.828.62-1.157a2.336 2.336 0 0 1 3.3 0l3.384 3.386a2.167 2.167 0 0 1 1.271-.173c.534.086 1.03.354 1.441.765.11-.549.415-1.034.911-1.418a2.12 2.12 0 0 1 1.661-.41c.727.117 1.385.565 1.853 1.262l3.652 6.423c1.704 2.832 2.025 7.377-2.205 11.607zM13.217.484l-1.917.882 2.37 2.837-.454-3.719zm8.487.877l-1.928-.86-.44 3.697 2.368-2.837zM16.5 3.293L15.478-.005h2.044L16.5 3.293z\" fill-rule=\"evenodd\"></path></svg></span></span><span class=\"button-activeState\"><span class=\"svgIcon svgIcon--clapFilled svgIcon--33px u-relative u-topNegative2 u-xs-top0\"><svg class=\"svgIcon-use\" height=\"33\" width=\"33\"><g fill-rule=\"evenodd\"><path d=\"M29.58 17.1l-3.854-6.78c-.365-.543-.876-.899-1.431-.989a1.491 1.491 0 0 0-1.16.281c-.42.327-.65.736-.7 1.207v.001l3.623 6.367c2.46 4.498 1.67 8.802-2.333 12.807-.265.265-.536.505-.81.728 1.973-.222 3.474-1.286 4.45-2.263 4.166-4.165 3.875-8.6 2.215-11.36zm-4.831.82l-3.581-6.3c-.296-.439-.725-.742-1.183-.815a1.105 1.105 0 0 0-.89.213c-.647.502-.755 1.188-.33 2.098l1.825 3.858a.601.601 0 0 1-.197.747.596.596 0 0 1-.77-.067L10.178 8.21c-.508-.506-1.393-.506-1.901 0a1.335 1.335 0 0 0-.393.95c0 .36.139.698.393.95v.001l5.61 5.61a.599.599 0 1 1-.848.847l-5.606-5.606c-.001 0-.002 0-.003-.002L5.848 9.375a1.349 1.349 0 0 0-1.902 0 1.348 1.348 0 0 0 0 1.901l1.582 1.582 5.61 5.61a.6.6 0 0 1-.848.848l-5.61-5.61c-.51-.508-1.393-.508-1.9 0a1.332 1.332 0 0 0-.394.95c0 .36.139.697.393.952l2.363 2.362c.002.001.002.002.002.003l3.52 3.52a.6.6 0 0 1-.848.847l-3.522-3.523h-.001a1.336 1.336 0 0 0-.95-.393 1.345 1.345 0 0 0-.949 2.295l6.779 6.78c3.715 3.713 9.327 5.598 13.49 1.434 3.527-3.528 4.21-7.13 2.086-11.015zM11.817 7.727c.06-.328.213-.64.466-.893.64-.64 1.755-.64 2.396 0l3.232 3.232c-.82.783-1.09 1.833-.764 2.992l-5.33-5.33z\"></path><path d=\"M13.285.48l-1.916.881 2.37 2.837z\"></path><path d=\"M21.719 1.361L19.79.501l-.44 3.697z\"></path><path d=\"M16.502 3.298L15.481 0h2.043z\"></path></g></svg></span></span></button><div class=\"clapUndo u-width60 u-round u-height32 u-absolute u-borderBox u-paddingRight5 u-transition--transform200Springu-backgroundGrayLighter js-clapUndo\" style=\"top: 14px; padding: 2px;\"><button class=\"button button--chromeless u-baseColor--buttonNormal button--withIcon button--withSvgIcon u-floatRight\" data-action=\"multivote-undo\" data-action-value=\"42e2d2ac86d\"><span class=\"svgIcon svgIcon--removeThin svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M20.13 8.11l-5.61 5.61-5.609-5.61-.801.801 5.61 5.61-5.61 5.61.801.8 5.61-5.609 5.61 5.61.8-.801-5.609-5.61 5.61-5.61\" fill-rule=\"evenodd\"></path></svg></span></button></div></div><span class=\"u-relative u-background js-actionMultirecommendCount u-marginLeft16\"><button class=\"button button--chromeless u-baseColor--buttonNormal js-multirecommendCountButton u-textColorDarker\" data-action=\"show-recommends\" data-action-value=\"42e2d2ac86d\">11.4K claps</button><span class=\"u-xs-hide\"></span></span></div></div><div class=\"buttonSet u-flex0\"><a aria-label=\"Share on Twitter\" class=\"button button--dark button--chromeless u-baseColor--buttonDark button--withIcon button--withSvgIcon button--dark button--chromeless u-xs-hide u-marginRight12\" data-action-source=\"post_actions_footer\" href=\"https://medium.com/p/42e2d2ac86d/share/twitter\" target=\"_blank\" title=\"Share on Twitter\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--twitterFilled svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M22.053 7.54a4.474 4.474 0 0 0-3.31-1.455 4.526 4.526 0 0 0-4.526 4.524c0 .35.04.7.082 1.05a12.9 12.9 0 0 1-9.3-4.77c-.39.69-.61 1.46-.65 2.26.03 1.6.83 2.99 2.02 3.79-.72-.02-1.41-.22-2.02-.57-.01.02-.01.04 0 .08-.01 2.17 1.55 4 3.63 4.44-.39.08-.79.13-1.21.16-.28-.03-.57-.05-.81-.08.54 1.77 2.21 3.08 4.2 3.15a9.564 9.564 0 0 1-5.66 1.94c-.34-.03-.7-.06-1.05-.08 2 1.27 4.38 2.02 6.94 2.02 8.31 0 12.86-6.9 12.84-12.85.02-.24.01-.43 0-.65.89-.62 1.65-1.42 2.26-2.34-.82.38-1.69.62-2.59.72a4.37 4.37 0 0 0 1.94-2.51c-.84.53-1.81.9-2.83 1.13z\"></path></svg></span></span></a><a aria-label=\"Share on Facebook\" class=\"button button--dark button--chromeless u-baseColor--buttonDark button--withIcon button--withSvgIcon button--dark button--chromeless u-xs-hide u-marginRight12\" data-action-source=\"post_actions_footer\" href=\"https://medium.com/p/42e2d2ac86d/share/facebook\" target=\"_blank\" title=\"Share on Facebook\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--facebookSquare svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M23.209 5H5.792A.792.792 0 0 0 5 5.791V23.21c0 .437.354.791.792.791h9.303v-7.125H12.72v-2.968h2.375v-2.375c0-2.455 1.553-3.662 3.741-3.662 1.049 0 1.95.078 2.213.112v2.565h-1.517c-1.192 0-1.469.567-1.469 1.397v1.963h2.969l-.594 2.968h-2.375L18.11 24h5.099a.791.791 0 0 0 .791-.791V5.79a.791.791 0 0 0-.791-.79\"></path></svg></span></span></a><button aria-label=\"Share this story on Twitter or Facebook\" class=\"button button--large button--dark button--chromeless u-baseColor--buttonDark button--withIcon button--withSvgIcon u-xs-show u-marginRight10\" data-action=\"show-share-popover\" data-action-source=\"post_actions_footer\" title=\"Share this story on Twitter or Facebook\"><span class=\"svgIcon svgIcon--share svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M20.385 8H19a.5.5 0 1 0 .011 1h1.39c.43 0 .84.168 1.14.473.31.305.48.71.48 1.142v10.77c0 .43-.17.837-.47 1.142-.3.305-.71.473-1.14.473H8.62c-.43 0-.84-.168-1.144-.473a1.603 1.603 0 0 1-.473-1.142v-10.77c0-.43.17-.837.48-1.142A1.599 1.599 0 0 1 8.62 9H10a.502.502 0 0 0 0-1H8.615c-.67 0-1.338.255-1.85.766-.51.51-.765 1.18-.765 1.85v10.77c0 .668.255 1.337.766 1.848.51.51 1.18.766 1.85.766h11.77c.668 0 1.337-.255 1.848-.766.51-.51.766-1.18.766-1.85v-10.77c0-.668-.255-1.337-.766-1.848A2.61 2.61 0 0 0 20.384 8zm-8.67-2.508L14 3.207v8.362c0 .27.224.5.5.5s.5-.23.5-.5V3.2l2.285 2.285a.49.49 0 0 0 .704-.001.511.511 0 0 0 0-.708l-3.14-3.14a.504.504 0 0 0-.71 0L11 4.776a.501.501 0 0 0 .71.706\" fill-rule=\"evenodd\"></path></svg></span></button><button aria-label=\"Bookmark this story to read later\" class=\"button button--large button--dark button--chromeless is-touchIconFadeInPulse button--withIcon button--withSvgIcon button--bookmark js-bookmarkButton\" data-action=\"sign-up-prompt\" data-action-source=\"post_actions_footer\" data-redirect=\"https://medium.com/_/bookmark/p/42e2d2ac86d\" data-requires-token=\"true\" data-sign-in-action=\"add-to-bookmarks\" title=\"Bookmark this story to read later\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--bookmark svgIcon--29px u-marginRight4\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M19.385 4h-9.77A2.623 2.623 0 0 0 7 6.615V23.01a1.022 1.022 0 0 0 1.595.847l5.905-4.004 5.905 4.004A1.022 1.022 0 0 0 22 23.011V6.62A2.625 2.625 0 0 0 19.385 4zM21 23l-5.91-3.955-.148-.107a.751.751 0 0 0-.884 0l-.147.107L8 23V6.615C8 5.725 8.725 5 9.615 5h9.77C20.275 5 21 5.725 21 6.615V23z\" fill-rule=\"evenodd\"></path></svg></span></span><span class=\"button-activeState\"><span class=\"svgIcon svgIcon--bookmarkFilled svgIcon--29px u-marginRight4\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M19.385 4h-9.77A2.623 2.623 0 0 0 7 6.615V23.01a1.022 1.022 0 0 0 1.595.847l5.905-4.004 5.905 4.004A1.022 1.022 0 0 0 22 23.011V6.62A2.625 2.625 0 0 0 19.385 4z\" fill-rule=\"evenodd\"></path></svg></span></span></button><button aria-label=\"More actions\" class=\"button button--large button--dark button--chromeless is-touchIconBlackPulse button--withIcon button--withSvgIcon js-moreActionsButton\" data-action=\"more-actions\" title=\"More actions\"><span class=\"svgIcon svgIcon--more svgIcon--25px\"><svg class=\"svgIcon-use\" height=\"25\" viewbox=\"-480.5 272.5 21 21\" width=\"25\"><path d=\"M-463 284.6c.9 0 1.6-.7 1.6-1.6s-.7-1.6-1.6-1.6-1.6.7-1.6 1.6.7 1.6 1.6 1.6zm0 .9c-1.4 0-2.5-1.1-2.5-2.5s1.1-2.5 2.5-2.5 2.5 1.1 2.5 2.5-1.1 2.5-2.5 2.5zm-7-.9c.9 0 1.6-.7 1.6-1.6s-.7-1.6-1.6-1.6-1.6.7-1.6 1.6.7 1.6 1.6 1.6zm0 .9c-1.4 0-2.5-1.1-2.5-2.5s1.1-2.5 2.5-2.5 2.5 1.1 2.5 2.5-1.1 2.5-2.5 2.5zm-7-.9c.9 0 1.6-.7 1.6-1.6s-.7-1.6-1.6-1.6-1.6.7-1.6 1.6.7 1.6 1.6 1.6zm0 .9c-1.4 0-2.5-1.1-2.5-2.5s1.1-2.5 2.5-2.5 2.5 1.1 2.5 2.5-1.1 2.5-2.5 2.5z\"></path></svg></span></button></div></div></div></div></div><div class=\"u-flexTop u-paddingVertical50 u-xs-flexColumn u-xs-textAlignCenter u-xs-paddingVertical30 uiScale uiScale-ui--regular uiScale-caption--regular\"><a class=\"link u-baseColor--link avatar u-xs-show u-marginAuto u-marginBottom20\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"313953c4a1f6\" data-user-id=\"313953c4a1f6\" dir=\"auto\" href=\"https://medium.com/@kavehakbarpoetry\"><img alt=\"Go to the profile of Kaveh Akbar\" class=\"avatar-image avatar-image--medium\" src=\"https://cdn-images-1.medium.com/fit/c/160/160/1*ZLj-rlTc4ngOdlLHJAoZ-A.jpeg\"/></a><a class=\"link u-baseColor--link avatar u-xs-hide\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"313953c4a1f6\" data-user-id=\"313953c4a1f6\" dir=\"auto\" href=\"https://medium.com/@kavehakbarpoetry\"><img alt=\"Go to the profile of Kaveh Akbar\" class=\"avatar-image avatar-image--larger\" src=\"https://cdn-images-1.medium.com/fit/c/300/300/1*ZLj-rlTc4ngOdlLHJAoZ-A.jpeg\"/></a><div class=\"u-marginLeft25 u-xs-marginAuto\"><span class=\"elevate-caps\">written by</span><a class=\"ds-link ds-link--stylePointer\" href=\"https://medium.com/@kavehakbarpoetry\"><h3 class=\"ui-h2 u-paddingTop4 u-marginBottom4\">Kaveh Akbar</h3></a><p class=\"ui-summary u-marginBottom16\">Kaveh Akbar is the author of Calling a Wolf a Wolf. He was born in Tehran, Iran, and teaches at Purdue University.</p><span class=\"followState js-followState\" data-user-id=\"313953c4a1f6\"><button class=\"button u-noUserSelect button--withChrome u-baseColor--buttonNormal button--withHover button--unblock js-unblockButton button--primary\" data-action=\"sign-up-prompt\" data-action-source=\"elevate-42e2d2ac86d\" data-redirect=\"https://medium.com/s/unrulybodies/the-body-broken-by-alcohol-42e2d2ac86d\" data-requires-token=\"true\" data-sign-in-action=\"toggle-block-user\"><span class=\"button-label button-defaultState\">Blocked</span><span class=\"button-label button-hoverState\">Unblock</span></button><button class=\"button button--dark u-noUserSelect button--withChrome u-baseColor--buttonDark button--follow js-followButton button--primary\" data-action=\"sign-up-prompt\" data-action-source=\"elevate_42e2d2ac86d-313953c4a1f6-------------------------follow_elevate\" data-redirect=\"https://medium.com/_/subscribe/user/313953c4a1f6\" data-requires-token=\"true\" data-sign-in-action=\"toggle-subscribe-user\"><span class=\"button-label button-defaultState js-buttonLabel\">Follow</span><span class=\"button-label button-activeState\">Following</span></button></span></div></div><div class=\"js-responsesToggleContainer\"></div></section><div class=\"js-responsesPlaceholderContainer u-maxWidth700 u-marginAuto u-paddingHorizontal20\"></div></div><div class=\"js-elevateBottomRecirc u-marginTop40 u-xs-marginTop0 u-backgroundGrayLightest\" data-post-id=\"42e2d2ac86d\"></div><footer class=\"uiScale uiScale-ui--regular uiScale-caption--regular uiScale-theme--brandBlack js-elevateFooter\"><div class=\"u-maxWidth1000 u-marginAuto u-paddingVertical50 u-paddingHorizontal20 u-borderBox u-xs-padding20\"><section class=\"u-flexTop u-justifyContentSpaceBetween u-xs-hide\"><aside class=\"u-maxWidth300 u-marginBottom20 u-marginRight16\"><div class=\"u-height110\"><h4 class=\"ui-h4\"><a class=\"ds-link ds-link--styleObvious\" href=\"https://medium.com/about?autoplay=1\">Discover Medium</a></h4><p class=\"ui-caption\">Welcome to a place where words matter. On Medium, smart voices and original ideas take center stage — with no ads in sight. <a class=\"ds-link ds-link--styleObvious ui-caption\" href=\"https://medium.com/about?autoplay=1\">Watch</a></p></div></aside><aside class=\"u-maxWidth300 u-marginBottom20 u-marginRight16\"><div class=\"u-height110\"><h4 class=\"ui-h4\"><a class=\"ds-link ds-link--styleObvious\" href=\"https://medium.com/topics\">Make Medium yours</a></h4><p class=\"ui-caption\">Follow all the topics you care about, and we’ll deliver the best stories for you to your homepage and inbox. <a class=\"ds-link ds-link--styleObvious ui-caption\" href=\"https://medium.com/topics\">Explore</a></p></div></aside><aside class=\"u-maxWidth300 u-marginBottom20\"><div class=\"u-height110\"><h4 class=\"ui-h4\"><a class=\"ds-link ds-link--styleObvious js-upgradeMembershipAction\" data-post-id=\"42e2d2ac86d\" href=\"https://medium.com/membership?source=upgrade_membership---post_recirc--42e2d2ac86d\">Become a member</a></h4><p class=\"ui-caption\">Get unlimited access to the best stories on Medium — and support writers while you’re at it. Just $5/month. <a class=\"ds-link ds-link--styleObvious ui-caption js-upgradeMembershipAction\" data-post-id=\"42e2d2ac86d\" href=\"https://medium.com/membership?source=upgrade_membership---post_recirc--42e2d2ac86d\">Upgrade</a></p></div></aside></section><section class=\"u-flexCenter u-justifyContentSpaceBetween u-paddingTop40 u-borderTop1 u-borderColorTransparentWhiteLighter u-xs-border0 u-xs-paddingVertical0\"><a data-log-event=\"home\" href=\"https://medium.com/\"><span class=\"svgIcon svgIcon--logoWordmark svgIcon--112x22px u-xs-hide u-textColorWhite\"><svg class=\"svgIcon-use\" height=\"22\" viewbox=\"0 0 111.5 22\" width=\"112\"><path d=\"M56.3 19.5c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5V19c-.7 1.8-2.4 3-4.3 3-3.3 0-5.8-2.6-5.8-7.5 0-4.5 2.6-7.6 6.3-7.6 1.6-.1 3.1.8 3.8 2.4V3.2c0-.3-.1-.6-.3-.7l-1.4-1.4V1l6.5-.8v19.3zm-4.8-.8V9.5c-.5-.6-1.2-.9-1.9-.9-1.6 0-3.1 1.4-3.1 5.7 0 4 1.3 5.4 3 5.4.8.1 1.6-.3 2-1zm9.1 3.1V9.4c0-.3-.1-.6-.3-.7l-1.4-1.5v-.1h6.5v12.5c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5zm-.2-19.2C60.4 1.2 61.5 0 63 0c1.4 0 2.6 1.2 2.6 2.6S64.4 5.3 63 5.3c-1.5 0-2.6-1.2-2.6-2.7zm22.5 16.9c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5v-3.2c-.6 2-2.4 3.4-4.5 3.4-2.9 0-4.4-2.1-4.4-6.2 0-1.9 0-4.1.1-6.5 0-.3-.1-.5-.3-.7L67.7 7v.1H74v8c0 2.6.4 4.4 2 4.4.9-.1 1.7-.6 2.1-1.3V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v12.4zm22 2.3c0-.5.1-6.5.1-7.9 0-2.6-.4-4.5-2.2-4.5-.9 0-1.8.5-2.3 1.3.2.8.3 1.7.3 2.5 0 1.8-.1 4.2-.1 6.5 0 .3.1.5.3.7l1.5 1.4v.1H96c0-.4.1-6.5.1-7.9 0-2.7-.4-4.5-2.2-4.5-.9 0-1.7.5-2.2 1.3v9c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v3.1c.6-2.1 2.5-3.5 4.6-3.4 2.2 0 3.6 1.2 4.2 3.5.7-2.1 2.7-3.6 4.9-3.5 2.9 0 4.5 2.2 4.5 6.2 0 1.9-.1 4.2-.1 6.5-.1.3.1.6.3.7l1.4 1.4v.1h-6.6zm-81.4-2l1.9 1.9v.1h-9.8v-.1l2-1.9c.2-.2.3-.4.3-.7V7.3c0-.5 0-1.2.1-1.8L11.4 22h-.1L4.5 6.8c-.1-.4-.2-.4-.3-.6v10c-.1.7 0 1.3.3 1.9l2.7 3.6v.1H0v-.1L2.7 18c.3-.6.4-1.3.3-1.9v-11c0-.5-.1-1.1-.5-1.5L.7 1.1V1h7l5.8 12.9L18.6 1h6.8v.1l-1.9 2.2c-.2.2-.3.5-.3.7v15.2c0 .2.1.5.3.6zm7.6-5.9c0 3.8 1.9 5.3 4.2 5.3 1.9.1 3.6-1 4.4-2.7h.1c-.8 3.7-3.1 5.5-6.5 5.5-3.7 0-7.2-2.2-7.2-7.4 0-5.5 3.5-7.6 7.3-7.6 3.1 0 6.4 1.5 6.4 6.2v.8h-8.7zm0-.8h4.3v-.8c0-3.9-.8-4.9-2-4.9-1.4.1-2.3 1.6-2.3 5.7z\"></path></svg></span><span class=\"svgIcon svgIcon--logoWordmark svgIcon--122x45px u-xs-show u-textColorWhite\"><svg class=\"svgIcon-use\" height=\"45\" width=\"122\"><path d=\"M61.6 31.806c0 .412 0 .505.28.758l1.574 1.537v.065h-6.979v-2.95a4.852 4.852 0 0 1-4.627 3.203c-3.588 0-6.192-2.81-6.192-7.981 0-4.843 2.81-8.075 6.754-8.075a4.122 4.122 0 0 1 4.056 2.51v-6.51a.806.806 0 0 0-.319-.787l-1.499-1.443v-.065l6.951-.815v20.553zm-5.125-.937v-9.714a2.614 2.614 0 0 0-2.08-.975c-1.695 0-3.334 1.537-3.334 6.099 0 4.271 1.414 5.78 3.175 5.78a2.81 2.81 0 0 0 2.24-1.19zm9.752 3.297V21.051a.88.88 0 0 0-.281-.786L64.4 18.672v-.065h6.98v13.302c0 .412 0 .505.28.758l1.536 1.443v.066l-6.97-.01zm-.253-20.356a2.81 2.81 0 1 1 5.62 0 2.81 2.81 0 0 1-5.62 0zm24.234 17.967c0 .413 0 .534.281.787l1.574 1.537v.065h-7.017v-3.363a5.077 5.077 0 0 1-4.805 3.616c-3.11 0-4.778-2.267-4.778-6.557 0-2.07 0-4.337.066-6.885a.796.796 0 0 0-.281-.76l-1.546-1.545v-.065h6.923v8.552c0 2.81.412 4.684 2.173 4.684a2.81 2.81 0 0 0 2.267-1.415v-9.367a.88.88 0 0 0-.28-.787l-1.556-1.602v-.065h6.979v13.17zm23.756 2.39c0-.507.094-6.952.094-8.432 0-2.81-.44-4.75-2.417-4.75a3.138 3.138 0 0 0-2.482 1.35c.198.876.292 1.772.28 2.67 0 1.948-.065 4.43-.093 6.913a.796.796 0 0 0 .281.759l1.574 1.442v.066h-7.045c0-.468.094-6.95.094-8.431 0-2.857-.44-4.75-2.389-4.75a2.81 2.81 0 0 0-2.323 1.387v9.555c0 .412 0 .506.281.759l1.537 1.442v.066h-6.97V21.098a.88.88 0 0 0-.281-.787l-1.546-1.639v-.065h6.98v3.334a5.002 5.002 0 0 1 5.002-3.587c2.323 0 3.896 1.292 4.562 3.747a5.433 5.433 0 0 1 5.245-3.747c3.11 0 4.872 2.295 4.872 6.632 0 2.07-.066 4.43-.094 6.913a.75.75 0 0 0 .318.759l1.537 1.443v.065h-7.017zm-87.671-2.043l2.07 1.977v.065H17.862v-.065l2.107-1.977a.796.796 0 0 0 .281-.759V18.728c0-.534 0-1.255.094-1.873l-7.082 17.564h-.084L5.843 18.26c-.16-.402-.206-.43-.31-.702v10.595c-.087.71.034 1.429.348 2.07l2.95 3.879v.065H1v-.065l2.95-3.888a3.69 3.69 0 0 0 .347-2.06v-11.71a2.267 2.267 0 0 0-.487-1.602l-2.089-2.708v-.065h7.494l6.277 13.686 5.527-13.686h7.335v.065l-2.061 2.296a.806.806 0 0 0-.319.786v16.15a.75.75 0 0 0 .319.759zm8.215-6.332v.065c0 4.01 2.07 5.62 4.497 5.62a5.105 5.105 0 0 0 4.777-2.894h.066c-.844 3.963-3.298 5.836-6.97 5.836-3.962 0-7.7-2.389-7.7-7.925 0-5.817 3.747-8.14 7.887-8.14 3.335 0 6.886 1.573 6.886 6.632v.806h-9.443zm0-.806h4.618v-.815c0-4.122-.852-5.218-2.136-5.218-1.555 0-2.5 1.64-2.5 6.033h.018z\"></path></svg></span><span class=\"u-textScreenReader\">Homepage</span></a><div class=\"u-width200 u-flexTop u-justifyContentSpaceBetween u-xs-width140\"><span class=\"ui-caption\"><a aria-label=\"More about Medium\" class=\"ds-link ds-link--stylePointer\" href=\"https://about.medium.com\" title=\"More about Medium\">About</a></span><span class=\"ui-caption\"><a aria-label=\"Visit Medium’s help center\" class=\"ds-link ds-link--stylePointer\" href=\"https://help.medium.com\" title=\"Visit Medium’s help center\">Help</a></span><span class=\"ui-caption\"><a aria-label=\"Read Medium’s terms of service\" class=\"ds-link ds-link--stylePointer\" href=\"//medium.com/policy/9db0094a1e0f\" title=\"Read Medium’s terms of service\">Legal</a></span></div></section></div></footer></div></div></div><div class=\"loadingBar\"></div><script>// <![CDATA[\nwindow[\"obvInit\"] = function (opt_embedded) {window[\"obvInit\"][\"embedded\"] = opt_embedded; window[\"obvInit\"][\"ready\"] = true;}\n// ]]></script><script>// <![CDATA[\nvar GLOBALS = {\"audioUrl\":\"https://d1fcbxp97j4nb2.cloudfront.net\",\"baseUrl\":\"https://medium.com\",\"buildLabel\":\"37088-115f23c\",\"currentUser\":{\"userId\":\"lo_ESomm79ELMX9\",\"isVerified\":false,\"subscriberEmail\":\"\",\"hasPastMemberships\":false,\"isEnrolledInHightower\":false,\"isEligibleForHightower\":false,\"hightowerLastLockedAt\":0,\"isWriterProgramEnrolled\":false,\"isWriterProgramInvited\":false,\"isWriterProgramOptedOut\":false,\"writerProgramVersion\":0,\"writerProgramEnrolledAt\":0,\"friendLinkOnboarding\":0,\"hasAdditionalUnlocks\":false,\"hasApiAccess\":false,\"isQuarantined\":false,\"writerProgramDistributionSettingOptedIn\":false},\"currentUserHasUnverifiedEmail\":false,\"isAuthenticated\":false,\"isCurrentUserVerified\":false,\"miroUrl\":\"https://cdn-images-1.medium.com\",\"moduleUrls\":{\"base\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-base.bundle.IbkHvfLQzCD_wSB0aORB_Q.js\",\"common-async\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-common-async.bundle.htWnIUvdXGDiHIvvp2N7dw.js\",\"hightower\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-hightower.bundle.aT2OFc8Ccsu1VzDz-c0s8g.js\",\"home-screens\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-home-screens.bundle.U3bY-35_vFokhgpKDpmBVw.js\",\"misc-screens\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-misc-screens.bundle.ksRllN8YzkymFaj-CrvFLA.js\",\"notes\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-notes.bundle.3Lawe7ZU5a9e9z9jB-Uc9Q.js\",\"payments\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-payments.bundle.J5j1KGPzOC52detbkGRWYQ.js\",\"posters\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-posters.bundle.ph-GLSdgsAfDWIPCMPgLLg.js\",\"power-readers\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-power-readers.bundle.Ns-aXsnqdGPXVOPt0_AnsQ.js\",\"pubs\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-pubs.bundle.nHBfyugbb6I1JWtdPO600w.js\",\"stats\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-stats.bundle.7nKgIEvisRK11udIOQk93g.js\"},\"previewConfig\":{\"weightThreshold\":1,\"weightImageParagraph\":0.51,\"weightIframeParagraph\":0.8,\"weightTextParagraph\":0.08,\"weightEmptyParagraph\":0,\"weightP\":0.003,\"weightH\":0.005,\"weightBq\":0.003,\"minPTextLength\":60,\"truncateBoundaryChars\":20,\"detectTitle\":true,\"detectTitleLevThreshold\":0.15},\"productName\":\"Medium\",\"supportsEdit\":true,\"termsUrl\":\"//medium.com/policy/9db0094a1e0f\",\"textshotHost\":\"textshot.medium.com\",\"transactionId\":\"1554316442626:134563e682da\",\"useragent\":{\"browser\":\"chrome\",\"family\":\"chrome\",\"os\":\"windows\",\"version\":63,\"supportsDesktopEdit\":true,\"supportsInteract\":true,\"supportsView\":true,\"isMobile\":false,\"isTablet\":false,\"isNative\":false,\"supportsFileAPI\":true,\"isTier1\":true,\"clientVersion\":\"\",\"unknownParagraphsBad\":false,\"clientChannel\":\"\",\"supportsRealScrollEvents\":true,\"supportsVhUnits\":true,\"ruinsViewportSections\":false,\"supportsHtml5Video\":true,\"supportsMagicUnderlines\":true,\"isWebView\":false,\"isFacebookWebView\":false,\"supportsProgressiveMedia\":true,\"supportsPromotedPosts\":true,\"isBot\":false,\"isNativeIphone\":false,\"supportsCssVariables\":true,\"supportsVideoSections\":true,\"emojiSupportLevel\":1,\"isSearchBot\":false,\"isSyndicationBot\":false,\"isNativeAndroid\":false,\"supportsScrollableMetabar\":true},\"variants\":{\"allow_access\":true,\"allow_signup\":true,\"allow_test_auth\":\"disallow\",\"signin_services\":\"twitter,facebook,google,email,google-fastidv,google-one-tap\",\"signup_services\":\"twitter,facebook,google,email,google-fastidv,google-one-tap\",\"google_sign_in_android\":true,\"reengagement_notification_duration\":3,\"browsable_stream_config_bucket\":\"curated-topics\",\"enable_dedicated_series_tab_api_ios\":true,\"enable_post_import\":true,\"available_monthly_plan\":\"60e220181034\",\"available_annual_plan\":\"2c754bcc2995\",\"disable_ios_resume_reading_toast\":true,\"is_not_medium_subscriber\":true,\"glyph_font_set\":\"m2\",\"enable_branding\":true,\"enable_branding_fonts\":true,\"max_premium_content_per_user_under_metering\":3,\"enable_automated_mission_control_triggers\":true,\"enable_lite_profile\":true,\"enable_marketing_emails\":true,\"enable_topic_lifecycle_email\":true,\"enable_parsely\":true,\"enable_branch_io\":true,\"enable_ios_post_stats\":true,\"enable_lite_topics\":true,\"enable_lite_stories\":true,\"redis_read_write_splitting\":true,\"enable_tipalti_onboarding\":true,\"enable_annual_renewal_reminder_email\":true,\"enable_janky_spam_rules\":\"users,posts\",\"enable_new_collaborative_filtering_data\":true,\"android_rating_prompt_stories_read_threshold\":2,\"enable_smart_meter_with_incentive\":true,\"stripe_v3\":true,\"enable_google_one_tap\":true,\"enable_email_sign_in_captcha\":true,\"enable_rito_sequence_post_recirc_query\":true,\"editorial_push_notifications\":true,\"enable_primary_topic_for_mobile\":true,\"enable_rito_sequence_post_handler\":true,\"enable_interest_graph_with_signup_post\":true,\"enable_todays_highlights_ios\":true,\"enable_improved_stats_curation_status\":true,\"enable_story_onboarding\":true,\"enable_logged_out_homepage_signup\":true,\"enable_email_signup_smartmeter\":true,\"use_new_admin_topic_backend\":true,\"enable_full_name_screen_refresh\":true,\"enable_quarantine_rules\":true,\"enable_lite_privacy_banner\":true,\"enable_digest_inbox_education_promo\":true,\"posts_sharing_tags_without_hopper\":true},\"xsrfToken\":\"\",\"iosAppId\":\"828256236\",\"supportEmail\":\"yourfriends@medium.com\",\"fp\":{\"/icons/monogram-mask.svg\":\"https://cdn-static-1.medium.com/_/fp/icons/monogram-mask.KPLCSFEZviQN0jQ7veN2RQ.svg\",\"/icons/favicon-dev-editor.ico\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-dev-editor.YKKRxBO8EMvIqhyCwIiJeQ.ico\",\"/icons/favicon-hatch-editor.ico\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-hatch-editor.BuEyHIqlyh2s_XEk4Rl32Q.ico\",\"/icons/favicon-medium-editor.ico\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-medium-editor.PiakrZWB7Yb80quUVQWM6g.ico\"},\"authBaseUrl\":\"https://medium.com\",\"imageUploadSizeMb\":25,\"isAuthDomainRequest\":true,\"algoliaApiEndpoint\":\"https://MQ57UUUQZ2-dsn.algolia.net\",\"algoliaAppId\":\"MQ57UUUQZ2\",\"algoliaSearchOnlyApiKey\":\"394474ced050e3911ae2249ecc774921\",\"iosAppStoreUrl\":\"https://itunes.apple.com/app/medium-everyones-stories/id828256236?pt=698524&mt=8\",\"iosAppLinkBaseUrl\":\"medium:\",\"algoliaIndexPrefix\":\"medium_\",\"androidPlayStoreUrl\":\"https://play.google.com/store/apps/details?id=com.medium.reader\",\"googleClientId\":\"216296035834-k1k6qe060s2tp2a2jam4ljdcms00sttg.apps.googleusercontent.com\",\"androidPackage\":\"com.medium.reader\",\"androidPlayStoreMarketScheme\":\"market://details?id=com.medium.reader\",\"googleAuthUri\":\"https://accounts.google.com/o/oauth2/auth\",\"androidScheme\":\"medium\",\"layoutData\":{\"useDynamicScripts\":false,\"googleAnalyticsTrackingCode\":\"UA-24232453-2\",\"jsShivUrl\":\"https://cdn-static-1.medium.com/_/fp/js/shiv.RI2ePTZ5gFmMgLzG5bEVAA.js\",\"useDynamicCss\":false,\"faviconUrl\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-rebrand-medium.3Y6xpZ-0FSdWDnPM3hSBIA.ico\",\"faviconImageId\":\"1*8I-HPL0bfoIzGied-dzOvA.png\",\"fontSets\":[{\"id\":8,\"url\":\"https://glyph.medium.com/css/e/sr/latin/e/ssr/latin/e/ssb/latin/m2.css\"},{\"id\":11,\"url\":\"https://glyph.medium.com/css/m2.css\"},{\"id\":9,\"url\":\"https://glyph.medium.com/css/mkt.css\"}],\"editorFaviconUrl\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-rebrand-medium-editor.3Y6xpZ-0FSdWDnPM3hSBIA.ico\",\"glyphUrl\":\"https://glyph.medium.com\"},\"authBaseUrlRev\":\"moc.muidem//:sptth\",\"isDnt\":false,\"stripePublishableKey\":\"pk_live_7FReX44VnNIInZwrIIx6ghjl\",\"archiveUploadSizeMb\":100,\"paymentData\":{\"currencies\":{\"1\":{\"label\":\"US Dollar\",\"external\":\"usd\"}},\"countries\":{\"1\":{\"label\":\"United States of America\",\"external\":\"US\"}},\"accountTypes\":{\"1\":{\"label\":\"Individual\",\"external\":\"individual\"},\"2\":{\"label\":\"Company\",\"external\":\"company\"}}},\"previewConfig2\":{\"weightThreshold\":1,\"weightImageParagraph\":0.05,\"raiseImage\":true,\"enforceHeaderHierarchy\":true,\"isImageInsetRight\":true},\"isAmp\":false,\"iosScheme\":\"medium\",\"isSwBoot\":false,\"lightstep\":{\"accessToken\":\"ce5be895bef60919541332990ac9fef2\",\"carrier\":\"{\\\"ot-tracer-spanid\\\":\\\"620d031735a9070b\\\",\\\"ot-tracer-traceid\\\":\\\"23f0963f54c911c9\\\",\\\"ot-tracer-sampled\\\":\\\"true\\\"}\",\"host\":\"collector-medium.lightstep.com\"},\"facebook\":{\"key\":\"542599432471018\",\"namespace\":\"medium-com\",\"scope\":{\"default\":[\"public_profile\",\"email\"],\"connect\":[\"public_profile\",\"email\"],\"login\":[\"public_profile\",\"email\"],\"share\":[\"public_profile\",\"email\"]}},\"editorsPicksTopicId\":\"3985d2a191c5\",\"popularOnMediumTopicId\":\"9d34e48ecf94\",\"memberContentTopicId\":\"13d7efd82fb2\",\"audioContentTopicId\":\"3792abbd134\",\"brandedSequenceId\":\"7d337ddf1941\",\"isDoNotAuth\":false,\"goldfinchUrl\":\"https://goldfinch.medium.com\",\"buggle\":{\"url\":\"https://buggle.medium.com\",\"videoUrl\":\"https://cdn-videos-1.medium.com\",\"audioUrl\":\"https://cdn-audio-1.medium.com\"},\"referrerType\":5,\"isMeteredOut\":false,\"meterConfig\":{\"maxUnlockCount\":3,\"windowLength\":\"MONTHLY\"},\"partnerProgramEmail\":\"partnerprogram@medium.com\",\"userResearchPrompts\":[{\"promptId\":\"lo_post_page_4\",\"type\":0,\"url\":\"www.calendly.com\"},{\"promptId\":\"lo_home_page\",\"type\":1,\"url\":\"www.calendly.com\"},{\"promptId\":\"lo_profile_page\",\"type\":2,\"url\":\"www.calendly.com\"}],\"recaptchaKey\":\"6LdAokEUAAAAAC7seICd4vtC8chDb3jIXDQulyUJ\",\"signinWallCustomDomainCollectionIds\":[\"3a8144eabfe3\",\"336d898217ee\",\"61061eb0c96b\",\"138adf9c44c\",\"819cc2aaeee0\"],\"countryCode\":\"\",\"bypassMeter\":false,\"branchKey\":\"key_live_ofxXr2qTrrU9NqURK8ZwEhknBxiI6KBm\",\"paypal\":{\"clientMode\":\"production\",\"oneYearGift\":{\"name\":\"Medium Membership (1 Year, Digital Gift Code)\",\"description\":\"Unlimited access to the best and brightest stories on Medium. Gift codes can be redeemed at medium.com/redeem.\",\"price\":\"50.00\",\"currency\":\"USD\",\"sku\":\"membership-gift-1-yr\"}},\"collectionConfig\":{\"mediumOwnedAndOperatedCollectionIds\":[\"544c7006046e // Human Parts\",\"bcc38c8f6edf // Matter\",\"444d13b52878 // OneZero\"]}}\n// ]]></script><script async=\"\" charset=\"UTF-8\" src=\"https://cdn-static-1.medium.com/_/fp/gen-js/main-base.bundle.IbkHvfLQzCD_wSB0aORB_Q.js\"></script><script>// <![CDATA[\nwindow[\"obvInit\"]({\"references\":{\"User\":{\"313953c4a1f6\":{\"userId\":\"313953c4a1f6\",\"name\":\"Kaveh Akbar\",\"username\":\"kavehakbarpoetry\",\"createdAt\":1522469081112,\"imageId\":\"1*ZLj-rlTc4ngOdlLHJAoZ-A.jpeg\",\"backgroundImageId\":\"\",\"bio\":\"Kaveh Akbar is the author of Calling a Wolf a Wolf. He was born in Tehran, Iran, and teaches at Purdue University.\",\"twitterScreenName\":\"KavehAkbar\",\"socialStats\":{\"userId\":\"313953c4a1f6\",\"usersFollowedCount\":177,\"usersFollowedByCount\":4545,\"type\":\"SocialStats\"},\"social\":{\"userId\":\"lo_ESomm79ELMX9\",\"targetUserId\":\"313953c4a1f6\",\"type\":\"Social\"},\"facebookAccountId\":\"\",\"allowNotes\":1,\"mediumMemberAt\":0,\"isNsfw\":false,\"isWriterProgramEnrolled\":true,\"isQuarantined\":false,\"type\":\"User\"}}},\"shareKey\":null,\"sequence\":{\"sequenceId\":\"b2001ef5515\",\"slug\":\"unrulybodies\",\"createdAt\":1522182786353,\"coverImage\":{\"id\":\"1*3KGxD9NSJffR5t0-LolJMQ@2x.jpeg\",\"originalWidth\":1038,\"originalHeight\":1375},\"title\":\"Unruly Bodies\",\"subtitle\":\"A collection of essays exploring our ever-changing relationship with our bodies - the emotional, the psychological, the cultural, and the scientific.\",\"description\":\"Created by best-selling author Roxane Gay and Medium, Unruly Bodies is a month-long magazine exploring our ever-changing relationship with our bodies - the emotional, the psychological, the cultural, and the scientific. Gay has brought together 25 writers to expand upon the conversation she started in her memoir \\\"Hunger,\\\" releasing a batch of new features and essays every Tuesday this April.\",\"color\":\"#FF2A38C3\",\"palette\":{\"defaultBackgroundSpectrum\":{\"colorPoints\":[{\"color\":\"#FF5E7DFF\",\"point\":0},{\"color\":\"#FF5975EA\",\"point\":0.1},{\"color\":\"#FF536DD3\",\"point\":0.2},{\"color\":\"#FF4D64BE\",\"point\":0.3},{\"color\":\"#FF475BA8\",\"point\":0.4},{\"color\":\"#FF405293\",\"point\":0.5},{\"color\":\"#FF39487E\",\"point\":0.6},{\"color\":\"#FF313D69\",\"point\":0.7},{\"color\":\"#FF283255\",\"point\":0.8},{\"color\":\"#FF1F2740\",\"point\":0.9},{\"color\":\"#FF141A2B\",\"point\":1}],\"backgroundColor\":\"#FFFFFFFF\"},\"highlightSpectrum\":{\"colorPoints\":[{\"color\":\"#FFEAF2FF\",\"point\":0},{\"color\":\"#FFE6F1FF\",\"point\":0.1},{\"color\":\"#FFE2EFFF\",\"point\":0.2},{\"color\":\"#FFDEEDFF\",\"point\":0.3},{\"color\":\"#FFDAEBFF\",\"point\":0.4},{\"color\":\"#FFD5E9FF\",\"point\":0.5},{\"color\":\"#FFD1E7FF\",\"point\":0.6},{\"color\":\"#FFCDE5FF\",\"point\":0.7},{\"color\":\"#FFC9E2FF\",\"point\":0.8},{\"color\":\"#FFC4E0FF\",\"point\":0.9},{\"color\":\"#FFC0DEFF\",\"point\":1}],\"backgroundColor\":\"#FFFFFFFF\"}},\"visibility\":1,\"postLabelMode\":0,\"postIds\":[\"15fa352904cf\",\"f2e40c40cd75\",\"3b43cc05091c\",\"948302f95b5c\",\"42e2d2ac86d\",\"7d53f7f4e362\",\"f21c9642d49c\",\"949162b75685\",\"8666b31e2d37\",\"40e9876dc774\",\"ef84e00b0b64\",\"e9d9010a75e6\",\"489e1825599f\",\"f71e9ba90566\",\"295d89f2a9a0\",\"9b9a268c651a\",\"ebec17b93ffa\",\"80cdb7b6b7a1\",\"8ce32bddd698\",\"c2a28a08dd95\",\"ce3cbaa6903a\",\"38640c11f14b\",\"47a2a35be29f\",\"c92d6163de9b\",\"c6aea51091ab\",\"1be161cbe8e6\"],\"tabletImage\":{\"id\":\"1*41qs--4pKKwHANRwIOC9bw@2x.jpeg\",\"originalWidth\":3000,\"originalHeight\":1500},\"thumbnailImage\":{\"id\":\"1*FdsFwpZoqdqzCS5WizVp7g@2x.jpeg\",\"originalWidth\":300,\"originalHeight\":397},\"eyebrow\":\"ANTHOLOGY\",\"featuredUserTitle\":\"Editor\",\"featuredUserCustomBio\":\"Best-selling author of Bad Feminist, Difficult Women, and Hunger.\",\"hideIndex\":false,\"featuredUserId\":\"d5f6a126e0de\",\"updatedAt\":1524582330265,\"hideAuthorInPreviews\":false,\"type\":\"Sequence\"},\"post\":{\"id\":\"42e2d2ac86d\",\"versionId\":\"30c125ca1b08\",\"creatorId\":\"313953c4a1f6\",\"homeCollectionId\":\"\",\"title\":\"The Body Broken by Alcohol\",\"detectedLanguage\":\"en\",\"latestVersion\":\"30c125ca1b08\",\"latestPublishedVersion\":\"30c125ca1b08\",\"hasUnpublishedEdits\":false,\"latestRev\":517,\"createdAt\":1522705128149,\"updatedAt\":1535162620368,\"acceptedAt\":0,\"firstPublishedAt\":1523372461517,\"latestPublishedAt\":1523372461517,\"vote\":false,\"experimentalCss\":\"\",\"displayAuthor\":\"\",\"content\":{\"subtitle\":\"Iranian-American poet Kaveh Akbar on day-drinking, shattered bones, and overcoming addiction\",\"bodyModel\":{\"paragraphs\":[{\"name\":\"e0e3\",\"type\":1,\"text\":\"Reading The Iliad and The Odyssey, it’s easy to get the idea that Homer might have been a bit of a lush, based on how adoringly he writes about booze. Throughout both texts, he repeatedly describes the sea as being “wine-dark.” To a random swineherd, Odysseus says, “It is the wine that leads me on, the wild wine that sets the wisest man to sing at the top of his lungs, laugh like a fool.” Wine is poured onto the pyres of the war dead; it saves Odysseus from the Cyclops. Its presence is pervasive across the epics, the language around it romantic, idealized: “A man can fight all day if he is full fed with meat and wine; his heart beats high, and his strength will stay ’til he has routed all his foes.”\",\"markups\":[{\"type\":2,\"start\":8,\"end\":18},{\"type\":2,\"start\":22,\"end\":33}],\"hasDropCap\":true,\"dropCapImage\":{\"id\":\"1*p0vuKDyfCRchsnYX5bw0SA@2x.png\",\"originalWidth\":79,\"originalHeight\":98}},{\"name\":\"7c6d\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*EOKCkiPo3lTXs_pjN_NJlQ@2x.png\",\"originalWidth\":3200,\"originalHeight\":458}},{\"name\":\"0674\",\"type\":1,\"text\":\"In the summer of 2011, I was day-drinking alone in the swimming pool of a random apartment complex, lazing in the sun with a bag of Franzia Chillable Red floating next to me in the warm pool water. The filters were blubbing, clogged with stray leaves and drowning moths. I didn’t know anyone who lived in the complex, but the wooden pool gate was always unlocked and the area was never monitored. It was hot and humid, and from one of the balconies above the pool, someone was blasting a mix of the kind of ’90s hip-hop white undergraduates in the Midwest sing along to on slow summer days.\",\"markups\":[]},{\"name\":\"cd0f\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*xoHYqcsFJX1SgyHofTgbPA@2x.png\",\"originalWidth\":3200,\"originalHeight\":1638}},{\"name\":\"ccc2\",\"type\":1,\"text\":\"By early evening, having polished off my bag of wine throughout the afternoon, I climbed out of the pool, hopped onto my bicycle, and rode to the campus liquor store to re-up. I remember getting there with my shorts still dripping with pool water. I remember using the employees-only bathroom in the back of the store, a privilege reserved for beloved regulars. I took a lot of pride in that. I remember having a cigarette in front of the store with one of the employees. I remember walking out with a half-gallon of Old Crow bourbon, the cheapest variety they carried, sold in shatterproof plastic jugs.\",\"markups\":[]},{\"name\":\"3f2e\",\"type\":1,\"text\":\"As I biked back to the pool, the sun was setting. The night was thick with humidity and barbecue smoke, and there were fireflies everywhere. Fireflies are the most efficient lights in the world — because of a complex chemical reaction in special cells called photocytes, they can directly convert pure energy into pure light almost entirely without loss. For comparison, an incandescent lightbulb converts only about 10 percent of its energy into light, losing the other 90 percent as heat. As a boy, the first time I caught a firefly in my hands, I was shocked at how cold it felt, even as it lit up.\",\"markups\":[]},{\"name\":\"b3c4\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*6p9irUzVEa3_9oRvZ1SUTg@2x.png\",\"originalWidth\":3200,\"originalHeight\":1843}},{\"name\":\"c8e6\",\"type\":1,\"text\":\"I biked through the fireflies, holding the Old Crow with my right hand, steering with my left. I was listening to something on my iPod, but I can’t remember what. I planned to head back to the pool and welcome the nighttime revelers who usually showed up around eight or nine to play beer pong on the pool picnic bench and smoke bad weed and throw each other into the water. A block away from the pool, I was behind a blue car that suddenly, without signal, turned left. I hit my brakes quickly, but with my right hand still holding the bourbon, my front brakes slammed a second before my back brakes. I flew over my handlebars and bounced a couple times on the road. The whiskey, secure in its plastic bottle, bounced and settled right next to my head as the blue car continued its turn and drove off into the night.\",\"markups\":[]},{\"name\":\"d148\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*tIbSZjarWMdfFz27APpBJw@2x.png\",\"originalWidth\":3200,\"originalHeight\":458}},{\"name\":\"5265\",\"type\":1,\"text\":\"An excerpt from John Keats’ “Ode to a Nightingale”:\",\"markups\":[]},{\"name\":\"7389\",\"type\":6,\"text\":\"O for a beaker full of the warm South,\",\"markups\":[]},{\"name\":\"5b98\",\"type\":6,\"text\":\"Full of the true, the blushful Hippocrene,\",\"markups\":[]},{\"name\":\"7ff1\",\"type\":6,\"text\":\"With beaded bubbles winking at the brim,\",\"markups\":[]},{\"name\":\"bf0c\",\"type\":6,\"text\":\"And purple-stained mouth;\",\"markups\":[]},{\"name\":\"fa5e\",\"type\":6,\"text\":\"That I might drink, and leave the world unseen\",\"markups\":[]},{\"name\":\"6730\",\"type\":1,\"text\":\"As Christopher Ricks points out in his Keats and Embarrassment, the word “blushful” evokes both the color of wine and its effect on the drinker when consumed in excess. The more you drink, the more you become defined by the drink, the more you look like a drink and smell like a drink and behave like a drink. In a blackout, this effect reaches its apex — you leave your body completely, and the drink is finally left to move unaccompanied through the world.\",\"markups\":[{\"type\":2,\"start\":39,\"end\":62}]},{\"name\":\"3394\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*n0oEG0pSRe0lFFz6hf9pGA@2x.png\",\"originalWidth\":3200,\"originalHeight\":458}},{\"name\":\"62bf\",\"type\":1,\"text\":\"I didn’t black out. I didn’t think to look for the blue car’s license plate, nor do I think it would have done much good if I had. The car didn’t hit me, and I was drunk-biking. I braked wrong. My bike was in a heap behind me. I reached my arm out to make sure the Old Crow was okay. It was, though the plastic bottle was scuffed up and the watery brown bourbon was frothy at the top. I tried to stand up and immediately collapsed. I tried a second time and couldn’t even get my feet under me. Something was wrong, but I had no way of knowing what.\",\"markups\":[]},{\"name\":\"29e9\",\"type\":1,\"text\":\"In my memory, there wasn’t a great deal of pain, though of course alcohol dulled the sting in the moment, and time has dulled even that. The anesthetic effect of time is a powerful evolutionary adaptation. Mothers tend to rate their labor pain as having been far less severe five years after giving birth, compared with their responses after two months. The ability to recall intense physical pain with consistency or acuity would arrest us as a species — if we could summon exactly the memory of our leg crushed by a mammoth, or bitten by a saber-toothed tiger, we’d never leave our caves. Our lingering emotional memories, what we now call trauma, evolved to caution us against dangerous behaviors while protecting us from the reexperience of physical suffering.\",\"markups\":[{\"type\":3,\"start\":206,\"end\":226,\"href\":\"http://www.bbc.com/future/story/20150311-can-we-edit-out-painful-memories\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0}]},{\"name\":\"16f8\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*6gTjc2WKOKuhAbW4f92ksA@2x.png\",\"originalWidth\":3200,\"originalHeight\":2591}},{\"name\":\"8649\",\"type\":1,\"text\":\"I army-crawled over to the side of the road, dragging first my whiskey, then my bike, to the sidewalk. A couple cars drove around me as I did this, probably assuming I was drunk and goofing around, which was half-correct. Once on the sidewalk, I called a friend who lived nearby. “I got into an accident on my bike,” I told him. “Can you come pick me up? I have whiskey.” I was bleeding but not terribly. There were fireflies everywhere, blinking on and off in a code I couldn’t understand. My friend showed up quickly in his taupe Chevy Cavalier. He gently folded my bike, my whiskey, and me into his backseat.\",\"markups\":[]},{\"name\":\"7ed6\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*yjVYpf28cDW072VPIuhysA@2x.png\",\"originalWidth\":3200,\"originalHeight\":1260}},{\"name\":\"6eb9\",\"type\":1,\"text\":\"My friend drove me to my apartment, which we fondly called the Trash Castle. I lived on the third floor of the building and still couldn’t stand upright, which presented a problem. Somehow, I managed to hook onto my friend’s neck, and he carried me koala-style up three flights of stairs, finally laying me down in my bed. “You good?” he asked. “Yeah,” I replied. “I should be fine. But I still have all this booze.”\",\"markups\":[]},{\"name\":\"51dd\",\"type\":1,\"text\":\"It was more invitation than statement, and we both knew it. We got on our phones, and within an hour, there were 10 people drinking in my bedroom, passing around bottles and drugs. My inability to get out of the bed became the running joke of the night. Classic Kaveh. I can’t believe he saved the booze. People laughed as they took turns carrying me to the bathroom, and I laughed with them.\",\"markups\":[{\"type\":2,\"start\":254,\"end\":267},{\"type\":2,\"start\":269,\"end\":303}]},{\"name\":\"9ec3\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*8cSUIo_0QSb683mVpuf5rQ@2x.png\",\"originalWidth\":3200,\"originalHeight\":2713}},{\"name\":\"09d3\",\"type\":1,\"text\":\"When I woke up in the morning, my apartment was empty. The sunlight coming in the one window was blue somehow, and I thought that odd. I rolled to the edge of the bed, kicked around the pile of bottles and clothes on the floor, then collapsed into a heap. Whatever was wrong with me hadn’t improved with sleep. I took a pull from a nearly empty pint of vodka someone had left the night before and called a taxi to take me to the hospital.\",\"markups\":[]},{\"name\":\"df45\",\"type\":1,\"text\":\"The taxi driver had to come up the stairs and help me get from my bedroom to the back of her cab. She told me she was the mother of two children with brittle-bone disease. She told me I’d broken my hip, and she knew exactly how to hold me to help me down the stairs. I have been the beneficiary of many minor miracles in my days, but the arrival of this particular cab driver on this particular morning looms large among them.\",\"markups\":[]},{\"name\":\"e027\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*fiwkcvY06fCV9NidxgGZbw@2x.png\",\"originalWidth\":3200,\"originalHeight\":458}},{\"name\":\"309b\",\"type\":1,\"text\":\"In psychology, “distress tolerance” refers to an individual’s “capacity to withstand negative emotional and/or other aversive states (e.g. physical discomfort).” Alcoholics and addicts, whose lives are often spent lurching from one painful crisis to another, tend to display distress tolerances that are significantly higher than those of their sober peers.\",\"markups\":[{\"type\":3,\"start\":0,\"end\":13,\"href\":\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2891552/\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0}]},{\"name\":\"1d0a\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*ARi4VSidy7Qx9SjS6uM70Q@2x.png\",\"originalWidth\":3200,\"originalHeight\":458}},{\"name\":\"4863\",\"type\":1,\"text\":\"When I got to the hospital, the nurses performed a series of X-rays on me. While I waited for the results, I restlessly rolled around the exam room in my hospital wheelchair. I posted a stupid selfie on social media. When the doctor finally came in, he told me I’d shattered my pelvis and cracked a vertebra. He showed me an X-ray and pointed out all the cracks, which were wide enough for me to see without backlight. He said, “You didn’t tell us about your broken back.” I asked him what he meant. He’d left the exam room door open, and I watched the nurses walk by and peek in, looking concerned. He said, “You also have a two-month-old fracture in another vertebra. You didn’t tell us about that.” I had no idea how or when it happened. I still don’t. Out of embarrassment, I made up a lie about tripping down my stairs.\",\"markups\":[]},{\"name\":\"33b3\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*9pZcnjlKCTcHKDmQWo9mbw@2x.png\",\"originalWidth\":3200,\"originalHeight\":1264}},{\"name\":\"0f82\",\"type\":1,\"text\":\"I wish I could say that was the end, that I fell to the doctor’s feet, told him I was powerless over alcohol and begged for his help. I wish I could say I was even aware then that there was a problem. What actually happened: I spent a lonely, miserable bedridden month drinking box wine, eating painkillers, and binge-watching The Sopranos before moving onto crutches and returning to my daily trips to the pool. It took another couple years, another couple of bottoms before the intensity of my addiction sounded through the dense fog of my unknowing. Eventually, living alone in a freezing empty house, getting burgled regularly, with fewer and fewer people answering my calls, I managed to crawl myself toward help.\",\"markups\":[{\"type\":2,\"start\":327,\"end\":339}]},{\"name\":\"5d0e\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*tRGIizpsHqYKhPeGIZHVWQ@2x.png\",\"originalWidth\":3200,\"originalHeight\":1628}},{\"name\":\"bf65\",\"type\":1,\"text\":\"Now, sober for nearly a half-decade, I still notice every liquor store, every booze aisle, every cocktail at every party, though most days the pangs of desire to drink are easier to bear than they used to be. It’s still a profound strangeness to have to withhold alcohol from myself. I’ve moved back to the same city where the bicycle accident happened, and the ghosts of my past selves are everywhere. I ride my bike (a new one) down the same roads, past the same bars and apartment complexes that used to stand in for my life.\",\"markups\":[]},{\"name\":\"8748\",\"type\":1,\"text\":\"A couple months ago, I visited the old pool again. There were two muscley undergrad guys sunbathing poolside, cans of Keystone Light sweating on their towels. There were no fireflies this time, no music, and the air smelled only of suntan lotion and chlorine. I kicked my foot into the pool water and found it to be dirtier than I remembered, full of insects and leaves and mud. Wine-dark, Homer might’ve called it.\",\"markups\":[{\"type\":2,\"start\":379,\"end\":388}]},{\"name\":\"b89f\",\"type\":4,\"text\":\"Illustration by Michelle Mildenberg. Creative art direction by Anagraph.\",\"markups\":[{\"type\":3,\"start\":16,\"end\":35,\"href\":\"http://michellemildenberg.com/\",\"title\":\"\",\"rel\":\"nofollow noopener\",\"anchorType\":0},{\"type\":3,\"start\":63,\"end\":71,\"href\":\"https://www.anagraph.com/\",\"title\":\"\",\"rel\":\"noopener nofollow noopener noopener noopener noopener nofollow noopener\",\"anchorType\":0}],\"layout\":1,\"metadata\":{\"id\":\"1*KY6qI57tqj6iWVz4C7desw@2x.png\",\"originalWidth\":3200,\"originalHeight\":458}}],\"sections\":[{\"name\":\"41fa\",\"startIndex\":0}]},\"postDisplay\":{\"coverless\":true},\"metaDescription\":\"Reading The Iliad and The Odyssey, it’s easy to get the idea that Homer might have been a bit of a lush, based on how adoringly he writes about booze. Throughout both texts, he repeatedly describes…\"},\"virtuals\":{\"allowNotes\":true,\"previewImage\":{\"imageId\":\"1*xCsMhDb0h29BPBDWvCF9KA.png\",\"filter\":\"\",\"backgroundSize\":\"\",\"originalWidth\":3000,\"originalHeight\":1500,\"strategy\":\"resample\",\"height\":0,\"width\":0,\"focusPercentX\":54,\"focusPercentY\":58},\"wordCount\":1931,\"imageCount\":13,\"readingTime\":8.686792452830188,\"subtitle\":\"Iranian-American poet Kaveh Akbar on day-drinking, shattered bones, and overcoming addiction\",\"usersBySocialRecommends\":[],\"noIndex\":false,\"recommends\":1384,\"isBookmarked\":false,\"tags\":[{\"slug\":\"alcoholism\",\"name\":\"Alcoholism\",\"postCount\":3130,\"metadata\":{\"postCount\":3130,\"coverImage\":{\"id\":\"1*RPMTW-ILjfuv2_ivyG2v6A.jpeg\",\"originalWidth\":620,\"originalHeight\":330,\"isFeatured\":true}},\"type\":\"Tag\"},{\"slug\":\"sobriety\",\"name\":\"Sobriety\",\"postCount\":1590,\"metadata\":{\"postCount\":1590,\"coverImage\":{\"id\":\"0*OV4TiHdRFedFoEc2\",\"originalWidth\":4000,\"originalHeight\":6000,\"isFeatured\":true,\"unsplashPhotoId\":\"sd3mQXHf_kM\"}},\"type\":\"Tag\"},{\"slug\":\"self\",\"name\":\"Self\",\"postCount\":19718,\"metadata\":{\"postCount\":19718,\"coverImage\":{\"id\":\"1*7bkLMEixJ8jnTn4E2JJe5A.jpeg\",\"originalWidth\":6000,\"originalHeight\":3750,\"isFeatured\":true}},\"type\":\"Tag\"},{\"slug\":\"drinking\",\"name\":\"Drinking\",\"postCount\":3283,\"metadata\":{\"postCount\":3283,\"coverImage\":{\"id\":\"1*Pgh_ktS14mI5ZsaL2XI_Zg.jpeg\",\"originalWidth\":1346,\"originalHeight\":797,\"isFeatured\":true}},\"type\":\"Tag\"},{\"slug\":\"unruly-bodies\",\"name\":\"Unruly Bodies\",\"postCount\":42,\"metadata\":{\"postCount\":42,\"coverImage\":{\"id\":\"1*l0JEHFujEcJAHuupf_ZQCg.jpeg\",\"originalWidth\":4000,\"originalHeight\":2000,\"isFeatured\":true,\"focusPercentX\":50,\"focusPercentY\":48}},\"type\":\"Tag\"}],\"socialRecommendsCount\":0,\"responsesCreatedCount\":24,\"links\":{\"entries\":[{\"url\":\"https://www.anagraph.com/\",\"alts\":[],\"httpStatus\":200},{\"url\":\"http://michellemildenberg.com/\",\"alts\":[],\"httpStatus\":200},{\"url\":\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2891552/\",\"alts\":[],\"httpStatus\":200},{\"url\":\"http://www.bbc.com/future/story/20150311-can-we-edit-out-painful-memories\",\"alts\":[],\"httpStatus\":200}],\"version\":\"0.3\",\"generatedAt\":1523372463371},\"isLockedPreviewOnly\":false,\"takeoverId\":\"\",\"metaDescription\":\"Reading The Iliad and The Odyssey, it’s easy to get the idea that Homer might have been a bit of a lush, based on how adoringly he writes about booze. Throughout both texts, he repeatedly describes…\",\"totalClapCount\":11419,\"sectionCount\":1,\"readingList\":0,\"topics\":[{\"topicId\":\"1f79d9387f85\",\"slug\":\"culture\",\"createdAt\":1489425100775,\"deletedAt\":0,\"image\":{\"id\":\"1*TK5lkfLNtUgyo1_QM_orCw@2x.jpeg\",\"originalWidth\":4096,\"originalHeight\":2731},\"name\":\"Culture\",\"description\":\"High, low, and sideways.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"},{\"topicId\":\"aef1078a3ef5\",\"slug\":\"self\",\"createdAt\":1490119409800,\"deletedAt\":0,\"image\":{\"id\":\"1*zk42YBzvJ_du3aTeJrAeEQ@2x.jpeg\",\"originalWidth\":2976,\"originalHeight\":1984},\"name\":\"Self\",\"description\":\"Live better.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"},{\"topicId\":\"d61cf867d93f\",\"slug\":\"health\",\"createdAt\":1493930296516,\"deletedAt\":0,\"image\":{\"id\":\"1*sDLqtash5p_3dq8wlztLaQ@2x.jpeg\",\"originalWidth\":1997,\"originalHeight\":3000},\"name\":\"Health\",\"description\":\"Body talk.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"}]},\"coverless\":true,\"slug\":\"the-body-broken-by-alcohol\",\"translationSourcePostId\":\"\",\"translationSourceCreatorId\":\"\",\"isApprovedTranslation\":false,\"inResponseToPostId\":\"\",\"inResponseToRemovedAt\":0,\"isTitleSynthesized\":false,\"allowResponses\":true,\"importedUrl\":\"\",\"importedPublishedAt\":0,\"visibility\":2,\"uniqueSlug\":\"the-body-broken-by-alcohol-42e2d2ac86d\",\"previewContent\":{\"bodyModel\":{\"paragraphs\":[{\"name\":\"previewImage\",\"type\":4,\"text\":\"\",\"layout\":10,\"metadata\":{\"id\":\"1*xCsMhDb0h29BPBDWvCF9KA.png\",\"originalWidth\":3000,\"originalHeight\":1500,\"isFeatured\":true,\"focusPercentX\":54,\"focusPercentY\":58}},{\"name\":\"previewTitle\",\"type\":3,\"text\":\"The Body Broken by Alcohol\",\"alignment\":1},{\"name\":\"previewSubtitle\",\"type\":13,\"text\":\"Iranian-American poet Kaveh Akbar on day-drinking, shattered bones, and…\",\"alignment\":1}],\"sections\":[{\"startIndex\":0}]},\"isFullContent\":false,\"subtitle\":\"Iranian-American poet Kaveh Akbar on day-drinking, shattered bones, and overcoming addiction\"},\"license\":0,\"inResponseToMediaResourceId\":\"\",\"canonicalUrl\":\"\",\"approvedHomeCollectionId\":\"\",\"newsletterId\":\"\",\"webCanonicalUrl\":\"https://medium.com/s/unrulybodies/the-body-broken-by-alcohol-42e2d2ac86d\",\"mediumUrl\":\"\",\"migrationId\":\"\",\"notifyFollowers\":true,\"notifyTwitter\":false,\"notifyFacebook\":false,\"responseHiddenOnParentPostAt\":0,\"isSeries\":false,\"isSubscriptionLocked\":true,\"seriesLastAppendedAt\":0,\"audioVersionUrl\":\"https://cdn-audio-1.medium.com/b/6/1/b61b5ceb0491/m4a/96.m4a\",\"audioVersionDurationSec\":804,\"sequenceId\":\"b2001ef5515\",\"isNsfw\":false,\"isEligibleForRevenue\":false,\"isBlockedFromHightower\":false,\"deletedAt\":0,\"lockedPostSource\":2,\"hightowerMinimumGuaranteeStartsAt\":0,\"hightowerMinimumGuaranteeEndsAt\":0,\"featureLockRequestAcceptedAt\":0,\"mongerRequestType\":1,\"layerCake\":1,\"socialTitle\":\"\",\"socialDek\":\"\",\"editorialPreviewTitle\":\"\",\"editorialPreviewDek\":\"\",\"curationEligibleAt\":0,\"type\":\"Post\"},\"postLayout\":{\"html\":\"\\x3csection name=\\\"41fa\\\" class=\\\"section section--body section--first section--last\\\"\\x3e\\x3cdiv class=\\\"section-divider\\\"\\x3e\\x3chr class=\\\"section-divider\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"section-content\\\"\\x3e\\x3cdiv class=\\\"section-inner sectionLayout--insetColumn\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"section-inner sectionLayout--insetColumn\\\"\\x3e\\x3cp name=\\\"e0e3\\\" id=\\\"e0e3\\\" class=\\\"graf graf--p graf--hasDropCapModel graf--hasDropCap graf--hasDropCapImage graf--leading\\\"\\x3e\\x3cspan class=\\\"graf-dropCap\\\"\\x3e\\x3cspan class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"width: 39.5px; height: 49px;\\\"\\x3e\\x3cspan class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 124.10000000000001%;\\\"\\x3e\\x3c/span\\x3e\\x3cimg class=\\\"graf-dropCapImage\\\" data-image-id=\\\"1*p0vuKDyfCRchsnYX5bw0SA@2x.png\\\" data-width=\\\"79\\\" data-height=\\\"98\\\" src=\\\"https://cdn-images-1.medium.com/max/800/1*p0vuKDyfCRchsnYX5bw0SA@2x.png\\\"\\x3e\\x3c/span\\x3e\\x3cspan class=\\\"graf-dropCapText\\\"\\x3eR\\x3c/span\\x3e\\x3c/span\\x3eeading \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eThe Iliad \\x3c/em\\x3eand \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eThe Odyssey\\x3c/em\\x3e, it’s easy to get the idea that Homer might have been a bit of a lush, based on how adoringly he writes about booze. Throughout both texts, he repeatedly describes the sea as being “wine-dark.” To a random swineherd, Odysseus says, “It is the wine that leads me on, the wild wine that sets the wisest man to sing at the top of his lungs, laugh like a fool.” Wine is poured onto the pyres of the war dead; it saves Odysseus from the Cyclops. Its presence is pervasive across the epics, the language around it romantic, idealized: “A man can fight all day if he is full fed with meat and wine; his heart beats high, and his strength will stay ’til he has routed all his foes.”\\x3c/p\\x3e\\x3cfigure name=\\\"7c6d\\\" id=\\\"7c6d\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 100px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 14.299999999999999%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*EOKCkiPo3lTXs_pjN_NJlQ@2x.png\\\" data-width=\\\"3200\\\" data-height=\\\"458\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*EOKCkiPo3lTXs_pjN_NJlQ@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*EOKCkiPo3lTXs_pjN_NJlQ@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*EOKCkiPo3lTXs_pjN_NJlQ@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*EOKCkiPo3lTXs_pjN_NJlQ@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"0674\\\" id=\\\"0674\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eIn the summer of 2011, I was day-drinking alone in the swimming pool of a random apartment complex, lazing in the sun with a bag of Franzia Chillable Red floating next to me in the warm pool water. The filters were blubbing, clogged with stray leaves and drowning moths. I didn’t know anyone who lived in the complex, but the wooden pool gate was always unlocked and the area was never monitored. It was hot and humid, and from one of the balconies above the pool, someone was blasting a mix of the kind of ’90s hip-hop white undergraduates in the Midwest sing along to on slow summer days.\\x3c/p\\x3e\\x3cfigure name=\\\"cd0f\\\" id=\\\"cd0f\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 358px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 51.2%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*xoHYqcsFJX1SgyHofTgbPA@2x.png\\\" data-width=\\\"3200\\\" data-height=\\\"1638\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*xoHYqcsFJX1SgyHofTgbPA@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*xoHYqcsFJX1SgyHofTgbPA@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*xoHYqcsFJX1SgyHofTgbPA@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*xoHYqcsFJX1SgyHofTgbPA@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"ccc2\\\" id=\\\"ccc2\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eBy early evening, having polished off my bag of wine throughout the afternoon, I climbed out of the pool, hopped onto my bicycle, and rode to the campus liquor store to re-up. I remember getting there with my shorts still dripping with pool water. I remember using the employees-only bathroom in the back of the store, a privilege reserved for beloved regulars. I took a lot of pride in that. I remember having a cigarette in front of the store with one of the employees. I remember walking out with a half-gallon of Old Crow bourbon, the cheapest variety they carried, sold in shatterproof plastic jugs.\\x3c/p\\x3e\\x3cp name=\\\"3f2e\\\" id=\\\"3f2e\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eAs I biked back to the pool, the sun was setting. The night was thick with humidity and barbecue smoke, and there were fireflies everywhere. Fireflies are the most efficient lights in the world — because of a complex chemical reaction in special cells called photocytes, they can directly convert pure energy into pure light almost entirely without loss. For comparison, an incandescent lightbulb converts only about 10 percent of its energy into light, losing the other 90 percent as heat. As a boy, the first time I caught a firefly in my hands, I was shocked at how cold it felt, even as it lit up.\\x3c/p\\x3e\\x3cfigure name=\\\"b3c4\\\" id=\\\"b3c4\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 403px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 57.599999999999994%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*6p9irUzVEa3_9oRvZ1SUTg@2x.png\\\" data-width=\\\"3200\\\" data-height=\\\"1843\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*6p9irUzVEa3_9oRvZ1SUTg@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*6p9irUzVEa3_9oRvZ1SUTg@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*6p9irUzVEa3_9oRvZ1SUTg@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*6p9irUzVEa3_9oRvZ1SUTg@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"c8e6\\\" id=\\\"c8e6\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eI biked through the fireflies, holding the Old Crow with my right hand, steering with my left. I was listening to something on my iPod, but I can’t remember what. I planned to head back to the pool and welcome the nighttime revelers who usually showed up around eight or nine to play beer pong on the pool picnic bench and smoke bad weed and throw each other into the water. A block away from the pool, I was behind a blue car that suddenly, without signal, turned left. I hit my brakes quickly, but with my right hand still holding the bourbon, my front brakes slammed a second before my back brakes. I flew over my handlebars and bounced a couple times on the road. The whiskey, secure in its plastic bottle, bounced and settled right next to my head as the blue car continued its turn and drove off into the night.\\x3c/p\\x3e\\x3cfigure name=\\\"d148\\\" id=\\\"d148\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 100px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 14.299999999999999%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*tIbSZjarWMdfFz27APpBJw@2x.png\\\" data-width=\\\"3200\\\" data-height=\\\"458\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*tIbSZjarWMdfFz27APpBJw@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*tIbSZjarWMdfFz27APpBJw@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*tIbSZjarWMdfFz27APpBJw@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*tIbSZjarWMdfFz27APpBJw@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"5265\\\" id=\\\"5265\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eAn excerpt from John Keats’ “Ode to a Nightingale”:\\x3c/p\\x3e\\x3cblockquote name=\\\"7389\\\" id=\\\"7389\\\" class=\\\"graf graf--blockquote graf-after--p\\\"\\x3eO for a beaker full of the warm South,\\x3c/blockquote\\x3e\\x3cblockquote name=\\\"5b98\\\" id=\\\"5b98\\\" class=\\\"graf graf--blockquote graf-after--blockquote\\\"\\x3eFull of the true, the blushful Hippocrene,\\x3c/blockquote\\x3e\\x3cblockquote name=\\\"7ff1\\\" id=\\\"7ff1\\\" class=\\\"graf graf--blockquote graf-after--blockquote\\\"\\x3eWith beaded bubbles winking at the brim,\\x3c/blockquote\\x3e\\x3cblockquote name=\\\"bf0c\\\" id=\\\"bf0c\\\" class=\\\"graf graf--blockquote graf-after--blockquote\\\"\\x3eAnd purple-stained mouth;\\x3c/blockquote\\x3e\\x3cblockquote name=\\\"fa5e\\\" id=\\\"fa5e\\\" class=\\\"graf graf--blockquote graf-after--blockquote\\\"\\x3eThat I might drink, and leave the world unseen\\x3c/blockquote\\x3e\\x3cp name=\\\"6730\\\" id=\\\"6730\\\" class=\\\"graf graf--p graf-after--blockquote\\\"\\x3eAs Christopher Ricks points out in his \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eKeats and Embarrassment\\x3c/em\\x3e, the word “blushful” evokes both the color of wine and its effect on the drinker when consumed in excess. The more you drink, the more you become defined by the drink, the more you look like a drink and smell like a drink and behave like a drink. In a blackout, this effect reaches its apex — you leave your body completely, and the drink is finally left to move unaccompanied through the world.\\x3c/p\\x3e\\x3cfigure name=\\\"3394\\\" id=\\\"3394\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 100px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 14.299999999999999%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*n0oEG0pSRe0lFFz6hf9pGA@2x.png\\\" data-width=\\\"3200\\\" data-height=\\\"458\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*n0oEG0pSRe0lFFz6hf9pGA@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*n0oEG0pSRe0lFFz6hf9pGA@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*n0oEG0pSRe0lFFz6hf9pGA@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*n0oEG0pSRe0lFFz6hf9pGA@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"62bf\\\" id=\\\"62bf\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eI didn’t black out. I didn’t think to look for the blue car’s license plate, nor do I think it would have done much good if I had. The car didn’t hit me, and I was drunk-biking. I braked wrong. My bike was in a heap behind me. I reached my arm out to make sure the Old Crow was okay. It was, though the plastic bottle was scuffed up and the watery brown bourbon was frothy at the top. I tried to stand up and immediately collapsed. I tried a second time and couldn’t even get my feet under me. Something was wrong, but I had no way of knowing what.\\x3c/p\\x3e\\x3cp name=\\\"29e9\\\" id=\\\"29e9\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIn my memory, there wasn’t a great deal of pain, though of course alcohol dulled the sting in the moment, and time has dulled even that. The anesthetic effect of time is a powerful evolutionary adaptation. \\x3ca href=\\\"http://www.bbc.com/future/story/20150311-can-we-edit-out-painful-memories\\\" data-href=\\\"http://www.bbc.com/future/story/20150311-can-we-edit-out-painful-memories\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3eMothers tend to rate\\x3c/a\\x3e their labor pain as having been far less severe five years after giving birth, compared with their responses after two months. The ability to recall intense physical pain with consistency or acuity would arrest us as a species — if we could summon exactly the memory of our leg crushed by a mammoth, or bitten by a saber-toothed tiger, we’d never leave our caves. Our lingering emotional memories, what we now call trauma, evolved to caution us against dangerous behaviors while protecting us from the reexperience of physical suffering.\\x3c/p\\x3e\\x3cfigure name=\\\"16f8\\\" id=\\\"16f8\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 567px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 81%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*6gTjc2WKOKuhAbW4f92ksA@2x.png\\\" data-width=\\\"3200\\\" data-height=\\\"2591\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*6gTjc2WKOKuhAbW4f92ksA@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*6gTjc2WKOKuhAbW4f92ksA@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*6gTjc2WKOKuhAbW4f92ksA@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*6gTjc2WKOKuhAbW4f92ksA@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"8649\\\" id=\\\"8649\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eI army-crawled over to the side of the road, dragging first my whiskey, then my bike, to the sidewalk. A couple cars drove around me as I did this, probably assuming I was drunk and goofing around, which was half-correct. Once on the sidewalk, I called a friend who lived nearby. “I got into an accident on my bike,” I told him. “Can you come pick me up? I have whiskey.” I was bleeding but not terribly. There were fireflies everywhere, blinking on and off in a code I couldn’t understand. My friend showed up quickly in his taupe Chevy Cavalier. He gently folded my bike, my whiskey, and me into his backseat.\\x3c/p\\x3e\\x3cfigure name=\\\"7ed6\\\" id=\\\"7ed6\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 276px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 39.4%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*yjVYpf28cDW072VPIuhysA@2x.png\\\" data-width=\\\"3200\\\" data-height=\\\"1260\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*yjVYpf28cDW072VPIuhysA@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*yjVYpf28cDW072VPIuhysA@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*yjVYpf28cDW072VPIuhysA@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*yjVYpf28cDW072VPIuhysA@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"6eb9\\\" id=\\\"6eb9\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eMy friend drove me to my apartment, which we fondly called the Trash Castle. I lived on the third floor of the building and still couldn’t stand upright, which presented a problem. Somehow, I managed to hook onto my friend’s neck, and he carried me koala-style up three flights of stairs, finally laying me down in my bed. “You good?” he asked. “Yeah,” I replied. “I should be fine. But I still have all this booze.”\\x3c/p\\x3e\\x3cp name=\\\"51dd\\\" id=\\\"51dd\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIt was more invitation than statement, and we both knew it. We got on our phones, and within an hour, there were 10 people drinking in my bedroom, passing around bottles and drugs. My inability to get out of the bed became the running joke of the night. \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eClassic Kaveh\\x3c/em\\x3e. \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eI can’t believe he saved the booze\\x3c/em\\x3e. People laughed as they took turns carrying me to the bathroom, and I laughed with them.\\x3c/p\\x3e\\x3cfigure name=\\\"9ec3\\\" id=\\\"9ec3\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 593px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 84.8%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*8cSUIo_0QSb683mVpuf5rQ@2x.png\\\" data-width=\\\"3200\\\" data-height=\\\"2713\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*8cSUIo_0QSb683mVpuf5rQ@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*8cSUIo_0QSb683mVpuf5rQ@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*8cSUIo_0QSb683mVpuf5rQ@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*8cSUIo_0QSb683mVpuf5rQ@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"09d3\\\" id=\\\"09d3\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eWhen I woke up in the morning, my apartment was empty. The sunlight coming in the one window was blue somehow, and I thought that odd. I rolled to the edge of the bed, kicked around the pile of bottles and clothes on the floor, then collapsed into a heap. Whatever was wrong with me hadn’t improved with sleep. I took a pull from a nearly empty pint of vodka someone had left the night before and called a taxi to take me to the hospital.\\x3c/p\\x3e\\x3cp name=\\\"df45\\\" id=\\\"df45\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe taxi driver had to come up the stairs and help me get from my bedroom to the back of her cab. She told me she was the mother of two children with brittle-bone disease. She told me I’d broken my hip, and she knew exactly how to hold me to help me down the stairs. I have been the beneficiary of many minor miracles in my days, but the arrival of this particular cab driver on this particular morning looms large among them.\\x3c/p\\x3e\\x3cfigure name=\\\"e027\\\" id=\\\"e027\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 100px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 14.299999999999999%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*fiwkcvY06fCV9NidxgGZbw@2x.png\\\" data-width=\\\"3200\\\" data-height=\\\"458\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*fiwkcvY06fCV9NidxgGZbw@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*fiwkcvY06fCV9NidxgGZbw@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*fiwkcvY06fCV9NidxgGZbw@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*fiwkcvY06fCV9NidxgGZbw@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"309b\\\" id=\\\"309b\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3e\\x3ca href=\\\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2891552/\\\" data-href=\\\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2891552/\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3eIn psychology\\x3c/a\\x3e, “distress tolerance” refers to an individual’s “capacity to withstand negative emotional and/or other aversive states (e.g. physical discomfort).” Alcoholics and addicts, whose lives are often spent lurching from one painful crisis to another, tend to display distress tolerances that are significantly higher than those of their sober peers.\\x3c/p\\x3e\\x3cfigure name=\\\"1d0a\\\" id=\\\"1d0a\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 100px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 14.299999999999999%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*ARi4VSidy7Qx9SjS6uM70Q@2x.png\\\" data-width=\\\"3200\\\" data-height=\\\"458\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*ARi4VSidy7Qx9SjS6uM70Q@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*ARi4VSidy7Qx9SjS6uM70Q@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*ARi4VSidy7Qx9SjS6uM70Q@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*ARi4VSidy7Qx9SjS6uM70Q@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"4863\\\" id=\\\"4863\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eWhen I got to the hospital, the nurses performed a series of X-rays on me. While I waited for the results, I restlessly rolled around the exam room in my hospital wheelchair. I posted a stupid selfie on social media. When the doctor finally came in, he told me I’d shattered my pelvis and cracked a vertebra. He showed me an X-ray and pointed out all the cracks, which were wide enough for me to see without backlight. He said, “You didn’t tell us about your broken back.” I asked him what he meant. He’d left the exam room door open, and I watched the nurses walk by and peek in, looking concerned. He said, “You also have a two-month-old fracture in another vertebra. You didn’t tell us about that.” I had no idea how or when it happened. I still don’t. Out of embarrassment, I made up a lie about tripping down my stairs.\\x3c/p\\x3e\\x3cfigure name=\\\"33b3\\\" id=\\\"33b3\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 277px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 39.5%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*9pZcnjlKCTcHKDmQWo9mbw@2x.png\\\" data-width=\\\"3200\\\" data-height=\\\"1264\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*9pZcnjlKCTcHKDmQWo9mbw@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*9pZcnjlKCTcHKDmQWo9mbw@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*9pZcnjlKCTcHKDmQWo9mbw@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*9pZcnjlKCTcHKDmQWo9mbw@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"0f82\\\" id=\\\"0f82\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eI wish I could say that was the end, that I fell to the doctor’s feet, told him I was powerless over alcohol and begged for his help. I wish I could say I was even aware then that there was a problem. What actually happened: I spent a lonely, miserable bedridden month drinking box wine, eating painkillers, and binge-watching \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eThe Sopranos\\x3c/em\\x3e before moving onto crutches and returning to my daily trips to the pool. It took another couple years, another couple of bottoms before the intensity of my addiction sounded through the dense fog of my unknowing. Eventually, living alone in a freezing empty house, getting burgled regularly, with fewer and fewer people answering my calls, I managed to crawl myself toward help.\\x3c/p\\x3e\\x3cfigure name=\\\"5d0e\\\" id=\\\"5d0e\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 356px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 50.9%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*tRGIizpsHqYKhPeGIZHVWQ@2x.png\\\" data-width=\\\"3200\\\" data-height=\\\"1628\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*tRGIizpsHqYKhPeGIZHVWQ@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*tRGIizpsHqYKhPeGIZHVWQ@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*tRGIizpsHqYKhPeGIZHVWQ@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*tRGIizpsHqYKhPeGIZHVWQ@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"bf65\\\" id=\\\"bf65\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eNow, sober for nearly a half-decade, I still notice every liquor store, every booze aisle, every cocktail at every party, though most days the pangs of desire to drink are easier to bear than they used to be. It’s still a profound strangeness to have to withhold alcohol from myself. I’ve moved back to the same city where the bicycle accident happened, and the ghosts of my past selves are everywhere. I ride my bike (a new one) down the same roads, past the same bars and apartment complexes that used to stand in for my life.\\x3c/p\\x3e\\x3cp name=\\\"8748\\\" id=\\\"8748\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eA couple months ago, I visited the old pool again. There were two muscley undergrad guys sunbathing poolside, cans of Keystone Light sweating on their towels. There were no fireflies this time, no music, and the air smelled only of suntan lotion and chlorine. I kicked my foot into the pool water and found it to be dirtier than I remembered, full of insects and leaves and mud. \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eWine-dark\\x3c/em\\x3e, Homer might’ve called it.\\x3c/p\\x3e\\x3cfigure name=\\\"b89f\\\" id=\\\"b89f\\\" class=\\\"graf graf--figure graf-after--p graf--trailing\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 100px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 14.299999999999999%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*KY6qI57tqj6iWVz4C7desw@2x.png\\\" data-width=\\\"3200\\\" data-height=\\\"458\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*KY6qI57tqj6iWVz4C7desw@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*KY6qI57tqj6iWVz4C7desw@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*KY6qI57tqj6iWVz4C7desw@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*KY6qI57tqj6iWVz4C7desw@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3cfigcaption class=\\\"imageCaption\\\"\\x3eIllustration by \\x3ca href=\\\"http://michellemildenberg.com/\\\" data-href=\\\"http://michellemildenberg.com/\\\" class=\\\"markup--anchor markup--figure-anchor\\\" rel=\\\"nofollow noopener nofollow noopener\\\" target=\\\"_blank\\\"\\x3eMichelle Mildenberg\\x3c/a\\x3e. Creative art direction by \\x3ca href=\\\"https://www.anagraph.com/\\\" data-href=\\\"https://www.anagraph.com/\\\" class=\\\"markup--anchor markup--figure-anchor\\\" rel=\\\"noopener nofollow noopener noopener noopener noopener nofollow noopener nofollow noopener\\\" target=\\\"_blank\\\"\\x3eAnagraph\\x3c/a\\x3e.\\x3c/figcaption\\x3e\\x3c/figure\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/section\\x3e\"},\"socialTitle\":\"The Body Broken by Alcohol\",\"socialDek\":null,\"elevateCoverInfo\":{\"title\":{\"name\":\"cec3\",\"type\":3,\"text\":\"Distress Tolerance\",\"markups\":[]},\"subtitle\":{\"name\":\"458e\",\"type\":13,\"text\":\"The body broken by alcohol\",\"markups\":[]},\"featuredImage\":{\"name\":\"5aaf\",\"type\":1,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*xCsMhDb0h29BPBDWvCF9KA.png\",\"originalWidth\":3000,\"originalHeight\":1500,\"isFeatured\":true,\"focusPercentX\":54,\"focusPercentY\":58}}},\"primaryTopic\":{\"topicId\":\"aef1078a3ef5\",\"slug\":\"self\",\"createdAt\":1490119409800,\"deletedAt\":0,\"image\":{\"id\":\"1*zk42YBzvJ_du3aTeJrAeEQ@2x.jpeg\",\"originalWidth\":2976,\"originalHeight\":1984},\"name\":\"Self\",\"description\":\"Live better.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"}})\n// ]]></script><script id=\"parsely-cfg\" src=\"//d1z2jf7jlzjs58.cloudfront.net/keys/medium.com/p.js\"></script><script type=\"text/javascript\">(function(b,r,a,n,c,h,_,s,d,k){if(!b[n]||!b[n]._q){for(;s<_.length;)c(h,_[s++]);d=r.createElement(a);d.async=1;d.src=\"https://cdn.branch.io/branch-latest.min.js\";k=r.getElementsByTagName(a)[0];k.parentNode.insertBefore(d,k);b[n]=h}})(window,document,\"script\",\"branch\",function(b,r){b[r]=function(){b._q.push([r,arguments])}},{_q:[],_v:1},\"addListener applyCode autoAppIndex banner closeBanner closeJourney creditHistory credits data deepview deepviewCta first getCode init link logout redeem referrals removeListener sendSMS setBranchViewData setIdentity track validateCode trackCommerceEvent logEvent\".split(\" \"), 0); branch.init('key_live_ofxXr2qTrrU9NqURK8ZwEhknBxiI6KBm', {'no_journeys': true, 'disable_exit_animation': true, 'disable_entry_animation': true, 'tracking_disabled':  false }, function(err, data) {});</script></body></html>", "title": "Distress Tolerance", "title_html": "<h1 class=\"elevate-h1 u-marginBottom12 u-md-marginBottom8\">Distress Tolerance</h1>", "content_html": "<div class=\"section-content\"><div class=\"section-inner sectionLayout--insetColumn\"></div><div class=\"section-inner sectionLayout--insetColumn\"><p class=\"graf graf--p graf--hasDropCapModel graf--hasDropCap graf--hasDropCapImage graf--leading\" id=\"e0e3\" name=\"e0e3\"><span class=\"graf-dropCap\"><span class=\"aspectRatioPlaceholder is-locked\" style=\"width: 39.5px; height: 49px;\"><span class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 124.10000000000001%;\"></span><img class=\"graf-dropCapImage\" data-height=\"98\" data-image-id=\"1*p0vuKDyfCRchsnYX5bw0SA@2x.png\" data-width=\"79\" src=\"https://cdn-images-1.medium.com/max/800/1*p0vuKDyfCRchsnYX5bw0SA@2x.png\"/></span><span class=\"graf-dropCapText\">R</span></span>eading <em class=\"markup--em markup--p-em\">The Iliad </em>and <em class=\"markup--em markup--p-em\">The Odyssey</em>, it’s easy to get the idea that Homer might have been a bit of a lush, based on how adoringly he writes about booze. Throughout both texts, he repeatedly describes the sea as being “wine-dark.” To a random swineherd, Odysseus says, “It is the wine that leads me on, the wild wine that sets the wisest man to sing at the top of his lungs, laugh like a fool.” Wine is poured onto the pyres of the war dead; it saves Odysseus from the Cyclops. Its presence is pervasive across the epics, the language around it romantic, idealized: “A man can fight all day if he is full fed with meat and wine; his heart beats high, and his strength will stay ’til he has routed all his foes.”</p><figure class=\"graf graf--figure graf-after--p\" id=\"7c6d\" name=\"7c6d\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*EOKCkiPo3lTXs_pjN_NJlQ@2x.png\" data-height=\"458\" data-image-id=\"1*EOKCkiPo3lTXs_pjN_NJlQ@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*EOKCkiPo3lTXs_pjN_NJlQ@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*EOKCkiPo3lTXs_pjN_NJlQ@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*EOKCkiPo3lTXs_pjN_NJlQ@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"0674\" name=\"0674\">In the summer of 2011, I was day-drinking alone in the swimming pool of a random apartment complex, lazing in the sun with a bag of Franzia Chillable Red floating next to me in the warm pool water. The filters were blubbing, clogged with stray leaves and drowning moths. I didn’t know anyone who lived in the complex, but the wooden pool gate was always unlocked and the area was never monitored. It was hot and humid, and from one of the balconies above the pool, someone was blasting a mix of the kind of ’90s hip-hop white undergraduates in the Midwest sing along to on slow summer days.</p><figure class=\"graf graf--figure graf-after--p\" id=\"cd0f\" name=\"cd0f\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 358px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 51.2%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*xoHYqcsFJX1SgyHofTgbPA@2x.png\" data-height=\"1638\" data-image-id=\"1*xoHYqcsFJX1SgyHofTgbPA@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*xoHYqcsFJX1SgyHofTgbPA@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*xoHYqcsFJX1SgyHofTgbPA@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*xoHYqcsFJX1SgyHofTgbPA@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"ccc2\" name=\"ccc2\">By early evening, having polished off my bag of wine throughout the afternoon, I climbed out of the pool, hopped onto my bicycle, and rode to the campus liquor store to re-up. I remember getting there with my shorts still dripping with pool water. I remember using the employees-only bathroom in the back of the store, a privilege reserved for beloved regulars. I took a lot of pride in that. I remember having a cigarette in front of the store with one of the employees. I remember walking out with a half-gallon of Old Crow bourbon, the cheapest variety they carried, sold in shatterproof plastic jugs.</p><p class=\"graf graf--p graf-after--p\" id=\"3f2e\" name=\"3f2e\">As I biked back to the pool, the sun was setting. The night was thick with humidity and barbecue smoke, and there were fireflies everywhere. Fireflies are the most efficient lights in the world — because of a complex chemical reaction in special cells called photocytes, they can directly convert pure energy into pure light almost entirely without loss. For comparison, an incandescent lightbulb converts only about 10 percent of its energy into light, losing the other 90 percent as heat. As a boy, the first time I caught a firefly in my hands, I was shocked at how cold it felt, even as it lit up.</p><figure class=\"graf graf--figure graf-after--p\" id=\"b3c4\" name=\"b3c4\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 403px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 57.599999999999994%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*6p9irUzVEa3_9oRvZ1SUTg@2x.png\" data-height=\"1843\" data-image-id=\"1*6p9irUzVEa3_9oRvZ1SUTg@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*6p9irUzVEa3_9oRvZ1SUTg@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*6p9irUzVEa3_9oRvZ1SUTg@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*6p9irUzVEa3_9oRvZ1SUTg@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"c8e6\" name=\"c8e6\">I biked through the fireflies, holding the Old Crow with my right hand, steering with my left. I was listening to something on my iPod, but I can’t remember what. I planned to head back to the pool and welcome the nighttime revelers who usually showed up around eight or nine to play beer pong on the pool picnic bench and smoke bad weed and throw each other into the water. A block away from the pool, I was behind a blue car that suddenly, without signal, turned left. I hit my brakes quickly, but with my right hand still holding the bourbon, my front brakes slammed a second before my back brakes. I flew over my handlebars and bounced a couple times on the road. The whiskey, secure in its plastic bottle, bounced and settled right next to my head as the blue car continued its turn and drove off into the night.</p><figure class=\"graf graf--figure graf-after--p\" id=\"d148\" name=\"d148\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*tIbSZjarWMdfFz27APpBJw@2x.png\" data-height=\"458\" data-image-id=\"1*tIbSZjarWMdfFz27APpBJw@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*tIbSZjarWMdfFz27APpBJw@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*tIbSZjarWMdfFz27APpBJw@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*tIbSZjarWMdfFz27APpBJw@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"5265\" name=\"5265\">An excerpt from John Keats’ “Ode to a Nightingale”:</p><blockquote class=\"graf graf--blockquote graf-after--p\" id=\"7389\" name=\"7389\">O for a beaker full of the warm South,</blockquote><blockquote class=\"graf graf--blockquote graf-after--blockquote\" id=\"5b98\" name=\"5b98\">Full of the true, the blushful Hippocrene,</blockquote><blockquote class=\"graf graf--blockquote graf-after--blockquote\" id=\"7ff1\" name=\"7ff1\">With beaded bubbles winking at the brim,</blockquote><blockquote class=\"graf graf--blockquote graf-after--blockquote\" id=\"bf0c\" name=\"bf0c\">And purple-stained mouth;</blockquote><blockquote class=\"graf graf--blockquote graf-after--blockquote\" id=\"fa5e\" name=\"fa5e\">That I might drink, and leave the world unseen</blockquote><p class=\"graf graf--p graf-after--blockquote\" id=\"6730\" name=\"6730\">As Christopher Ricks points out in his <em class=\"markup--em markup--p-em\">Keats and Embarrassment</em>, the word “blushful” evokes both the color of wine and its effect on the drinker when consumed in excess. The more you drink, the more you become defined by the drink, the more you look like a drink and smell like a drink and behave like a drink. In a blackout, this effect reaches its apex — you leave your body completely, and the drink is finally left to move unaccompanied through the world.</p><figure class=\"graf graf--figure graf-after--p\" id=\"3394\" name=\"3394\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*n0oEG0pSRe0lFFz6hf9pGA@2x.png\" data-height=\"458\" data-image-id=\"1*n0oEG0pSRe0lFFz6hf9pGA@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*n0oEG0pSRe0lFFz6hf9pGA@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*n0oEG0pSRe0lFFz6hf9pGA@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*n0oEG0pSRe0lFFz6hf9pGA@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"62bf\" name=\"62bf\">I didn’t black out. I didn’t think to look for the blue car’s license plate, nor do I think it would have done much good if I had. The car didn’t hit me, and I was drunk-biking. I braked wrong. My bike was in a heap behind me. I reached my arm out to make sure the Old Crow was okay. It was, though the plastic bottle was scuffed up and the watery brown bourbon was frothy at the top. I tried to stand up and immediately collapsed. I tried a second time and couldn’t even get my feet under me. Something was wrong, but I had no way of knowing what.</p><p class=\"graf graf--p graf-after--p\" id=\"29e9\" name=\"29e9\">In my memory, there wasn’t a great deal of pain, though of course alcohol dulled the sting in the moment, and time has dulled even that. The anesthetic effect of time is a powerful evolutionary adaptation. <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://www.bbc.com/future/story/20150311-can-we-edit-out-painful-memories\" href=\"http://www.bbc.com/future/story/20150311-can-we-edit-out-painful-memories\" rel=\"nofollow noopener\" target=\"_blank\">Mothers tend to rate</a> their labor pain as having been far less severe five years after giving birth, compared with their responses after two months. The ability to recall intense physical pain with consistency or acuity would arrest us as a species — if we could summon exactly the memory of our leg crushed by a mammoth, or bitten by a saber-toothed tiger, we’d never leave our caves. Our lingering emotional memories, what we now call trauma, evolved to caution us against dangerous behaviors while protecting us from the reexperience of physical suffering.</p><figure class=\"graf graf--figure graf-after--p\" id=\"16f8\" name=\"16f8\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 567px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 81%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*6gTjc2WKOKuhAbW4f92ksA@2x.png\" data-height=\"2591\" data-image-id=\"1*6gTjc2WKOKuhAbW4f92ksA@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*6gTjc2WKOKuhAbW4f92ksA@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*6gTjc2WKOKuhAbW4f92ksA@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*6gTjc2WKOKuhAbW4f92ksA@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"8649\" name=\"8649\">I army-crawled over to the side of the road, dragging first my whiskey, then my bike, to the sidewalk. A couple cars drove around me as I did this, probably assuming I was drunk and goofing around, which was half-correct. Once on the sidewalk, I called a friend who lived nearby. “I got into an accident on my bike,” I told him. “Can you come pick me up? I have whiskey.” I was bleeding but not terribly. There were fireflies everywhere, blinking on and off in a code I couldn’t understand. My friend showed up quickly in his taupe Chevy Cavalier. He gently folded my bike, my whiskey, and me into his backseat.</p><figure class=\"graf graf--figure graf-after--p\" id=\"7ed6\" name=\"7ed6\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 276px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 39.4%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*yjVYpf28cDW072VPIuhysA@2x.png\" data-height=\"1260\" data-image-id=\"1*yjVYpf28cDW072VPIuhysA@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*yjVYpf28cDW072VPIuhysA@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*yjVYpf28cDW072VPIuhysA@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*yjVYpf28cDW072VPIuhysA@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"6eb9\" name=\"6eb9\">My friend drove me to my apartment, which we fondly called the Trash Castle. I lived on the third floor of the building and still couldn’t stand upright, which presented a problem. Somehow, I managed to hook onto my friend’s neck, and he carried me koala-style up three flights of stairs, finally laying me down in my bed. “You good?” he asked. “Yeah,” I replied. “I should be fine. But I still have all this booze.”</p><p class=\"graf graf--p graf-after--p\" id=\"51dd\" name=\"51dd\">It was more invitation than statement, and we both knew it. We got on our phones, and within an hour, there were 10 people drinking in my bedroom, passing around bottles and drugs. My inability to get out of the bed became the running joke of the night. <em class=\"markup--em markup--p-em\">Classic Kaveh</em>. <em class=\"markup--em markup--p-em\">I can’t believe he saved the booze</em>. People laughed as they took turns carrying me to the bathroom, and I laughed with them.</p><figure class=\"graf graf--figure graf-after--p\" id=\"9ec3\" name=\"9ec3\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 593px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 84.8%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*8cSUIo_0QSb683mVpuf5rQ@2x.png\" data-height=\"2713\" data-image-id=\"1*8cSUIo_0QSb683mVpuf5rQ@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*8cSUIo_0QSb683mVpuf5rQ@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*8cSUIo_0QSb683mVpuf5rQ@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*8cSUIo_0QSb683mVpuf5rQ@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"09d3\" name=\"09d3\">When I woke up in the morning, my apartment was empty. The sunlight coming in the one window was blue somehow, and I thought that odd. I rolled to the edge of the bed, kicked around the pile of bottles and clothes on the floor, then collapsed into a heap. Whatever was wrong with me hadn’t improved with sleep. I took a pull from a nearly empty pint of vodka someone had left the night before and called a taxi to take me to the hospital.</p><p class=\"graf graf--p graf-after--p\" id=\"df45\" name=\"df45\">The taxi driver had to come up the stairs and help me get from my bedroom to the back of her cab. She told me she was the mother of two children with brittle-bone disease. She told me I’d broken my hip, and she knew exactly how to hold me to help me down the stairs. I have been the beneficiary of many minor miracles in my days, but the arrival of this particular cab driver on this particular morning looms large among them.</p><figure class=\"graf graf--figure graf-after--p\" id=\"e027\" name=\"e027\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*fiwkcvY06fCV9NidxgGZbw@2x.png\" data-height=\"458\" data-image-id=\"1*fiwkcvY06fCV9NidxgGZbw@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*fiwkcvY06fCV9NidxgGZbw@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*fiwkcvY06fCV9NidxgGZbw@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*fiwkcvY06fCV9NidxgGZbw@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"309b\" name=\"309b\"><a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2891552/\" href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2891552/\" rel=\"nofollow noopener\" target=\"_blank\">In psychology</a>, “distress tolerance” refers to an individual’s “capacity to withstand negative emotional and/or other aversive states (e.g. physical discomfort).” Alcoholics and addicts, whose lives are often spent lurching from one painful crisis to another, tend to display distress tolerances that are significantly higher than those of their sober peers.</p><figure class=\"graf graf--figure graf-after--p\" id=\"1d0a\" name=\"1d0a\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*ARi4VSidy7Qx9SjS6uM70Q@2x.png\" data-height=\"458\" data-image-id=\"1*ARi4VSidy7Qx9SjS6uM70Q@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*ARi4VSidy7Qx9SjS6uM70Q@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*ARi4VSidy7Qx9SjS6uM70Q@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*ARi4VSidy7Qx9SjS6uM70Q@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"4863\" name=\"4863\">When I got to the hospital, the nurses performed a series of X-rays on me. While I waited for the results, I restlessly rolled around the exam room in my hospital wheelchair. I posted a stupid selfie on social media. When the doctor finally came in, he told me I’d shattered my pelvis and cracked a vertebra. He showed me an X-ray and pointed out all the cracks, which were wide enough for me to see without backlight. He said, “You didn’t tell us about your broken back.” I asked him what he meant. He’d left the exam room door open, and I watched the nurses walk by and peek in, looking concerned. He said, “You also have a two-month-old fracture in another vertebra. You didn’t tell us about that.” I had no idea how or when it happened. I still don’t. Out of embarrassment, I made up a lie about tripping down my stairs.</p><figure class=\"graf graf--figure graf-after--p\" id=\"33b3\" name=\"33b3\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 277px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 39.5%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*9pZcnjlKCTcHKDmQWo9mbw@2x.png\" data-height=\"1264\" data-image-id=\"1*9pZcnjlKCTcHKDmQWo9mbw@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*9pZcnjlKCTcHKDmQWo9mbw@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*9pZcnjlKCTcHKDmQWo9mbw@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*9pZcnjlKCTcHKDmQWo9mbw@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"0f82\" name=\"0f82\">I wish I could say that was the end, that I fell to the doctor’s feet, told him I was powerless over alcohol and begged for his help. I wish I could say I was even aware then that there was a problem. What actually happened: I spent a lonely, miserable bedridden month drinking box wine, eating painkillers, and binge-watching <em class=\"markup--em markup--p-em\">The Sopranos</em> before moving onto crutches and returning to my daily trips to the pool. It took another couple years, another couple of bottoms before the intensity of my addiction sounded through the dense fog of my unknowing. Eventually, living alone in a freezing empty house, getting burgled regularly, with fewer and fewer people answering my calls, I managed to crawl myself toward help.</p><figure class=\"graf graf--figure graf-after--p\" id=\"5d0e\" name=\"5d0e\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 356px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 50.9%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*tRGIizpsHqYKhPeGIZHVWQ@2x.png\" data-height=\"1628\" data-image-id=\"1*tRGIizpsHqYKhPeGIZHVWQ@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*tRGIizpsHqYKhPeGIZHVWQ@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*tRGIizpsHqYKhPeGIZHVWQ@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*tRGIizpsHqYKhPeGIZHVWQ@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"bf65\" name=\"bf65\">Now, sober for nearly a half-decade, I still notice every liquor store, every booze aisle, every cocktail at every party, though most days the pangs of desire to drink are easier to bear than they used to be. It’s still a profound strangeness to have to withhold alcohol from myself. I’ve moved back to the same city where the bicycle accident happened, and the ghosts of my past selves are everywhere. I ride my bike (a new one) down the same roads, past the same bars and apartment complexes that used to stand in for my life.</p><p class=\"graf graf--p graf-after--p\" id=\"8748\" name=\"8748\">A couple months ago, I visited the old pool again. There were two muscley undergrad guys sunbathing poolside, cans of Keystone Light sweating on their towels. There were no fireflies this time, no music, and the air smelled only of suntan lotion and chlorine. I kicked my foot into the pool water and found it to be dirtier than I remembered, full of insects and leaves and mud. <em class=\"markup--em markup--p-em\">Wine-dark</em>, Homer might’ve called it.</p><figure class=\"graf graf--figure graf-after--p graf--trailing\" id=\"b89f\" name=\"b89f\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*KY6qI57tqj6iWVz4C7desw@2x.png\" data-height=\"458\" data-image-id=\"1*KY6qI57tqj6iWVz4C7desw@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*KY6qI57tqj6iWVz4C7desw@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*KY6qI57tqj6iWVz4C7desw@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*KY6qI57tqj6iWVz4C7desw@2x.png\"/></noscript></div></div><figcaption class=\"imageCaption\">Illustration by <a class=\"markup--anchor markup--figure-anchor\" data-href=\"http://michellemildenberg.com/\" href=\"http://michellemildenberg.com/\" rel=\"nofollow noopener nofollow noopener\" target=\"_blank\">Michelle Mildenberg</a>. Creative art direction by <a class=\"markup--anchor markup--figure-anchor\" data-href=\"https://www.anagraph.com/\" href=\"https://www.anagraph.com/\" rel=\"noopener nofollow noopener noopener noopener noopener nofollow noopener nofollow noopener\" target=\"_blank\">Anagraph</a>.</figcaption></figure></div></div>"}