{"content": " The first weight-loss surgery was performed during the 10th century, on D. Sancho, the king of León, Spain. He was so fat that he lost his throne, so he was taken to Córdoba, where a doctor sewed his lips shut. Only able to drink through a straw, the former king lost enough weight after a time to return home and reclaim his kingdom.The notion that thinness — and the attempt to force the fat body toward a state of culturally mandated discipline — begets great rewards is centuries old.Modern weight-loss surgery began in the 1950s, when surgeons employing various techniques caused their patients fairly distressing problems, like severe diarrhea, dehydration, kidney stones, gallstones, and even death — but, generally, the patients lost weight. Surgeons have since refined their techniques, using a range of restriction or malabsorption methods to force the human body to lose weight. They have tried wiring patients’ jaws shut to force weight loss through liquid diets. They have stapled stomachs into smaller pouches to restrict caloric intake. They have developed gastric bands and balloons to restrict the amount of food that can enter the stomach. But it was the first laparoscopic gastric bypass—in which the gastrointestinal tract is routed around a person’s stomach—performed in 1994, that enabled bariatric surgery to go more mainstream by way of minimal invasion.Some of these interventions have succeeded for people, and some have failed, because not even surgical intervention can overcome the reasons why many people gain and then struggle to lose weight. Some bodies and minds simply cannot be brought to heel.I capitulated to a procedure after more than 15 years of resistance and had a sleeve gastrectomy at the UCLA Ronald Reagan Hospital in January 2018. I told only a few people; I did not tell my family. I felt — in equal parts — hope, defeat, frustration, and disgust.The first time I contemplated weight-loss surgery, it was at the bidding of my parents. My father and I went to an orientation seminar at the Cleveland Clinic and learned about gastric bypass. There were graphic, deeply disturbing videos and a question-and-answer session. I submitted myself to a clinical assessment about the problem of my body. It wasn’t the right time, I decided. I could be better, eat less, move more.And over the next several years, I certainly tried to, intermittently or constantly, depending on how you look at it. I continued a near-lifetime of disordered eating, and restriction, and overeating. Sometimes I was motivated enough to work out. Sometimes I wasn’t. Mostly I was overwhelmed by inertia. I had a desire to lose weight but an inability — or, perhaps, unwillingness — to force myself toward the deprivation required for the significant weight loss the world told me I needed.The truth is that my desire for weight loss has long been about satisfying other people more than myself, finding a way to fit more peacefully into a world that is not at all interested in accommodating a body like mine. And the dominant cultural attitude toward fatness is that the fat body is a medical problem, a drain on society, an aesthetic blight. As a fat person, I am supposed to want to lose weight. I am supposed to be working on the problem of my body. I am supposed to apply discipline to physical unruliness. I’m not supposed to be fine with my body. I am not supposed to yearn, simply, for people to let me be, to see me, accept me, and treat me with dignity exactly as I am.I am, however, sometimes fine with my body. I am fine with my curves, the solidity of me. I am strong and tall. I enjoy the way I take up space, that I have presence. I have someone who appreciates my body and only hates everything I must deal with by virtue of living in this world in this body.Sometimes I hate my body, the unruliness of it. I hate all my limitations. I hate my lack of discipline. I hate how my unhappiness is never enough to truly motivate me to regain control of myself, once and for all. I hate the way I hunger but never find satisfaction. I want and want and want but never allow myself to reach for what I truly want, leaving that want raging desperately beneath the surface of my skin.And the moment I step outside the safety of my home, I hate how visible I am, how people treat me, how they stare and comment both loudly and under their breath, how rude children remind me I’m fat and their rude parents say nothing, how I have to think and overthink where I go and how I will fit into any given space. I do not know how to carry myself with confidence when I go out into the world. Any sense of self I have is often shattered within minutes, and then I am all insecurities and fears, wishing myself into a more socially acceptable form.And given my career trajectory, there are pictures and videos of me everywhere. I hate these images, cringe when I see them, and then hate myself for cringing, for not seeing myself with kindness. Trolls make memes of my pictures and post them to internet message boards with cruel captions. They tweet these memes at me. They remind me, every chance they get, that I am fat: more than, but less than. Every single day, I am confronted by how people really see me. I am confronted by the fact that no matter what I achieve, I will always be fat first. I will always have this weakness; it will always be easily exploited.If you’re not one statistic, though, you’re another. According to the American Society for Bariatric and Metabolic Surgery, 216,000 people received a bariatric procedure in 2016. Doctors tout weight-loss surgery as the gold standard for weight loss, though a relatively small number of the estimated one-third of Americans who are considered obese actually get the surgery.Many doctors have used that exact phrase with me — “the gold standard” — over the years. They told me that this surgery will save my life, and that if I didn’t get the surgery, I wouldn’t live until 40. When I turned 40, they told me that if I didn’t get the surgery, I wouldn’t live until 50.This surgery is touted as the only real option for the morbidly and super-morbidly obese. It is not a question of if a fat person will get weight-loss surgery, but when.Of course, weight-loss surgery is extraordinarily expensive, and many insurance policies will not cover it. The out-of-pocket cost in the United States is high enough that many people travel to Mexico and Malaysia to get it for a fraction of the cost. My insurance company will cover weight-loss surgery — but only after you’ve gone through six months of medically supervised weight loss; you have to prove that you deserve to have yourself cut open.Given my schedule, this six-month waiting period was a requirement I was never going to be able to meet, so I ended up paying for the surgery out of pocket. I suppose I should be grateful that I could afford to do so, but mostly, I’m bitter. The expense was breathtaking.If there is a silver lining, the expense also removed a lot of bureaucratic red tape. I was able to schedule my surgery and address all the presurgical requirements with relative ease once the surgeon realized he didn’t have to deal with an insurance company. Health care is as wantonly susceptible to the ills of capitalism as everything else.After more than 15 years of refusing it, I made the decision to get weight-loss surgery on an ordinary day. At home in Lafayette, Indiana, a young man yelled at me to move my fat black ass while I was crossing a grocery store parking lot to my car. It was the last straw.I tried to hold my head high, shuffled as quickly as I could, put my groceries in my car, and sat behind the steering wheel. I sat there, shaking, wishing I could have been as quick in that moment to put him in his place as I would have been online. I wanted to call someone for comfort, but I was at a silent impasse with the only person to whom I could talk. Instead, I pressed my head against the steering wheel and sobbed. When I collected myself, I drove home and went to bed. I hoped I might not wake up, but I did.The most common weight-loss procedures today are the gastric bypass and the gastric sleeve. These procedures are usually done laparoscopically in a matter of hours, with the patient under general anesthesia. In gastric bypass, the stomach is reduced, creating a small pouch, which is then connected farther down the small intestine. Sleeve gastrectomy is slightly less drastic and the more common procedure performed. The stomach size is reduced and reshaped into a slender tube, restricting how much a person can eat. In these procedures, patients also lose their appetites as a result of reduced ghrelin, a hormone that stimulates appetite.In both procedures, the patient’s anatomy is irreversibly changed, and they lose a significant amount of weight quickly. Both procedures result in malnutrition, requiring patients to take multivitamins and other supplements for the rest of their lives. Other risks and complications include hair loss, ulcers, leaks, gastric bleeding, bowel obstruction, gallstones, and dehydration. These are all fairly horrifying risks, but (the medical establishment has decided) they are less horrifying than the medical risks of fatness. People who choose weight-loss surgery trade one kind of health for another.After such drastic weight loss, many patients need expensive, extensive plastic surgery to deal with the excess skin. The TLC network even has a show — spun off from My 600-Lb Life—called Skin Tight, about people who have lost a significant amount of weight and want to get skin-removal surgery, altering their anatomy once again.And with the growing popularity of bariatric surgery, an entire industry has risen around it — supplements, special foods, dishware, and more. There are online forums, YouTube channels, bariatric eating blogs, and other such communities. Where there is money to be made, capitalism finds a way.The morning after I decided to get weight-loss surgery, I called a local bariatric surgeon and made an appointment for a consultation. A few hours later, the program administrator called me back and told me I would need to lose 75 pounds before they would even consider operating on me. I immediately felt hopeless: If I could lose 75 pounds on my own, I wouldn’t be considering surgery. The surgeon, the coordinator told me, was involved in some kind of study and only wanted good outcomes; he did not inspire me with confidence. I was told to watch some online videos about the surgery and fill out a lot of paperwork and then we could get started.After a few days of allowing myself to wallow in defeat, I got a recommendation from a friend and found an excellent surgeon in Los Angeles (where I also live) who did inspire with me confidence. This surgeon was very frank; I just stared and nodded. He told me at our first appointment in December that surgery was my best option. He remarked that it was good that I carried most of my weight in my lower body, because it would be easier for him to do the surgery. I was an unruly body for him to fix, nothing less, nothing more. He asked me to try losing some weight before the surgery to reduce the size of my liver, but he wasn’t too prickly or unrealistic about it. Just don’t gain any more weight, he said.I looked at my work calendar for 2018 and realized I had a small window within which to do this surgery and recover. Before I lost my nerve, I rescheduled the two events I had in January and told my doctor I wasn’t going to be able to wait six weeks before flying again post-surgery, as recommended. In a matter of hours, I was scheduled for surgery in early January.I was then weighed and measured. I had blood drawn and an EKG and an echocardiogram performed. I attended a three-hour workshop where I learned more about the surgery, how to prepare, what the initial weeks and after the surgery would be like, and so on. A nutritionist cautioned us not to visit online forums about bariatric surgery, and I heeded her advice (until I didn’t). I received a binder full of information, much of it rather starkly depressing about the “lifestyle changes” that would be demanded of me both before and after the surgery. I bought vitamins and whey protein and tried to wrap my mind around the vastly different way I’d have be eating in just a few weeks. I saw a psychologist who would determine if I was emotionally prepared for the surgery. After 45 minutes, she determined that I was and charged me $300 for the consultation.During every part of the preoperative process, I doled out obscene sums of money to a range of medical providers. And every night, I stared at the ceiling, wondering if I would actually go through with it. I chastised myself for allowing myself to get to this point, for lacking the discipline to lose weight by any other means.I had made a drastic decision to change my body, but I did not suddenly develop a healthier relationship toward food. In the weeks leading up to my surgery, I tried to eat all the foods I thought that I was probably never going to be able to eat again, paying particular and loving attention to fried foods and soda. A few nights before surgery, friends and I went to my favorite steakhouse, and I enjoyed a Caesar salad and a finely marbled rib eye with mashed potatoes and green beans almondine and butter cake with fresh whipped cream and gin and tonics with a splash of grenadine. I savored every single bite, often with my eyes closed. I mourned what I was losing, or what I thought I was losing.The morning of the surgery, I went to the hospital, checked in, and was weighed and escorted to a long row of hospital beds just waiting for patients who would submit themselves to surgical blades for one reason or another. I was hungry and thirsty and nervous. I told the friend accompanying me that the gown the hospital provided probably wouldn’t fit me, and she said that couldn’t possibly happen, given the nature of my impending procedure. I was right: The gown was indeed too small, and, at six in the morning, I was too tired and too defeated to even laugh or feel any kind of satisfaction for understanding just how shortsighted this world is when it comes to different kinds of bodies.As I do whenever I’m going under general anesthesia, I told the anesthesiologist to give me extra, because I’ve seen the movie Awake. I was wracked with guilt about not telling my family, and then worried that I was probably going to die and my parents would find out in such a terrible way. As I worried, I was strapped to the operating table, and then, mercifully, I lost consciousness. I don’t remember anything about the surgery, and I’m thankful for that because it means that the drugs worked. When I woke up, a nurse was peering at me and then broke into a smile. She said, “I know who you are! My girlfriend and I love your books.” I was still pretty out of it, so I muttered, “Please don’t tell the internet I’m here.”I care too much what people think. I hate that about myself. Before and after my surgery, I worried what people would think if and when they found out. Each time I went to the doctor’s office, I prayed no one would recognize me, and rarely were those prayers answered. I’m just a writer, but I am recognized in public with alarming frequency. “What are you doing here?” a fan asked one afternoon as I walked into the UCLA Medical Center, and I smiled and said, “Routine checkup.”I worried that people would think I betrayed fat positivity, something I do very much believe in even if I can’t always believe in it for myself. I worried that everyone who responded so generously to my memoir, Hunger, would feel betrayed. I worried I would be seen as betraying myself. I worried I would be seen as taking the easy way out, even though nothing about any of this has been easy, not one thing. I worried.The surgeon made five neat incisions across my torso and stitched them from the inside so I would eventually have minimal scarring. As I came to my senses, I felt each of those incisions, throbbing gently, reminding me that something invasive had happened to my body. The worst part of the first few hours after the surgery was that I couldn’t drink anything until the following morning: I had a brand-new stomach, and a whole lot of stitches holding that brand-new stomach together, so it was best to leave this newly delicate anatomy alone.As the hours wore on, I felt desiccated. I wanted water more than I have ever wanted anything in my life. I could satisfy myself only with a tiny sponge dipped in ice to dab on my lips and tongue. When no one was looking, I took tiny sips of the melted water pooling at the bottom of my Styrofoam cup — I did.The hospital buzzed around me. Nurses doted on me. My surgeon stopped by and told me everything had gone well. My liver was nice and small, he said with a smile, and commended me for losing weight before the procedure. I felt a swell of pride and then hated myself for that swell, for being so pedestrian as to take pleasure in the sort of validation that goes against so much of what I believe about how bodies should be allowed to be.There was a TV, but I couldn’t bother to focus on it. I was on excellent pain medication that I controlled with a little remote, so it was all very pleasant, less the torment of the desert of my mouth. The woman next door also had weight-loss surgery, and she talked loudly about how she was a changed woman. It was like she was trying to prove she deserved the surgery, that she was a better woman now. It was aggravating because I did not feel at all changed; I did not have a new outlook on life.Every few hours, I got up and walked around so as to avoid blood clots. I dozed. I chatted drowsily with loved ones watching over me. Eventually, I passed out, all praise to Dilaudid. Late the next afternoon, I went home, where I could have only water, clear broth, Gatorade, and sugar-free Jell-O for three days.For the two weeks after that, I could have only liquids like more Gatorade, juices, soups, thinned yogurt. From weeks two to four, I could eat only soft foods. My new diet was as horrible and boring and bland as you might imagine, but it was also manageable. Anything is manageable if it isn’t forever.Slowly, I started coming to terms with how quickly my relationship to food was changing and how disordered my relationship to food had been and for so long. I had to think — carefully — about what I ate and how. I became full after only a few bites. I had to think about protein and making sure I was getting enough. (I never did, because I’m a very picky eater and the protein shakes made me gag.) I wasn’t hungry, but I was starving.That incident in the parking lot was also an accumulation of frustrations and heartache I no longer wanted to carry — doctors not taking me seriously and always trying to “treat” my weight before anything else, never fitting in spaces I wanted to be in, the obsessive rituals I developed around deciding if and how I could go out in public, feeling unfit and hating exercise because everything was so arduous, having such limited fashion options, the familial concern that was a yoke I couldn’t ever get out from under, the societal concern that was a yoke I couldn’t ever get out from under, the nagging worry that my weight would eventually come between me and the one person in my life who has never made me feel anything but good in my body, the nagging worry that, eventually, my luck would run out and all the terrible things that doctors had long been warning me about would come to pass.I had to face the extent of my unhappiness and how much of that unhappiness was connected to my body. I had to accept that I could change my fat body faster than this culture will change how it views, treats, and accommodates fat bodies. And I had to do so while recognizing that losing weight wasn’t actually going to make me happier — which may have been the bitterest part of all.That’s how I found myself going back to therapy after nearly a decade away — a decade of telling myself that I was fine and fixed and emotionally whole. The nutritionist affiliated with my surgeon gave me a recommendation, and I made an appointment. Within the first five minutes, I knew it wasn’t going to work: She stared at me for long, intensely awkward lengths of time. At the beginning of the session, she was simply silent, and I was not at all sure what I was supposed to do with that silence.After two sessions, I decided to try someone else. He was a brash, handsome older man who got under my skin, forcing me to face uncomfortable truths, forcing me to get comfortable with feeling my feelings — something I’ve avoided for most of my life. At some point during many of our sessions, he says, “You’re mad at me,” and I pretend I am not and he knows I am lying, and onward we go, doing the necessary work of breaking me down so that, someday, I might build myself back up again.The dominant narrative around weight-loss surgery is that it changes your life and makes everything better. It’s a lovely fantasy that, by cutting yourself open and having parts of yourself removed, everything that weighed you down will be lifted. But it is only a fantasy.People who have weight-loss surgery are more likely to commit suicide. Many married people get divorced after the surgery because their spouses cannot cope with the changes, so much so that “bariatric divorce” is a thing. The psychologist I saw for my presurgical evaluation warned that the first year is really difficult, and many patients end up suffering from depression and regretting the surgery. The second year is better, she said, trying to reassure me after my face fell. And she was right: I am depressed and miserable. I am cold all the time and exhausted because I’m only eating between 1,200 and 1,500 calories. I am filled with regrets because everything has changed, but everything is exactly the same.I am losing a significant amount of weight very quickly — that’s what the scale shows, on those rare occasions when I am not too afraid to get on the scale, terrified I’ve done all this, spent all this money, only to not lose weight. My clothes are looser. My shoes are inexplicably loose. My ring is loose. I fit into my car in a way I never have. I fit into chairs better. I fit everywhere better, and it’s still so early.But I can’t believe that I am losing weight, despite all this evidence. I’ve told my person — more than once — that someone is messing with me, sabotaging my sanity by adjusting my seat in the car, stretching out my clothes and shoes to trick me. I am assured such is not the case, that my body is actually changing. For a few moments, I am quieted, and then the doubt creeps back in.When I look in the mirror, I see no difference — none at all. No one, save for a couple people, has openly acknowledged any weight loss, if they’ve even noticed, which is a relief and a frustration and a reminder of just how much weight I have to lose. I don’t want any weight loss to be acknowledged (or, worse, celebrated), but I also very much do.I’ve replaced one set of anxieties with another. I worry I’m eating too much and stretching my new stomach (something I was warned about, repeatedly and vigorously). I have brief moments where I allow myself to imagine hiking Runyon Canyon or wearing a fabulous outfit because it is available in my size or going to see a musical without making special arrangements…and then I tell myself to get ahold of myself. I tell myself not to want. I tell myself that I’ve failed to discipline my body before and I will probably fail this time, too. I tell myself these things because I’ve carried this weight for almost 30 years and it is terrifying to face who I could be without it.I had weight-loss surgery, but I am still the same person who went under the knife. I still have that yawning cavern inside of me that I want to fill with food, only now I cannot fill it with food. I’m rarely hungry, but I am ravenous. Want continues to rage desperately beneath the surface of my skin. I turned to food when I was sad and happy and lonely and scared and anxious. I turned to food, and away from everything else; it was my comfort and my friend. Food helped me survive something I did not think I would survive. Food numbed the uncomfortable feelings I very much did not want to feel.And then, that comfort was gone. I’ve lost the best friend I never had the courage to acknowledge but who was my constant, loyal companion nonetheless. I am left holding the shattered pieces of whatever has been left behind, trying to assemble them into something new, something that serves me better.The forced restriction brought about by the surgery is maddening. Yes, I eat, but I physically cannot overeat. At restaurants, waitstaff interrogate me about all the food I leave on my plate. At home, I eat sad, tiny portions (or, given what I used to eat, what feel like tiny portions). After a few bites of anything, the discomfort begins, and then that discomfort evolves into pain.Sometimes, when I am feeling rebellious, I try to ignore that pain and try to surrender to my desire to eat with abandon. My body reminds me that rebellion will not be tolerated. For the first time in as long as I can remember, I am empty, but I know what fullness is, and I hate this knowing.Illustration by Daiana Ruiz. Creative art direction by Anagraph.", "url": "https://medium.com/s/unrulybodies/the-body-that-understands-what-fullness-is-f2e40c40cd75", "html": "<!DOCTYPE html>\n<html xmlns:cc=\"http://creativecommons.org/ns#\"><head prefix=\"og: http://ogp.me/ns# fb: http://ogp.me/ns/fb# medium-com: http://ogp.me/ns/fb/medium-com#\"><meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/><meta content=\"width=device-width, initial-scale=1.0, viewport-fit=contain\" name=\"viewport\"/><title>The Body That Understands What Fullness Is – Unruly Bodies – Medium</title><link href=\"https://medium.com/s/unrulybodies/the-body-that-understands-what-fullness-is-f2e40c40cd75\" rel=\"canonical\"/><meta content=\"The Body That Understands What Fullness Is – Unruly Bodies – Medium\" name=\"title\"/><meta content=\"unsafe-url\" name=\"referrer\"/><meta content=\"The first weight-loss surgery was performed during the 10th century, on D. Sancho, the king of León, Spain. He was so fat that he lost his throne, so he was taken to Córdoba, where a doctor sewed his…\" name=\"description\"/><meta content=\"#000000\" name=\"theme-color\"/><meta content=\"The Body That Understands What Fullness Is\" property=\"og:title\"/><meta content=\"The Body That Understands What Fullness Is\" property=\"twitter:title\"/><meta content=\"https://medium.com/s/unrulybodies/the-body-that-understands-what-fullness-is-f2e40c40cd75\" property=\"og:url\"/><meta content=\"https://cdn-images-1.medium.com/max/1200/1*rQ7OqVEELEDIn4uiGl-dFg.jpeg\" property=\"og:image\"/><meta content=\"542599432471018\" property=\"fb:app_id\"/><meta content=\"The first weight-loss surgery was performed during the 10th century, on D. Sancho, the king of León, Spain. He was so fat that he lost his throne, so he was taken to Córdoba, where a doctor sewed his…\" property=\"og:description\"/><meta content=\"The first weight-loss surgery was performed during the 10th century, on D. Sancho, the king of León, Spain. He was so fat that he lost his throne, so he was taken to Córdoba, where a doctor sewed his…\" name=\"twitter:description\"/><meta content=\"https://cdn-images-1.medium.com/max/1200/1*rQ7OqVEELEDIn4uiGl-dFg.jpeg\" name=\"twitter:image:src\"/><link href=\"https://plus.google.com/103654360130207659246\" rel=\"publisher\"/><link href=\"https://medium.com/@rgay\" rel=\"author\"/><meta content=\"Roxane Gay\" property=\"author\"/><meta content=\"article\" property=\"og:type\"/><meta content=\"summary_large_image\" name=\"twitter:card\"/><meta content=\"https://www.facebook.com/medium\" property=\"article:publisher\"/><meta content=\"https://medium.com/@rgay\" property=\"article:author\"/><meta content=\"index, follow\" name=\"robots\"/><meta content=\"@rgay\" name=\"twitter:creator\"/><meta content=\"@Medium\" name=\"twitter:site\"/><meta content=\"Medium\" property=\"og:site_name\"/><meta name=\"twitter:label1\" value=\"Reading time\"/><meta name=\"twitter:data1\" value=\"19 min read\"/><meta content=\"Medium\" name=\"twitter:app:name:iphone\"/><meta content=\"828256236\" name=\"twitter:app:id:iphone\"/><meta content=\"medium://s/unrulybodies/f2e40c40cd75\" name=\"twitter:app:url:iphone\"/><meta content=\"Medium\" property=\"al:ios:app_name\"/><meta content=\"828256236\" property=\"al:ios:app_store_id\"/><meta content=\"com.medium.reader\" property=\"al:android:package\"/><meta content=\"Medium\" property=\"al:android:app_name\"/><meta content=\"medium://s/unrulybodies/f2e40c40cd75\" property=\"al:ios:url\"/><meta content=\"medium://s/unrulybodies/f2e40c40cd75\" property=\"al:android:url\"/><meta content=\"https://medium.com/s/unrulybodies/the-body-that-understands-what-fullness-is-f2e40c40cd75\" property=\"al:web:url\"/><link href=\"/osd.xml\" rel=\"search\" title=\"Medium\" type=\"application/opensearchdescription+xml\"><link href=\"android-app://com.medium.reader/https/medium.com/s/unrulybodies/f2e40c40cd75\" rel=\"alternate\"><script type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"NewsArticle\",\"image\":{\"@type\":\"ImageObject\",\"width\":1920,\"height\":960,\"url\":\"https://cdn-images-1.medium.com/max/2600/1*rQ7OqVEELEDIn4uiGl-dFg.jpeg\"},\"url\":\"https://medium.com/s/unrulybodies/the-body-that-understands-what-fullness-is-f2e40c40cd75\",\"dateCreated\":\"2018-04-24T15:01:01.281Z\",\"datePublished\":\"2018-04-24T15:01:01.281Z\",\"dateModified\":\"2018-08-25T02:03:40.708Z\",\"headline\":\"The Body That Understands What Fullness Is\",\"name\":\"The Body That Understands What Fullness Is\",\"articleId\":\"f2e40c40cd75\",\"thumbnailUrl\":\"https://cdn-images-1.medium.com/max/2600/1*rQ7OqVEELEDIn4uiGl-dFg.jpeg\",\"keywords\":[\"Tag:Body\",\"Tag:Weight\",\"Tag:Self\",\"Tag:Surgery\",\"Topic:Culture\",\"Topic:Self\",\"Topic:Health\",\"Sequence:unrulybodies\",\"LockedPostSource:2\",\"Elevated:true\",\"LayerCake:1\"],\"author\":{\"@type\":\"Person\",\"name\":\"Roxane Gay\",\"url\":\"https://medium.com/@rgay\"},\"creator\":[\"Roxane Gay\"],\"publisher\":{\"@type\":\"Organization\",\"name\":\"Medium\",\"url\":\"https://medium.com/\",\"logo\":{\"@type\":\"ImageObject\",\"width\":308,\"height\":60,\"url\":\"https://cdn-images-1.medium.com/max/616/1*OMF3fSqH8t4xBJ9-6oZDZw.png\"}},\"mainEntityOfPage\":\"https://medium.com/s/unrulybodies/the-body-that-understands-what-fullness-is-f2e40c40cd75\"}</script><meta content=\"https://medium.com/s/unrulybodies/the-body-that-understands-what-fullness-is-f2e40c40cd75\" name=\"parsely-link\"/><link class=\"js-glyph-\" href=\"https://glyph.medium.com/css/e/sr/latin/e/ssr/latin/e/ssb/latin/m2.css\" id=\"glyph-8\" rel=\"stylesheet\" type=\"text/css\"><link href=\"https://cdn-static-1.medium.com/_/fp/css/main-branding-base.95h6LstxJX8UWgJm7QqR7A.css\" rel=\"stylesheet\"/><script>!function(n,e){var t,o,i,c=[],f={passive:!0,capture:!0},r=new Date,a=\"pointerup\",u=\"pointercancel\";function p(n,c){t||(t=c,o=n,i=new Date,w(e),s())}function s(){o>=0&&o<i-r&&(c.forEach(function(n){n(o,t)}),c=[])}function l(t){if(t.cancelable){var o=(t.timeStamp>1e12?new Date:performance.now())-t.timeStamp;\"pointerdown\"==t.type?function(t,o){function i(){p(t,o),r()}function c(){r()}function r(){e(a,i,f),e(u,c,f)}n(a,i,f),n(u,c,f)}(o,t):p(o,t)}}function w(n){[\"click\",\"mousedown\",\"keydown\",\"touchstart\",\"pointerdown\"].forEach(function(e){n(e,l,f)})}w(n),self.perfMetrics=self.perfMetrics||{},self.perfMetrics.onFirstInputDelay=function(n){c.push(n),s()}}(addEventListener,removeEventListener);</script><script>if (window.top !== window.self) window.top.location = window.self.location.href;var OB_startTime = new Date().getTime(); var OB_loadErrors = []; function _onerror(e) { OB_loadErrors.push(e) }; if (document.addEventListener) document.addEventListener(\"error\", _onerror, true); else if (document.attachEvent) document.attachEvent(\"onerror\", _onerror); function _asyncScript(u) {var d = document, f = d.getElementsByTagName(\"script\")[0], s = d.createElement(\"script\"); s.type = \"text/javascript\"; s.async = true; s.src = u; f.parentNode.insertBefore(s, f);}function _asyncStyles(u) {var d = document, f = d.getElementsByTagName(\"script\")[0], s = d.createElement(\"link\"); s.rel = \"stylesheet\"; s.href = u; f.parentNode.insertBefore(s, f); return s}(new Image()).src = \"/_/stat?event=pixel.load&origin=\" + encodeURIComponent(location.origin);</script><script>window.ga=window.ga||function(){(ga.q=ga.q||[]).push(arguments)};ga.l=+new Date; ga(\"create\", \"UA-24232453-2\", \"auto\", {\"allowLinker\": true, \"legacyCookieDomain\": window.location.hostname}); ga(\"send\", \"pageview\");</script><script async=\"\" src=\"https://www.google-analytics.com/analytics.js\"></script><!--[if lt IE 9]><script charset=\"UTF-8\" src=\"https://cdn-static-1.medium.com/_/fp/js/shiv.RI2ePTZ5gFmMgLzG5bEVAA.js\"></script><![endif]--><link class=\"js-favicon\" href=\"https://cdn-static-1.medium.com/_/fp/icons/favicon-rebrand-medium.3Y6xpZ-0FSdWDnPM3hSBIA.ico\" rel=\"icon\"/><link href=\"https://cdn-images-1.medium.com/fit/c/304/304/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"152x152\"/><link href=\"https://cdn-images-1.medium.com/fit/c/240/240/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"120x120\"/><link href=\"https://cdn-images-1.medium.com/fit/c/152/152/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"76x76\"/><link href=\"https://cdn-images-1.medium.com/fit/c/120/120/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"60x60\"/><link color=\"#171717\" href=\"https://cdn-static-1.medium.com/_/fp/icons/monogram-mask.KPLCSFEZviQN0jQ7veN2RQ.svg\" rel=\"mask-icon\"/></link></link></link></head><body class=\"browser-chrome os-windows is-withMagicUnderlines v-glyph v-glyph--m2 is-noJs\" itemscope=\"\"><script>document.body.className = document.body.className.replace(/(^|\\s)is-noJs(\\s|$)/, \"$1is-js$2\")</script><div class=\"site-main\" id=\"container\"><div class=\"butterBar butterBar--error\"></div><div class=\"surface\"><div class=\"screenContent\" id=\"prerendered\"><div class=\"notesPositionContainer elevate-notesPositionContainer js-notesPositionContainer\"></div><div class=\"metabar u-clearfix u-boxShadow4px12pxBlackLightest u-fixed u-backgroundTransparentWhiteDarkest u-xs-sizeFullViewportWidth js-metabar\"><div class=\"branch-journeys-top\"></div><div class=\"js-metabarMiddle metabar-inner u-marginAuto u-maxWidth1224 u-paddingLeft65 u-paddingRight65 u-md-paddingLeft16 u-md-paddingRight16 u-flexCenter u-justifyContentSpaceBetween u-height65 u-xs-height56 u-paddingHorizontal20\"><div class=\"metabar-block u-flex1 u-flexCenter\"><div class=\"u-xs-hide js-metabarLogoLeft\"><a class=\"siteNav-logo u-fillTransparentBlackDarker u-flex0\" data-log-event=\"home\" href=\"https://medium.com/\"><span class=\"svgIcon svgIcon--logoWordmark svgIcon--112x22px u-xs-hide u-flex\"><svg class=\"svgIcon-use\" height=\"22\" viewbox=\"0 0 111.5 22\" width=\"112\"><path d=\"M56.3 19.5c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5V19c-.7 1.8-2.4 3-4.3 3-3.3 0-5.8-2.6-5.8-7.5 0-4.5 2.6-7.6 6.3-7.6 1.6-.1 3.1.8 3.8 2.4V3.2c0-.3-.1-.6-.3-.7l-1.4-1.4V1l6.5-.8v19.3zm-4.8-.8V9.5c-.5-.6-1.2-.9-1.9-.9-1.6 0-3.1 1.4-3.1 5.7 0 4 1.3 5.4 3 5.4.8.1 1.6-.3 2-1zm9.1 3.1V9.4c0-.3-.1-.6-.3-.7l-1.4-1.5v-.1h6.5v12.5c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5zm-.2-19.2C60.4 1.2 61.5 0 63 0c1.4 0 2.6 1.2 2.6 2.6S64.4 5.3 63 5.3c-1.5 0-2.6-1.2-2.6-2.7zm22.5 16.9c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5v-3.2c-.6 2-2.4 3.4-4.5 3.4-2.9 0-4.4-2.1-4.4-6.2 0-1.9 0-4.1.1-6.5 0-.3-.1-.5-.3-.7L67.7 7v.1H74v8c0 2.6.4 4.4 2 4.4.9-.1 1.7-.6 2.1-1.3V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v12.4zm22 2.3c0-.5.1-6.5.1-7.9 0-2.6-.4-4.5-2.2-4.5-.9 0-1.8.5-2.3 1.3.2.8.3 1.7.3 2.5 0 1.8-.1 4.2-.1 6.5 0 .3.1.5.3.7l1.5 1.4v.1H96c0-.4.1-6.5.1-7.9 0-2.7-.4-4.5-2.2-4.5-.9 0-1.7.5-2.2 1.3v9c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v3.1c.6-2.1 2.5-3.5 4.6-3.4 2.2 0 3.6 1.2 4.2 3.5.7-2.1 2.7-3.6 4.9-3.5 2.9 0 4.5 2.2 4.5 6.2 0 1.9-.1 4.2-.1 6.5-.1.3.1.6.3.7l1.4 1.4v.1h-6.6zm-81.4-2l1.9 1.9v.1h-9.8v-.1l2-1.9c.2-.2.3-.4.3-.7V7.3c0-.5 0-1.2.1-1.8L11.4 22h-.1L4.5 6.8c-.1-.4-.2-.4-.3-.6v10c-.1.7 0 1.3.3 1.9l2.7 3.6v.1H0v-.1L2.7 18c.3-.6.4-1.3.3-1.9v-11c0-.5-.1-1.1-.5-1.5L.7 1.1V1h7l5.8 12.9L18.6 1h6.8v.1l-1.9 2.2c-.2.2-.3.5-.3.7v15.2c0 .2.1.5.3.6zm7.6-5.9c0 3.8 1.9 5.3 4.2 5.3 1.9.1 3.6-1 4.4-2.7h.1c-.8 3.7-3.1 5.5-6.5 5.5-3.7 0-7.2-2.2-7.2-7.4 0-5.5 3.5-7.6 7.3-7.6 3.1 0 6.4 1.5 6.4 6.2v.8h-8.7zm0-.8h4.3v-.8c0-3.9-.8-4.9-2-4.9-1.4.1-2.3 1.6-2.3 5.7z\"></path></svg></span><span class=\"svgIcon svgIcon--logoWordmark svgIcon--122x45px u-xs-show u-flex\"><svg class=\"svgIcon-use\" height=\"45\" width=\"122\"><path d=\"M61.6 31.806c0 .412 0 .505.28.758l1.574 1.537v.065h-6.979v-2.95a4.852 4.852 0 0 1-4.627 3.203c-3.588 0-6.192-2.81-6.192-7.981 0-4.843 2.81-8.075 6.754-8.075a4.122 4.122 0 0 1 4.056 2.51v-6.51a.806.806 0 0 0-.319-.787l-1.499-1.443v-.065l6.951-.815v20.553zm-5.125-.937v-9.714a2.614 2.614 0 0 0-2.08-.975c-1.695 0-3.334 1.537-3.334 6.099 0 4.271 1.414 5.78 3.175 5.78a2.81 2.81 0 0 0 2.24-1.19zm9.752 3.297V21.051a.88.88 0 0 0-.281-.786L64.4 18.672v-.065h6.98v13.302c0 .412 0 .505.28.758l1.536 1.443v.066l-6.97-.01zm-.253-20.356a2.81 2.81 0 1 1 5.62 0 2.81 2.81 0 0 1-5.62 0zm24.234 17.967c0 .413 0 .534.281.787l1.574 1.537v.065h-7.017v-3.363a5.077 5.077 0 0 1-4.805 3.616c-3.11 0-4.778-2.267-4.778-6.557 0-2.07 0-4.337.066-6.885a.796.796 0 0 0-.281-.76l-1.546-1.545v-.065h6.923v8.552c0 2.81.412 4.684 2.173 4.684a2.81 2.81 0 0 0 2.267-1.415v-9.367a.88.88 0 0 0-.28-.787l-1.556-1.602v-.065h6.979v13.17zm23.756 2.39c0-.507.094-6.952.094-8.432 0-2.81-.44-4.75-2.417-4.75a3.138 3.138 0 0 0-2.482 1.35c.198.876.292 1.772.28 2.67 0 1.948-.065 4.43-.093 6.913a.796.796 0 0 0 .281.759l1.574 1.442v.066h-7.045c0-.468.094-6.95.094-8.431 0-2.857-.44-4.75-2.389-4.75a2.81 2.81 0 0 0-2.323 1.387v9.555c0 .412 0 .506.281.759l1.537 1.442v.066h-6.97V21.098a.88.88 0 0 0-.281-.787l-1.546-1.639v-.065h6.98v3.334a5.002 5.002 0 0 1 5.002-3.587c2.323 0 3.896 1.292 4.562 3.747a5.433 5.433 0 0 1 5.245-3.747c3.11 0 4.872 2.295 4.872 6.632 0 2.07-.066 4.43-.094 6.913a.75.75 0 0 0 .318.759l1.537 1.443v.065h-7.017zm-87.671-2.043l2.07 1.977v.065H17.862v-.065l2.107-1.977a.796.796 0 0 0 .281-.759V18.728c0-.534 0-1.255.094-1.873l-7.082 17.564h-.084L5.843 18.26c-.16-.402-.206-.43-.31-.702v10.595c-.087.71.034 1.429.348 2.07l2.95 3.879v.065H1v-.065l2.95-3.888a3.69 3.69 0 0 0 .347-2.06v-11.71a2.267 2.267 0 0 0-.487-1.602l-2.089-2.708v-.065h7.494l6.277 13.686 5.527-13.686h7.335v.065l-2.061 2.296a.806.806 0 0 0-.319.786v16.15a.75.75 0 0 0 .319.759zm8.215-6.332v.065c0 4.01 2.07 5.62 4.497 5.62a5.105 5.105 0 0 0 4.777-2.894h.066c-.844 3.963-3.298 5.836-6.97 5.836-3.962 0-7.7-2.389-7.7-7.925 0-5.817 3.747-8.14 7.887-8.14 3.335 0 6.886 1.573 6.886 6.632v.806h-9.443zm0-.806h4.618v-.815c0-4.122-.852-5.218-2.136-5.218-1.555 0-2.5 1.64-2.5 6.033h.018z\"></path></svg></span><span class=\"u-textScreenReader\">Homepage</span></a></div><div class=\"u-xs-show js-metabarLogoLeft\"><a class=\"siteNav-logo u-fillTransparentBlackDarker u-flex0 u-flexCenter u-paddingTop0\" data-log-event=\"home\" href=\"https://medium.com/\"><span class=\"svgIcon svgIcon--logoMonogram svgIcon--45px is-flushLeft u-flex0 u-flexCenter u-paddingTop0\"><svg class=\"svgIcon-use\" height=\"45\" width=\"45\"><path d=\"M5 40V5h35v35H5zm8.56-12.627c0 .555-.027.687-.318 1.03l-2.457 2.985v.396h6.974v-.396l-2.456-2.985c-.291-.343-.344-.502-.344-1.03V18.42l6.127 13.364h.714l5.256-13.364v10.644c0 .29 0 .342-.185.528l-1.848 1.796v.396h9.19v-.396l-1.822-1.796c-.184-.186-.21-.238-.21-.528V15.937c0-.291.026-.344.21-.528l1.823-1.797v-.396h-6.471l-4.622 11.542-5.203-11.542h-6.79v.396l2.14 2.64c.239.292.291.37.291.768v10.353z\"></path></svg></span><span class=\"u-textScreenReader\">Homepage</span></a></div><span class=\"svgIcon svgIcon--straightLine svgIcon--29px u-marginTop1 u-marginLeft10 u-xs-hide\"><svg class=\"svgIcon-use\" height=\"29\" width=\"2\"><path d=\"M1 29V1\" fill=\"none\" stroke=\"#D5D5D5\" stroke-linecap=\"round\" stroke-width=\".5\"></path></svg></span><a class=\"link link--noUnderline u-baseColor--link metabar-topic\" href=\"https://medium.com/topic/health\">Health</a></div><div class=\"metabar-block u-flex0\"><div class=\"buttonSet buttonSet--wide\"><a class=\"button button--chromeless u-baseColor--buttonNormal u-xs-hide js-upgradeMembershipAction\" href=\"https://medium.com/membership?source=upgrade_membership---nav_full\">Become a member</a><a class=\"button button--primary button--chromeless u-accentColor--buttonNormal is-inSiteNavBar u-xs-hide js-signInButton\" data-action=\"sign-in-prompt\" data-action-source=\"--------------------------nav_reg\" data-redirect=\"https://medium.com/s/unrulybodies/the-body-that-understands-what-fullness-is-f2e40c40cd75\" href=\"https://medium.com/m/signin?redirect=https%3A%2F%2Fmedium.com%2Fs%2Funrulybodies%2Fthe-body-that-understands-what-fullness-is-f2e40c40cd75&amp;source=--------------------------nav_reg&amp;operation=login\">Sign in</a><a class=\"button button--primary button--withChrome u-accentColor--buttonNormal is-inSiteNavBar js-signUpButton\" data-action=\"sign-up-prompt\" data-action-source=\"--------------------------nav_reg\" data-redirect=\"https://medium.com/s/unrulybodies/the-body-that-understands-what-fullness-is-f2e40c40cd75\" href=\"https://medium.com/m/signin?redirect=https%3A%2F%2Fmedium.com%2Fs%2Funrulybodies%2Fthe-body-that-understands-what-fullness-is-f2e40c40cd75&amp;source=--------------------------nav_reg&amp;operation=register\">Get started</a></div></div></div></div><div class=\"metabar metabar--spacer js-metabarSpacer u-height65 u-xs-height56\"></div><div class=\"elevate\"><style>.elevate-caps.u-accentColor--textNormal, .elevate-accent.u-accentColor--textNormal {color: rgba(42, 56, 195, 1) !important; text-decoration-color: rgba(42, 56, 195, 1);}\n.u-accentColor--highlightFaint {background-color: rgb(235, 235, 235) !important;}\n.u-accentColor--highlightStrong.is-active .svgIcon {fill: rgb(219, 219, 219) !important;}\n.postArticle.is-withAccentColors .markup--quote.is-other {background-color: rgb(235, 235, 235) !important;}\nbody.is-withMagicUnderlines .postArticle.is-withAccentColors .markup--quote.is-other {background-color: transparent !important; background-image: linear-gradient(to bottom, rgb(235, 235, 235), rgb(235, 235, 235));}\n.postArticle.is-withAccentColors .markup--quote.is-me {background-color: rgb(227, 227, 227) !important;}\nbody.is-withMagicUnderlines .postArticle.is-withAccentColors .markup--quote.is-me {background-color: transparent !important; background-image: linear-gradient(to bottom, rgb(227, 227, 227), rgb(227, 227, 227));}\n.postArticle.is-withAccentColors .markup--quote.is-targeted {background-color: rgb(219, 219, 219) !important;}\nbody.is-withMagicUnderlines .postArticle.is-withAccentColors .markup--quote.is-targeted {background-color: transparent !important; background-image: linear-gradient(to bottom, rgb(219, 219, 219), rgb(219, 219, 219));}\n.postArticle.is-withAccentColors .markup--quote.is-selected {background-color: rgb(219, 219, 219) !important;}\nbody.is-withMagicUnderlines .postArticle.is-withAccentColors .markup--quote.is-selected {background-color: transparent !important; background-image: linear-gradient(to bottom, rgb(219, 219, 219), rgb(219, 219, 219));}\n.postArticle.is-withAccentColors .markup--highlight {background-color: rgb(219, 219, 219) !important;}\nbody.is-withMagicUnderlines .postArticle.is-withAccentColors .markup--highlight {background-color: transparent !important; background-image: linear-gradient(to bottom, rgb(219, 219, 219), rgb(219, 219, 219));}</style><section class=\"elevateCoverContainer elevateCoverContainer--withImage\"><div class=\"elevateCover\"><div class=\"elevateCover-textOffset\"><div class=\"elevateCover-content elevateCover-content--withImage u-flexColumn u-height100pct\"><div class=\"elevateCover-textOffset--header\"><div class=\"uiScale uiScale-ui--regular uiScale-caption--regular\"><a class=\"ds-link ds-link--styleSubtle elevate-caps u-accentColor--textNormal\" data-action-source=\"sequence_post_cover\" href=\"https://medium.com/s/unrulybodies\"><p class=\"u-marginBottom12\">Unruly Bodies</p></a></div><h1 class=\"elevate-h1 u-marginBottom12 u-md-marginBottom8\">What Fullness Is</h1><p class=\"elevate-summary u-md-marginBottom24\">On getting weight reduction surgery</p><div class=\"uiScale uiScale-ui--large uiScale-caption--regular\"><div class=\"u-flexCenter\"><div class=\"u-flex0 u-paddingRight10\"><a class=\"link u-baseColor--link avatar\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"d5f6a126e0de\" data-user-id=\"d5f6a126e0de\" dir=\"auto\" href=\"https://medium.com/@rgay\"><img alt=\"Go to the profile of Roxane Gay\" class=\"avatar-image avatar-image--small\" src=\"https://cdn-images-1.medium.com/fit/c/120/120/1*EvXohrPMIgb5S_eLg3bmqg.jpeg\"/></a></div><div class=\"u-flexTop u-noWrapWithEllipsis u-flex0\"><div class=\"u-noWrapWithEllipsis u-flex0\"><div class=\"ui-captionStrong u-noWrapWithEllipsis\"><div class=\"u-flexEnd u-marginBottom4\"><a class=\"ds-link ds-link--styleSubtle postMetaInline postMetaInline--author\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"d5f6a126e0de\" data-user-id=\"d5f6a126e0de\" dir=\"auto\" href=\"https://medium.com/@rgay\">Roxane Gay</a><div class=\"u-marginLeft8\"><span class=\"followState js-followState\" data-user-id=\"d5f6a126e0de\"><button class=\"button button--smallest u-noUserSelect button--withChrome u-baseColor--buttonNormal button--withHover button--unblock js-unblockButton\" data-action=\"sign-up-prompt\" data-redirect=\"https://medium.com/s/unrulybodies/the-body-that-understands-what-fullness-is-f2e40c40cd75\" data-requires-token=\"true\" data-sign-in-action=\"toggle-block-user\"><span class=\"button-label button-defaultState\">Blocked</span><span class=\"button-label button-hoverState\">Unblock</span></button><button class=\"button button--primary button--smallest button--dark u-noUserSelect button--withChrome u-accentColor--buttonDark button--follow js-followButton\" data-action=\"sign-up-prompt\" data-action-source=\"-d5f6a126e0de-------------------------follow_byline\" data-redirect=\"https://medium.com/_/subscribe/user/d5f6a126e0de\" data-requires-token=\"true\" data-sign-in-action=\"toggle-subscribe-user\"><span class=\"button-label button-defaultState js-buttonLabel\">Follow</span><span class=\"button-label button-activeState\">Following</span></button></span></div></div></div><div class=\"ui-caption u-noWrapWithEllipsis\"><span class=\"u-noWrap\" data-tooltip=\"Updated Apr 24, 2018\"><time class=\"u-inlineBlock u-lineHeightBase\">Apr 24, 2018</time><span class=\"middotDivider\"></span><span class=\"readingTime\" title=\"19 min read\"></span><span class=\"u-paddingLeft4\"><span class=\"svgIcon svgIcon--star svgIcon--15px\"><svg class=\"svgIcon-use\" height=\"15\" width=\"15\"><path d=\"M7.438 2.324c.034-.099.09-.099.123 0l1.2 3.53a.29.29 0 0 0 .26.19h3.884c.11 0 .127.049.038.111L9.8 8.327a.271.271 0 0 0-.099.291l1.2 3.53c.034.1-.011.131-.098.069l-3.142-2.18a.303.303 0 0 0-.32 0l-3.145 2.182c-.087.06-.132.03-.099-.068l1.2-3.53a.271.271 0 0 0-.098-.292L2.056 6.146c-.087-.06-.071-.112.038-.112h3.884a.29.29 0 0 0 .26-.19l1.2-3.52z\"></path></svg></span></span></span></div></div></div></div></div></div></div></div><div class=\"elevateCover-image\" style='background-image: url(\"https://cdn-images-1.medium.com/max/2400/1*rQ7OqVEELEDIn4uiGl-dFg.jpeg\"); background-position: 50% 47% !important;'></div></div></section><div class=\"elevate-container u-relative u-marginAuto\"><div class=\"elevateSidebar\"><div class=\"js-elevateSidebarRecirc u-md-hide\"></div><div class=\"js-elevatePostActions u-foreground u-md-left50 u-sm-hide\"></div></div><main class=\"postArticle postArticle--full postArticle--elevate is-withAccentColors\" role=\"main\"><div class=\"elevateAudioPlayer\"><div class=\"u-flexCenter u-height50 u-xs-marginTop20 js-audioPlayer\"><div class=\"u-flexCenter u-width100pct u-fontSize14\"><div class=\"u-marginRight15 js-playpause\"><button class=\"button button--lighter button--chromeless button--withIcon button--withSvgIcon u-padding12 u-borderRadius4 u-borderLighter\" data-action=\"play-audioPlayer\"><span class=\"svgIcon svgIcon--playFilled svgIcon--25px\"><svg class=\"svgIcon-use\" height=\"25\" width=\"25\"><path d=\"M7 4v17.03a.5.5 0 0 0 .795.404l11.1-8.111a1 1 0 0 0 0-1.615l-11.1-8.112A.5.5 0 0 0 7 4z\"></path></svg></span></button></div><div class=\"u-flex1\"><div><span class=\"u-textColorNormal\">Loading…</span></div><div class=\"u-flexCenter\"><div class=\"u-flex0 u-marginRight10 u-textColorNormal js-currentTime\">0:00</div><div class=\"u-flex1 u-paddingVertical10 u-cursorPointer js-progressContainer\" data-action=\"seek-audioPlayer\"><div class=\"u-flexCenter u-backgroundTransparentBlackLight u-width100pct u-height1 js-progressBar\"><div class=\"u-flex0 u-backgroundTransparentBlackDark u-height1 js-audioProgress\" style=\"width: 0;\"></div><div class=\"u-flex0 u-relative u-right10 u-padding10 u-cursorPointer js-beanContainer\"></div></div></div><div class=\"u-flex0 u-marginLeft10 u-textColorNormal\">40:48</div></div></div></div></div></div><div class=\"postArticle-content js-postField js-notesSource js-trackPostScrolls\" data-post-id=\"f2e40c40cd75\" data-source=\"post_elevate_sequence_page\" data-tracking-context=\"postPage\"><section class=\"section section--body section--first section--last\" name=\"3119\"><div class=\"section-divider\"><hr class=\"section-divider\"/></div><div class=\"section-content\"><div class=\"section-inner sectionLayout--insetColumn\"></div><div class=\"section-inner sectionLayout--insetColumn\"><p class=\"graf graf--p graf--hasDropCapModel graf--hasDropCap graf--hasDropCapImage graf--leading\" id=\"263e\" name=\"263e\"><span class=\"graf-dropCap\"><span class=\"aspectRatioPlaceholder is-locked\" style=\"width: 42.5px; height: 49px;\"><span class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 115.3%;\"></span><img class=\"graf-dropCapImage\" data-height=\"98\" data-image-id=\"1*MnSuLZ7_OPksXgp07Qr4qQ@2x.png\" data-width=\"85\" src=\"https://cdn-images-1.medium.com/max/800/1*MnSuLZ7_OPksXgp07Qr4qQ@2x.png\"/></span><span class=\"graf-dropCapText\">T</span></span>he first weight-loss surgery was performed during the 10th century, on D. Sancho, the king of León, Spain. He was so fat that he lost his throne, so he was taken to Córdoba, where a doctor sewed his lips shut. Only able to drink through a straw, the former king lost enough weight after a time to return home and reclaim his kingdom.</p><p class=\"graf graf--p graf-after--p\" id=\"aefa\" name=\"aefa\">The notion that thinness — and the attempt to force the fat body toward a state of culturally mandated discipline — begets great rewards is centuries old.</p><p class=\"graf graf--p graf-after--p\" id=\"4268\" name=\"4268\">Modern weight-loss surgery began in the 1950s, when surgeons employing various techniques caused their patients fairly distressing problems, like severe diarrhea, dehydration, kidney stones, gallstones, and even death — but, generally, the patients lost weight. Surgeons have since refined their techniques, using a range of restriction or malabsorption methods to force the human body to lose weight. They have tried wiring patients’ jaws shut to force weight loss through liquid diets. They have stapled stomachs into smaller pouches to restrict caloric intake. They have developed gastric bands and balloons to restrict the amount of food that can enter the stomach. But it was the first laparoscopic gastric bypass—in which the gastrointestinal tract is routed around a person’s stomach—performed in 1994, that enabled bariatric surgery to go more mainstream by way of minimal invasion.</p><p class=\"graf graf--p graf-after--p\" id=\"4bc5\" name=\"4bc5\">Some of these interventions have succeeded for people, and some have failed, because not even surgical intervention can overcome the reasons why many people gain and then struggle to lose weight. Some bodies and minds simply cannot be brought to heel.</p><figure class=\"graf graf--figure graf-after--p\" id=\"4537\" name=\"4537\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*tcMAB2bCk_zb-x02-Ihirw@2x.jpeg\" data-height=\"458\" data-image-id=\"1*tcMAB2bCk_zb-x02-Ihirw@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*tcMAB2bCk_zb-x02-Ihirw@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*tcMAB2bCk_zb-x02-Ihirw@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*tcMAB2bCk_zb-x02-Ihirw@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"55c1\" name=\"55c1\">I capitulated to a procedure after more than 15 years of resistance and had a sleeve gastrectomy at the UCLA Ronald Reagan Hospital in January 2018. I told only a few people; I did not tell my family. I felt — in equal parts — hope, defeat, frustration, and disgust.</p><figure class=\"graf graf--figure graf-after--p\" id=\"903e\" name=\"903e\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 301px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 43%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*9bL3j9ge0SR5R1GUcFhRlg@2x.jpeg\" data-height=\"1377\" data-image-id=\"1*9bL3j9ge0SR5R1GUcFhRlg@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*9bL3j9ge0SR5R1GUcFhRlg@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*9bL3j9ge0SR5R1GUcFhRlg@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*9bL3j9ge0SR5R1GUcFhRlg@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"471e\" name=\"471e\">The first time I contemplated weight-loss surgery, it was at the bidding of my parents. My father and I went to an orientation seminar at the Cleveland Clinic and learned about gastric bypass. There were graphic, deeply disturbing videos and a question-and-answer session. I submitted myself to a clinical assessment about the problem of my body. It wasn’t the right time, I decided. I could be better, eat less, move more.</p><p class=\"graf graf--p graf-after--p\" id=\"ceb9\" name=\"ceb9\">And over the next several years, I certainly tried to, intermittently or constantly, depending on how you look at it. I continued a near-lifetime of disordered eating, and restriction, and overeating. Sometimes I was motivated enough to work out. Sometimes I wasn’t. Mostly I was overwhelmed by inertia. I had a desire to lose weight but an inability — or, perhaps, unwillingness — to force myself toward the deprivation required for the significant weight loss the world told me I needed.</p><p class=\"graf graf--p graf-after--p\" id=\"53a8\" name=\"53a8\">The truth is that my desire for weight loss has long been about satisfying other people more than myself, finding a way to fit more peacefully into a world that is not at all interested in accommodating a body like mine. And the dominant cultural attitude toward fatness is that the fat body is a medical problem, a drain on society, an aesthetic blight. As a fat person, I am supposed to <em class=\"markup--em markup--p-em\">want</em> to lose weight. I am supposed to be working on the problem of my body. I am supposed to apply discipline to physical unruliness. I’m not supposed to be fine with my body. I am not supposed to yearn, simply, for people to let me be, to see me, accept me, and treat me with dignity exactly as I am.</p><figure class=\"graf graf--figure graf-after--p\" id=\"7a6e\" name=\"7a6e\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 700px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 100%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*9kMk3bKA3kXhYDGTTHkN2w.jpeg\" data-height=\"2083\" data-image-id=\"1*9kMk3bKA3kXhYDGTTHkN2w.jpeg\" data-width=\"2083\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*9kMk3bKA3kXhYDGTTHkN2w.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*9kMk3bKA3kXhYDGTTHkN2w.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*9kMk3bKA3kXhYDGTTHkN2w.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"cb0f\" name=\"cb0f\">I am, however, sometimes fine with my body. I am fine with my curves, the solidity of me. I am strong and tall. I enjoy the way I take up space, that I have presence. I have someone who appreciates my body and only hates everything I must deal with by virtue of living in this world in this body.</p><p class=\"graf graf--p graf-after--p\" id=\"a9f0\" name=\"a9f0\">Sometimes I hate my body, the unruliness of it. I hate all my limitations. I hate my lack of discipline. I hate how my unhappiness is never enough to truly motivate me to regain control of myself, once and for all. I hate the way I hunger but never find satisfaction. I want and want and want but never allow myself to reach for what I truly want, leaving that want raging desperately beneath the surface of my skin.</p><p class=\"graf graf--p graf-after--p\" id=\"4e6a\" name=\"4e6a\">And the moment I step outside the safety of my home, I hate how visible I am, how people treat me, how they stare and comment both loudly and under their breath, how rude children remind me I’m fat and their rude parents say nothing, how I have to think and overthink where I go and how I will fit into any given space. I do not know how to carry myself with confidence when I go out into the world. Any sense of self I have is often shattered within minutes, and then I am all insecurities and fears, wishing myself into a more socially acceptable form.</p><p class=\"graf graf--p graf-after--p\" id=\"66b4\" name=\"66b4\">And given my career trajectory, there are pictures and videos of me everywhere. I hate these images, cringe when I see them, and then hate myself for cringing, for not seeing myself with kindness. Trolls make memes of my pictures and post them to internet message boards with cruel captions. They tweet these memes at me. They remind me, every chance they get, that I am fat: more than, but less than. Every single day, I am confronted by how people really see me. I am confronted by the fact that no matter what I achieve, I will always be fat first. I will always have this weakness; it will always be easily exploited.</p><p class=\"graf graf--p graf-after--p\" id=\"d128\" name=\"d128\">If you’re not one statistic, though, you’re another. According to the American Society for Bariatric and Metabolic Surgery, 216,000 people received a bariatric procedure in 2016. Doctors tout weight-loss surgery as the gold standard for weight loss, though a relatively small number of the estimated one-third of Americans who are considered <em class=\"markup--em markup--p-em\">obese</em> actually get the surgery.</p><p class=\"graf graf--p graf-after--p\" id=\"9252\" name=\"9252\">Many doctors have used that exact phrase with me — “the gold standard” — over the years. They told me that this surgery will save my life, and that if I didn’t get the surgery, I wouldn’t live until 40. When I turned 40, they told me that if I didn’t get the surgery, I wouldn’t live until 50.</p><p class=\"graf graf--p graf-after--p\" id=\"fde0\" name=\"fde0\">This surgery is touted as the only real option for the morbidly and super-morbidly obese. It is not a question of <em class=\"markup--em markup--p-em\">if</em> a fat person will get weight-loss surgery, but when.</p><p class=\"graf graf--p graf-after--p\" id=\"e490\" name=\"e490\">Of course, weight-loss surgery is extraordinarily expensive, and many insurance policies will not cover it. The out-of-pocket cost in the United States is high enough that many people travel to Mexico and Malaysia to get it for a fraction of the cost. My insurance company will cover weight-loss surgery — but only after you’ve gone through six months of medically supervised weight loss; you have to prove that you deserve to have yourself cut open.</p><figure class=\"graf graf--figure graf-after--p\" id=\"b770\" name=\"b770\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 248px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 35.4%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*9NcoWNS6Pop0dMhQ-P85Dw@2x.png\" data-height=\"1133\" data-image-id=\"1*9NcoWNS6Pop0dMhQ-P85Dw@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*9NcoWNS6Pop0dMhQ-P85Dw@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*9NcoWNS6Pop0dMhQ-P85Dw@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*9NcoWNS6Pop0dMhQ-P85Dw@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"3eb5\" name=\"3eb5\">Given my schedule, this six-month waiting period was a requirement I was never going to be able to meet, so I ended up paying for the surgery out of pocket. I suppose I should be grateful that I could afford to do so, but mostly, I’m bitter. The expense was breathtaking.</p><p class=\"graf graf--p graf-after--p\" id=\"272c\" name=\"272c\">If there is a silver lining, the expense also removed a lot of bureaucratic red tape. I was able to schedule my surgery and address all the presurgical requirements with relative ease once the surgeon realized he didn’t have to deal with an insurance company. Health care is as wantonly susceptible to the ills of capitalism as everything else.</p><figure class=\"graf graf--figure graf-after--p\" id=\"2488\" name=\"2488\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*XcwCdRRqYFwVc1ljckhJmA@2x.jpeg\" data-height=\"458\" data-image-id=\"1*XcwCdRRqYFwVc1ljckhJmA@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*XcwCdRRqYFwVc1ljckhJmA@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*XcwCdRRqYFwVc1ljckhJmA@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*XcwCdRRqYFwVc1ljckhJmA@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"d2f9\" name=\"d2f9\">After more than 15 years of refusing it, I made the decision to get weight-loss surgery on an ordinary day. At home in Lafayette, Indiana, a young man yelled at me to move my fat black ass while I was crossing a grocery store parking lot to my car. It was the last straw.</p><p class=\"graf graf--p graf-after--p\" id=\"554d\" name=\"554d\">I tried to hold my head high, shuffled as quickly as I could, put my groceries in my car, and sat behind the steering wheel. I sat there, shaking, wishing I could have been as quick in that moment to put him in his place as I would have been online. I wanted to call someone for comfort, but I was at a silent impasse with the only person to whom I could talk. Instead, I pressed my head against the steering wheel and sobbed. When I collected myself, I drove home and went to bed. I hoped I might not wake up, but I did.</p><figure class=\"graf graf--figure graf-after--p\" id=\"5598\" name=\"5598\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\" data-height=\"458\" data-image-id=\"1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"f007\" name=\"f007\">The most common weight-loss procedures today are the gastric bypass and the gastric sleeve. These procedures are usually done laparoscopically in a matter of hours, with the patient under general anesthesia. In gastric bypass, the stomach is reduced, creating a small pouch, which is then connected farther down the small intestine. Sleeve gastrectomy is slightly less drastic and the more common procedure performed. The stomach size is reduced and reshaped into a slender tube, restricting how much a person can eat. In these procedures, patients also lose their appetites as a result of reduced ghrelin, a hormone that stimulates appetite.</p><p class=\"graf graf--p graf-after--p\" id=\"e710\" name=\"e710\">In both procedures, the patient’s anatomy is irreversibly changed, and they lose a significant amount of weight quickly. Both procedures result in malnutrition, requiring patients to take multivitamins and other supplements for the rest of their lives. Other risks and complications include hair loss, ulcers, leaks, gastric bleeding, bowel obstruction, gallstones, and dehydration. These are all fairly horrifying risks, but (the medical establishment has decided) they are less horrifying than the medical risks of fatness. People who choose weight-loss surgery trade one kind of health for another.</p><p class=\"graf graf--p graf-after--p\" id=\"89a6\" name=\"89a6\">After such drastic weight loss, many patients need expensive, extensive plastic surgery to deal with the excess skin. The TLC network even has a show — spun off from <em class=\"markup--em markup--p-em\">My 600-Lb Life</em>—called <em class=\"markup--em markup--p-em\">Skin Tight</em>, about people who have lost a significant amount of weight and want to get skin-removal surgery, altering their anatomy once again.</p><p class=\"graf graf--p graf-after--p\" id=\"94b2\" name=\"94b2\">And with the growing popularity of bariatric surgery, an entire industry has risen around it — supplements, special foods, dishware, and more. There are online forums, YouTube channels, bariatric eating blogs, and other such communities. Where there is money to be made, capitalism finds a way.</p><figure class=\"graf graf--figure graf-after--p\" id=\"7daf\" name=\"7daf\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*eGnq4SH34TkfoB5wEe14MA@2x.jpeg\" data-height=\"458\" data-image-id=\"1*eGnq4SH34TkfoB5wEe14MA@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*eGnq4SH34TkfoB5wEe14MA@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*eGnq4SH34TkfoB5wEe14MA@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*eGnq4SH34TkfoB5wEe14MA@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"839f\" name=\"839f\">The morning after I decided to get weight-loss surgery, I called a local bariatric surgeon and made an appointment for a consultation. A few hours later, the program administrator called me back and told me I would need to lose 75 pounds before they would even consider operating on me. I immediately felt hopeless: If I could lose 75 pounds on my own, I wouldn’t be considering surgery. The surgeon, the coordinator told me, was involved in some kind of study and only wanted good outcomes; he did not inspire me with confidence. I was told to watch some online videos about the surgery and fill out a lot of paperwork and then we could get started.</p><p class=\"graf graf--p graf-after--p\" id=\"a738\" name=\"a738\">After a few days of allowing myself to wallow in defeat, I got a recommendation from a friend and found an excellent surgeon in Los Angeles (where I also live) who did inspire with me confidence. This surgeon was very frank; I just stared and nodded. He told me at our first appointment in December that surgery was my best option. He remarked that it was good that I carried most of my weight in my lower body, because it would be easier for him to do the surgery. I was an unruly body for him to fix, nothing less, nothing more. He asked me to try losing some weight before the surgery to reduce the size of my liver, but he wasn’t too prickly or unrealistic about it. Just don’t gain any more weight, he said.</p><figure class=\"graf graf--figure graf-after--p\" id=\"6804\" name=\"6804\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 359px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 51.2%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*vCdm47OtZwEof7faLS4OZg@2x.jpeg\" data-height=\"1639\" data-image-id=\"1*vCdm47OtZwEof7faLS4OZg@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*vCdm47OtZwEof7faLS4OZg@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*vCdm47OtZwEof7faLS4OZg@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*vCdm47OtZwEof7faLS4OZg@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"464c\" name=\"464c\">I looked at my work calendar for 2018 and realized I had a small window within which to do this surgery and recover. Before I lost my nerve, I rescheduled the two events I had in January and told my doctor I wasn’t going to be able to wait six weeks before flying again post-surgery, as recommended. In a matter of hours, I was scheduled for surgery in early January.</p><p class=\"graf graf--p graf-after--p\" id=\"e5a3\" name=\"e5a3\">I was then weighed and measured. I had blood drawn and an EKG and an echocardiogram performed. I attended a three-hour workshop where I learned more about the surgery, how to prepare, what the initial weeks and after the surgery would be like, and so on. A nutritionist cautioned us not to visit online forums about bariatric surgery, and I heeded her advice (until I didn’t). I received a binder full of information, much of it rather starkly depressing about the “lifestyle changes” that would be demanded of me both before and after the surgery. I bought vitamins and whey protein and tried to wrap my mind around the vastly different way I’d have be eating in just a few weeks. I saw a psychologist who would determine if I was emotionally prepared for the surgery. After 45 minutes, she determined that I was and charged me $300 for the consultation.</p><p class=\"graf graf--p graf-after--p\" id=\"77f3\" name=\"77f3\">During every part of the preoperative process, I doled out obscene sums of money to a range of medical providers. And every night, I stared at the ceiling, wondering if I would actually go through with it. I chastised myself for allowing myself to get to this point, for lacking the discipline to lose weight by any other means.</p><p class=\"graf graf--p graf-after--p\" id=\"ea90\" name=\"ea90\">I had made a drastic decision to change my body, but I did not suddenly develop a healthier relationship toward food. In the weeks leading up to my surgery, I tried to eat all the foods I thought that I was probably never going to be able to eat again, paying particular and loving attention to fried foods and soda. A few nights before surgery, friends and I went to my favorite steakhouse, and I enjoyed a Caesar salad and a finely marbled rib eye with mashed potatoes and green beans almondine and butter cake with fresh whipped cream and gin and tonics with a splash of grenadine. I savored every single bite, often with my eyes closed. I mourned what I was losing, or what I thought I was losing.</p><p class=\"graf graf--p graf-after--p\" id=\"dace\" name=\"dace\">The morning of the surgery, I went to the hospital, checked in, and was weighed and escorted to a long row of hospital beds just waiting for patients who would submit themselves to surgical blades for one reason or another. I was hungry and thirsty and nervous. I told the friend accompanying me that the gown the hospital provided probably wouldn’t fit me, and she said that couldn’t possibly happen, given the nature of my impending procedure. I was right: The gown was indeed too small, and, at six in the morning, I was too tired and too defeated to even laugh or feel any kind of satisfaction for understanding just how shortsighted this world is when it comes to different kinds of bodies.</p><p class=\"graf graf--p graf-after--p\" id=\"6a64\" name=\"6a64\">As I do whenever I’m going under general anesthesia, I told the anesthesiologist to give me extra, because I’ve seen the movie <em class=\"markup--em markup--p-em\">Awake</em>.<em class=\"markup--em markup--p-em\"> </em>I was wracked with guilt about not telling my family, and then worried that I was probably going to die and my parents would find out in such a terrible way. As I worried, I was strapped to the operating table, and then, mercifully, I lost consciousness. I don’t remember anything about the surgery, and I’m thankful for that because it means that the drugs worked. When I woke up, a nurse was peering at me and then broke into a smile. She said, “I know who you are! My girlfriend and I love your books.” I was still pretty out of it, so I muttered, “Please don’t tell the internet I’m here.”</p><figure class=\"graf graf--figure graf-after--p\" id=\"b997\" name=\"b997\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*61bLtpJ-0pR9pNLHjcJPzQ@2x.jpeg\" data-height=\"458\" data-image-id=\"1*61bLtpJ-0pR9pNLHjcJPzQ@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*61bLtpJ-0pR9pNLHjcJPzQ@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*61bLtpJ-0pR9pNLHjcJPzQ@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*61bLtpJ-0pR9pNLHjcJPzQ@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"0e74\" name=\"0e74\">I care too much what people think. I hate that about myself. Before and after my surgery, I worried what people would think if and when they found out. Each time I went to the doctor’s office, I prayed no one would recognize me, and rarely were those prayers answered. I’m just a writer, but I am recognized in public with alarming frequency. “What are you doing here?” a fan asked one afternoon as I walked into the UCLA Medical Center, and I smiled and said, “Routine checkup.”</p><p class=\"graf graf--p graf-after--p\" id=\"6181\" name=\"6181\">I worried that people would think I betrayed fat positivity, something I do very much believe in even if I can’t always believe in it for myself. I worried that everyone who responded so generously to my memoir, <em class=\"markup--em markup--p-em\">Hunger</em>,<em class=\"markup--em markup--p-em\"> </em>would feel betrayed<em class=\"markup--em markup--p-em\">. </em>I worried I would be seen as betraying myself. I worried I would be seen as taking the easy way out, even though nothing about any of this has been easy, not one thing. I worried.</p><figure class=\"graf graf--figure graf-after--p\" id=\"5eab\" name=\"5eab\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*LwbRjFOtdijW-IsvkzAqBw@2x.jpeg\" data-height=\"458\" data-image-id=\"1*LwbRjFOtdijW-IsvkzAqBw@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*LwbRjFOtdijW-IsvkzAqBw@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*LwbRjFOtdijW-IsvkzAqBw@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*LwbRjFOtdijW-IsvkzAqBw@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"4478\" name=\"4478\">The surgeon made five neat incisions across my torso and stitched them from the inside so I would eventually have minimal scarring. As I came to my senses, I felt each of those incisions, throbbing gently, reminding me that something invasive had happened to my body. The worst part of the first few hours after the surgery was that I couldn’t drink anything until the following morning: I had a brand-new stomach, and a whole lot of stitches holding that brand-new stomach together, so it was best to leave this newly delicate anatomy alone.</p><p class=\"graf graf--p graf-after--p\" id=\"3a42\" name=\"3a42\">As the hours wore on, I felt desiccated. I wanted water more than I have ever wanted anything in my life. I could satisfy myself only with a tiny sponge dipped in ice to dab on my lips and tongue. When no one was looking, I took tiny sips of the melted water pooling at the bottom of my Styrofoam cup — I did.</p><p class=\"graf graf--p graf-after--p\" id=\"5d56\" name=\"5d56\">The hospital buzzed around me. Nurses doted on me. My surgeon stopped by and told me everything had gone well. My liver was nice and small, he said with a smile, and commended me for losing weight before the procedure. I felt a swell of pride and then hated myself for that swell, for being so pedestrian as to take pleasure in the sort of validation that goes against so much of what I believe about how bodies should be allowed to be.</p><p class=\"graf graf--p graf-after--p\" id=\"2284\" name=\"2284\">There was a TV, but I couldn’t bother to focus on it. I was on excellent pain medication that I controlled with a little remote, so it was all very pleasant, less the torment of the desert of my mouth. The woman next door also had weight-loss surgery, and she talked loudly about how she was a changed woman. It was like she was trying to prove she deserved the surgery, that she was a better woman now. It was aggravating because I did not feel at all changed; I did not have a new outlook on life.</p><figure class=\"graf graf--figure graf-after--p\" id=\"4dfc\" name=\"4dfc\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 700px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 100%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*PBB4ukmW6gNApGYn7IJt0g.png\" data-height=\"1400\" data-image-id=\"1*PBB4ukmW6gNApGYn7IJt0g.png\" data-width=\"1400\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*PBB4ukmW6gNApGYn7IJt0g.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*PBB4ukmW6gNApGYn7IJt0g.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*PBB4ukmW6gNApGYn7IJt0g.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"59de\" name=\"59de\">Every few hours, I got up and walked around so as to avoid blood clots. I dozed. I chatted drowsily with loved ones watching over me. Eventually, I passed out, all praise to Dilaudid. Late the next afternoon, I went home, where I could have only water, clear broth, Gatorade, and sugar-free Jell-O for three days.</p><p class=\"graf graf--p graf-after--p\" id=\"96e7\" name=\"96e7\">For the two weeks after that, I could have only liquids like more Gatorade, juices, soups, thinned yogurt. From weeks two to four, I could eat only soft foods. My new diet was as horrible and boring and bland as you might imagine, but it was also manageable. Anything is manageable if it isn’t forever.</p><p class=\"graf graf--p graf-after--p\" id=\"4316\" name=\"4316\">Slowly, I started coming to terms with how quickly my relationship to food was changing and how disordered my relationship to food had been and for so long. I had to think — carefully — about what I ate and how. I became full after only a few bites. I had to think about protein and making sure I was getting enough. (I never did, because I’m a very picky eater and the protein shakes made me gag.) I wasn’t hungry, but I was starving.</p><figure class=\"graf graf--figure graf-after--p\" id=\"5fac\" name=\"5fac\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*vUkucDAT5dPClCF9C8pDkg@2x.jpeg\" data-height=\"458\" data-image-id=\"1*vUkucDAT5dPClCF9C8pDkg@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*vUkucDAT5dPClCF9C8pDkg@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*vUkucDAT5dPClCF9C8pDkg@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*vUkucDAT5dPClCF9C8pDkg@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"9a7c\" name=\"9a7c\">That incident in the parking lot was also an accumulation of frustrations and heartache I no longer wanted to carry — doctors not taking me seriously and always trying to “treat” my weight before anything else, never fitting in spaces I wanted to be in, the obsessive rituals I developed around deciding if and how I could go out in public, feeling unfit and hating exercise because everything was so arduous, having such limited fashion options, the familial <em class=\"markup--em markup--p-em\">concern</em> that was a yoke I couldn’t ever get out from under, the societal concern that was a yoke I couldn’t ever get out from under, the nagging worry that my weight would eventually come between me and the one person in my life who has never made me feel anything but good in my body, the nagging worry that, eventually, my luck would run out and all the terrible things that doctors had long been warning me about would come to pass.</p><p class=\"graf graf--p graf-after--p\" id=\"fe5f\" name=\"fe5f\">I had to face the extent of my unhappiness and how much of that unhappiness was connected to my body. I had to accept that I could change my fat body faster than this culture will change how it views, treats, and accommodates fat bodies. And I had to do so while recognizing that losing weight wasn’t actually going to make me happier — which may have been the bitterest part of all.</p><p class=\"graf graf--p graf-after--p\" id=\"d174\" name=\"d174\">That’s how I found myself going back to therapy after nearly a decade away — a decade of telling myself that I was fine and fixed and emotionally whole. The nutritionist affiliated with my surgeon gave me a recommendation, and I made an appointment. Within the first five minutes, I knew it wasn’t going to work: She stared at me for long, intensely awkward lengths of time. At the beginning of the session, she was simply silent, and I was not at all sure what I was supposed to do with that silence.</p><p class=\"graf graf--p graf-after--p\" id=\"87bc\" name=\"87bc\">After two sessions, I decided to try someone else. He was a brash, handsome older man who got under my skin, forcing me to face uncomfortable truths, forcing me to get comfortable with feeling my feelings — something I’ve avoided for most of my life. At some point during many of our sessions, he says, “You’re mad at me,” and I pretend I am not and he knows I am lying, and onward we go, doing the necessary work of breaking me down so that, someday, I might build myself back up again.</p><figure class=\"graf graf--figure graf-after--p\" id=\"d02f\" name=\"d02f\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*cUtjsyEdMkHkqxjqvHnkmw@2x.jpeg\" data-height=\"458\" data-image-id=\"1*cUtjsyEdMkHkqxjqvHnkmw@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*cUtjsyEdMkHkqxjqvHnkmw@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*cUtjsyEdMkHkqxjqvHnkmw@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*cUtjsyEdMkHkqxjqvHnkmw@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"953e\" name=\"953e\">The dominant narrative around weight-loss surgery is that it changes your life and makes everything better. It’s a lovely fantasy that, by cutting yourself open and having parts of yourself removed, everything that weighed you down will be lifted. But it is only a fantasy.</p><p class=\"graf graf--p graf-after--p\" id=\"98fd\" name=\"98fd\">People who have weight-loss surgery are more likely to commit suicide. Many married people get divorced after the surgery because their spouses cannot cope with the changes, so much so that “bariatric divorce” is a thing. The psychologist I saw for my presurgical evaluation warned that the first year is really difficult, and many patients end up suffering from depression and regretting the surgery. The second year is better, she said, trying to reassure me after my face fell. And she was right: I am depressed and miserable. I am cold all the time and exhausted because I’m only eating between 1,200 and 1,500 calories. I am filled with regrets because everything has changed, but everything is exactly the same.</p><p class=\"graf graf--p graf-after--p\" id=\"05b1\" name=\"05b1\">I am losing a significant amount of weight very quickly — that’s what the scale shows, on those rare occasions when I am not too afraid to get on the scale, terrified I’ve done all this, spent all this money, only to <em class=\"markup--em markup--p-em\">not</em> lose weight. My clothes are looser. My shoes are inexplicably loose. My ring is loose. I fit into my car in a way I never have. I fit into chairs better. I fit everywhere better, and it’s still so early.</p><figure class=\"graf graf--figure graf-after--p\" id=\"4e17\" name=\"4e17\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 237px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 33.800000000000004%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*6N7h0CZGO5ncqfbjG37IHg@2x.jpeg\" data-height=\"1083\" data-image-id=\"1*6N7h0CZGO5ncqfbjG37IHg@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*6N7h0CZGO5ncqfbjG37IHg@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*6N7h0CZGO5ncqfbjG37IHg@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*6N7h0CZGO5ncqfbjG37IHg@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"a60f\" name=\"a60f\">But I can’t believe that I am losing weight, despite all this evidence. I’ve told my person — more than once — that someone is messing with me, sabotaging my sanity by adjusting my seat in the car, stretching out my clothes and shoes to trick me. I am assured such is not the case, that my body is actually changing. For a few moments, I am quieted, and then the doubt creeps back in.</p><p class=\"graf graf--p graf-after--p\" id=\"9587\" name=\"9587\">When I look in the mirror, I see no difference — none at all. No one, save for a couple people, has openly acknowledged any weight loss, if they’ve even noticed, which is a relief and a frustration and a reminder of just how much weight I have to lose. I don’t want any weight loss to be acknowledged (or, worse, celebrated), but I also very much do.</p><p class=\"graf graf--p graf-after--p\" id=\"b1c2\" name=\"b1c2\">I’ve replaced one set of anxieties with another. I worry I’m eating too much and stretching my new stomach (something I was warned about, repeatedly and vigorously). I have brief moments where I allow myself to imagine hiking Runyon Canyon or wearing a fabulous outfit because it is available in my size or going to see a musical without making special arrangements…and then I tell myself to get ahold of myself. I tell myself not to want. I tell myself that I’ve failed to discipline my body before and I will probably fail this time, too. I tell myself these things because I’ve carried this weight for almost 30 years and it is terrifying to face who I could be without it.</p><p class=\"graf graf--p graf-after--p\" id=\"0450\" name=\"0450\">I had weight-loss surgery, but I am still the same person who went under the knife. I still have that yawning cavern inside of me that I want to fill with food, only now I cannot fill it with food. I’m rarely hungry, but I am ravenous. Want continues to rage desperately beneath the surface of my skin. I turned to food when I was sad and happy and lonely and scared and anxious. I turned to food, and away from everything else; it was my comfort and my friend. Food helped me survive something I did not think I would survive. Food numbed the uncomfortable feelings I very much did not want to feel.</p><p class=\"graf graf--p graf-after--p\" id=\"8190\" name=\"8190\">And then, that comfort was gone. I’ve lost the best friend I never had the courage to acknowledge but who was my constant, loyal companion nonetheless. I am left holding the shattered pieces of whatever has been left behind, trying to assemble them into something new, something that serves me better.</p><p class=\"graf graf--p graf-after--p\" id=\"e7da\" name=\"e7da\">The forced restriction brought about by the surgery is maddening. Yes, I eat, but I physically cannot overeat. At restaurants, waitstaff interrogate me about all the food I leave on my plate. At home, I eat sad, tiny portions (or, given what I used to eat, what feel like tiny portions). After a few bites of anything, the discomfort begins, and then that discomfort evolves into pain.</p><p class=\"graf graf--p graf-after--p\" id=\"7191\" name=\"7191\">Sometimes, when I am feeling rebellious, I try to ignore that pain and try to surrender to my desire to eat with abandon. My body reminds me that rebellion will not be tolerated. For the first time in as long as I can remember, I am empty, but I know what fullness is, and I hate this knowing.</p><figure class=\"graf graf--figure graf-after--p graf--trailing\" id=\"7a17\" name=\"7a17\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\" data-height=\"458\" data-image-id=\"1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\"/></noscript></div></div><figcaption class=\"imageCaption\">Illustration by <a class=\"markup--anchor markup--figure-anchor\" data-href=\"https://www.behance.net/daianaruiz\" href=\"https://www.behance.net/daianaruiz\" rel=\"nofollow noopener nofollow noopener nofollow noopener nofollow noopener\" target=\"_blank\">Daiana Ruiz</a>. Creative art direction by <a class=\"markup--anchor markup--figure-anchor\" data-href=\"https://www.anagraph.com/\" href=\"https://www.anagraph.com/\" rel=\"noopener nofollow noopener noopener noopener nofollow noopener nofollow noopener nofollow noopener nofollow noopener\" target=\"_blank\">Anagraph</a>.</figcaption></figure></div></div></section></div></main></div><section class=\"u-maxWidth700 u-paddingHorizontal20 u-marginAuto\"><div class=\"u-marginTop60 u-xs-marginTop25\"><div class=\"elevate-actions u-borderBottomLightest u-paddingBottom25\"><div class=\"postActions js-postActionsFooter\"><div class=\"u-flexCenter\"><div class=\"u-flex1\"><div class=\"multirecommend js-actionMultirecommend u-flexCenter\" data-clap-string-plural=\"claps\" data-clap-string-singular=\"clap\" data-has-recommend-list=\"true\" data-is-circle=\"true\" data-is-icon-29px=\"true\" data-post-id=\"f2e40c40cd75\" data-source=\"post_actions_footer-----f2e40c40cd75---------------------clap_footer\"><div class=\"u-relative u-foreground\"><button aria-label=\"Clap\" class=\"button button--large button--circle button--withChrome u-baseColor--buttonNormal button--withIcon button--withSvgIcon clapButton js-actionMultirecommendButton clapButton--darker clapButton--largePill u-relative u-foreground u-xs-paddingLeft13 u-width60 u-height60 u-accentColor--textNormal u-accentColor--buttonNormal clap-onboarding\" data-action=\"sign-up-prompt\" data-action-source=\"post_actions_footer-----f2e40c40cd75---------------------clap_footer\" data-redirect=\"https://medium.com/_/vote/p/f2e40c40cd75\" data-requires-token=\"true\" data-sign-in-action=\"multivote\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--clap svgIcon--33px u-relative u-topNegative2 u-xs-top0\"><svg class=\"svgIcon-use\" height=\"33\" width=\"33\"><path d=\"M28.86 17.342l-3.64-6.402c-.292-.433-.712-.729-1.163-.8a1.124 1.124 0 0 0-.889.213c-.63.488-.742 1.181-.33 2.061l1.222 2.587 1.4 2.46c2.234 4.085 1.511 8.007-2.145 11.663-.26.26-.526.49-.797.707 1.42-.084 2.881-.683 4.292-2.094 3.822-3.823 3.565-7.876 2.05-10.395zm-6.252 11.075c3.352-3.35 3.998-6.775 1.978-10.469l-3.378-5.945c-.292-.432-.712-.728-1.163-.8a1.122 1.122 0 0 0-.89.213c-.63.49-.742 1.182-.33 2.061l1.72 3.638a.502.502 0 0 1-.806.568l-8.91-8.91a1.335 1.335 0 0 0-1.887 1.886l5.292 5.292a.5.5 0 0 1-.707.707l-5.292-5.292-1.492-1.492c-.503-.503-1.382-.505-1.887 0a1.337 1.337 0 0 0 0 1.886l1.493 1.492 5.292 5.292a.499.499 0 0 1-.353.854.5.5 0 0 1-.354-.147L5.642 13.96a1.338 1.338 0 0 0-1.887 0 1.338 1.338 0 0 0 0 1.887l2.23 2.228 3.322 3.324a.499.499 0 0 1-.353.853.502.502 0 0 1-.354-.146l-3.323-3.324a1.333 1.333 0 0 0-1.886 0 1.325 1.325 0 0 0-.39.943c0 .356.138.691.39.943l6.396 6.397c3.528 3.53 8.86 5.313 12.821 1.353zM12.73 9.26l5.68 5.68-.49-1.037c-.518-1.107-.426-2.13.224-2.89l-3.303-3.304a1.337 1.337 0 0 0-1.886 0 1.326 1.326 0 0 0-.39.944c0 .217.067.42.165.607zm14.787 19.184c-1.599 1.6-3.417 2.392-5.353 2.392-.349 0-.7-.03-1.058-.082a7.922 7.922 0 0 1-3.667.887c-3.049 0-6.115-1.626-8.359-3.87l-6.396-6.397A2.315 2.315 0 0 1 2 19.724a2.327 2.327 0 0 1 1.923-2.296l-.875-.875a2.339 2.339 0 0 1 0-3.3 2.33 2.33 0 0 1 1.24-.647l-.139-.139c-.91-.91-.91-2.39 0-3.3.884-.884 2.421-.882 3.301 0l.138.14a2.335 2.335 0 0 1 3.948-1.24l.093.092c.091-.423.291-.828.62-1.157a2.336 2.336 0 0 1 3.3 0l3.384 3.386a2.167 2.167 0 0 1 1.271-.173c.534.086 1.03.354 1.441.765.11-.549.415-1.034.911-1.418a2.12 2.12 0 0 1 1.661-.41c.727.117 1.385.565 1.853 1.262l3.652 6.423c1.704 2.832 2.025 7.377-2.205 11.607zM13.217.484l-1.917.882 2.37 2.837-.454-3.719zm8.487.877l-1.928-.86-.44 3.697 2.368-2.837zM16.5 3.293L15.478-.005h2.044L16.5 3.293z\" fill-rule=\"evenodd\"></path></svg></span></span><span class=\"button-activeState\"><span class=\"svgIcon svgIcon--clapFilled svgIcon--33px u-relative u-topNegative2 u-xs-top0\"><svg class=\"svgIcon-use\" height=\"33\" width=\"33\"><g fill-rule=\"evenodd\"><path d=\"M29.58 17.1l-3.854-6.78c-.365-.543-.876-.899-1.431-.989a1.491 1.491 0 0 0-1.16.281c-.42.327-.65.736-.7 1.207v.001l3.623 6.367c2.46 4.498 1.67 8.802-2.333 12.807-.265.265-.536.505-.81.728 1.973-.222 3.474-1.286 4.45-2.263 4.166-4.165 3.875-8.6 2.215-11.36zm-4.831.82l-3.581-6.3c-.296-.439-.725-.742-1.183-.815a1.105 1.105 0 0 0-.89.213c-.647.502-.755 1.188-.33 2.098l1.825 3.858a.601.601 0 0 1-.197.747.596.596 0 0 1-.77-.067L10.178 8.21c-.508-.506-1.393-.506-1.901 0a1.335 1.335 0 0 0-.393.95c0 .36.139.698.393.95v.001l5.61 5.61a.599.599 0 1 1-.848.847l-5.606-5.606c-.001 0-.002 0-.003-.002L5.848 9.375a1.349 1.349 0 0 0-1.902 0 1.348 1.348 0 0 0 0 1.901l1.582 1.582 5.61 5.61a.6.6 0 0 1-.848.848l-5.61-5.61c-.51-.508-1.393-.508-1.9 0a1.332 1.332 0 0 0-.394.95c0 .36.139.697.393.952l2.363 2.362c.002.001.002.002.002.003l3.52 3.52a.6.6 0 0 1-.848.847l-3.522-3.523h-.001a1.336 1.336 0 0 0-.95-.393 1.345 1.345 0 0 0-.949 2.295l6.779 6.78c3.715 3.713 9.327 5.598 13.49 1.434 3.527-3.528 4.21-7.13 2.086-11.015zM11.817 7.727c.06-.328.213-.64.466-.893.64-.64 1.755-.64 2.396 0l3.232 3.232c-.82.783-1.09 1.833-.764 2.992l-5.33-5.33z\"></path><path d=\"M13.285.48l-1.916.881 2.37 2.837z\"></path><path d=\"M21.719 1.361L19.79.501l-.44 3.697z\"></path><path d=\"M16.502 3.298L15.481 0h2.043z\"></path></g></svg></span></span></button><div class=\"clapUndo u-width60 u-round u-height32 u-absolute u-borderBox u-paddingRight5 u-transition--transform200Springu-backgroundGrayLighter js-clapUndo\" style=\"top: 14px; padding: 2px;\"><button class=\"button button--chromeless u-baseColor--buttonNormal button--withIcon button--withSvgIcon u-floatRight\" data-action=\"multivote-undo\" data-action-value=\"f2e40c40cd75\"><span class=\"svgIcon svgIcon--removeThin svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M20.13 8.11l-5.61 5.61-5.609-5.61-.801.801 5.61 5.61-5.61 5.61.801.8 5.61-5.609 5.61 5.61.8-.801-5.609-5.61 5.61-5.61\" fill-rule=\"evenodd\"></path></svg></span></button></div></div><span class=\"u-relative u-background js-actionMultirecommendCount u-marginLeft16\"><button class=\"button button--chromeless u-baseColor--buttonNormal js-multirecommendCountButton u-textColorDarker\" data-action=\"show-recommends\" data-action-value=\"f2e40c40cd75\">27K claps</button><span class=\"u-xs-hide\"></span></span></div></div><div class=\"buttonSet u-flex0\"><a aria-label=\"Share on Twitter\" class=\"button button--dark button--chromeless u-baseColor--buttonDark button--withIcon button--withSvgIcon button--dark button--chromeless u-xs-hide u-marginRight12\" data-action-source=\"post_actions_footer\" href=\"https://medium.com/p/f2e40c40cd75/share/twitter\" target=\"_blank\" title=\"Share on Twitter\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--twitterFilled svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M22.053 7.54a4.474 4.474 0 0 0-3.31-1.455 4.526 4.526 0 0 0-4.526 4.524c0 .35.04.7.082 1.05a12.9 12.9 0 0 1-9.3-4.77c-.39.69-.61 1.46-.65 2.26.03 1.6.83 2.99 2.02 3.79-.72-.02-1.41-.22-2.02-.57-.01.02-.01.04 0 .08-.01 2.17 1.55 4 3.63 4.44-.39.08-.79.13-1.21.16-.28-.03-.57-.05-.81-.08.54 1.77 2.21 3.08 4.2 3.15a9.564 9.564 0 0 1-5.66 1.94c-.34-.03-.7-.06-1.05-.08 2 1.27 4.38 2.02 6.94 2.02 8.31 0 12.86-6.9 12.84-12.85.02-.24.01-.43 0-.65.89-.62 1.65-1.42 2.26-2.34-.82.38-1.69.62-2.59.72a4.37 4.37 0 0 0 1.94-2.51c-.84.53-1.81.9-2.83 1.13z\"></path></svg></span></span></a><a aria-label=\"Share on Facebook\" class=\"button button--dark button--chromeless u-baseColor--buttonDark button--withIcon button--withSvgIcon button--dark button--chromeless u-xs-hide u-marginRight12\" data-action-source=\"post_actions_footer\" href=\"https://medium.com/p/f2e40c40cd75/share/facebook\" target=\"_blank\" title=\"Share on Facebook\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--facebookSquare svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M23.209 5H5.792A.792.792 0 0 0 5 5.791V23.21c0 .437.354.791.792.791h9.303v-7.125H12.72v-2.968h2.375v-2.375c0-2.455 1.553-3.662 3.741-3.662 1.049 0 1.95.078 2.213.112v2.565h-1.517c-1.192 0-1.469.567-1.469 1.397v1.963h2.969l-.594 2.968h-2.375L18.11 24h5.099a.791.791 0 0 0 .791-.791V5.79a.791.791 0 0 0-.791-.79\"></path></svg></span></span></a><button aria-label=\"Share this story on Twitter or Facebook\" class=\"button button--large button--dark button--chromeless u-baseColor--buttonDark button--withIcon button--withSvgIcon u-xs-show u-marginRight10\" data-action=\"show-share-popover\" data-action-source=\"post_actions_footer\" title=\"Share this story on Twitter or Facebook\"><span class=\"svgIcon svgIcon--share svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M20.385 8H19a.5.5 0 1 0 .011 1h1.39c.43 0 .84.168 1.14.473.31.305.48.71.48 1.142v10.77c0 .43-.17.837-.47 1.142-.3.305-.71.473-1.14.473H8.62c-.43 0-.84-.168-1.144-.473a1.603 1.603 0 0 1-.473-1.142v-10.77c0-.43.17-.837.48-1.142A1.599 1.599 0 0 1 8.62 9H10a.502.502 0 0 0 0-1H8.615c-.67 0-1.338.255-1.85.766-.51.51-.765 1.18-.765 1.85v10.77c0 .668.255 1.337.766 1.848.51.51 1.18.766 1.85.766h11.77c.668 0 1.337-.255 1.848-.766.51-.51.766-1.18.766-1.85v-10.77c0-.668-.255-1.337-.766-1.848A2.61 2.61 0 0 0 20.384 8zm-8.67-2.508L14 3.207v8.362c0 .27.224.5.5.5s.5-.23.5-.5V3.2l2.285 2.285a.49.49 0 0 0 .704-.001.511.511 0 0 0 0-.708l-3.14-3.14a.504.504 0 0 0-.71 0L11 4.776a.501.501 0 0 0 .71.706\" fill-rule=\"evenodd\"></path></svg></span></button><button aria-label=\"Bookmark this story to read later\" class=\"button button--large button--dark button--chromeless is-touchIconFadeInPulse button--withIcon button--withSvgIcon button--bookmark js-bookmarkButton\" data-action=\"sign-up-prompt\" data-action-source=\"post_actions_footer\" data-redirect=\"https://medium.com/_/bookmark/p/f2e40c40cd75\" data-requires-token=\"true\" data-sign-in-action=\"add-to-bookmarks\" title=\"Bookmark this story to read later\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--bookmark svgIcon--29px u-marginRight4\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M19.385 4h-9.77A2.623 2.623 0 0 0 7 6.615V23.01a1.022 1.022 0 0 0 1.595.847l5.905-4.004 5.905 4.004A1.022 1.022 0 0 0 22 23.011V6.62A2.625 2.625 0 0 0 19.385 4zM21 23l-5.91-3.955-.148-.107a.751.751 0 0 0-.884 0l-.147.107L8 23V6.615C8 5.725 8.725 5 9.615 5h9.77C20.275 5 21 5.725 21 6.615V23z\" fill-rule=\"evenodd\"></path></svg></span></span><span class=\"button-activeState\"><span class=\"svgIcon svgIcon--bookmarkFilled svgIcon--29px u-marginRight4\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M19.385 4h-9.77A2.623 2.623 0 0 0 7 6.615V23.01a1.022 1.022 0 0 0 1.595.847l5.905-4.004 5.905 4.004A1.022 1.022 0 0 0 22 23.011V6.62A2.625 2.625 0 0 0 19.385 4z\" fill-rule=\"evenodd\"></path></svg></span></span></button><button aria-label=\"More actions\" class=\"button button--large button--dark button--chromeless is-touchIconBlackPulse button--withIcon button--withSvgIcon js-moreActionsButton\" data-action=\"more-actions\" title=\"More actions\"><span class=\"svgIcon svgIcon--more svgIcon--25px\"><svg class=\"svgIcon-use\" height=\"25\" viewbox=\"-480.5 272.5 21 21\" width=\"25\"><path d=\"M-463 284.6c.9 0 1.6-.7 1.6-1.6s-.7-1.6-1.6-1.6-1.6.7-1.6 1.6.7 1.6 1.6 1.6zm0 .9c-1.4 0-2.5-1.1-2.5-2.5s1.1-2.5 2.5-2.5 2.5 1.1 2.5 2.5-1.1 2.5-2.5 2.5zm-7-.9c.9 0 1.6-.7 1.6-1.6s-.7-1.6-1.6-1.6-1.6.7-1.6 1.6.7 1.6 1.6 1.6zm0 .9c-1.4 0-2.5-1.1-2.5-2.5s1.1-2.5 2.5-2.5 2.5 1.1 2.5 2.5-1.1 2.5-2.5 2.5zm-7-.9c.9 0 1.6-.7 1.6-1.6s-.7-1.6-1.6-1.6-1.6.7-1.6 1.6.7 1.6 1.6 1.6zm0 .9c-1.4 0-2.5-1.1-2.5-2.5s1.1-2.5 2.5-2.5 2.5 1.1 2.5 2.5-1.1 2.5-2.5 2.5z\"></path></svg></span></button></div></div></div></div></div><div class=\"u-flexTop u-paddingVertical50 u-xs-flexColumn u-xs-textAlignCenter u-xs-paddingVertical30 uiScale uiScale-ui--regular uiScale-caption--regular\"><a class=\"link u-baseColor--link avatar u-xs-show u-marginAuto u-marginBottom20\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"d5f6a126e0de\" data-user-id=\"d5f6a126e0de\" dir=\"auto\" href=\"https://medium.com/@rgay\"><img alt=\"Go to the profile of Roxane Gay\" class=\"avatar-image avatar-image--medium\" src=\"https://cdn-images-1.medium.com/fit/c/160/160/1*EvXohrPMIgb5S_eLg3bmqg.jpeg\"/></a><a class=\"link u-baseColor--link avatar u-xs-hide\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"d5f6a126e0de\" data-user-id=\"d5f6a126e0de\" dir=\"auto\" href=\"https://medium.com/@rgay\"><img alt=\"Go to the profile of Roxane Gay\" class=\"avatar-image avatar-image--larger\" src=\"https://cdn-images-1.medium.com/fit/c/300/300/1*EvXohrPMIgb5S_eLg3bmqg.jpeg\"/></a><div class=\"u-marginLeft25 u-xs-marginAuto\"><span class=\"elevate-caps\">written by</span><a class=\"ds-link ds-link--stylePointer\" href=\"https://medium.com/@rgay\"><h3 class=\"ui-h2 u-paddingTop4 u-marginBottom4\">Roxane Gay</h3></a><p class=\"ui-summary u-marginBottom16\">I write. I want a tiny baby elephant. If you clap, I clap back. Books.: Ayiti, Untamed State, Bad Feminist. Difficult Women, World of Wakanda 1–5, Hunger.</p><span class=\"followState js-followState\" data-user-id=\"d5f6a126e0de\"><button class=\"button u-noUserSelect button--withChrome u-baseColor--buttonNormal button--withHover button--unblock js-unblockButton button--primary\" data-action=\"sign-up-prompt\" data-action-source=\"elevate-f2e40c40cd75\" data-redirect=\"https://medium.com/s/unrulybodies/the-body-that-understands-what-fullness-is-f2e40c40cd75\" data-requires-token=\"true\" data-sign-in-action=\"toggle-block-user\"><span class=\"button-label button-defaultState\">Blocked</span><span class=\"button-label button-hoverState\">Unblock</span></button><button class=\"button button--dark u-noUserSelect button--withChrome u-baseColor--buttonDark button--follow js-followButton button--primary\" data-action=\"sign-up-prompt\" data-action-source=\"elevate_f2e40c40cd75-d5f6a126e0de-------------------------follow_elevate\" data-redirect=\"https://medium.com/_/subscribe/user/d5f6a126e0de\" data-requires-token=\"true\" data-sign-in-action=\"toggle-subscribe-user\"><span class=\"button-label button-defaultState js-buttonLabel\">Follow</span><span class=\"button-label button-activeState\">Following</span></button></span></div></div><div class=\"js-responsesToggleContainer\"></div></section><div class=\"js-responsesPlaceholderContainer u-maxWidth700 u-marginAuto u-paddingHorizontal20\"></div></div><div class=\"js-elevateBottomRecirc u-marginTop40 u-xs-marginTop0 u-backgroundGrayLightest\" data-post-id=\"f2e40c40cd75\"></div><footer class=\"uiScale uiScale-ui--regular uiScale-caption--regular uiScale-theme--brandBlack js-elevateFooter\"><div class=\"u-maxWidth1000 u-marginAuto u-paddingVertical50 u-paddingHorizontal20 u-borderBox u-xs-padding20\"><section class=\"u-flexTop u-justifyContentSpaceBetween u-xs-hide\"><aside class=\"u-maxWidth300 u-marginBottom20 u-marginRight16\"><div class=\"u-height110\"><h4 class=\"ui-h4\"><a class=\"ds-link ds-link--styleObvious\" href=\"https://medium.com/about?autoplay=1\">Discover Medium</a></h4><p class=\"ui-caption\">Welcome to a place where words matter. On Medium, smart voices and original ideas take center stage — with no ads in sight. <a class=\"ds-link ds-link--styleObvious ui-caption\" href=\"https://medium.com/about?autoplay=1\">Watch</a></p></div></aside><aside class=\"u-maxWidth300 u-marginBottom20 u-marginRight16\"><div class=\"u-height110\"><h4 class=\"ui-h4\"><a class=\"ds-link ds-link--styleObvious\" href=\"https://medium.com/topics\">Make Medium yours</a></h4><p class=\"ui-caption\">Follow all the topics you care about, and we’ll deliver the best stories for you to your homepage and inbox. <a class=\"ds-link ds-link--styleObvious ui-caption\" href=\"https://medium.com/topics\">Explore</a></p></div></aside><aside class=\"u-maxWidth300 u-marginBottom20\"><div class=\"u-height110\"><h4 class=\"ui-h4\"><a class=\"ds-link ds-link--styleObvious js-upgradeMembershipAction\" data-post-id=\"f2e40c40cd75\" href=\"https://medium.com/membership?source=upgrade_membership---post_recirc--f2e40c40cd75\">Become a member</a></h4><p class=\"ui-caption\">Get unlimited access to the best stories on Medium — and support writers while you’re at it. Just $5/month. <a class=\"ds-link ds-link--styleObvious ui-caption js-upgradeMembershipAction\" data-post-id=\"f2e40c40cd75\" href=\"https://medium.com/membership?source=upgrade_membership---post_recirc--f2e40c40cd75\">Upgrade</a></p></div></aside></section><section class=\"u-flexCenter u-justifyContentSpaceBetween u-paddingTop40 u-borderTop1 u-borderColorTransparentWhiteLighter u-xs-border0 u-xs-paddingVertical0\"><a data-log-event=\"home\" href=\"https://medium.com/\"><span class=\"svgIcon svgIcon--logoWordmark svgIcon--112x22px u-xs-hide u-textColorWhite\"><svg class=\"svgIcon-use\" height=\"22\" viewbox=\"0 0 111.5 22\" width=\"112\"><path d=\"M56.3 19.5c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5V19c-.7 1.8-2.4 3-4.3 3-3.3 0-5.8-2.6-5.8-7.5 0-4.5 2.6-7.6 6.3-7.6 1.6-.1 3.1.8 3.8 2.4V3.2c0-.3-.1-.6-.3-.7l-1.4-1.4V1l6.5-.8v19.3zm-4.8-.8V9.5c-.5-.6-1.2-.9-1.9-.9-1.6 0-3.1 1.4-3.1 5.7 0 4 1.3 5.4 3 5.4.8.1 1.6-.3 2-1zm9.1 3.1V9.4c0-.3-.1-.6-.3-.7l-1.4-1.5v-.1h6.5v12.5c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5zm-.2-19.2C60.4 1.2 61.5 0 63 0c1.4 0 2.6 1.2 2.6 2.6S64.4 5.3 63 5.3c-1.5 0-2.6-1.2-2.6-2.7zm22.5 16.9c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5v-3.2c-.6 2-2.4 3.4-4.5 3.4-2.9 0-4.4-2.1-4.4-6.2 0-1.9 0-4.1.1-6.5 0-.3-.1-.5-.3-.7L67.7 7v.1H74v8c0 2.6.4 4.4 2 4.4.9-.1 1.7-.6 2.1-1.3V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v12.4zm22 2.3c0-.5.1-6.5.1-7.9 0-2.6-.4-4.5-2.2-4.5-.9 0-1.8.5-2.3 1.3.2.8.3 1.7.3 2.5 0 1.8-.1 4.2-.1 6.5 0 .3.1.5.3.7l1.5 1.4v.1H96c0-.4.1-6.5.1-7.9 0-2.7-.4-4.5-2.2-4.5-.9 0-1.7.5-2.2 1.3v9c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v3.1c.6-2.1 2.5-3.5 4.6-3.4 2.2 0 3.6 1.2 4.2 3.5.7-2.1 2.7-3.6 4.9-3.5 2.9 0 4.5 2.2 4.5 6.2 0 1.9-.1 4.2-.1 6.5-.1.3.1.6.3.7l1.4 1.4v.1h-6.6zm-81.4-2l1.9 1.9v.1h-9.8v-.1l2-1.9c.2-.2.3-.4.3-.7V7.3c0-.5 0-1.2.1-1.8L11.4 22h-.1L4.5 6.8c-.1-.4-.2-.4-.3-.6v10c-.1.7 0 1.3.3 1.9l2.7 3.6v.1H0v-.1L2.7 18c.3-.6.4-1.3.3-1.9v-11c0-.5-.1-1.1-.5-1.5L.7 1.1V1h7l5.8 12.9L18.6 1h6.8v.1l-1.9 2.2c-.2.2-.3.5-.3.7v15.2c0 .2.1.5.3.6zm7.6-5.9c0 3.8 1.9 5.3 4.2 5.3 1.9.1 3.6-1 4.4-2.7h.1c-.8 3.7-3.1 5.5-6.5 5.5-3.7 0-7.2-2.2-7.2-7.4 0-5.5 3.5-7.6 7.3-7.6 3.1 0 6.4 1.5 6.4 6.2v.8h-8.7zm0-.8h4.3v-.8c0-3.9-.8-4.9-2-4.9-1.4.1-2.3 1.6-2.3 5.7z\"></path></svg></span><span class=\"svgIcon svgIcon--logoWordmark svgIcon--122x45px u-xs-show u-textColorWhite\"><svg class=\"svgIcon-use\" height=\"45\" width=\"122\"><path d=\"M61.6 31.806c0 .412 0 .505.28.758l1.574 1.537v.065h-6.979v-2.95a4.852 4.852 0 0 1-4.627 3.203c-3.588 0-6.192-2.81-6.192-7.981 0-4.843 2.81-8.075 6.754-8.075a4.122 4.122 0 0 1 4.056 2.51v-6.51a.806.806 0 0 0-.319-.787l-1.499-1.443v-.065l6.951-.815v20.553zm-5.125-.937v-9.714a2.614 2.614 0 0 0-2.08-.975c-1.695 0-3.334 1.537-3.334 6.099 0 4.271 1.414 5.78 3.175 5.78a2.81 2.81 0 0 0 2.24-1.19zm9.752 3.297V21.051a.88.88 0 0 0-.281-.786L64.4 18.672v-.065h6.98v13.302c0 .412 0 .505.28.758l1.536 1.443v.066l-6.97-.01zm-.253-20.356a2.81 2.81 0 1 1 5.62 0 2.81 2.81 0 0 1-5.62 0zm24.234 17.967c0 .413 0 .534.281.787l1.574 1.537v.065h-7.017v-3.363a5.077 5.077 0 0 1-4.805 3.616c-3.11 0-4.778-2.267-4.778-6.557 0-2.07 0-4.337.066-6.885a.796.796 0 0 0-.281-.76l-1.546-1.545v-.065h6.923v8.552c0 2.81.412 4.684 2.173 4.684a2.81 2.81 0 0 0 2.267-1.415v-9.367a.88.88 0 0 0-.28-.787l-1.556-1.602v-.065h6.979v13.17zm23.756 2.39c0-.507.094-6.952.094-8.432 0-2.81-.44-4.75-2.417-4.75a3.138 3.138 0 0 0-2.482 1.35c.198.876.292 1.772.28 2.67 0 1.948-.065 4.43-.093 6.913a.796.796 0 0 0 .281.759l1.574 1.442v.066h-7.045c0-.468.094-6.95.094-8.431 0-2.857-.44-4.75-2.389-4.75a2.81 2.81 0 0 0-2.323 1.387v9.555c0 .412 0 .506.281.759l1.537 1.442v.066h-6.97V21.098a.88.88 0 0 0-.281-.787l-1.546-1.639v-.065h6.98v3.334a5.002 5.002 0 0 1 5.002-3.587c2.323 0 3.896 1.292 4.562 3.747a5.433 5.433 0 0 1 5.245-3.747c3.11 0 4.872 2.295 4.872 6.632 0 2.07-.066 4.43-.094 6.913a.75.75 0 0 0 .318.759l1.537 1.443v.065h-7.017zm-87.671-2.043l2.07 1.977v.065H17.862v-.065l2.107-1.977a.796.796 0 0 0 .281-.759V18.728c0-.534 0-1.255.094-1.873l-7.082 17.564h-.084L5.843 18.26c-.16-.402-.206-.43-.31-.702v10.595c-.087.71.034 1.429.348 2.07l2.95 3.879v.065H1v-.065l2.95-3.888a3.69 3.69 0 0 0 .347-2.06v-11.71a2.267 2.267 0 0 0-.487-1.602l-2.089-2.708v-.065h7.494l6.277 13.686 5.527-13.686h7.335v.065l-2.061 2.296a.806.806 0 0 0-.319.786v16.15a.75.75 0 0 0 .319.759zm8.215-6.332v.065c0 4.01 2.07 5.62 4.497 5.62a5.105 5.105 0 0 0 4.777-2.894h.066c-.844 3.963-3.298 5.836-6.97 5.836-3.962 0-7.7-2.389-7.7-7.925 0-5.817 3.747-8.14 7.887-8.14 3.335 0 6.886 1.573 6.886 6.632v.806h-9.443zm0-.806h4.618v-.815c0-4.122-.852-5.218-2.136-5.218-1.555 0-2.5 1.64-2.5 6.033h.018z\"></path></svg></span><span class=\"u-textScreenReader\">Homepage</span></a><div class=\"u-width200 u-flexTop u-justifyContentSpaceBetween u-xs-width140\"><span class=\"ui-caption\"><a aria-label=\"More about Medium\" class=\"ds-link ds-link--stylePointer\" href=\"https://about.medium.com\" title=\"More about Medium\">About</a></span><span class=\"ui-caption\"><a aria-label=\"Visit Medium’s help center\" class=\"ds-link ds-link--stylePointer\" href=\"https://help.medium.com\" title=\"Visit Medium’s help center\">Help</a></span><span class=\"ui-caption\"><a aria-label=\"Read Medium’s terms of service\" class=\"ds-link ds-link--stylePointer\" href=\"//medium.com/policy/9db0094a1e0f\" title=\"Read Medium’s terms of service\">Legal</a></span></div></section></div></footer></div></div></div><div class=\"loadingBar\"></div><script>// <![CDATA[\nwindow[\"obvInit\"] = function (opt_embedded) {window[\"obvInit\"][\"embedded\"] = opt_embedded; window[\"obvInit\"][\"ready\"] = true;}\n// ]]></script><script>// <![CDATA[\nvar GLOBALS = {\"audioUrl\":\"https://d1fcbxp97j4nb2.cloudfront.net\",\"baseUrl\":\"https://medium.com\",\"buildLabel\":\"37088-115f23c\",\"currentUser\":{\"userId\":\"lo_McdFiFmwLU80\",\"isVerified\":false,\"subscriberEmail\":\"\",\"hasPastMemberships\":false,\"isEnrolledInHightower\":false,\"isEligibleForHightower\":false,\"hightowerLastLockedAt\":0,\"isWriterProgramEnrolled\":false,\"isWriterProgramInvited\":false,\"isWriterProgramOptedOut\":false,\"writerProgramVersion\":0,\"writerProgramEnrolledAt\":0,\"friendLinkOnboarding\":0,\"hasAdditionalUnlocks\":false,\"hasApiAccess\":false,\"isQuarantined\":false,\"writerProgramDistributionSettingOptedIn\":false},\"currentUserHasUnverifiedEmail\":false,\"isAuthenticated\":false,\"isCurrentUserVerified\":false,\"miroUrl\":\"https://cdn-images-1.medium.com\",\"moduleUrls\":{\"base\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-base.bundle.IbkHvfLQzCD_wSB0aORB_Q.js\",\"common-async\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-common-async.bundle.htWnIUvdXGDiHIvvp2N7dw.js\",\"hightower\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-hightower.bundle.aT2OFc8Ccsu1VzDz-c0s8g.js\",\"home-screens\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-home-screens.bundle.U3bY-35_vFokhgpKDpmBVw.js\",\"misc-screens\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-misc-screens.bundle.ksRllN8YzkymFaj-CrvFLA.js\",\"notes\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-notes.bundle.3Lawe7ZU5a9e9z9jB-Uc9Q.js\",\"payments\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-payments.bundle.J5j1KGPzOC52detbkGRWYQ.js\",\"posters\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-posters.bundle.ph-GLSdgsAfDWIPCMPgLLg.js\",\"power-readers\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-power-readers.bundle.Ns-aXsnqdGPXVOPt0_AnsQ.js\",\"pubs\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-pubs.bundle.nHBfyugbb6I1JWtdPO600w.js\",\"stats\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-stats.bundle.7nKgIEvisRK11udIOQk93g.js\"},\"previewConfig\":{\"weightThreshold\":1,\"weightImageParagraph\":0.51,\"weightIframeParagraph\":0.8,\"weightTextParagraph\":0.08,\"weightEmptyParagraph\":0,\"weightP\":0.003,\"weightH\":0.005,\"weightBq\":0.003,\"minPTextLength\":60,\"truncateBoundaryChars\":20,\"detectTitle\":true,\"detectTitleLevThreshold\":0.15},\"productName\":\"Medium\",\"supportsEdit\":true,\"termsUrl\":\"//medium.com/policy/9db0094a1e0f\",\"textshotHost\":\"textshot.medium.com\",\"transactionId\":\"1554314944750:f97388f39fc2\",\"useragent\":{\"browser\":\"chrome\",\"family\":\"chrome\",\"os\":\"windows\",\"version\":49,\"supportsDesktopEdit\":true,\"supportsInteract\":true,\"supportsView\":true,\"isMobile\":false,\"isTablet\":false,\"isNative\":false,\"supportsFileAPI\":true,\"isTier1\":true,\"clientVersion\":\"\",\"unknownParagraphsBad\":false,\"clientChannel\":\"\",\"supportsRealScrollEvents\":true,\"supportsVhUnits\":true,\"ruinsViewportSections\":false,\"supportsHtml5Video\":true,\"supportsMagicUnderlines\":true,\"isWebView\":false,\"isFacebookWebView\":false,\"supportsProgressiveMedia\":true,\"supportsPromotedPosts\":true,\"isBot\":false,\"isNativeIphone\":false,\"supportsCssVariables\":true,\"supportsVideoSections\":true,\"emojiSupportLevel\":1,\"isSearchBot\":false,\"isSyndicationBot\":false,\"isNativeAndroid\":false,\"supportsScrollableMetabar\":true},\"variants\":{\"allow_access\":true,\"allow_signup\":true,\"allow_test_auth\":\"disallow\",\"signin_services\":\"twitter,facebook,google,email,google-fastidv,google-one-tap\",\"signup_services\":\"twitter,facebook,google,email,google-fastidv,google-one-tap\",\"google_sign_in_android\":true,\"reengagement_notification_duration\":3,\"browsable_stream_config_bucket\":\"curated-topics\",\"enable_dedicated_series_tab_api_ios\":true,\"enable_post_import\":true,\"available_monthly_plan\":\"60e220181034\",\"available_annual_plan\":\"2c754bcc2995\",\"disable_ios_resume_reading_toast\":true,\"is_not_medium_subscriber\":true,\"glyph_font_set\":\"m2\",\"enable_branding\":true,\"enable_branding_fonts\":true,\"max_premium_content_per_user_under_metering\":3,\"enable_automated_mission_control_triggers\":true,\"enable_lite_profile\":true,\"enable_marketing_emails\":true,\"enable_topic_lifecycle_email\":true,\"enable_parsely\":true,\"enable_branch_io\":true,\"enable_ios_post_stats\":true,\"enable_lite_topics\":true,\"enable_lite_stories\":true,\"redis_read_write_splitting\":true,\"enable_tipalti_onboarding\":true,\"enable_annual_renewal_reminder_email\":true,\"enable_janky_spam_rules\":\"users,posts\",\"enable_new_collaborative_filtering_data\":true,\"android_rating_prompt_stories_read_threshold\":2,\"enable_smart_meter_with_incentive\":true,\"stripe_v3\":true,\"enable_google_one_tap\":true,\"enable_email_sign_in_captcha\":true,\"enable_rito_sequence_post_recirc_query\":true,\"editorial_push_notifications\":true,\"enable_primary_topic_for_mobile\":true,\"enable_rito_sequence_post_handler\":true,\"enable_interest_graph_with_signup_post\":true,\"enable_todays_highlights_ios\":true,\"enable_todays_highlights_android\":true,\"enable_improved_stats_curation_status\":true,\"enable_logged_out_homepage_signup\":true,\"enable_email_signup_nonmoc\":true,\"use_new_admin_topic_backend\":true,\"enable_full_name_screen_refresh\":true,\"enable_quarantine_rules\":true,\"enable_lite_privacy_banner\":true,\"enable_reduced_post_age_in_feed\":true,\"enable_follow_topics_directly_from_nonboarded_welcome_email\":true,\"enable_simplified_welcome_email\":true,\"enable_redirect_to_homepage_after_onboarding\":true,\"posts_sharing_tags_without_hopper\":true,\"enable_april_meter_email_test\":true,\"enable_new_users_fastrak_checkbox_default_on\":true},\"xsrfToken\":\"\",\"iosAppId\":\"828256236\",\"supportEmail\":\"yourfriends@medium.com\",\"fp\":{\"/icons/monogram-mask.svg\":\"https://cdn-static-1.medium.com/_/fp/icons/monogram-mask.KPLCSFEZviQN0jQ7veN2RQ.svg\",\"/icons/favicon-dev-editor.ico\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-dev-editor.YKKRxBO8EMvIqhyCwIiJeQ.ico\",\"/icons/favicon-hatch-editor.ico\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-hatch-editor.BuEyHIqlyh2s_XEk4Rl32Q.ico\",\"/icons/favicon-medium-editor.ico\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-medium-editor.PiakrZWB7Yb80quUVQWM6g.ico\"},\"authBaseUrl\":\"https://medium.com\",\"imageUploadSizeMb\":25,\"isAuthDomainRequest\":true,\"algoliaApiEndpoint\":\"https://MQ57UUUQZ2-dsn.algolia.net\",\"algoliaAppId\":\"MQ57UUUQZ2\",\"algoliaSearchOnlyApiKey\":\"394474ced050e3911ae2249ecc774921\",\"iosAppStoreUrl\":\"https://itunes.apple.com/app/medium-everyones-stories/id828256236?pt=698524&mt=8\",\"iosAppLinkBaseUrl\":\"medium:\",\"algoliaIndexPrefix\":\"medium_\",\"androidPlayStoreUrl\":\"https://play.google.com/store/apps/details?id=com.medium.reader\",\"googleClientId\":\"216296035834-k1k6qe060s2tp2a2jam4ljdcms00sttg.apps.googleusercontent.com\",\"androidPackage\":\"com.medium.reader\",\"androidPlayStoreMarketScheme\":\"market://details?id=com.medium.reader\",\"googleAuthUri\":\"https://accounts.google.com/o/oauth2/auth\",\"androidScheme\":\"medium\",\"layoutData\":{\"useDynamicScripts\":false,\"googleAnalyticsTrackingCode\":\"UA-24232453-2\",\"jsShivUrl\":\"https://cdn-static-1.medium.com/_/fp/js/shiv.RI2ePTZ5gFmMgLzG5bEVAA.js\",\"useDynamicCss\":false,\"faviconUrl\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-rebrand-medium.3Y6xpZ-0FSdWDnPM3hSBIA.ico\",\"faviconImageId\":\"1*8I-HPL0bfoIzGied-dzOvA.png\",\"fontSets\":[{\"id\":8,\"url\":\"https://glyph.medium.com/css/e/sr/latin/e/ssr/latin/e/ssb/latin/m2.css\"},{\"id\":11,\"url\":\"https://glyph.medium.com/css/m2.css\"},{\"id\":9,\"url\":\"https://glyph.medium.com/css/mkt.css\"}],\"editorFaviconUrl\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-rebrand-medium-editor.3Y6xpZ-0FSdWDnPM3hSBIA.ico\",\"glyphUrl\":\"https://glyph.medium.com\"},\"authBaseUrlRev\":\"moc.muidem//:sptth\",\"isDnt\":false,\"stripePublishableKey\":\"pk_live_7FReX44VnNIInZwrIIx6ghjl\",\"archiveUploadSizeMb\":100,\"paymentData\":{\"currencies\":{\"1\":{\"label\":\"US Dollar\",\"external\":\"usd\"}},\"countries\":{\"1\":{\"label\":\"United States of America\",\"external\":\"US\"}},\"accountTypes\":{\"1\":{\"label\":\"Individual\",\"external\":\"individual\"},\"2\":{\"label\":\"Company\",\"external\":\"company\"}}},\"previewConfig2\":{\"weightThreshold\":1,\"weightImageParagraph\":0.05,\"raiseImage\":true,\"enforceHeaderHierarchy\":true,\"isImageInsetRight\":true},\"isAmp\":false,\"iosScheme\":\"medium\",\"isSwBoot\":false,\"lightstep\":{\"accessToken\":\"ce5be895bef60919541332990ac9fef2\",\"carrier\":\"{\\\"ot-tracer-spanid\\\":\\\"312b0e2163db6121\\\",\\\"ot-tracer-traceid\\\":\\\"5d93ef1d5fb78a3a\\\",\\\"ot-tracer-sampled\\\":\\\"true\\\"}\",\"host\":\"collector-medium.lightstep.com\"},\"facebook\":{\"key\":\"542599432471018\",\"namespace\":\"medium-com\",\"scope\":{\"default\":[\"public_profile\",\"email\"],\"connect\":[\"public_profile\",\"email\"],\"login\":[\"public_profile\",\"email\"],\"share\":[\"public_profile\",\"email\"]}},\"editorsPicksTopicId\":\"3985d2a191c5\",\"popularOnMediumTopicId\":\"9d34e48ecf94\",\"memberContentTopicId\":\"13d7efd82fb2\",\"audioContentTopicId\":\"3792abbd134\",\"brandedSequenceId\":\"7d337ddf1941\",\"isDoNotAuth\":false,\"goldfinchUrl\":\"https://goldfinch.medium.com\",\"buggle\":{\"url\":\"https://buggle.medium.com\",\"videoUrl\":\"https://cdn-videos-1.medium.com\",\"audioUrl\":\"https://cdn-audio-1.medium.com\"},\"referrerType\":5,\"isMeteredOut\":false,\"meterConfig\":{\"maxUnlockCount\":3,\"windowLength\":\"MONTHLY\"},\"partnerProgramEmail\":\"partnerprogram@medium.com\",\"userResearchPrompts\":[{\"promptId\":\"lo_post_page_4\",\"type\":0,\"url\":\"www.calendly.com\"},{\"promptId\":\"lo_home_page\",\"type\":1,\"url\":\"www.calendly.com\"},{\"promptId\":\"lo_profile_page\",\"type\":2,\"url\":\"www.calendly.com\"}],\"recaptchaKey\":\"6LdAokEUAAAAAC7seICd4vtC8chDb3jIXDQulyUJ\",\"signinWallCustomDomainCollectionIds\":[\"3a8144eabfe3\",\"336d898217ee\",\"61061eb0c96b\",\"138adf9c44c\",\"819cc2aaeee0\"],\"countryCode\":\"\",\"bypassMeter\":false,\"branchKey\":\"key_live_ofxXr2qTrrU9NqURK8ZwEhknBxiI6KBm\",\"paypal\":{\"clientMode\":\"production\",\"oneYearGift\":{\"name\":\"Medium Membership (1 Year, Digital Gift Code)\",\"description\":\"Unlimited access to the best and brightest stories on Medium. Gift codes can be redeemed at medium.com/redeem.\",\"price\":\"50.00\",\"currency\":\"USD\",\"sku\":\"membership-gift-1-yr\"}},\"collectionConfig\":{\"mediumOwnedAndOperatedCollectionIds\":[\"544c7006046e // Human Parts\",\"bcc38c8f6edf // Matter\",\"444d13b52878 // OneZero\"]}}\n// ]]></script><script async=\"\" charset=\"UTF-8\" src=\"https://cdn-static-1.medium.com/_/fp/gen-js/main-base.bundle.IbkHvfLQzCD_wSB0aORB_Q.js\"></script><script>// <![CDATA[\nwindow[\"obvInit\"]({\"references\":{\"User\":{\"d5f6a126e0de\":{\"userId\":\"d5f6a126e0de\",\"name\":\"Roxane Gay\",\"username\":\"rgay\",\"createdAt\":1367806689517,\"imageId\":\"1*EvXohrPMIgb5S_eLg3bmqg.jpeg\",\"backgroundImageId\":\"\",\"bio\":\"I write. I want a tiny baby elephant. If you clap, I clap back. Books.: Ayiti, Untamed State, Bad Feminist. Difficult Women, World of Wakanda 1–5, Hunger.\",\"twitterScreenName\":\"rgay\",\"socialStats\":{\"userId\":\"d5f6a126e0de\",\"usersFollowedCount\":725,\"usersFollowedByCount\":44261,\"type\":\"SocialStats\"},\"social\":{\"userId\":\"lo_McdFiFmwLU80\",\"targetUserId\":\"d5f6a126e0de\",\"type\":\"Social\"},\"facebookAccountId\":\"\",\"allowNotes\":1,\"mediumMemberAt\":0,\"isNsfw\":false,\"isWriterProgramEnrolled\":true,\"isQuarantined\":false,\"type\":\"User\"}}},\"shareKey\":null,\"sequence\":{\"sequenceId\":\"b2001ef5515\",\"slug\":\"unrulybodies\",\"createdAt\":1522182786353,\"coverImage\":{\"id\":\"1*3KGxD9NSJffR5t0-LolJMQ@2x.jpeg\",\"originalWidth\":1038,\"originalHeight\":1375},\"title\":\"Unruly Bodies\",\"subtitle\":\"A collection of essays exploring our ever-changing relationship with our bodies - the emotional, the psychological, the cultural, and the scientific.\",\"description\":\"Created by best-selling author Roxane Gay and Medium, Unruly Bodies is a month-long magazine exploring our ever-changing relationship with our bodies - the emotional, the psychological, the cultural, and the scientific. Gay has brought together 25 writers to expand upon the conversation she started in her memoir \\\"Hunger,\\\" releasing a batch of new features and essays every Tuesday this April.\",\"color\":\"#FF2A38C3\",\"palette\":{\"defaultBackgroundSpectrum\":{\"colorPoints\":[{\"color\":\"#FF5E7DFF\",\"point\":0},{\"color\":\"#FF5975EA\",\"point\":0.1},{\"color\":\"#FF536DD3\",\"point\":0.2},{\"color\":\"#FF4D64BE\",\"point\":0.3},{\"color\":\"#FF475BA8\",\"point\":0.4},{\"color\":\"#FF405293\",\"point\":0.5},{\"color\":\"#FF39487E\",\"point\":0.6},{\"color\":\"#FF313D69\",\"point\":0.7},{\"color\":\"#FF283255\",\"point\":0.8},{\"color\":\"#FF1F2740\",\"point\":0.9},{\"color\":\"#FF141A2B\",\"point\":1}],\"backgroundColor\":\"#FFFFFFFF\"},\"highlightSpectrum\":{\"colorPoints\":[{\"color\":\"#FFEAF2FF\",\"point\":0},{\"color\":\"#FFE6F1FF\",\"point\":0.1},{\"color\":\"#FFE2EFFF\",\"point\":0.2},{\"color\":\"#FFDEEDFF\",\"point\":0.3},{\"color\":\"#FFDAEBFF\",\"point\":0.4},{\"color\":\"#FFD5E9FF\",\"point\":0.5},{\"color\":\"#FFD1E7FF\",\"point\":0.6},{\"color\":\"#FFCDE5FF\",\"point\":0.7},{\"color\":\"#FFC9E2FF\",\"point\":0.8},{\"color\":\"#FFC4E0FF\",\"point\":0.9},{\"color\":\"#FFC0DEFF\",\"point\":1}],\"backgroundColor\":\"#FFFFFFFF\"}},\"visibility\":1,\"postLabelMode\":0,\"postIds\":[\"15fa352904cf\",\"f2e40c40cd75\",\"3b43cc05091c\",\"948302f95b5c\",\"42e2d2ac86d\",\"7d53f7f4e362\",\"f21c9642d49c\",\"949162b75685\",\"8666b31e2d37\",\"40e9876dc774\",\"ef84e00b0b64\",\"e9d9010a75e6\",\"489e1825599f\",\"f71e9ba90566\",\"295d89f2a9a0\",\"9b9a268c651a\",\"ebec17b93ffa\",\"80cdb7b6b7a1\",\"8ce32bddd698\",\"c2a28a08dd95\",\"ce3cbaa6903a\",\"38640c11f14b\",\"47a2a35be29f\",\"c92d6163de9b\",\"c6aea51091ab\",\"1be161cbe8e6\"],\"tabletImage\":{\"id\":\"1*41qs--4pKKwHANRwIOC9bw@2x.jpeg\",\"originalWidth\":3000,\"originalHeight\":1500},\"thumbnailImage\":{\"id\":\"1*FdsFwpZoqdqzCS5WizVp7g@2x.jpeg\",\"originalWidth\":300,\"originalHeight\":397},\"eyebrow\":\"ANTHOLOGY\",\"featuredUserTitle\":\"Editor\",\"featuredUserCustomBio\":\"Best-selling author of Bad Feminist, Difficult Women, and Hunger.\",\"hideIndex\":false,\"featuredUserId\":\"d5f6a126e0de\",\"updatedAt\":1524582330265,\"hideAuthorInPreviews\":false,\"type\":\"Sequence\"},\"post\":{\"id\":\"f2e40c40cd75\",\"versionId\":\"190e88eecde6\",\"creatorId\":\"d5f6a126e0de\",\"homeCollectionId\":\"\",\"title\":\"The Body That Understands What Fullness Is\",\"detectedLanguage\":\"en\",\"latestVersion\":\"190e88eecde6\",\"latestPublishedVersion\":\"190e88eecde6\",\"hasUnpublishedEdits\":false,\"latestRev\":521,\"createdAt\":1524249838523,\"updatedAt\":1535162620708,\"acceptedAt\":0,\"firstPublishedAt\":1524582061281,\"latestPublishedAt\":1524592776131,\"vote\":false,\"experimentalCss\":\"\",\"displayAuthor\":\"\",\"content\":{\"subtitle\":\"Roxane Gay on getting weight reduction surgery\",\"bodyModel\":{\"paragraphs\":[{\"name\":\"263e\",\"type\":1,\"text\":\"The first weight-loss surgery was performed during the 10th century, on D. Sancho, the king of León, Spain. He was so fat that he lost his throne, so he was taken to Córdoba, where a doctor sewed his lips shut. Only able to drink through a straw, the former king lost enough weight after a time to return home and reclaim his kingdom.\",\"markups\":[],\"hasDropCap\":true,\"dropCapImage\":{\"id\":\"1*MnSuLZ7_OPksXgp07Qr4qQ@2x.png\",\"originalWidth\":85,\"originalHeight\":98}},{\"name\":\"aefa\",\"type\":1,\"text\":\"The notion that thinness — and the attempt to force the fat body toward a state of culturally mandated discipline — begets great rewards is centuries old.\",\"markups\":[]},{\"name\":\"4268\",\"type\":1,\"text\":\"Modern weight-loss surgery began in the 1950s, when surgeons employing various techniques caused their patients fairly distressing problems, like severe diarrhea, dehydration, kidney stones, gallstones, and even death — but, generally, the patients lost weight. Surgeons have since refined their techniques, using a range of restriction or malabsorption methods to force the human body to lose weight. They have tried wiring patients’ jaws shut to force weight loss through liquid diets. They have stapled stomachs into smaller pouches to restrict caloric intake. They have developed gastric bands and balloons to restrict the amount of food that can enter the stomach. But it was the first laparoscopic gastric bypass—in which the gastrointestinal tract is routed around a person’s stomach—performed in 1994, that enabled bariatric surgery to go more mainstream by way of minimal invasion.\",\"markups\":[]},{\"name\":\"4bc5\",\"type\":1,\"text\":\"Some of these interventions have succeeded for people, and some have failed, because not even surgical intervention can overcome the reasons why many people gain and then struggle to lose weight. Some bodies and minds simply cannot be brought to heel.\",\"markups\":[]},{\"name\":\"4537\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*tcMAB2bCk_zb-x02-Ihirw@2x.jpeg\",\"originalWidth\":3200,\"originalHeight\":458}},{\"name\":\"55c1\",\"type\":1,\"text\":\"I capitulated to a procedure after more than 15 years of resistance and had a sleeve gastrectomy at the UCLA Ronald Reagan Hospital in January 2018. I told only a few people; I did not tell my family. I felt — in equal parts — hope, defeat, frustration, and disgust.\",\"markups\":[]},{\"name\":\"903e\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*9bL3j9ge0SR5R1GUcFhRlg@2x.jpeg\",\"originalWidth\":3200,\"originalHeight\":1377}},{\"name\":\"471e\",\"type\":1,\"text\":\"The first time I contemplated weight-loss surgery, it was at the bidding of my parents. My father and I went to an orientation seminar at the Cleveland Clinic and learned about gastric bypass. There were graphic, deeply disturbing videos and a question-and-answer session. I submitted myself to a clinical assessment about the problem of my body. It wasn’t the right time, I decided. I could be better, eat less, move more.\",\"markups\":[]},{\"name\":\"ceb9\",\"type\":1,\"text\":\"And over the next several years, I certainly tried to, intermittently or constantly, depending on how you look at it. I continued a near-lifetime of disordered eating, and restriction, and overeating. Sometimes I was motivated enough to work out. Sometimes I wasn’t. Mostly I was overwhelmed by inertia. I had a desire to lose weight but an inability — or, perhaps, unwillingness — to force myself toward the deprivation required for the significant weight loss the world told me I needed.\",\"markups\":[]},{\"name\":\"53a8\",\"type\":1,\"text\":\"The truth is that my desire for weight loss has long been about satisfying other people more than myself, finding a way to fit more peacefully into a world that is not at all interested in accommodating a body like mine. And the dominant cultural attitude toward fatness is that the fat body is a medical problem, a drain on society, an aesthetic blight. As a fat person, I am supposed to want to lose weight. I am supposed to be working on the problem of my body. I am supposed to apply discipline to physical unruliness. I’m not supposed to be fine with my body. I am not supposed to yearn, simply, for people to let me be, to see me, accept me, and treat me with dignity exactly as I am.\",\"markups\":[{\"type\":2,\"start\":389,\"end\":393}]},{\"name\":\"7a6e\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*9kMk3bKA3kXhYDGTTHkN2w.jpeg\",\"originalWidth\":2083,\"originalHeight\":2083}},{\"name\":\"cb0f\",\"type\":1,\"text\":\"I am, however, sometimes fine with my body. I am fine with my curves, the solidity of me. I am strong and tall. I enjoy the way I take up space, that I have presence. I have someone who appreciates my body and only hates everything I must deal with by virtue of living in this world in this body.\",\"markups\":[]},{\"name\":\"a9f0\",\"type\":1,\"text\":\"Sometimes I hate my body, the unruliness of it. I hate all my limitations. I hate my lack of discipline. I hate how my unhappiness is never enough to truly motivate me to regain control of myself, once and for all. I hate the way I hunger but never find satisfaction. I want and want and want but never allow myself to reach for what I truly want, leaving that want raging desperately beneath the surface of my skin.\",\"markups\":[]},{\"name\":\"4e6a\",\"type\":1,\"text\":\"And the moment I step outside the safety of my home, I hate how visible I am, how people treat me, how they stare and comment both loudly and under their breath, how rude children remind me I’m fat and their rude parents say nothing, how I have to think and overthink where I go and how I will fit into any given space. I do not know how to carry myself with confidence when I go out into the world. Any sense of self I have is often shattered within minutes, and then I am all insecurities and fears, wishing myself into a more socially acceptable form.\",\"markups\":[]},{\"name\":\"66b4\",\"type\":1,\"text\":\"And given my career trajectory, there are pictures and videos of me everywhere. I hate these images, cringe when I see them, and then hate myself for cringing, for not seeing myself with kindness. Trolls make memes of my pictures and post them to internet message boards with cruel captions. They tweet these memes at me. They remind me, every chance they get, that I am fat: more than, but less than. Every single day, I am confronted by how people really see me. I am confronted by the fact that no matter what I achieve, I will always be fat first. I will always have this weakness; it will always be easily exploited.\",\"markups\":[]},{\"name\":\"d128\",\"type\":1,\"text\":\"If you’re not one statistic, though, you’re another. According to the American Society for Bariatric and Metabolic Surgery, 216,000 people received a bariatric procedure in 2016. Doctors tout weight-loss surgery as the gold standard for weight loss, though a relatively small number of the estimated one-third of Americans who are considered obese actually get the surgery.\",\"markups\":[{\"type\":2,\"start\":342,\"end\":347}]},{\"name\":\"9252\",\"type\":1,\"text\":\"Many doctors have used that exact phrase with me — “the gold standard” — over the years. They told me that this surgery will save my life, and that if I didn’t get the surgery, I wouldn’t live until 40. When I turned 40, they told me that if I didn’t get the surgery, I wouldn’t live until 50.\",\"markups\":[]},{\"name\":\"fde0\",\"type\":1,\"text\":\"This surgery is touted as the only real option for the morbidly and super-morbidly obese. It is not a question of if a fat person will get weight-loss surgery, but when.\",\"markups\":[{\"type\":2,\"start\":114,\"end\":116}]},{\"name\":\"e490\",\"type\":1,\"text\":\"Of course, weight-loss surgery is extraordinarily expensive, and many insurance policies will not cover it. The out-of-pocket cost in the United States is high enough that many people travel to Mexico and Malaysia to get it for a fraction of the cost. My insurance company will cover weight-loss surgery — but only after you’ve gone through six months of medically supervised weight loss; you have to prove that you deserve to have yourself cut open.\",\"markups\":[]},{\"name\":\"b770\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*9NcoWNS6Pop0dMhQ-P85Dw@2x.png\",\"originalWidth\":3200,\"originalHeight\":1133}},{\"name\":\"3eb5\",\"type\":1,\"text\":\"Given my schedule, this six-month waiting period was a requirement I was never going to be able to meet, so I ended up paying for the surgery out of pocket. I suppose I should be grateful that I could afford to do so, but mostly, I’m bitter. The expense was breathtaking.\",\"markups\":[]},{\"name\":\"272c\",\"type\":1,\"text\":\"If there is a silver lining, the expense also removed a lot of bureaucratic red tape. I was able to schedule my surgery and address all the presurgical requirements with relative ease once the surgeon realized he didn’t have to deal with an insurance company. Health care is as wantonly susceptible to the ills of capitalism as everything else.\",\"markups\":[]},{\"name\":\"2488\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*XcwCdRRqYFwVc1ljckhJmA@2x.jpeg\",\"originalWidth\":3200,\"originalHeight\":458}},{\"name\":\"d2f9\",\"type\":1,\"text\":\"After more than 15 years of refusing it, I made the decision to get weight-loss surgery on an ordinary day. At home in Lafayette, Indiana, a young man yelled at me to move my fat black ass while I was crossing a grocery store parking lot to my car. It was the last straw.\",\"markups\":[]},{\"name\":\"554d\",\"type\":1,\"text\":\"I tried to hold my head high, shuffled as quickly as I could, put my groceries in my car, and sat behind the steering wheel. I sat there, shaking, wishing I could have been as quick in that moment to put him in his place as I would have been online. I wanted to call someone for comfort, but I was at a silent impasse with the only person to whom I could talk. Instead, I pressed my head against the steering wheel and sobbed. When I collected myself, I drove home and went to bed. I hoped I might not wake up, but I did.\",\"markups\":[]},{\"name\":\"5598\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\",\"originalWidth\":3200,\"originalHeight\":458}},{\"name\":\"f007\",\"type\":1,\"text\":\"The most common weight-loss procedures today are the gastric bypass and the gastric sleeve. These procedures are usually done laparoscopically in a matter of hours, with the patient under general anesthesia. In gastric bypass, the stomach is reduced, creating a small pouch, which is then connected farther down the small intestine. Sleeve gastrectomy is slightly less drastic and the more common procedure performed. The stomach size is reduced and reshaped into a slender tube, restricting how much a person can eat. In these procedures, patients also lose their appetites as a result of reduced ghrelin, a hormone that stimulates appetite.\",\"markups\":[]},{\"name\":\"e710\",\"type\":1,\"text\":\"In both procedures, the patient’s anatomy is irreversibly changed, and they lose a significant amount of weight quickly. Both procedures result in malnutrition, requiring patients to take multivitamins and other supplements for the rest of their lives. Other risks and complications include hair loss, ulcers, leaks, gastric bleeding, bowel obstruction, gallstones, and dehydration. These are all fairly horrifying risks, but (the medical establishment has decided) they are less horrifying than the medical risks of fatness. People who choose weight-loss surgery trade one kind of health for another.\",\"markups\":[]},{\"name\":\"89a6\",\"type\":1,\"text\":\"After such drastic weight loss, many patients need expensive, extensive plastic surgery to deal with the excess skin. The TLC network even has a show — spun off from My 600-Lb Life—called Skin Tight, about people who have lost a significant amount of weight and want to get skin-removal surgery, altering their anatomy once again.\",\"markups\":[{\"type\":2,\"start\":166,\"end\":180},{\"type\":2,\"start\":188,\"end\":198}]},{\"name\":\"94b2\",\"type\":1,\"text\":\"And with the growing popularity of bariatric surgery, an entire industry has risen around it — supplements, special foods, dishware, and more. There are online forums, YouTube channels, bariatric eating blogs, and other such communities. Where there is money to be made, capitalism finds a way.\",\"markups\":[]},{\"name\":\"7daf\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*eGnq4SH34TkfoB5wEe14MA@2x.jpeg\",\"originalWidth\":3200,\"originalHeight\":458}},{\"name\":\"839f\",\"type\":1,\"text\":\"The morning after I decided to get weight-loss surgery, I called a local bariatric surgeon and made an appointment for a consultation. A few hours later, the program administrator called me back and told me I would need to lose 75 pounds before they would even consider operating on me. I immediately felt hopeless: If I could lose 75 pounds on my own, I wouldn’t be considering surgery. The surgeon, the coordinator told me, was involved in some kind of study and only wanted good outcomes; he did not inspire me with confidence. I was told to watch some online videos about the surgery and fill out a lot of paperwork and then we could get started.\",\"markups\":[]},{\"name\":\"a738\",\"type\":1,\"text\":\"After a few days of allowing myself to wallow in defeat, I got a recommendation from a friend and found an excellent surgeon in Los Angeles (where I also live) who did inspire with me confidence. This surgeon was very frank; I just stared and nodded. He told me at our first appointment in December that surgery was my best option. He remarked that it was good that I carried most of my weight in my lower body, because it would be easier for him to do the surgery. I was an unruly body for him to fix, nothing less, nothing more. He asked me to try losing some weight before the surgery to reduce the size of my liver, but he wasn’t too prickly or unrealistic about it. Just don’t gain any more weight, he said.\",\"markups\":[]},{\"name\":\"6804\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*vCdm47OtZwEof7faLS4OZg@2x.jpeg\",\"originalWidth\":3200,\"originalHeight\":1639}},{\"name\":\"464c\",\"type\":1,\"text\":\"I looked at my work calendar for 2018 and realized I had a small window within which to do this surgery and recover. Before I lost my nerve, I rescheduled the two events I had in January and told my doctor I wasn’t going to be able to wait six weeks before flying again post-surgery, as recommended. In a matter of hours, I was scheduled for surgery in early January.\",\"markups\":[]},{\"name\":\"e5a3\",\"type\":1,\"text\":\"I was then weighed and measured. I had blood drawn and an EKG and an echocardiogram performed. I attended a three-hour workshop where I learned more about the surgery, how to prepare, what the initial weeks and after the surgery would be like, and so on. A nutritionist cautioned us not to visit online forums about bariatric surgery, and I heeded her advice (until I didn’t). I received a binder full of information, much of it rather starkly depressing about the “lifestyle changes” that would be demanded of me both before and after the surgery. I bought vitamins and whey protein and tried to wrap my mind around the vastly different way I’d have be eating in just a few weeks. I saw a psychologist who would determine if I was emotionally prepared for the surgery. After 45 minutes, she determined that I was and charged me $300 for the consultation.\",\"markups\":[]},{\"name\":\"77f3\",\"type\":1,\"text\":\"During every part of the preoperative process, I doled out obscene sums of money to a range of medical providers. And every night, I stared at the ceiling, wondering if I would actually go through with it. I chastised myself for allowing myself to get to this point, for lacking the discipline to lose weight by any other means.\",\"markups\":[]},{\"name\":\"ea90\",\"type\":1,\"text\":\"I had made a drastic decision to change my body, but I did not suddenly develop a healthier relationship toward food. In the weeks leading up to my surgery, I tried to eat all the foods I thought that I was probably never going to be able to eat again, paying particular and loving attention to fried foods and soda. A few nights before surgery, friends and I went to my favorite steakhouse, and I enjoyed a Caesar salad and a finely marbled rib eye with mashed potatoes and green beans almondine and butter cake with fresh whipped cream and gin and tonics with a splash of grenadine. I savored every single bite, often with my eyes closed. I mourned what I was losing, or what I thought I was losing.\",\"markups\":[]},{\"name\":\"dace\",\"type\":1,\"text\":\"The morning of the surgery, I went to the hospital, checked in, and was weighed and escorted to a long row of hospital beds just waiting for patients who would submit themselves to surgical blades for one reason or another. I was hungry and thirsty and nervous. I told the friend accompanying me that the gown the hospital provided probably wouldn’t fit me, and she said that couldn’t possibly happen, given the nature of my impending procedure. I was right: The gown was indeed too small, and, at six in the morning, I was too tired and too defeated to even laugh or feel any kind of satisfaction for understanding just how shortsighted this world is when it comes to different kinds of bodies.\",\"markups\":[]},{\"name\":\"6a64\",\"type\":1,\"text\":\"As I do whenever I’m going under general anesthesia, I told the anesthesiologist to give me extra, because I’ve seen the movie Awake. I was wracked with guilt about not telling my family, and then worried that I was probably going to die and my parents would find out in such a terrible way. As I worried, I was strapped to the operating table, and then, mercifully, I lost consciousness. I don’t remember anything about the surgery, and I’m thankful for that because it means that the drugs worked. When I woke up, a nurse was peering at me and then broke into a smile. She said, “I know who you are! My girlfriend and I love your books.” I was still pretty out of it, so I muttered, “Please don’t tell the internet I’m here.”\",\"markups\":[{\"type\":2,\"start\":127,\"end\":132},{\"type\":2,\"start\":133,\"end\":134}]},{\"name\":\"b997\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*61bLtpJ-0pR9pNLHjcJPzQ@2x.jpeg\",\"originalWidth\":3200,\"originalHeight\":458}},{\"name\":\"0e74\",\"type\":1,\"text\":\"I care too much what people think. I hate that about myself. Before and after my surgery, I worried what people would think if and when they found out. Each time I went to the doctor’s office, I prayed no one would recognize me, and rarely were those prayers answered. I’m just a writer, but I am recognized in public with alarming frequency. “What are you doing here?” a fan asked one afternoon as I walked into the UCLA Medical Center, and I smiled and said, “Routine checkup.”\",\"markups\":[]},{\"name\":\"6181\",\"type\":1,\"text\":\"I worried that people would think I betrayed fat positivity, something I do very much believe in even if I can’t always believe in it for myself. I worried that everyone who responded so generously to my memoir, Hunger, would feel betrayed. I worried I would be seen as betraying myself. I worried I would be seen as taking the easy way out, even though nothing about any of this has been easy, not one thing. I worried.\",\"markups\":[{\"type\":2,\"start\":212,\"end\":218},{\"type\":2,\"start\":219,\"end\":220},{\"type\":2,\"start\":239,\"end\":241}]},{\"name\":\"5eab\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*LwbRjFOtdijW-IsvkzAqBw@2x.jpeg\",\"originalWidth\":3200,\"originalHeight\":458}},{\"name\":\"4478\",\"type\":1,\"text\":\"The surgeon made five neat incisions across my torso and stitched them from the inside so I would eventually have minimal scarring. As I came to my senses, I felt each of those incisions, throbbing gently, reminding me that something invasive had happened to my body. The worst part of the first few hours after the surgery was that I couldn’t drink anything until the following morning: I had a brand-new stomach, and a whole lot of stitches holding that brand-new stomach together, so it was best to leave this newly delicate anatomy alone.\",\"markups\":[]},{\"name\":\"3a42\",\"type\":1,\"text\":\"As the hours wore on, I felt desiccated. I wanted water more than I have ever wanted anything in my life. I could satisfy myself only with a tiny sponge dipped in ice to dab on my lips and tongue. When no one was looking, I took tiny sips of the melted water pooling at the bottom of my Styrofoam cup — I did.\",\"markups\":[]},{\"name\":\"5d56\",\"type\":1,\"text\":\"The hospital buzzed around me. Nurses doted on me. My surgeon stopped by and told me everything had gone well. My liver was nice and small, he said with a smile, and commended me for losing weight before the procedure. I felt a swell of pride and then hated myself for that swell, for being so pedestrian as to take pleasure in the sort of validation that goes against so much of what I believe about how bodies should be allowed to be.\",\"markups\":[]},{\"name\":\"2284\",\"type\":1,\"text\":\"There was a TV, but I couldn’t bother to focus on it. I was on excellent pain medication that I controlled with a little remote, so it was all very pleasant, less the torment of the desert of my mouth. The woman next door also had weight-loss surgery, and she talked loudly about how she was a changed woman. It was like she was trying to prove she deserved the surgery, that she was a better woman now. It was aggravating because I did not feel at all changed; I did not have a new outlook on life.\",\"markups\":[]},{\"name\":\"4dfc\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*PBB4ukmW6gNApGYn7IJt0g.png\",\"originalWidth\":1400,\"originalHeight\":1400}},{\"name\":\"59de\",\"type\":1,\"text\":\"Every few hours, I got up and walked around so as to avoid blood clots. I dozed. I chatted drowsily with loved ones watching over me. Eventually, I passed out, all praise to Dilaudid. Late the next afternoon, I went home, where I could have only water, clear broth, Gatorade, and sugar-free Jell-O for three days.\",\"markups\":[]},{\"name\":\"96e7\",\"type\":1,\"text\":\"For the two weeks after that, I could have only liquids like more Gatorade, juices, soups, thinned yogurt. From weeks two to four, I could eat only soft foods. My new diet was as horrible and boring and bland as you might imagine, but it was also manageable. Anything is manageable if it isn’t forever.\",\"markups\":[]},{\"name\":\"4316\",\"type\":1,\"text\":\"Slowly, I started coming to terms with how quickly my relationship to food was changing and how disordered my relationship to food had been and for so long. I had to think — carefully — about what I ate and how. I became full after only a few bites. I had to think about protein and making sure I was getting enough. (I never did, because I’m a very picky eater and the protein shakes made me gag.) I wasn’t hungry, but I was starving.\",\"markups\":[]},{\"name\":\"5fac\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*vUkucDAT5dPClCF9C8pDkg@2x.jpeg\",\"originalWidth\":3200,\"originalHeight\":458}},{\"name\":\"9a7c\",\"type\":1,\"text\":\"That incident in the parking lot was also an accumulation of frustrations and heartache I no longer wanted to carry — doctors not taking me seriously and always trying to “treat” my weight before anything else, never fitting in spaces I wanted to be in, the obsessive rituals I developed around deciding if and how I could go out in public, feeling unfit and hating exercise because everything was so arduous, having such limited fashion options, the familial concern that was a yoke I couldn’t ever get out from under, the societal concern that was a yoke I couldn’t ever get out from under, the nagging worry that my weight would eventually come between me and the one person in my life who has never made me feel anything but good in my body, the nagging worry that, eventually, my luck would run out and all the terrible things that doctors had long been warning me about would come to pass.\",\"markups\":[{\"type\":2,\"start\":460,\"end\":467}]},{\"name\":\"fe5f\",\"type\":1,\"text\":\"I had to face the extent of my unhappiness and how much of that unhappiness was connected to my body. I had to accept that I could change my fat body faster than this culture will change how it views, treats, and accommodates fat bodies. And I had to do so while recognizing that losing weight wasn’t actually going to make me happier — which may have been the bitterest part of all.\",\"markups\":[]},{\"name\":\"d174\",\"type\":1,\"text\":\"That’s how I found myself going back to therapy after nearly a decade away — a decade of telling myself that I was fine and fixed and emotionally whole. The nutritionist affiliated with my surgeon gave me a recommendation, and I made an appointment. Within the first five minutes, I knew it wasn’t going to work: She stared at me for long, intensely awkward lengths of time. At the beginning of the session, she was simply silent, and I was not at all sure what I was supposed to do with that silence.\",\"markups\":[]},{\"name\":\"87bc\",\"type\":1,\"text\":\"After two sessions, I decided to try someone else. He was a brash, handsome older man who got under my skin, forcing me to face uncomfortable truths, forcing me to get comfortable with feeling my feelings — something I’ve avoided for most of my life. At some point during many of our sessions, he says, “You’re mad at me,” and I pretend I am not and he knows I am lying, and onward we go, doing the necessary work of breaking me down so that, someday, I might build myself back up again.\",\"markups\":[]},{\"name\":\"d02f\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*cUtjsyEdMkHkqxjqvHnkmw@2x.jpeg\",\"originalWidth\":3200,\"originalHeight\":458}},{\"name\":\"953e\",\"type\":1,\"text\":\"The dominant narrative around weight-loss surgery is that it changes your life and makes everything better. It’s a lovely fantasy that, by cutting yourself open and having parts of yourself removed, everything that weighed you down will be lifted. But it is only a fantasy.\",\"markups\":[]},{\"name\":\"98fd\",\"type\":1,\"text\":\"People who have weight-loss surgery are more likely to commit suicide. Many married people get divorced after the surgery because their spouses cannot cope with the changes, so much so that “bariatric divorce” is a thing. The psychologist I saw for my presurgical evaluation warned that the first year is really difficult, and many patients end up suffering from depression and regretting the surgery. The second year is better, she said, trying to reassure me after my face fell. And she was right: I am depressed and miserable. I am cold all the time and exhausted because I’m only eating between 1,200 and 1,500 calories. I am filled with regrets because everything has changed, but everything is exactly the same.\",\"markups\":[]},{\"name\":\"05b1\",\"type\":1,\"text\":\"I am losing a significant amount of weight very quickly — that’s what the scale shows, on those rare occasions when I am not too afraid to get on the scale, terrified I’ve done all this, spent all this money, only to not lose weight. My clothes are looser. My shoes are inexplicably loose. My ring is loose. I fit into my car in a way I never have. I fit into chairs better. I fit everywhere better, and it’s still so early.\",\"markups\":[{\"type\":2,\"start\":217,\"end\":220}]},{\"name\":\"4e17\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*6N7h0CZGO5ncqfbjG37IHg@2x.jpeg\",\"originalWidth\":3200,\"originalHeight\":1083}},{\"name\":\"a60f\",\"type\":1,\"text\":\"But I can’t believe that I am losing weight, despite all this evidence. I’ve told my person — more than once — that someone is messing with me, sabotaging my sanity by adjusting my seat in the car, stretching out my clothes and shoes to trick me. I am assured such is not the case, that my body is actually changing. For a few moments, I am quieted, and then the doubt creeps back in.\",\"markups\":[]},{\"name\":\"9587\",\"type\":1,\"text\":\"When I look in the mirror, I see no difference — none at all. No one, save for a couple people, has openly acknowledged any weight loss, if they’ve even noticed, which is a relief and a frustration and a reminder of just how much weight I have to lose. I don’t want any weight loss to be acknowledged (or, worse, celebrated), but I also very much do.\",\"markups\":[]},{\"name\":\"b1c2\",\"type\":1,\"text\":\"I’ve replaced one set of anxieties with another. I worry I’m eating too much and stretching my new stomach (something I was warned about, repeatedly and vigorously). I have brief moments where I allow myself to imagine hiking Runyon Canyon or wearing a fabulous outfit because it is available in my size or going to see a musical without making special arrangements…and then I tell myself to get ahold of myself. I tell myself not to want. I tell myself that I’ve failed to discipline my body before and I will probably fail this time, too. I tell myself these things because I’ve carried this weight for almost 30 years and it is terrifying to face who I could be without it.\",\"markups\":[]},{\"name\":\"0450\",\"type\":1,\"text\":\"I had weight-loss surgery, but I am still the same person who went under the knife. I still have that yawning cavern inside of me that I want to fill with food, only now I cannot fill it with food. I’m rarely hungry, but I am ravenous. Want continues to rage desperately beneath the surface of my skin. I turned to food when I was sad and happy and lonely and scared and anxious. I turned to food, and away from everything else; it was my comfort and my friend. Food helped me survive something I did not think I would survive. Food numbed the uncomfortable feelings I very much did not want to feel.\",\"markups\":[]},{\"name\":\"8190\",\"type\":1,\"text\":\"And then, that comfort was gone. I’ve lost the best friend I never had the courage to acknowledge but who was my constant, loyal companion nonetheless. I am left holding the shattered pieces of whatever has been left behind, trying to assemble them into something new, something that serves me better.\",\"markups\":[]},{\"name\":\"e7da\",\"type\":1,\"text\":\"The forced restriction brought about by the surgery is maddening. Yes, I eat, but I physically cannot overeat. At restaurants, waitstaff interrogate me about all the food I leave on my plate. At home, I eat sad, tiny portions (or, given what I used to eat, what feel like tiny portions). After a few bites of anything, the discomfort begins, and then that discomfort evolves into pain.\",\"markups\":[]},{\"name\":\"7191\",\"type\":1,\"text\":\"Sometimes, when I am feeling rebellious, I try to ignore that pain and try to surrender to my desire to eat with abandon. My body reminds me that rebellion will not be tolerated. For the first time in as long as I can remember, I am empty, but I know what fullness is, and I hate this knowing.\",\"markups\":[]},{\"name\":\"7a17\",\"type\":4,\"text\":\"Illustration by Daiana Ruiz. Creative art direction by Anagraph.\",\"markups\":[{\"type\":3,\"start\":16,\"end\":27,\"href\":\"https://www.behance.net/daianaruiz\",\"title\":\"\",\"rel\":\"nofollow noopener nofollow noopener nofollow noopener\",\"anchorType\":0},{\"type\":3,\"start\":55,\"end\":63,\"href\":\"https://www.anagraph.com/\",\"title\":\"\",\"rel\":\"noopener nofollow noopener noopener noopener nofollow noopener nofollow noopener nofollow noopener\",\"anchorType\":0}],\"layout\":1,\"metadata\":{\"id\":\"1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\",\"originalWidth\":3200,\"originalHeight\":458}}],\"sections\":[{\"name\":\"3119\",\"startIndex\":0}]},\"postDisplay\":{\"coverless\":true},\"metaDescription\":\"The first weight-loss surgery was performed during the 10th century, on D. Sancho, the king of León, Spain. He was so fat that he lost his throne, so he was taken to Córdoba, where a doctor sewed his…\"},\"virtuals\":{\"allowNotes\":true,\"previewImage\":{\"imageId\":\"1*rQ7OqVEELEDIn4uiGl-dFg.jpeg\",\"filter\":\"\",\"backgroundSize\":\"\",\"originalWidth\":4000,\"originalHeight\":2000,\"strategy\":\"resample\",\"height\":0,\"width\":0,\"focusPercentX\":50,\"focusPercentY\":47},\"wordCount\":4620,\"imageCount\":15,\"readingTime\":18.933962264150942,\"subtitle\":\"Roxane Gay on getting weight reduction surgery\",\"usersBySocialRecommends\":[],\"noIndex\":false,\"recommends\":2607,\"isBookmarked\":false,\"tags\":[{\"slug\":\"body\",\"name\":\"Body\",\"postCount\":5481,\"metadata\":{\"postCount\":5481,\"coverImage\":{\"id\":\"1*DoGp4kiw0wD5GEVvxaMJMg.png\",\"originalWidth\":2400,\"originalHeight\":1200,\"isFeatured\":true,\"focusPercentX\":44,\"focusPercentY\":51}},\"type\":\"Tag\"},{\"slug\":\"weight\",\"name\":\"Weight\",\"postCount\":1156,\"metadata\":{\"postCount\":1156,\"coverImage\":{\"id\":\"1*C5KABlpfb3axm8rEIegz2Q.png\",\"originalWidth\":1280,\"originalHeight\":376,\"isFeatured\":true,\"focusPercentX\":49,\"focusPercentY\":49}},\"type\":\"Tag\"},{\"slug\":\"self\",\"name\":\"Self\",\"postCount\":19719,\"metadata\":{\"postCount\":19719,\"coverImage\":{\"id\":\"1*7bkLMEixJ8jnTn4E2JJe5A.jpeg\",\"originalWidth\":6000,\"originalHeight\":3750,\"isFeatured\":true}},\"type\":\"Tag\"},{\"slug\":\"surgery\",\"name\":\"Surgery\",\"postCount\":1767,\"metadata\":{\"postCount\":1767,\"coverImage\":{\"id\":\"1*Dl1qjOb4ikDq6gLbId0n6A.jpeg\",\"originalWidth\":2320,\"originalHeight\":3088,\"isFeatured\":true}},\"type\":\"Tag\"}],\"socialRecommendsCount\":0,\"responsesCreatedCount\":69,\"links\":{\"entries\":[{\"url\":\"https://www.anagraph.com/\",\"alts\":[],\"httpStatus\":200},{\"url\":\"https://www.behance.net/daianaruiz\",\"alts\":[],\"httpStatus\":200}],\"version\":\"0.3\",\"generatedAt\":1524592777153},\"isLockedPreviewOnly\":false,\"takeoverId\":\"\",\"metaDescription\":\"The first weight-loss surgery was performed during the 10th century, on D. Sancho, the king of León, Spain. He was so fat that he lost his throne, so he was taken to Córdoba, where a doctor sewed his…\",\"totalClapCount\":27015,\"sectionCount\":1,\"readingList\":0,\"topics\":[{\"topicId\":\"1f79d9387f85\",\"slug\":\"culture\",\"createdAt\":1489425100775,\"deletedAt\":0,\"image\":{\"id\":\"1*TK5lkfLNtUgyo1_QM_orCw@2x.jpeg\",\"originalWidth\":4096,\"originalHeight\":2731},\"name\":\"Culture\",\"description\":\"High, low, and sideways.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"},{\"topicId\":\"aef1078a3ef5\",\"slug\":\"self\",\"createdAt\":1490119409800,\"deletedAt\":0,\"image\":{\"id\":\"1*zk42YBzvJ_du3aTeJrAeEQ@2x.jpeg\",\"originalWidth\":2976,\"originalHeight\":1984},\"name\":\"Self\",\"description\":\"Live better.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"},{\"topicId\":\"d61cf867d93f\",\"slug\":\"health\",\"createdAt\":1493930296516,\"deletedAt\":0,\"image\":{\"id\":\"1*sDLqtash5p_3dq8wlztLaQ@2x.jpeg\",\"originalWidth\":1997,\"originalHeight\":3000},\"name\":\"Health\",\"description\":\"Body talk.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"}]},\"coverless\":true,\"slug\":\"the-body-that-understands-what-fullness-is\",\"translationSourcePostId\":\"\",\"translationSourceCreatorId\":\"\",\"isApprovedTranslation\":false,\"inResponseToPostId\":\"\",\"inResponseToRemovedAt\":0,\"isTitleSynthesized\":false,\"allowResponses\":true,\"importedUrl\":\"\",\"importedPublishedAt\":0,\"visibility\":2,\"uniqueSlug\":\"the-body-that-understands-what-fullness-is-f2e40c40cd75\",\"previewContent\":{\"bodyModel\":{\"paragraphs\":[{\"name\":\"previewImage\",\"type\":4,\"text\":\"\",\"layout\":10,\"metadata\":{\"id\":\"1*rQ7OqVEELEDIn4uiGl-dFg.jpeg\",\"originalWidth\":4000,\"originalHeight\":2000,\"focusPercentX\":50,\"focusPercentY\":47}},{\"name\":\"previewTitle\",\"type\":3,\"text\":\"The Body That Understands What Fullness Is\",\"alignment\":1},{\"name\":\"previewSubtitle\",\"type\":13,\"text\":\"Roxane Gay on getting weight reduction surgery\",\"alignment\":1}],\"sections\":[{\"startIndex\":0}]},\"isFullContent\":false,\"subtitle\":\"Roxane Gay on getting weight reduction surgery\"},\"license\":0,\"inResponseToMediaResourceId\":\"\",\"canonicalUrl\":\"\",\"approvedHomeCollectionId\":\"\",\"newsletterId\":\"\",\"webCanonicalUrl\":\"https://medium.com/s/unrulybodies/the-body-that-understands-what-fullness-is-f2e40c40cd75\",\"mediumUrl\":\"\",\"migrationId\":\"\",\"notifyFollowers\":true,\"notifyTwitter\":false,\"notifyFacebook\":false,\"responseHiddenOnParentPostAt\":0,\"isSeries\":false,\"isSubscriptionLocked\":true,\"seriesLastAppendedAt\":0,\"audioVersionUrl\":\"https://cdn-audio-1.medium.com/5/6/6/56695a627da0/m4a/96.m4a\",\"audioVersionDurationSec\":2448,\"sequenceId\":\"b2001ef5515\",\"isNsfw\":false,\"isEligibleForRevenue\":false,\"isBlockedFromHightower\":false,\"deletedAt\":0,\"lockedPostSource\":2,\"hightowerMinimumGuaranteeStartsAt\":0,\"hightowerMinimumGuaranteeEndsAt\":0,\"featureLockRequestAcceptedAt\":0,\"mongerRequestType\":1,\"layerCake\":1,\"socialTitle\":\"\",\"socialDek\":\"\",\"editorialPreviewTitle\":\"\",\"editorialPreviewDek\":\"\",\"curationEligibleAt\":0,\"type\":\"Post\"},\"postLayout\":{\"html\":\"\\x3csection name=\\\"3119\\\" class=\\\"section section--body section--first section--last\\\"\\x3e\\x3cdiv class=\\\"section-divider\\\"\\x3e\\x3chr class=\\\"section-divider\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"section-content\\\"\\x3e\\x3cdiv class=\\\"section-inner sectionLayout--insetColumn\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"section-inner sectionLayout--insetColumn\\\"\\x3e\\x3cp name=\\\"263e\\\" id=\\\"263e\\\" class=\\\"graf graf--p graf--hasDropCapModel graf--hasDropCap graf--hasDropCapImage graf--leading\\\"\\x3e\\x3cspan class=\\\"graf-dropCap\\\"\\x3e\\x3cspan class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"width: 42.5px; height: 49px;\\\"\\x3e\\x3cspan class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 115.3%;\\\"\\x3e\\x3c/span\\x3e\\x3cimg class=\\\"graf-dropCapImage\\\" data-image-id=\\\"1*MnSuLZ7_OPksXgp07Qr4qQ@2x.png\\\" data-width=\\\"85\\\" data-height=\\\"98\\\" src=\\\"https://cdn-images-1.medium.com/max/800/1*MnSuLZ7_OPksXgp07Qr4qQ@2x.png\\\"\\x3e\\x3c/span\\x3e\\x3cspan class=\\\"graf-dropCapText\\\"\\x3eT\\x3c/span\\x3e\\x3c/span\\x3ehe first weight-loss surgery was performed during the 10th century, on D. Sancho, the king of León, Spain. He was so fat that he lost his throne, so he was taken to Córdoba, where a doctor sewed his lips shut. Only able to drink through a straw, the former king lost enough weight after a time to return home and reclaim his kingdom.\\x3c/p\\x3e\\x3cp name=\\\"aefa\\\" id=\\\"aefa\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe notion that thinness — and the attempt to force the fat body toward a state of culturally mandated discipline — begets great rewards is centuries old.\\x3c/p\\x3e\\x3cp name=\\\"4268\\\" id=\\\"4268\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eModern weight-loss surgery began in the 1950s, when surgeons employing various techniques caused their patients fairly distressing problems, like severe diarrhea, dehydration, kidney stones, gallstones, and even death — but, generally, the patients lost weight. Surgeons have since refined their techniques, using a range of restriction or malabsorption methods to force the human body to lose weight. They have tried wiring patients’ jaws shut to force weight loss through liquid diets. They have stapled stomachs into smaller pouches to restrict caloric intake. They have developed gastric bands and balloons to restrict the amount of food that can enter the stomach. But it was the first laparoscopic gastric bypass—in which the gastrointestinal tract is routed around a person’s stomach—performed in 1994, that enabled bariatric surgery to go more mainstream by way of minimal invasion.\\x3c/p\\x3e\\x3cp name=\\\"4bc5\\\" id=\\\"4bc5\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eSome of these interventions have succeeded for people, and some have failed, because not even surgical intervention can overcome the reasons why many people gain and then struggle to lose weight. Some bodies and minds simply cannot be brought to heel.\\x3c/p\\x3e\\x3cfigure name=\\\"4537\\\" id=\\\"4537\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 100px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 14.299999999999999%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*tcMAB2bCk_zb-x02-Ihirw@2x.jpeg\\\" data-width=\\\"3200\\\" data-height=\\\"458\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*tcMAB2bCk_zb-x02-Ihirw@2x.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*tcMAB2bCk_zb-x02-Ihirw@2x.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*tcMAB2bCk_zb-x02-Ihirw@2x.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*tcMAB2bCk_zb-x02-Ihirw@2x.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"55c1\\\" id=\\\"55c1\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eI capitulated to a procedure after more than 15 years of resistance and had a sleeve gastrectomy at the UCLA Ronald Reagan Hospital in January 2018. I told only a few people; I did not tell my family. I felt — in equal parts — hope, defeat, frustration, and disgust.\\x3c/p\\x3e\\x3cfigure name=\\\"903e\\\" id=\\\"903e\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 301px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 43%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*9bL3j9ge0SR5R1GUcFhRlg@2x.jpeg\\\" data-width=\\\"3200\\\" data-height=\\\"1377\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*9bL3j9ge0SR5R1GUcFhRlg@2x.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*9bL3j9ge0SR5R1GUcFhRlg@2x.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*9bL3j9ge0SR5R1GUcFhRlg@2x.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*9bL3j9ge0SR5R1GUcFhRlg@2x.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"471e\\\" id=\\\"471e\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eThe first time I contemplated weight-loss surgery, it was at the bidding of my parents. My father and I went to an orientation seminar at the Cleveland Clinic and learned about gastric bypass. There were graphic, deeply disturbing videos and a question-and-answer session. I submitted myself to a clinical assessment about the problem of my body. It wasn’t the right time, I decided. I could be better, eat less, move more.\\x3c/p\\x3e\\x3cp name=\\\"ceb9\\\" id=\\\"ceb9\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eAnd over the next several years, I certainly tried to, intermittently or constantly, depending on how you look at it. I continued a near-lifetime of disordered eating, and restriction, and overeating. Sometimes I was motivated enough to work out. Sometimes I wasn’t. Mostly I was overwhelmed by inertia. I had a desire to lose weight but an inability — or, perhaps, unwillingness — to force myself toward the deprivation required for the significant weight loss the world told me I needed.\\x3c/p\\x3e\\x3cp name=\\\"53a8\\\" id=\\\"53a8\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe truth is that my desire for weight loss has long been about satisfying other people more than myself, finding a way to fit more peacefully into a world that is not at all interested in accommodating a body like mine. And the dominant cultural attitude toward fatness is that the fat body is a medical problem, a drain on society, an aesthetic blight. As a fat person, I am supposed to \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3ewant\\x3c/em\\x3e to lose weight. I am supposed to be working on the problem of my body. I am supposed to apply discipline to physical unruliness. I’m not supposed to be fine with my body. I am not supposed to yearn, simply, for people to let me be, to see me, accept me, and treat me with dignity exactly as I am.\\x3c/p\\x3e\\x3cfigure name=\\\"7a6e\\\" id=\\\"7a6e\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 700px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 100%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*9kMk3bKA3kXhYDGTTHkN2w.jpeg\\\" data-width=\\\"2083\\\" data-height=\\\"2083\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*9kMk3bKA3kXhYDGTTHkN2w.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*9kMk3bKA3kXhYDGTTHkN2w.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*9kMk3bKA3kXhYDGTTHkN2w.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*9kMk3bKA3kXhYDGTTHkN2w.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"cb0f\\\" id=\\\"cb0f\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eI am, however, sometimes fine with my body. I am fine with my curves, the solidity of me. I am strong and tall. I enjoy the way I take up space, that I have presence. I have someone who appreciates my body and only hates everything I must deal with by virtue of living in this world in this body.\\x3c/p\\x3e\\x3cp name=\\\"a9f0\\\" id=\\\"a9f0\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eSometimes I hate my body, the unruliness of it. I hate all my limitations. I hate my lack of discipline. I hate how my unhappiness is never enough to truly motivate me to regain control of myself, once and for all. I hate the way I hunger but never find satisfaction. I want and want and want but never allow myself to reach for what I truly want, leaving that want raging desperately beneath the surface of my skin.\\x3c/p\\x3e\\x3cp name=\\\"4e6a\\\" id=\\\"4e6a\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eAnd the moment I step outside the safety of my home, I hate how visible I am, how people treat me, how they stare and comment both loudly and under their breath, how rude children remind me I’m fat and their rude parents say nothing, how I have to think and overthink where I go and how I will fit into any given space. I do not know how to carry myself with confidence when I go out into the world. Any sense of self I have is often shattered within minutes, and then I am all insecurities and fears, wishing myself into a more socially acceptable form.\\x3c/p\\x3e\\x3cp name=\\\"66b4\\\" id=\\\"66b4\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eAnd given my career trajectory, there are pictures and videos of me everywhere. I hate these images, cringe when I see them, and then hate myself for cringing, for not seeing myself with kindness. Trolls make memes of my pictures and post them to internet message boards with cruel captions. They tweet these memes at me. They remind me, every chance they get, that I am fat: more than, but less than. Every single day, I am confronted by how people really see me. I am confronted by the fact that no matter what I achieve, I will always be fat first. I will always have this weakness; it will always be easily exploited.\\x3c/p\\x3e\\x3cp name=\\\"d128\\\" id=\\\"d128\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIf you’re not one statistic, though, you’re another. According to the American Society for Bariatric and Metabolic Surgery, 216,000 people received a bariatric procedure in 2016. Doctors tout weight-loss surgery as the gold standard for weight loss, though a relatively small number of the estimated one-third of Americans who are considered \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eobese\\x3c/em\\x3e actually get the surgery.\\x3c/p\\x3e\\x3cp name=\\\"9252\\\" id=\\\"9252\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eMany doctors have used that exact phrase with me — “the gold standard” — over the years. They told me that this surgery will save my life, and that if I didn’t get the surgery, I wouldn’t live until 40. When I turned 40, they told me that if I didn’t get the surgery, I wouldn’t live until 50.\\x3c/p\\x3e\\x3cp name=\\\"fde0\\\" id=\\\"fde0\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThis surgery is touted as the only real option for the morbidly and super-morbidly obese. It is not a question of \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eif\\x3c/em\\x3e a fat person will get weight-loss surgery, but when.\\x3c/p\\x3e\\x3cp name=\\\"e490\\\" id=\\\"e490\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eOf course, weight-loss surgery is extraordinarily expensive, and many insurance policies will not cover it. The out-of-pocket cost in the United States is high enough that many people travel to Mexico and Malaysia to get it for a fraction of the cost. My insurance company will cover weight-loss surgery — but only after you’ve gone through six months of medically supervised weight loss; you have to prove that you deserve to have yourself cut open.\\x3c/p\\x3e\\x3cfigure name=\\\"b770\\\" id=\\\"b770\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 248px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 35.4%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*9NcoWNS6Pop0dMhQ-P85Dw@2x.png\\\" data-width=\\\"3200\\\" data-height=\\\"1133\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*9NcoWNS6Pop0dMhQ-P85Dw@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*9NcoWNS6Pop0dMhQ-P85Dw@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*9NcoWNS6Pop0dMhQ-P85Dw@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*9NcoWNS6Pop0dMhQ-P85Dw@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"3eb5\\\" id=\\\"3eb5\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eGiven my schedule, this six-month waiting period was a requirement I was never going to be able to meet, so I ended up paying for the surgery out of pocket. I suppose I should be grateful that I could afford to do so, but mostly, I’m bitter. The expense was breathtaking.\\x3c/p\\x3e\\x3cp name=\\\"272c\\\" id=\\\"272c\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIf there is a silver lining, the expense also removed a lot of bureaucratic red tape. I was able to schedule my surgery and address all the presurgical requirements with relative ease once the surgeon realized he didn’t have to deal with an insurance company. Health care is as wantonly susceptible to the ills of capitalism as everything else.\\x3c/p\\x3e\\x3cfigure name=\\\"2488\\\" id=\\\"2488\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 100px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 14.299999999999999%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*XcwCdRRqYFwVc1ljckhJmA@2x.jpeg\\\" data-width=\\\"3200\\\" data-height=\\\"458\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*XcwCdRRqYFwVc1ljckhJmA@2x.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*XcwCdRRqYFwVc1ljckhJmA@2x.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*XcwCdRRqYFwVc1ljckhJmA@2x.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*XcwCdRRqYFwVc1ljckhJmA@2x.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"d2f9\\\" id=\\\"d2f9\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eAfter more than 15 years of refusing it, I made the decision to get weight-loss surgery on an ordinary day. At home in Lafayette, Indiana, a young man yelled at me to move my fat black ass while I was crossing a grocery store parking lot to my car. It was the last straw.\\x3c/p\\x3e\\x3cp name=\\\"554d\\\" id=\\\"554d\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eI tried to hold my head high, shuffled as quickly as I could, put my groceries in my car, and sat behind the steering wheel. I sat there, shaking, wishing I could have been as quick in that moment to put him in his place as I would have been online. I wanted to call someone for comfort, but I was at a silent impasse with the only person to whom I could talk. Instead, I pressed my head against the steering wheel and sobbed. When I collected myself, I drove home and went to bed. I hoped I might not wake up, but I did.\\x3c/p\\x3e\\x3cfigure name=\\\"5598\\\" id=\\\"5598\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 100px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 14.299999999999999%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\\\" data-width=\\\"3200\\\" data-height=\\\"458\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"f007\\\" id=\\\"f007\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eThe most common weight-loss procedures today are the gastric bypass and the gastric sleeve. These procedures are usually done laparoscopically in a matter of hours, with the patient under general anesthesia. In gastric bypass, the stomach is reduced, creating a small pouch, which is then connected farther down the small intestine. Sleeve gastrectomy is slightly less drastic and the more common procedure performed. The stomach size is reduced and reshaped into a slender tube, restricting how much a person can eat. In these procedures, patients also lose their appetites as a result of reduced ghrelin, a hormone that stimulates appetite.\\x3c/p\\x3e\\x3cp name=\\\"e710\\\" id=\\\"e710\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIn both procedures, the patient’s anatomy is irreversibly changed, and they lose a significant amount of weight quickly. Both procedures result in malnutrition, requiring patients to take multivitamins and other supplements for the rest of their lives. Other risks and complications include hair loss, ulcers, leaks, gastric bleeding, bowel obstruction, gallstones, and dehydration. These are all fairly horrifying risks, but (the medical establishment has decided) they are less horrifying than the medical risks of fatness. People who choose weight-loss surgery trade one kind of health for another.\\x3c/p\\x3e\\x3cp name=\\\"89a6\\\" id=\\\"89a6\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eAfter such drastic weight loss, many patients need expensive, extensive plastic surgery to deal with the excess skin. The TLC network even has a show — spun off from \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eMy 600-Lb Life\\x3c/em\\x3e—called \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eSkin Tight\\x3c/em\\x3e, about people who have lost a significant amount of weight and want to get skin-removal surgery, altering their anatomy once again.\\x3c/p\\x3e\\x3cp name=\\\"94b2\\\" id=\\\"94b2\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eAnd with the growing popularity of bariatric surgery, an entire industry has risen around it — supplements, special foods, dishware, and more. There are online forums, YouTube channels, bariatric eating blogs, and other such communities. Where there is money to be made, capitalism finds a way.\\x3c/p\\x3e\\x3cfigure name=\\\"7daf\\\" id=\\\"7daf\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 100px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 14.299999999999999%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*eGnq4SH34TkfoB5wEe14MA@2x.jpeg\\\" data-width=\\\"3200\\\" data-height=\\\"458\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*eGnq4SH34TkfoB5wEe14MA@2x.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*eGnq4SH34TkfoB5wEe14MA@2x.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*eGnq4SH34TkfoB5wEe14MA@2x.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*eGnq4SH34TkfoB5wEe14MA@2x.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"839f\\\" id=\\\"839f\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eThe morning after I decided to get weight-loss surgery, I called a local bariatric surgeon and made an appointment for a consultation. A few hours later, the program administrator called me back and told me I would need to lose 75 pounds before they would even consider operating on me. I immediately felt hopeless: If I could lose 75 pounds on my own, I wouldn’t be considering surgery. The surgeon, the coordinator told me, was involved in some kind of study and only wanted good outcomes; he did not inspire me with confidence. I was told to watch some online videos about the surgery and fill out a lot of paperwork and then we could get started.\\x3c/p\\x3e\\x3cp name=\\\"a738\\\" id=\\\"a738\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eAfter a few days of allowing myself to wallow in defeat, I got a recommendation from a friend and found an excellent surgeon in Los Angeles (where I also live) who did inspire with me confidence. This surgeon was very frank; I just stared and nodded. He told me at our first appointment in December that surgery was my best option. He remarked that it was good that I carried most of my weight in my lower body, because it would be easier for him to do the surgery. I was an unruly body for him to fix, nothing less, nothing more. He asked me to try losing some weight before the surgery to reduce the size of my liver, but he wasn’t too prickly or unrealistic about it. Just don’t gain any more weight, he said.\\x3c/p\\x3e\\x3cfigure name=\\\"6804\\\" id=\\\"6804\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 359px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 51.2%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*vCdm47OtZwEof7faLS4OZg@2x.jpeg\\\" data-width=\\\"3200\\\" data-height=\\\"1639\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*vCdm47OtZwEof7faLS4OZg@2x.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*vCdm47OtZwEof7faLS4OZg@2x.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*vCdm47OtZwEof7faLS4OZg@2x.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*vCdm47OtZwEof7faLS4OZg@2x.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"464c\\\" id=\\\"464c\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eI looked at my work calendar for 2018 and realized I had a small window within which to do this surgery and recover. Before I lost my nerve, I rescheduled the two events I had in January and told my doctor I wasn’t going to be able to wait six weeks before flying again post-surgery, as recommended. In a matter of hours, I was scheduled for surgery in early January.\\x3c/p\\x3e\\x3cp name=\\\"e5a3\\\" id=\\\"e5a3\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eI was then weighed and measured. I had blood drawn and an EKG and an echocardiogram performed. I attended a three-hour workshop where I learned more about the surgery, how to prepare, what the initial weeks and after the surgery would be like, and so on. A nutritionist cautioned us not to visit online forums about bariatric surgery, and I heeded her advice (until I didn’t). I received a binder full of information, much of it rather starkly depressing about the “lifestyle changes” that would be demanded of me both before and after the surgery. I bought vitamins and whey protein and tried to wrap my mind around the vastly different way I’d have be eating in just a few weeks. I saw a psychologist who would determine if I was emotionally prepared for the surgery. After 45 minutes, she determined that I was and charged me $300 for the consultation.\\x3c/p\\x3e\\x3cp name=\\\"77f3\\\" id=\\\"77f3\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eDuring every part of the preoperative process, I doled out obscene sums of money to a range of medical providers. And every night, I stared at the ceiling, wondering if I would actually go through with it. I chastised myself for allowing myself to get to this point, for lacking the discipline to lose weight by any other means.\\x3c/p\\x3e\\x3cp name=\\\"ea90\\\" id=\\\"ea90\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eI had made a drastic decision to change my body, but I did not suddenly develop a healthier relationship toward food. In the weeks leading up to my surgery, I tried to eat all the foods I thought that I was probably never going to be able to eat again, paying particular and loving attention to fried foods and soda. A few nights before surgery, friends and I went to my favorite steakhouse, and I enjoyed a Caesar salad and a finely marbled rib eye with mashed potatoes and green beans almondine and butter cake with fresh whipped cream and gin and tonics with a splash of grenadine. I savored every single bite, often with my eyes closed. I mourned what I was losing, or what I thought I was losing.\\x3c/p\\x3e\\x3cp name=\\\"dace\\\" id=\\\"dace\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe morning of the surgery, I went to the hospital, checked in, and was weighed and escorted to a long row of hospital beds just waiting for patients who would submit themselves to surgical blades for one reason or another. I was hungry and thirsty and nervous. I told the friend accompanying me that the gown the hospital provided probably wouldn’t fit me, and she said that couldn’t possibly happen, given the nature of my impending procedure. I was right: The gown was indeed too small, and, at six in the morning, I was too tired and too defeated to even laugh or feel any kind of satisfaction for understanding just how shortsighted this world is when it comes to different kinds of bodies.\\x3c/p\\x3e\\x3cp name=\\\"6a64\\\" id=\\\"6a64\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eAs I do whenever I’m going under general anesthesia, I told the anesthesiologist to give me extra, because I’ve seen the movie \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eAwake\\x3c/em\\x3e.\\x3cem class=\\\"markup--em markup--p-em\\\"\\x3e \\x3c/em\\x3eI was wracked with guilt about not telling my family, and then worried that I was probably going to die and my parents would find out in such a terrible way. As I worried, I was strapped to the operating table, and then, mercifully, I lost consciousness. I don’t remember anything about the surgery, and I’m thankful for that because it means that the drugs worked. When I woke up, a nurse was peering at me and then broke into a smile. She said, “I know who you are! My girlfriend and I love your books.” I was still pretty out of it, so I muttered, “Please don’t tell the internet I’m here.”\\x3c/p\\x3e\\x3cfigure name=\\\"b997\\\" id=\\\"b997\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 100px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 14.299999999999999%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*61bLtpJ-0pR9pNLHjcJPzQ@2x.jpeg\\\" data-width=\\\"3200\\\" data-height=\\\"458\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*61bLtpJ-0pR9pNLHjcJPzQ@2x.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*61bLtpJ-0pR9pNLHjcJPzQ@2x.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*61bLtpJ-0pR9pNLHjcJPzQ@2x.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*61bLtpJ-0pR9pNLHjcJPzQ@2x.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"0e74\\\" id=\\\"0e74\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eI care too much what people think. I hate that about myself. Before and after my surgery, I worried what people would think if and when they found out. Each time I went to the doctor’s office, I prayed no one would recognize me, and rarely were those prayers answered. I’m just a writer, but I am recognized in public with alarming frequency. “What are you doing here?” a fan asked one afternoon as I walked into the UCLA Medical Center, and I smiled and said, “Routine checkup.”\\x3c/p\\x3e\\x3cp name=\\\"6181\\\" id=\\\"6181\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eI worried that people would think I betrayed fat positivity, something I do very much believe in even if I can’t always believe in it for myself. I worried that everyone who responded so generously to my memoir, \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eHunger\\x3c/em\\x3e,\\x3cem class=\\\"markup--em markup--p-em\\\"\\x3e \\x3c/em\\x3ewould feel betrayed\\x3cem class=\\\"markup--em markup--p-em\\\"\\x3e. \\x3c/em\\x3eI worried I would be seen as betraying myself. I worried I would be seen as taking the easy way out, even though nothing about any of this has been easy, not one thing. I worried.\\x3c/p\\x3e\\x3cfigure name=\\\"5eab\\\" id=\\\"5eab\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 100px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 14.299999999999999%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*LwbRjFOtdijW-IsvkzAqBw@2x.jpeg\\\" data-width=\\\"3200\\\" data-height=\\\"458\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*LwbRjFOtdijW-IsvkzAqBw@2x.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*LwbRjFOtdijW-IsvkzAqBw@2x.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*LwbRjFOtdijW-IsvkzAqBw@2x.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*LwbRjFOtdijW-IsvkzAqBw@2x.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"4478\\\" id=\\\"4478\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eThe surgeon made five neat incisions across my torso and stitched them from the inside so I would eventually have minimal scarring. As I came to my senses, I felt each of those incisions, throbbing gently, reminding me that something invasive had happened to my body. The worst part of the first few hours after the surgery was that I couldn’t drink anything until the following morning: I had a brand-new stomach, and a whole lot of stitches holding that brand-new stomach together, so it was best to leave this newly delicate anatomy alone.\\x3c/p\\x3e\\x3cp name=\\\"3a42\\\" id=\\\"3a42\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eAs the hours wore on, I felt desiccated. I wanted water more than I have ever wanted anything in my life. I could satisfy myself only with a tiny sponge dipped in ice to dab on my lips and tongue. When no one was looking, I took tiny sips of the melted water pooling at the bottom of my Styrofoam cup — I did.\\x3c/p\\x3e\\x3cp name=\\\"5d56\\\" id=\\\"5d56\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe hospital buzzed around me. Nurses doted on me. My surgeon stopped by and told me everything had gone well. My liver was nice and small, he said with a smile, and commended me for losing weight before the procedure. I felt a swell of pride and then hated myself for that swell, for being so pedestrian as to take pleasure in the sort of validation that goes against so much of what I believe about how bodies should be allowed to be.\\x3c/p\\x3e\\x3cp name=\\\"2284\\\" id=\\\"2284\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThere was a TV, but I couldn’t bother to focus on it. I was on excellent pain medication that I controlled with a little remote, so it was all very pleasant, less the torment of the desert of my mouth. The woman next door also had weight-loss surgery, and she talked loudly about how she was a changed woman. It was like she was trying to prove she deserved the surgery, that she was a better woman now. It was aggravating because I did not feel at all changed; I did not have a new outlook on life.\\x3c/p\\x3e\\x3cfigure name=\\\"4dfc\\\" id=\\\"4dfc\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 700px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 100%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*PBB4ukmW6gNApGYn7IJt0g.png\\\" data-width=\\\"1400\\\" data-height=\\\"1400\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*PBB4ukmW6gNApGYn7IJt0g.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*PBB4ukmW6gNApGYn7IJt0g.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*PBB4ukmW6gNApGYn7IJt0g.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*PBB4ukmW6gNApGYn7IJt0g.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"59de\\\" id=\\\"59de\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eEvery few hours, I got up and walked around so as to avoid blood clots. I dozed. I chatted drowsily with loved ones watching over me. Eventually, I passed out, all praise to Dilaudid. Late the next afternoon, I went home, where I could have only water, clear broth, Gatorade, and sugar-free Jell-O for three days.\\x3c/p\\x3e\\x3cp name=\\\"96e7\\\" id=\\\"96e7\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eFor the two weeks after that, I could have only liquids like more Gatorade, juices, soups, thinned yogurt. From weeks two to four, I could eat only soft foods. My new diet was as horrible and boring and bland as you might imagine, but it was also manageable. Anything is manageable if it isn’t forever.\\x3c/p\\x3e\\x3cp name=\\\"4316\\\" id=\\\"4316\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eSlowly, I started coming to terms with how quickly my relationship to food was changing and how disordered my relationship to food had been and for so long. I had to think — carefully — about what I ate and how. I became full after only a few bites. I had to think about protein and making sure I was getting enough. (I never did, because I’m a very picky eater and the protein shakes made me gag.) I wasn’t hungry, but I was starving.\\x3c/p\\x3e\\x3cfigure name=\\\"5fac\\\" id=\\\"5fac\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 100px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 14.299999999999999%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*vUkucDAT5dPClCF9C8pDkg@2x.jpeg\\\" data-width=\\\"3200\\\" data-height=\\\"458\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*vUkucDAT5dPClCF9C8pDkg@2x.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*vUkucDAT5dPClCF9C8pDkg@2x.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*vUkucDAT5dPClCF9C8pDkg@2x.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*vUkucDAT5dPClCF9C8pDkg@2x.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"9a7c\\\" id=\\\"9a7c\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eThat incident in the parking lot was also an accumulation of frustrations and heartache I no longer wanted to carry — doctors not taking me seriously and always trying to “treat” my weight before anything else, never fitting in spaces I wanted to be in, the obsessive rituals I developed around deciding if and how I could go out in public, feeling unfit and hating exercise because everything was so arduous, having such limited fashion options, the familial \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3econcern\\x3c/em\\x3e that was a yoke I couldn’t ever get out from under, the societal concern that was a yoke I couldn’t ever get out from under, the nagging worry that my weight would eventually come between me and the one person in my life who has never made me feel anything but good in my body, the nagging worry that, eventually, my luck would run out and all the terrible things that doctors had long been warning me about would come to pass.\\x3c/p\\x3e\\x3cp name=\\\"fe5f\\\" id=\\\"fe5f\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eI had to face the extent of my unhappiness and how much of that unhappiness was connected to my body. I had to accept that I could change my fat body faster than this culture will change how it views, treats, and accommodates fat bodies. And I had to do so while recognizing that losing weight wasn’t actually going to make me happier — which may have been the bitterest part of all.\\x3c/p\\x3e\\x3cp name=\\\"d174\\\" id=\\\"d174\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThat’s how I found myself going back to therapy after nearly a decade away — a decade of telling myself that I was fine and fixed and emotionally whole. The nutritionist affiliated with my surgeon gave me a recommendation, and I made an appointment. Within the first five minutes, I knew it wasn’t going to work: She stared at me for long, intensely awkward lengths of time. At the beginning of the session, she was simply silent, and I was not at all sure what I was supposed to do with that silence.\\x3c/p\\x3e\\x3cp name=\\\"87bc\\\" id=\\\"87bc\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eAfter two sessions, I decided to try someone else. He was a brash, handsome older man who got under my skin, forcing me to face uncomfortable truths, forcing me to get comfortable with feeling my feelings — something I’ve avoided for most of my life. At some point during many of our sessions, he says, “You’re mad at me,” and I pretend I am not and he knows I am lying, and onward we go, doing the necessary work of breaking me down so that, someday, I might build myself back up again.\\x3c/p\\x3e\\x3cfigure name=\\\"d02f\\\" id=\\\"d02f\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 100px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 14.299999999999999%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*cUtjsyEdMkHkqxjqvHnkmw@2x.jpeg\\\" data-width=\\\"3200\\\" data-height=\\\"458\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*cUtjsyEdMkHkqxjqvHnkmw@2x.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*cUtjsyEdMkHkqxjqvHnkmw@2x.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*cUtjsyEdMkHkqxjqvHnkmw@2x.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*cUtjsyEdMkHkqxjqvHnkmw@2x.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"953e\\\" id=\\\"953e\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eThe dominant narrative around weight-loss surgery is that it changes your life and makes everything better. It’s a lovely fantasy that, by cutting yourself open and having parts of yourself removed, everything that weighed you down will be lifted. But it is only a fantasy.\\x3c/p\\x3e\\x3cp name=\\\"98fd\\\" id=\\\"98fd\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3ePeople who have weight-loss surgery are more likely to commit suicide. Many married people get divorced after the surgery because their spouses cannot cope with the changes, so much so that “bariatric divorce” is a thing. The psychologist I saw for my presurgical evaluation warned that the first year is really difficult, and many patients end up suffering from depression and regretting the surgery. The second year is better, she said, trying to reassure me after my face fell. And she was right: I am depressed and miserable. I am cold all the time and exhausted because I’m only eating between 1,200 and 1,500 calories. I am filled with regrets because everything has changed, but everything is exactly the same.\\x3c/p\\x3e\\x3cp name=\\\"05b1\\\" id=\\\"05b1\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eI am losing a significant amount of weight very quickly — that’s what the scale shows, on those rare occasions when I am not too afraid to get on the scale, terrified I’ve done all this, spent all this money, only to \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3enot\\x3c/em\\x3e lose weight. My clothes are looser. My shoes are inexplicably loose. My ring is loose. I fit into my car in a way I never have. I fit into chairs better. I fit everywhere better, and it’s still so early.\\x3c/p\\x3e\\x3cfigure name=\\\"4e17\\\" id=\\\"4e17\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 237px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 33.800000000000004%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*6N7h0CZGO5ncqfbjG37IHg@2x.jpeg\\\" data-width=\\\"3200\\\" data-height=\\\"1083\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*6N7h0CZGO5ncqfbjG37IHg@2x.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*6N7h0CZGO5ncqfbjG37IHg@2x.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*6N7h0CZGO5ncqfbjG37IHg@2x.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*6N7h0CZGO5ncqfbjG37IHg@2x.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"a60f\\\" id=\\\"a60f\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eBut I can’t believe that I am losing weight, despite all this evidence. I’ve told my person — more than once — that someone is messing with me, sabotaging my sanity by adjusting my seat in the car, stretching out my clothes and shoes to trick me. I am assured such is not the case, that my body is actually changing. For a few moments, I am quieted, and then the doubt creeps back in.\\x3c/p\\x3e\\x3cp name=\\\"9587\\\" id=\\\"9587\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWhen I look in the mirror, I see no difference — none at all. No one, save for a couple people, has openly acknowledged any weight loss, if they’ve even noticed, which is a relief and a frustration and a reminder of just how much weight I have to lose. I don’t want any weight loss to be acknowledged (or, worse, celebrated), but I also very much do.\\x3c/p\\x3e\\x3cp name=\\\"b1c2\\\" id=\\\"b1c2\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eI’ve replaced one set of anxieties with another. I worry I’m eating too much and stretching my new stomach (something I was warned about, repeatedly and vigorously). I have brief moments where I allow myself to imagine hiking Runyon Canyon or wearing a fabulous outfit because it is available in my size or going to see a musical without making special arrangements…and then I tell myself to get ahold of myself. I tell myself not to want. I tell myself that I’ve failed to discipline my body before and I will probably fail this time, too. I tell myself these things because I’ve carried this weight for almost 30 years and it is terrifying to face who I could be without it.\\x3c/p\\x3e\\x3cp name=\\\"0450\\\" id=\\\"0450\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eI had weight-loss surgery, but I am still the same person who went under the knife. I still have that yawning cavern inside of me that I want to fill with food, only now I cannot fill it with food. I’m rarely hungry, but I am ravenous. Want continues to rage desperately beneath the surface of my skin. I turned to food when I was sad and happy and lonely and scared and anxious. I turned to food, and away from everything else; it was my comfort and my friend. Food helped me survive something I did not think I would survive. Food numbed the uncomfortable feelings I very much did not want to feel.\\x3c/p\\x3e\\x3cp name=\\\"8190\\\" id=\\\"8190\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eAnd then, that comfort was gone. I’ve lost the best friend I never had the courage to acknowledge but who was my constant, loyal companion nonetheless. I am left holding the shattered pieces of whatever has been left behind, trying to assemble them into something new, something that serves me better.\\x3c/p\\x3e\\x3cp name=\\\"e7da\\\" id=\\\"e7da\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe forced restriction brought about by the surgery is maddening. Yes, I eat, but I physically cannot overeat. At restaurants, waitstaff interrogate me about all the food I leave on my plate. At home, I eat sad, tiny portions (or, given what I used to eat, what feel like tiny portions). After a few bites of anything, the discomfort begins, and then that discomfort evolves into pain.\\x3c/p\\x3e\\x3cp name=\\\"7191\\\" id=\\\"7191\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eSometimes, when I am feeling rebellious, I try to ignore that pain and try to surrender to my desire to eat with abandon. My body reminds me that rebellion will not be tolerated. For the first time in as long as I can remember, I am empty, but I know what fullness is, and I hate this knowing.\\x3c/p\\x3e\\x3cfigure name=\\\"7a17\\\" id=\\\"7a17\\\" class=\\\"graf graf--figure graf-after--p graf--trailing\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 100px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 14.299999999999999%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\\\" data-width=\\\"3200\\\" data-height=\\\"458\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3cfigcaption class=\\\"imageCaption\\\"\\x3eIllustration by \\x3ca href=\\\"https://www.behance.net/daianaruiz\\\" data-href=\\\"https://www.behance.net/daianaruiz\\\" class=\\\"markup--anchor markup--figure-anchor\\\" rel=\\\"nofollow noopener nofollow noopener nofollow noopener nofollow noopener\\\" target=\\\"_blank\\\"\\x3eDaiana Ruiz\\x3c/a\\x3e. Creative art direction by \\x3ca href=\\\"https://www.anagraph.com/\\\" data-href=\\\"https://www.anagraph.com/\\\" class=\\\"markup--anchor markup--figure-anchor\\\" rel=\\\"noopener nofollow noopener noopener noopener nofollow noopener nofollow noopener nofollow noopener nofollow noopener\\\" target=\\\"_blank\\\"\\x3eAnagraph\\x3c/a\\x3e.\\x3c/figcaption\\x3e\\x3c/figure\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/section\\x3e\"},\"socialTitle\":\"The Body That Understands What Fullness Is\",\"socialDek\":null,\"elevateCoverInfo\":{\"title\":{\"name\":\"0987\",\"type\":3,\"text\":\"What Fullness Is\",\"markups\":[{\"type\":1,\"start\":0,\"end\":16}]},\"subtitle\":{\"name\":\"3595\",\"type\":13,\"text\":\"On getting weight reduction surgery\",\"markups\":[]},\"featuredImage\":{\"name\":\"3a0b\",\"type\":1,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*rQ7OqVEELEDIn4uiGl-dFg.jpeg\",\"originalWidth\":4000,\"originalHeight\":2000,\"focusPercentX\":50,\"focusPercentY\":47}}},\"primaryTopic\":{\"topicId\":\"d61cf867d93f\",\"slug\":\"health\",\"createdAt\":1493930296516,\"deletedAt\":0,\"image\":{\"id\":\"1*sDLqtash5p_3dq8wlztLaQ@2x.jpeg\",\"originalWidth\":1997,\"originalHeight\":3000},\"name\":\"Health\",\"description\":\"Body talk.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"}})\n// ]]></script><script id=\"parsely-cfg\" src=\"//d1z2jf7jlzjs58.cloudfront.net/keys/medium.com/p.js\"></script><script type=\"text/javascript\">(function(b,r,a,n,c,h,_,s,d,k){if(!b[n]||!b[n]._q){for(;s<_.length;)c(h,_[s++]);d=r.createElement(a);d.async=1;d.src=\"https://cdn.branch.io/branch-latest.min.js\";k=r.getElementsByTagName(a)[0];k.parentNode.insertBefore(d,k);b[n]=h}})(window,document,\"script\",\"branch\",function(b,r){b[r]=function(){b._q.push([r,arguments])}},{_q:[],_v:1},\"addListener applyCode autoAppIndex banner closeBanner closeJourney creditHistory credits data deepview deepviewCta first getCode init link logout redeem referrals removeListener sendSMS setBranchViewData setIdentity track validateCode trackCommerceEvent logEvent\".split(\" \"), 0); branch.init('key_live_ofxXr2qTrrU9NqURK8ZwEhknBxiI6KBm', {'no_journeys': true, 'disable_exit_animation': true, 'disable_entry_animation': true, 'tracking_disabled':  false }, function(err, data) {});</script></body></html>", "title": "What Fullness Is", "title_html": "<h1 class=\"elevate-h1 u-marginBottom12 u-md-marginBottom8\">What Fullness Is</h1>", "content_html": "<div class=\"section-content\"><div class=\"section-inner sectionLayout--insetColumn\"></div><div class=\"section-inner sectionLayout--insetColumn\"><p class=\"graf graf--p graf--hasDropCapModel graf--hasDropCap graf--hasDropCapImage graf--leading\" id=\"263e\" name=\"263e\"><span class=\"graf-dropCap\"><span class=\"aspectRatioPlaceholder is-locked\" style=\"width: 42.5px; height: 49px;\"><span class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 115.3%;\"></span><img class=\"graf-dropCapImage\" data-height=\"98\" data-image-id=\"1*MnSuLZ7_OPksXgp07Qr4qQ@2x.png\" data-width=\"85\" src=\"https://cdn-images-1.medium.com/max/800/1*MnSuLZ7_OPksXgp07Qr4qQ@2x.png\"/></span><span class=\"graf-dropCapText\">T</span></span>he first weight-loss surgery was performed during the 10th century, on D. Sancho, the king of León, Spain. He was so fat that he lost his throne, so he was taken to Córdoba, where a doctor sewed his lips shut. Only able to drink through a straw, the former king lost enough weight after a time to return home and reclaim his kingdom.</p><p class=\"graf graf--p graf-after--p\" id=\"aefa\" name=\"aefa\">The notion that thinness — and the attempt to force the fat body toward a state of culturally mandated discipline — begets great rewards is centuries old.</p><p class=\"graf graf--p graf-after--p\" id=\"4268\" name=\"4268\">Modern weight-loss surgery began in the 1950s, when surgeons employing various techniques caused their patients fairly distressing problems, like severe diarrhea, dehydration, kidney stones, gallstones, and even death — but, generally, the patients lost weight. Surgeons have since refined their techniques, using a range of restriction or malabsorption methods to force the human body to lose weight. They have tried wiring patients’ jaws shut to force weight loss through liquid diets. They have stapled stomachs into smaller pouches to restrict caloric intake. They have developed gastric bands and balloons to restrict the amount of food that can enter the stomach. But it was the first laparoscopic gastric bypass—in which the gastrointestinal tract is routed around a person’s stomach—performed in 1994, that enabled bariatric surgery to go more mainstream by way of minimal invasion.</p><p class=\"graf graf--p graf-after--p\" id=\"4bc5\" name=\"4bc5\">Some of these interventions have succeeded for people, and some have failed, because not even surgical intervention can overcome the reasons why many people gain and then struggle to lose weight. Some bodies and minds simply cannot be brought to heel.</p><figure class=\"graf graf--figure graf-after--p\" id=\"4537\" name=\"4537\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*tcMAB2bCk_zb-x02-Ihirw@2x.jpeg\" data-height=\"458\" data-image-id=\"1*tcMAB2bCk_zb-x02-Ihirw@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*tcMAB2bCk_zb-x02-Ihirw@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*tcMAB2bCk_zb-x02-Ihirw@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*tcMAB2bCk_zb-x02-Ihirw@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"55c1\" name=\"55c1\">I capitulated to a procedure after more than 15 years of resistance and had a sleeve gastrectomy at the UCLA Ronald Reagan Hospital in January 2018. I told only a few people; I did not tell my family. I felt — in equal parts — hope, defeat, frustration, and disgust.</p><figure class=\"graf graf--figure graf-after--p\" id=\"903e\" name=\"903e\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 301px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 43%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*9bL3j9ge0SR5R1GUcFhRlg@2x.jpeg\" data-height=\"1377\" data-image-id=\"1*9bL3j9ge0SR5R1GUcFhRlg@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*9bL3j9ge0SR5R1GUcFhRlg@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*9bL3j9ge0SR5R1GUcFhRlg@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*9bL3j9ge0SR5R1GUcFhRlg@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"471e\" name=\"471e\">The first time I contemplated weight-loss surgery, it was at the bidding of my parents. My father and I went to an orientation seminar at the Cleveland Clinic and learned about gastric bypass. There were graphic, deeply disturbing videos and a question-and-answer session. I submitted myself to a clinical assessment about the problem of my body. It wasn’t the right time, I decided. I could be better, eat less, move more.</p><p class=\"graf graf--p graf-after--p\" id=\"ceb9\" name=\"ceb9\">And over the next several years, I certainly tried to, intermittently or constantly, depending on how you look at it. I continued a near-lifetime of disordered eating, and restriction, and overeating. Sometimes I was motivated enough to work out. Sometimes I wasn’t. Mostly I was overwhelmed by inertia. I had a desire to lose weight but an inability — or, perhaps, unwillingness — to force myself toward the deprivation required for the significant weight loss the world told me I needed.</p><p class=\"graf graf--p graf-after--p\" id=\"53a8\" name=\"53a8\">The truth is that my desire for weight loss has long been about satisfying other people more than myself, finding a way to fit more peacefully into a world that is not at all interested in accommodating a body like mine. And the dominant cultural attitude toward fatness is that the fat body is a medical problem, a drain on society, an aesthetic blight. As a fat person, I am supposed to <em class=\"markup--em markup--p-em\">want</em> to lose weight. I am supposed to be working on the problem of my body. I am supposed to apply discipline to physical unruliness. I’m not supposed to be fine with my body. I am not supposed to yearn, simply, for people to let me be, to see me, accept me, and treat me with dignity exactly as I am.</p><figure class=\"graf graf--figure graf-after--p\" id=\"7a6e\" name=\"7a6e\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 700px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 100%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*9kMk3bKA3kXhYDGTTHkN2w.jpeg\" data-height=\"2083\" data-image-id=\"1*9kMk3bKA3kXhYDGTTHkN2w.jpeg\" data-width=\"2083\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*9kMk3bKA3kXhYDGTTHkN2w.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*9kMk3bKA3kXhYDGTTHkN2w.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*9kMk3bKA3kXhYDGTTHkN2w.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"cb0f\" name=\"cb0f\">I am, however, sometimes fine with my body. I am fine with my curves, the solidity of me. I am strong and tall. I enjoy the way I take up space, that I have presence. I have someone who appreciates my body and only hates everything I must deal with by virtue of living in this world in this body.</p><p class=\"graf graf--p graf-after--p\" id=\"a9f0\" name=\"a9f0\">Sometimes I hate my body, the unruliness of it. I hate all my limitations. I hate my lack of discipline. I hate how my unhappiness is never enough to truly motivate me to regain control of myself, once and for all. I hate the way I hunger but never find satisfaction. I want and want and want but never allow myself to reach for what I truly want, leaving that want raging desperately beneath the surface of my skin.</p><p class=\"graf graf--p graf-after--p\" id=\"4e6a\" name=\"4e6a\">And the moment I step outside the safety of my home, I hate how visible I am, how people treat me, how they stare and comment both loudly and under their breath, how rude children remind me I’m fat and their rude parents say nothing, how I have to think and overthink where I go and how I will fit into any given space. I do not know how to carry myself with confidence when I go out into the world. Any sense of self I have is often shattered within minutes, and then I am all insecurities and fears, wishing myself into a more socially acceptable form.</p><p class=\"graf graf--p graf-after--p\" id=\"66b4\" name=\"66b4\">And given my career trajectory, there are pictures and videos of me everywhere. I hate these images, cringe when I see them, and then hate myself for cringing, for not seeing myself with kindness. Trolls make memes of my pictures and post them to internet message boards with cruel captions. They tweet these memes at me. They remind me, every chance they get, that I am fat: more than, but less than. Every single day, I am confronted by how people really see me. I am confronted by the fact that no matter what I achieve, I will always be fat first. I will always have this weakness; it will always be easily exploited.</p><p class=\"graf graf--p graf-after--p\" id=\"d128\" name=\"d128\">If you’re not one statistic, though, you’re another. According to the American Society for Bariatric and Metabolic Surgery, 216,000 people received a bariatric procedure in 2016. Doctors tout weight-loss surgery as the gold standard for weight loss, though a relatively small number of the estimated one-third of Americans who are considered <em class=\"markup--em markup--p-em\">obese</em> actually get the surgery.</p><p class=\"graf graf--p graf-after--p\" id=\"9252\" name=\"9252\">Many doctors have used that exact phrase with me — “the gold standard” — over the years. They told me that this surgery will save my life, and that if I didn’t get the surgery, I wouldn’t live until 40. When I turned 40, they told me that if I didn’t get the surgery, I wouldn’t live until 50.</p><p class=\"graf graf--p graf-after--p\" id=\"fde0\" name=\"fde0\">This surgery is touted as the only real option for the morbidly and super-morbidly obese. It is not a question of <em class=\"markup--em markup--p-em\">if</em> a fat person will get weight-loss surgery, but when.</p><p class=\"graf graf--p graf-after--p\" id=\"e490\" name=\"e490\">Of course, weight-loss surgery is extraordinarily expensive, and many insurance policies will not cover it. The out-of-pocket cost in the United States is high enough that many people travel to Mexico and Malaysia to get it for a fraction of the cost. My insurance company will cover weight-loss surgery — but only after you’ve gone through six months of medically supervised weight loss; you have to prove that you deserve to have yourself cut open.</p><figure class=\"graf graf--figure graf-after--p\" id=\"b770\" name=\"b770\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 248px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 35.4%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*9NcoWNS6Pop0dMhQ-P85Dw@2x.png\" data-height=\"1133\" data-image-id=\"1*9NcoWNS6Pop0dMhQ-P85Dw@2x.png\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*9NcoWNS6Pop0dMhQ-P85Dw@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*9NcoWNS6Pop0dMhQ-P85Dw@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*9NcoWNS6Pop0dMhQ-P85Dw@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"3eb5\" name=\"3eb5\">Given my schedule, this six-month waiting period was a requirement I was never going to be able to meet, so I ended up paying for the surgery out of pocket. I suppose I should be grateful that I could afford to do so, but mostly, I’m bitter. The expense was breathtaking.</p><p class=\"graf graf--p graf-after--p\" id=\"272c\" name=\"272c\">If there is a silver lining, the expense also removed a lot of bureaucratic red tape. I was able to schedule my surgery and address all the presurgical requirements with relative ease once the surgeon realized he didn’t have to deal with an insurance company. Health care is as wantonly susceptible to the ills of capitalism as everything else.</p><figure class=\"graf graf--figure graf-after--p\" id=\"2488\" name=\"2488\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*XcwCdRRqYFwVc1ljckhJmA@2x.jpeg\" data-height=\"458\" data-image-id=\"1*XcwCdRRqYFwVc1ljckhJmA@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*XcwCdRRqYFwVc1ljckhJmA@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*XcwCdRRqYFwVc1ljckhJmA@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*XcwCdRRqYFwVc1ljckhJmA@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"d2f9\" name=\"d2f9\">After more than 15 years of refusing it, I made the decision to get weight-loss surgery on an ordinary day. At home in Lafayette, Indiana, a young man yelled at me to move my fat black ass while I was crossing a grocery store parking lot to my car. It was the last straw.</p><p class=\"graf graf--p graf-after--p\" id=\"554d\" name=\"554d\">I tried to hold my head high, shuffled as quickly as I could, put my groceries in my car, and sat behind the steering wheel. I sat there, shaking, wishing I could have been as quick in that moment to put him in his place as I would have been online. I wanted to call someone for comfort, but I was at a silent impasse with the only person to whom I could talk. Instead, I pressed my head against the steering wheel and sobbed. When I collected myself, I drove home and went to bed. I hoped I might not wake up, but I did.</p><figure class=\"graf graf--figure graf-after--p\" id=\"5598\" name=\"5598\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\" data-height=\"458\" data-image-id=\"1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"f007\" name=\"f007\">The most common weight-loss procedures today are the gastric bypass and the gastric sleeve. These procedures are usually done laparoscopically in a matter of hours, with the patient under general anesthesia. In gastric bypass, the stomach is reduced, creating a small pouch, which is then connected farther down the small intestine. Sleeve gastrectomy is slightly less drastic and the more common procedure performed. The stomach size is reduced and reshaped into a slender tube, restricting how much a person can eat. In these procedures, patients also lose their appetites as a result of reduced ghrelin, a hormone that stimulates appetite.</p><p class=\"graf graf--p graf-after--p\" id=\"e710\" name=\"e710\">In both procedures, the patient’s anatomy is irreversibly changed, and they lose a significant amount of weight quickly. Both procedures result in malnutrition, requiring patients to take multivitamins and other supplements for the rest of their lives. Other risks and complications include hair loss, ulcers, leaks, gastric bleeding, bowel obstruction, gallstones, and dehydration. These are all fairly horrifying risks, but (the medical establishment has decided) they are less horrifying than the medical risks of fatness. People who choose weight-loss surgery trade one kind of health for another.</p><p class=\"graf graf--p graf-after--p\" id=\"89a6\" name=\"89a6\">After such drastic weight loss, many patients need expensive, extensive plastic surgery to deal with the excess skin. The TLC network even has a show — spun off from <em class=\"markup--em markup--p-em\">My 600-Lb Life</em>—called <em class=\"markup--em markup--p-em\">Skin Tight</em>, about people who have lost a significant amount of weight and want to get skin-removal surgery, altering their anatomy once again.</p><p class=\"graf graf--p graf-after--p\" id=\"94b2\" name=\"94b2\">And with the growing popularity of bariatric surgery, an entire industry has risen around it — supplements, special foods, dishware, and more. There are online forums, YouTube channels, bariatric eating blogs, and other such communities. Where there is money to be made, capitalism finds a way.</p><figure class=\"graf graf--figure graf-after--p\" id=\"7daf\" name=\"7daf\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*eGnq4SH34TkfoB5wEe14MA@2x.jpeg\" data-height=\"458\" data-image-id=\"1*eGnq4SH34TkfoB5wEe14MA@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*eGnq4SH34TkfoB5wEe14MA@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*eGnq4SH34TkfoB5wEe14MA@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*eGnq4SH34TkfoB5wEe14MA@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"839f\" name=\"839f\">The morning after I decided to get weight-loss surgery, I called a local bariatric surgeon and made an appointment for a consultation. A few hours later, the program administrator called me back and told me I would need to lose 75 pounds before they would even consider operating on me. I immediately felt hopeless: If I could lose 75 pounds on my own, I wouldn’t be considering surgery. The surgeon, the coordinator told me, was involved in some kind of study and only wanted good outcomes; he did not inspire me with confidence. I was told to watch some online videos about the surgery and fill out a lot of paperwork and then we could get started.</p><p class=\"graf graf--p graf-after--p\" id=\"a738\" name=\"a738\">After a few days of allowing myself to wallow in defeat, I got a recommendation from a friend and found an excellent surgeon in Los Angeles (where I also live) who did inspire with me confidence. This surgeon was very frank; I just stared and nodded. He told me at our first appointment in December that surgery was my best option. He remarked that it was good that I carried most of my weight in my lower body, because it would be easier for him to do the surgery. I was an unruly body for him to fix, nothing less, nothing more. He asked me to try losing some weight before the surgery to reduce the size of my liver, but he wasn’t too prickly or unrealistic about it. Just don’t gain any more weight, he said.</p><figure class=\"graf graf--figure graf-after--p\" id=\"6804\" name=\"6804\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 359px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 51.2%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*vCdm47OtZwEof7faLS4OZg@2x.jpeg\" data-height=\"1639\" data-image-id=\"1*vCdm47OtZwEof7faLS4OZg@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*vCdm47OtZwEof7faLS4OZg@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*vCdm47OtZwEof7faLS4OZg@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*vCdm47OtZwEof7faLS4OZg@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"464c\" name=\"464c\">I looked at my work calendar for 2018 and realized I had a small window within which to do this surgery and recover. Before I lost my nerve, I rescheduled the two events I had in January and told my doctor I wasn’t going to be able to wait six weeks before flying again post-surgery, as recommended. In a matter of hours, I was scheduled for surgery in early January.</p><p class=\"graf graf--p graf-after--p\" id=\"e5a3\" name=\"e5a3\">I was then weighed and measured. I had blood drawn and an EKG and an echocardiogram performed. I attended a three-hour workshop where I learned more about the surgery, how to prepare, what the initial weeks and after the surgery would be like, and so on. A nutritionist cautioned us not to visit online forums about bariatric surgery, and I heeded her advice (until I didn’t). I received a binder full of information, much of it rather starkly depressing about the “lifestyle changes” that would be demanded of me both before and after the surgery. I bought vitamins and whey protein and tried to wrap my mind around the vastly different way I’d have be eating in just a few weeks. I saw a psychologist who would determine if I was emotionally prepared for the surgery. After 45 minutes, she determined that I was and charged me $300 for the consultation.</p><p class=\"graf graf--p graf-after--p\" id=\"77f3\" name=\"77f3\">During every part of the preoperative process, I doled out obscene sums of money to a range of medical providers. And every night, I stared at the ceiling, wondering if I would actually go through with it. I chastised myself for allowing myself to get to this point, for lacking the discipline to lose weight by any other means.</p><p class=\"graf graf--p graf-after--p\" id=\"ea90\" name=\"ea90\">I had made a drastic decision to change my body, but I did not suddenly develop a healthier relationship toward food. In the weeks leading up to my surgery, I tried to eat all the foods I thought that I was probably never going to be able to eat again, paying particular and loving attention to fried foods and soda. A few nights before surgery, friends and I went to my favorite steakhouse, and I enjoyed a Caesar salad and a finely marbled rib eye with mashed potatoes and green beans almondine and butter cake with fresh whipped cream and gin and tonics with a splash of grenadine. I savored every single bite, often with my eyes closed. I mourned what I was losing, or what I thought I was losing.</p><p class=\"graf graf--p graf-after--p\" id=\"dace\" name=\"dace\">The morning of the surgery, I went to the hospital, checked in, and was weighed and escorted to a long row of hospital beds just waiting for patients who would submit themselves to surgical blades for one reason or another. I was hungry and thirsty and nervous. I told the friend accompanying me that the gown the hospital provided probably wouldn’t fit me, and she said that couldn’t possibly happen, given the nature of my impending procedure. I was right: The gown was indeed too small, and, at six in the morning, I was too tired and too defeated to even laugh or feel any kind of satisfaction for understanding just how shortsighted this world is when it comes to different kinds of bodies.</p><p class=\"graf graf--p graf-after--p\" id=\"6a64\" name=\"6a64\">As I do whenever I’m going under general anesthesia, I told the anesthesiologist to give me extra, because I’ve seen the movie <em class=\"markup--em markup--p-em\">Awake</em>.<em class=\"markup--em markup--p-em\"> </em>I was wracked with guilt about not telling my family, and then worried that I was probably going to die and my parents would find out in such a terrible way. As I worried, I was strapped to the operating table, and then, mercifully, I lost consciousness. I don’t remember anything about the surgery, and I’m thankful for that because it means that the drugs worked. When I woke up, a nurse was peering at me and then broke into a smile. She said, “I know who you are! My girlfriend and I love your books.” I was still pretty out of it, so I muttered, “Please don’t tell the internet I’m here.”</p><figure class=\"graf graf--figure graf-after--p\" id=\"b997\" name=\"b997\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*61bLtpJ-0pR9pNLHjcJPzQ@2x.jpeg\" data-height=\"458\" data-image-id=\"1*61bLtpJ-0pR9pNLHjcJPzQ@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*61bLtpJ-0pR9pNLHjcJPzQ@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*61bLtpJ-0pR9pNLHjcJPzQ@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*61bLtpJ-0pR9pNLHjcJPzQ@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"0e74\" name=\"0e74\">I care too much what people think. I hate that about myself. Before and after my surgery, I worried what people would think if and when they found out. Each time I went to the doctor’s office, I prayed no one would recognize me, and rarely were those prayers answered. I’m just a writer, but I am recognized in public with alarming frequency. “What are you doing here?” a fan asked one afternoon as I walked into the UCLA Medical Center, and I smiled and said, “Routine checkup.”</p><p class=\"graf graf--p graf-after--p\" id=\"6181\" name=\"6181\">I worried that people would think I betrayed fat positivity, something I do very much believe in even if I can’t always believe in it for myself. I worried that everyone who responded so generously to my memoir, <em class=\"markup--em markup--p-em\">Hunger</em>,<em class=\"markup--em markup--p-em\"> </em>would feel betrayed<em class=\"markup--em markup--p-em\">. </em>I worried I would be seen as betraying myself. I worried I would be seen as taking the easy way out, even though nothing about any of this has been easy, not one thing. I worried.</p><figure class=\"graf graf--figure graf-after--p\" id=\"5eab\" name=\"5eab\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*LwbRjFOtdijW-IsvkzAqBw@2x.jpeg\" data-height=\"458\" data-image-id=\"1*LwbRjFOtdijW-IsvkzAqBw@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*LwbRjFOtdijW-IsvkzAqBw@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*LwbRjFOtdijW-IsvkzAqBw@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*LwbRjFOtdijW-IsvkzAqBw@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"4478\" name=\"4478\">The surgeon made five neat incisions across my torso and stitched them from the inside so I would eventually have minimal scarring. As I came to my senses, I felt each of those incisions, throbbing gently, reminding me that something invasive had happened to my body. The worst part of the first few hours after the surgery was that I couldn’t drink anything until the following morning: I had a brand-new stomach, and a whole lot of stitches holding that brand-new stomach together, so it was best to leave this newly delicate anatomy alone.</p><p class=\"graf graf--p graf-after--p\" id=\"3a42\" name=\"3a42\">As the hours wore on, I felt desiccated. I wanted water more than I have ever wanted anything in my life. I could satisfy myself only with a tiny sponge dipped in ice to dab on my lips and tongue. When no one was looking, I took tiny sips of the melted water pooling at the bottom of my Styrofoam cup — I did.</p><p class=\"graf graf--p graf-after--p\" id=\"5d56\" name=\"5d56\">The hospital buzzed around me. Nurses doted on me. My surgeon stopped by and told me everything had gone well. My liver was nice and small, he said with a smile, and commended me for losing weight before the procedure. I felt a swell of pride and then hated myself for that swell, for being so pedestrian as to take pleasure in the sort of validation that goes against so much of what I believe about how bodies should be allowed to be.</p><p class=\"graf graf--p graf-after--p\" id=\"2284\" name=\"2284\">There was a TV, but I couldn’t bother to focus on it. I was on excellent pain medication that I controlled with a little remote, so it was all very pleasant, less the torment of the desert of my mouth. The woman next door also had weight-loss surgery, and she talked loudly about how she was a changed woman. It was like she was trying to prove she deserved the surgery, that she was a better woman now. It was aggravating because I did not feel at all changed; I did not have a new outlook on life.</p><figure class=\"graf graf--figure graf-after--p\" id=\"4dfc\" name=\"4dfc\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 700px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 100%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*PBB4ukmW6gNApGYn7IJt0g.png\" data-height=\"1400\" data-image-id=\"1*PBB4ukmW6gNApGYn7IJt0g.png\" data-width=\"1400\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*PBB4ukmW6gNApGYn7IJt0g.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*PBB4ukmW6gNApGYn7IJt0g.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*PBB4ukmW6gNApGYn7IJt0g.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"59de\" name=\"59de\">Every few hours, I got up and walked around so as to avoid blood clots. I dozed. I chatted drowsily with loved ones watching over me. Eventually, I passed out, all praise to Dilaudid. Late the next afternoon, I went home, where I could have only water, clear broth, Gatorade, and sugar-free Jell-O for three days.</p><p class=\"graf graf--p graf-after--p\" id=\"96e7\" name=\"96e7\">For the two weeks after that, I could have only liquids like more Gatorade, juices, soups, thinned yogurt. From weeks two to four, I could eat only soft foods. My new diet was as horrible and boring and bland as you might imagine, but it was also manageable. Anything is manageable if it isn’t forever.</p><p class=\"graf graf--p graf-after--p\" id=\"4316\" name=\"4316\">Slowly, I started coming to terms with how quickly my relationship to food was changing and how disordered my relationship to food had been and for so long. I had to think — carefully — about what I ate and how. I became full after only a few bites. I had to think about protein and making sure I was getting enough. (I never did, because I’m a very picky eater and the protein shakes made me gag.) I wasn’t hungry, but I was starving.</p><figure class=\"graf graf--figure graf-after--p\" id=\"5fac\" name=\"5fac\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*vUkucDAT5dPClCF9C8pDkg@2x.jpeg\" data-height=\"458\" data-image-id=\"1*vUkucDAT5dPClCF9C8pDkg@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*vUkucDAT5dPClCF9C8pDkg@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*vUkucDAT5dPClCF9C8pDkg@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*vUkucDAT5dPClCF9C8pDkg@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"9a7c\" name=\"9a7c\">That incident in the parking lot was also an accumulation of frustrations and heartache I no longer wanted to carry — doctors not taking me seriously and always trying to “treat” my weight before anything else, never fitting in spaces I wanted to be in, the obsessive rituals I developed around deciding if and how I could go out in public, feeling unfit and hating exercise because everything was so arduous, having such limited fashion options, the familial <em class=\"markup--em markup--p-em\">concern</em> that was a yoke I couldn’t ever get out from under, the societal concern that was a yoke I couldn’t ever get out from under, the nagging worry that my weight would eventually come between me and the one person in my life who has never made me feel anything but good in my body, the nagging worry that, eventually, my luck would run out and all the terrible things that doctors had long been warning me about would come to pass.</p><p class=\"graf graf--p graf-after--p\" id=\"fe5f\" name=\"fe5f\">I had to face the extent of my unhappiness and how much of that unhappiness was connected to my body. I had to accept that I could change my fat body faster than this culture will change how it views, treats, and accommodates fat bodies. And I had to do so while recognizing that losing weight wasn’t actually going to make me happier — which may have been the bitterest part of all.</p><p class=\"graf graf--p graf-after--p\" id=\"d174\" name=\"d174\">That’s how I found myself going back to therapy after nearly a decade away — a decade of telling myself that I was fine and fixed and emotionally whole. The nutritionist affiliated with my surgeon gave me a recommendation, and I made an appointment. Within the first five minutes, I knew it wasn’t going to work: She stared at me for long, intensely awkward lengths of time. At the beginning of the session, she was simply silent, and I was not at all sure what I was supposed to do with that silence.</p><p class=\"graf graf--p graf-after--p\" id=\"87bc\" name=\"87bc\">After two sessions, I decided to try someone else. He was a brash, handsome older man who got under my skin, forcing me to face uncomfortable truths, forcing me to get comfortable with feeling my feelings — something I’ve avoided for most of my life. At some point during many of our sessions, he says, “You’re mad at me,” and I pretend I am not and he knows I am lying, and onward we go, doing the necessary work of breaking me down so that, someday, I might build myself back up again.</p><figure class=\"graf graf--figure graf-after--p\" id=\"d02f\" name=\"d02f\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*cUtjsyEdMkHkqxjqvHnkmw@2x.jpeg\" data-height=\"458\" data-image-id=\"1*cUtjsyEdMkHkqxjqvHnkmw@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*cUtjsyEdMkHkqxjqvHnkmw@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*cUtjsyEdMkHkqxjqvHnkmw@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*cUtjsyEdMkHkqxjqvHnkmw@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"953e\" name=\"953e\">The dominant narrative around weight-loss surgery is that it changes your life and makes everything better. It’s a lovely fantasy that, by cutting yourself open and having parts of yourself removed, everything that weighed you down will be lifted. But it is only a fantasy.</p><p class=\"graf graf--p graf-after--p\" id=\"98fd\" name=\"98fd\">People who have weight-loss surgery are more likely to commit suicide. Many married people get divorced after the surgery because their spouses cannot cope with the changes, so much so that “bariatric divorce” is a thing. The psychologist I saw for my presurgical evaluation warned that the first year is really difficult, and many patients end up suffering from depression and regretting the surgery. The second year is better, she said, trying to reassure me after my face fell. And she was right: I am depressed and miserable. I am cold all the time and exhausted because I’m only eating between 1,200 and 1,500 calories. I am filled with regrets because everything has changed, but everything is exactly the same.</p><p class=\"graf graf--p graf-after--p\" id=\"05b1\" name=\"05b1\">I am losing a significant amount of weight very quickly — that’s what the scale shows, on those rare occasions when I am not too afraid to get on the scale, terrified I’ve done all this, spent all this money, only to <em class=\"markup--em markup--p-em\">not</em> lose weight. My clothes are looser. My shoes are inexplicably loose. My ring is loose. I fit into my car in a way I never have. I fit into chairs better. I fit everywhere better, and it’s still so early.</p><figure class=\"graf graf--figure graf-after--p\" id=\"4e17\" name=\"4e17\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 237px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 33.800000000000004%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*6N7h0CZGO5ncqfbjG37IHg@2x.jpeg\" data-height=\"1083\" data-image-id=\"1*6N7h0CZGO5ncqfbjG37IHg@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*6N7h0CZGO5ncqfbjG37IHg@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*6N7h0CZGO5ncqfbjG37IHg@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*6N7h0CZGO5ncqfbjG37IHg@2x.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"a60f\" name=\"a60f\">But I can’t believe that I am losing weight, despite all this evidence. I’ve told my person — more than once — that someone is messing with me, sabotaging my sanity by adjusting my seat in the car, stretching out my clothes and shoes to trick me. I am assured such is not the case, that my body is actually changing. For a few moments, I am quieted, and then the doubt creeps back in.</p><p class=\"graf graf--p graf-after--p\" id=\"9587\" name=\"9587\">When I look in the mirror, I see no difference — none at all. No one, save for a couple people, has openly acknowledged any weight loss, if they’ve even noticed, which is a relief and a frustration and a reminder of just how much weight I have to lose. I don’t want any weight loss to be acknowledged (or, worse, celebrated), but I also very much do.</p><p class=\"graf graf--p graf-after--p\" id=\"b1c2\" name=\"b1c2\">I’ve replaced one set of anxieties with another. I worry I’m eating too much and stretching my new stomach (something I was warned about, repeatedly and vigorously). I have brief moments where I allow myself to imagine hiking Runyon Canyon or wearing a fabulous outfit because it is available in my size or going to see a musical without making special arrangements…and then I tell myself to get ahold of myself. I tell myself not to want. I tell myself that I’ve failed to discipline my body before and I will probably fail this time, too. I tell myself these things because I’ve carried this weight for almost 30 years and it is terrifying to face who I could be without it.</p><p class=\"graf graf--p graf-after--p\" id=\"0450\" name=\"0450\">I had weight-loss surgery, but I am still the same person who went under the knife. I still have that yawning cavern inside of me that I want to fill with food, only now I cannot fill it with food. I’m rarely hungry, but I am ravenous. Want continues to rage desperately beneath the surface of my skin. I turned to food when I was sad and happy and lonely and scared and anxious. I turned to food, and away from everything else; it was my comfort and my friend. Food helped me survive something I did not think I would survive. Food numbed the uncomfortable feelings I very much did not want to feel.</p><p class=\"graf graf--p graf-after--p\" id=\"8190\" name=\"8190\">And then, that comfort was gone. I’ve lost the best friend I never had the courage to acknowledge but who was my constant, loyal companion nonetheless. I am left holding the shattered pieces of whatever has been left behind, trying to assemble them into something new, something that serves me better.</p><p class=\"graf graf--p graf-after--p\" id=\"e7da\" name=\"e7da\">The forced restriction brought about by the surgery is maddening. Yes, I eat, but I physically cannot overeat. At restaurants, waitstaff interrogate me about all the food I leave on my plate. At home, I eat sad, tiny portions (or, given what I used to eat, what feel like tiny portions). After a few bites of anything, the discomfort begins, and then that discomfort evolves into pain.</p><p class=\"graf graf--p graf-after--p\" id=\"7191\" name=\"7191\">Sometimes, when I am feeling rebellious, I try to ignore that pain and try to surrender to my desire to eat with abandon. My body reminds me that rebellion will not be tolerated. For the first time in as long as I can remember, I am empty, but I know what fullness is, and I hate this knowing.</p><figure class=\"graf graf--figure graf-after--p graf--trailing\" id=\"7a17\" name=\"7a17\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 100px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 14.299999999999999%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\" data-height=\"458\" data-image-id=\"1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\" data-width=\"3200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*ape7NYhhX5g4LsRS6bk43A@2x.jpeg\"/></noscript></div></div><figcaption class=\"imageCaption\">Illustration by <a class=\"markup--anchor markup--figure-anchor\" data-href=\"https://www.behance.net/daianaruiz\" href=\"https://www.behance.net/daianaruiz\" rel=\"nofollow noopener nofollow noopener nofollow noopener nofollow noopener\" target=\"_blank\">Daiana Ruiz</a>. Creative art direction by <a class=\"markup--anchor markup--figure-anchor\" data-href=\"https://www.anagraph.com/\" href=\"https://www.anagraph.com/\" rel=\"noopener nofollow noopener noopener noopener nofollow noopener nofollow noopener nofollow noopener nofollow noopener\" target=\"_blank\">Anagraph</a>.</figcaption></figure></div></div>"}