{"content": " Last October, I married a Swede. The wedding, which took place the day after the New York Times broke the first Harvey Weinstein assault story, was a Viking whirlwind in a posh Icelandic Airbnb whose claim to fame is that the Biebs once stayed there. The honeymoon was a sun-dappled stay in Portugal. (There were castles. So many castles.) And eight days later, clad in my freshly espoused skin, I found myself smack in the middle of suburban Stockholm legally wedded to a man I didn’t know very well.Stockholm in late October is an uninterrupted iteration of gray. The sky is gray, the silvered tree bark is gray, the tarmac is gray, the buildings are infinite shades of Brutalist gray. Gray as a bloated corpse fished out of Slussen, Stockholm’s landscape lends itself to eldritch imaginings, and mired in this gray, newly wedded and alone in the Stockholm ’burbs, I got hooked on Dirty John.Dirty John, in case you aren’t one of the podcast’s more than 10 million listeners or one of the Los Angeles Times article’s many readers, tells the story of a vicious serial con man named John Meehan who romanced, occasionally married, and bilked a multitude of women. The series, which depicts the many ways Meehan preyed upon women, shows the escalating devastation a bad man can cause — and the ease with which we women can believe that the worst guy is actually Mr. Right.The plot centers on Deborah Newell, a fiftysomething SoCal interior designer who met Meehan on Our Time, a dating website for people of a certain age. Like Newell, I am also fiftysomething, and, as she had, I met my man online. Listening to Dear John, hearing the details of internet courtship, I took notice of Newell’s words. As she told her story, one part of my brain racked up similarities between her story and my own: how John had seemed perfect, how he swept her off her feet, how he made her feel loved — utterly, completely, and thoroughly loved. I listened, and I waited for the other shoe to drop. This wasn’t, I knew, a love story. It was a true crime story, and therefore someone, somewhere, was going to get hurt. I wondered if maybe it would be me.When the chalk outline on the floor is around a woman, the heart of the crime is usually love.“Getting married is maybe the most important decision of your life, and yet it’s often the least rational,” Chris Goffard, the author of Dirty John, said to me in an email. He is not wrong. In English, we fall in love, and this metaphor is telling. We don’t step mindfully into love. We don’t wade, stroll, amble, or walk in love — we fall, a verb that conveys love’s loss of control, potential for pain, and unknowable depth.Who we love — especially when we’re women — can be a question of life and death. In 2017, a report from the Centers for Disease Control and Prevention found that more than half of all American female homicide victims died at the hands of intimate partners (worldwide, that rate is 38 percent). By contrast, nearly 78 percent of all U.S. homicide victims are male, and less than 10 percent of all murder offenders are women.TL;DR: When the chalk outline on the floor is around a woman, the heart of the crime is usually love.Dirty John was a smash hit, but it’s not alone. In all its bloodstained forms, true crime abides, whether your poison is podcasts like Serial, This Is Criminal, All Killa No Filla, or My Favorite Murder; television series like Dateline, Snapped, or any of Investigation Discovery’s many shows; documentaries like The Jinx, Making of a Murderer, or Capturing the Friedmans; or books like I’ll Be Gone in the Dark, Fatal Vision, or Killers of the Flower Moon. True crime is so popular that the Oxygen network went (almost) all true crime (almost) all the time a year ago. Just last month, it expanded its true crime roster further, with 10 new programs.True crime is bloody revenge without the mess.This is notable. Oxygen, the channel with the tagline “television for women,” knows what it’s doing. While true crime as a category is robust across most demographics, its core audience is women — and most of them fall into that tasty 25-to-45 advertising demographic. Chances are that if you’re reading this piece, you’re a woman, and I see you, my sister. I love true crime in all its permutations, trashy or high class, starkly factual or glossily reenacted. (My passion is true crime that features women criminals, but really, I’m a small-c catholic true crime devourer.)Women like me are drawn to true crime for multiple reasons. We like the emotional closure of a solved crime, because many crimes with female victims go unsolved, or we like the ambiguity of an open-ended true crime story for the same reason. Women like true crime because, like horror, true crime feels good, spiking endorphins and adrenaline. We also like it because we can revel in the schadenfreude of a criminal’s capture or the relief of a criminal’s comeuppance.Illustration by Shreya GuptaMost immediately appealing to me, as the audience, is that I may move freely between identifying with the victim and identifying with the criminal, allowing me to safely experience a range of emotional experiences, from primal, clenched-throat fear to visceral, rampaging violence. True crime is bloody revenge without the mess.But above all, true crime, for all its guts and gore, imbues its female audience with a sense of power — and that power is knowledge. Most women are smaller, weaker, and less violent than men, and women’s knowledge of our physical limitations is reinforced not only by daily life but also by most narratives. When a woman wins a physical battle against a man, it’s because she’s a literal superhero. True crime allows women to safely learn from the experience of others. Lucky or lamentable, all true crime victims become teachers.Erin Lee Carr, a true crime documentary director and producer, says, “A lot of the violence that happens in our society is against women or people of color, so it’s women practicing if this were to happen. There’s a part of all of us that’s like, ‘What would I do if I was in the alley? What would I do if I was put in that situation?’ I think it’s practice.”Sarah Weinman, author of the upcoming book The Real Lolita, agrees. “Women live their life, whether consciously or unconsciously, dealing with fear,” she says. “Women are always having to make the calculus” — the best ways not to get raped or killed, she means — “and it’s running as a background process all the time, 24 hours, seven days a week.”True crime, then, can function as a kind of mental training for what to do when the time comes. This is part of the appeal of the wildly popular podcast My Favorite Murder. The hosts, Karen Kilgariff and Georgia Hardstark, close each show by saying, “Stay sexy. Don’t get murdered.” This slogan — so popular that fans bond over its acronymic, SSDGM — distills the show’s spirited essence. “Don’t get in that trunk,” goes one of My Favorite Murder’s prime pieces of advice. They are indeed words to live by.True crime gives its female audience a handy-dandy, easy-peasy way to recognize dangerous behavior. “Some have said this series will save lives because it can maybe alert people to the sort of techniques a con man like John Meehan uses,” Goffard says of Dirty John.“I think that women in general are always looking for signs,” says Lisa Levy, freelance writer and contributing editor at CrimeReads. “They look for good signs, they look for bad signs. And I think reading true crime is a way to hone that skill.”Perpetrating a crime displays a human heart’s most primal impulses.Reading, watching, or listening to true crime, in short, affords women the luxury of putting themselves in danger without physical risk and the headspace to prepare themselves without pressure. You can curl up in your vintage velour tracksuit with a glass of buttery chardonnay, turn on Investigation Discovery, and absorb survival skills, almost as if by osmosis.Thus it was almost natural that Dirty John caused me to scrutinize my relationship with my new husband. Holding the whole of our history like an orb in my hand, I looked for flaws, for cracks, for inconsistencies, for untruths. I made a mental checklist of John Meehan’s many “tells,” like the way his rumpled clothes didn’t match his claim to be a doctor, his running out of cash when the dinner check came, and his needling comments that pried Deborah Newell away from her friends and her family.I cross-checked Newell’s narrative and found…nothing. My husband, for all his very human flaws and superhuman beauty, seemed to be the man I married. I exhaled, and I moved on, and I continue to love both him and true crime.Perpetrating a crime displays a human heart’s most primal impulses. Experiencing a crime — even vicariously — provokes a human body’s most primeval reactions. And solving a crime requires a human mind’s most rational reasoning. It’s a holy trinity of emotion, sensation, and logic. True crime hits a sweet spot that, like dating, was just waiting for the internet. “True crime is a very hot genre in part because of the internet,” says Levy, the CrimeReads writer. “The other thing that does well on the internet are personal essays. You could just say that people have a real desire to read about other people going through bad things, which I think encompasses both genres.”When I imagine a Venn diagram of true crime and personal essays, I see a female audience in the middle. Whether by nature or by nurture, women tend to enjoy sensation, and the genres of both true crime and personal essays pull at human emotions and push at human bodies, creating a symphony of feelings, both mental and physical. Both command a largely female audience — and both are denigrated genres. Finally, both personal essays and true crime have mushroomed because of the internet, because of dating apps, and because of our symbiotic craving for and access to deeply intimate personal experiences.“So much of true crime stories are about how love transmutes into rage, and how rage then leads to murder, but it’s also about wildly unrealistic expectations,” says true crime writer Sarah Weinman. “If you meet somebody online, or it’s exacerbated through text messages or instant message, it creates this world that is both part of the real world but is also removed from it.”The phrase “both part of the real world and apart from it” is an apt way to encapsulate the experience of any romance, as much as it is a way of explaining our lives on the web.The junction of crime and the internet animates the work of documentary filmmaker Carr. Her two documentaries — Thought Crimes: The True Case of the Cannibal Cop, which explores the story of Gilberto Valle, a former cop who is obsessed with killing and eating women, and Mommy Dead and Dearest, which tells the twisted story of Gypsy Rose Blanchard, who killed her mother with the help of her boyfriend — are both Extremely Online. Valle used fetish sites to explore his gory obsession, while wheelchair-bound Blanchard found her boyfriend on a dating site.Neither Valle’s nor Blanchard’s crimes could have happened without the internet — and without the internet, we probably wouldn’t know they had. “Now it’s really hard to commit a crime without the internet being involved,” Carr says. “So, as a voyeur, as a curious person, I think it’s amazing to uncover how people thought about these things and then executed their plans.”Carr says of her films’ two subjects, “They couldn’t truly reveal who they were, so they create these [online] avatars of themselves that represented what they actually desired sexually.” On the internet, as the classic 1993 New Yorker cartoon says, nobody knows you’re a dog.Illustration by Shreya GuptaYet as much as the web has been a boon for criminals, it has also been a godsend to true crime fanatics, allowing us to watch real-time Twitter reactions to Jodi Arias’ murder trial verdict in 2015, read true crime blogs, or take deep dives into serial killers’ Wikipedia entries. But even more, the internet has gifted people with ways to get actively involved with true crime. Some true crime fans do more than passively sit on their couches absorbing lurid stories — some, like the late Michelle McNamara, the author of I’ll Be Gone in the Dark, start blogs; others join message boards; and still others begin movements like #MeToo.True crime’s potential for evolution is especially meaningful for women because, while we are less likely than men to be murdered, we are more likely to be raped — and rape is one felony that has yet to be folded into the true crime lexicon as a stand-alone act. Rape, to be treated as true crime, still has to be appended to murder. However, Bill Cosby’s recent conviction on three counts of sexual assault gives true crime a juicy opportunity to recover this glaring omission, as does Weinstein’s recent arrest, and as do the unfolding revelations about R. Kelly, Charlie Rose, and myriad other powerful men.“So what does a rape have to do to be a true crime story?” Lisa Levy writes in her April 2018 CrimeReads piece. The answer is a depressing mix of “be a good victim” and “be a victim of a serial rapist,” but often even the story of a perfect victim in a string of brutal crimes isn’t enough. Because, as Levy points out, rape stories are almost always women’s stories.“I started reading books about rape,” Levy says, “and what I discovered was there were overwhelmingly memoirs, and I found that to be very interesting. It seemed to be a way to either downgrade rape and sexual assault as a crime or to say: Well, these stories that women are telling, they’re just stories. It’s just autobiography.” He said/she said, it seems, retains its power imbalance, even in literature.Perhaps women are taught to be afraid of the wrong men, and perhaps true crime allows women the space to recognize that.Purists might object that memoir is not true crime — that the genre requires an objective, outside observer who documents with a cold, calculating, and uninvested eye — but true crime has often made room for the first-person narrative “I.” Michelle McNamara sprinkles her book with her own experiences and feelings. Ann Rule’s The Stranger Beside Me, a book about serial killer Ted Bundy, is as much a eulogy to her friendship with Bundy as it is an investigation into his crimes and capture. Even the hallowed father of serious true crime, Truman Capote, plays with narrative point of view in his classic “nonfiction novel,” In Cold Blood. The male writers who followed in his footsteps, people like Gay Talese, James Ellroy, and Dominick Dunne, are all palpable presences in their true crime stories, too.The problem, then, is not so much that it’s the women themselves telling the stories of their own experiences and sexual violation. It’s that, in addition to not often getting to trial or to conviction, sexual violence isn’t taken as seriously as homicide or being conned out of cash.In the genre of true crime, the crime matters as much as the voice — and true crime has not taken women as seriously as women take it.So why, in the great gray of Stockholm October, did Dirty John resonate so deeply with me? Why did it wake me at night to wonder about the past, hidden lives of the man insensate beside me? What about this story of a California con man rang so true? And how does this con’s story feel inextricable from the onslaught of #MeToo stories that flow like an endless sludgy river?I’ve turned this mental Rubik’s cube over and over, trying to understand a connection between my suspicions, my feelings, and the haunting specter of my marriage. Sitting here in the hot light of the Stockholm May sun, I look at last winter’s anxiety, and I see the slow, burbling recognition of something that I’d felt — but never allowed myself to articulate — was true. And that is this: Perhaps women are taught to be afraid of the wrong men, and perhaps true crime allows women the space to recognize that.Women — especially white women — are statistically the least endangered, yet we are fearful (a phenomenon called the gender-fear paradox). Women are afraid because, while both little boys and little girls are taught “stranger danger,” boys get to drop that fear as they become men; women do not. Women are taught to be afraid of every man we do not know (and even the rustle and the crackle in the dark that could be the men we don’t know). Raised with the specter of the bogeyman, we carry our keys between our fingers, stash our headphones the moment we step off the subway, and learn that regardless of whether you wear unflattering overalls or a tight skirt, it’s somehow your fault. The gender-fear paradox is real, but so too is the fear.Culture raises women to fear strange men and to trust the men they know — the very men who, the cold facts tell us, are most likely to harm us. Women are brought up to #marrybestfriend in a #friendshipmarriage as our #relationshipgoals, we’re bred to be deferential to our bosses, and we’re reared to be reverential to celebrity. Our trust in men is as unearned as it is unreciprocated — yet it’s expected. And this is where true crime’s real value lies: Unlike love songs, unlike rom-coms, and unlike romance novels, true crime has no interest in telling us to trust men. Unlike politicians or bosses, it doesn’t seek to gaslight women.True crime, unlike just about every other genre that we women clasp to our collective breast, doesn’t want to sugarcoat the world. It wants to tell us that our suspicions are correct: We are in danger, and the call is coming from inside the house. Only true crime tells us what we need to know to survive the men who want to love us to death — and this hard, glinting truth may be the reason why women love true crime, until death do us part.", "url": "https://medium.com/s/trustissues/love-in-a-time-of-true-crime-94a1f20aa1b4", "html": "<!DOCTYPE html>\n<html xmlns:cc=\"http://creativecommons.org/ns#\"><head prefix=\"og: http://ogp.me/ns# fb: http://ogp.me/ns/fb# medium-com: http://ogp.me/ns/fb/medium-com#\"><meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/><meta content=\"width=device-width, initial-scale=1.0, viewport-fit=contain\" name=\"viewport\"/><title>How True Crime Helps Us Process Our Fear – Trust Issues – Medium</title><link href=\"https://medium.com/s/trustissues/love-in-a-time-of-true-crime-94a1f20aa1b4\" rel=\"canonical\"/><meta content=\"How True Crime Helps Us Process Our Fear – Trust Issues – Medium\" name=\"title\"/><meta content=\"unsafe-url\" name=\"referrer\"/><meta content=\"The explosive popularity of true crime among women speaks to fear among the sexes but also the nature of trust itself\" name=\"description\"/><meta content=\"#000000\" name=\"theme-color\"/><meta content=\"How True Crime Helps Us Process Our Fear\" property=\"og:title\"/><meta content=\"How True Crime Helps Us Process Our Fear\" property=\"twitter:title\"/><meta content=\"https://medium.com/s/trustissues/love-in-a-time-of-true-crime-94a1f20aa1b4\" property=\"og:url\"/><meta content=\"https://cdn-images-1.medium.com/max/1200/1*GcART2BVurx9WBlU5gGKJg.jpeg\" property=\"og:image\"/><meta content=\"542599432471018\" property=\"fb:app_id\"/><meta content=\"The explosive popularity of true crime among women speaks to fear among the sexes but also the nature of trust itself\" property=\"og:description\"/><meta content=\"The explosive popularity of true crime among women speaks to fear among the sexes but also the nature of trust itself\" name=\"twitter:description\"/><meta content=\"https://cdn-images-1.medium.com/max/1200/1*GcART2BVurx9WBlU5gGKJg.jpeg\" name=\"twitter:image:src\"/><link href=\"https://plus.google.com/103654360130207659246\" rel=\"publisher\"/><link href=\"https://medium.com/@chelseagsummers\" rel=\"author\"/><meta content=\"chelsea g. summers\" property=\"author\"/><meta content=\"article\" property=\"og:type\"/><meta content=\"summary_large_image\" name=\"twitter:card\"/><meta content=\"https://www.facebook.com/medium\" property=\"article:publisher\"/><meta content=\"https://medium.com/@chelseagsummers\" property=\"article:author\"/><meta content=\"index, follow\" name=\"robots\"/><meta content=\"@chelseagsummers\" name=\"twitter:creator\"/><meta content=\"@Medium\" name=\"twitter:site\"/><meta content=\"Medium\" property=\"og:site_name\"/><meta name=\"twitter:label1\" value=\"Reading time\"/><meta name=\"twitter:data1\" value=\"13 min read\"/><meta content=\"Medium\" name=\"twitter:app:name:iphone\"/><meta content=\"828256236\" name=\"twitter:app:id:iphone\"/><meta content=\"medium://s/trustissues/94a1f20aa1b4\" name=\"twitter:app:url:iphone\"/><meta content=\"Medium\" property=\"al:ios:app_name\"/><meta content=\"828256236\" property=\"al:ios:app_store_id\"/><meta content=\"com.medium.reader\" property=\"al:android:package\"/><meta content=\"Medium\" property=\"al:android:app_name\"/><meta content=\"medium://s/trustissues/94a1f20aa1b4\" property=\"al:ios:url\"/><meta content=\"medium://s/trustissues/94a1f20aa1b4\" property=\"al:android:url\"/><meta content=\"https://medium.com/s/trustissues/love-in-a-time-of-true-crime-94a1f20aa1b4\" property=\"al:web:url\"/><link href=\"/osd.xml\" rel=\"search\" title=\"Medium\" type=\"application/opensearchdescription+xml\"><link href=\"android-app://com.medium.reader/https/medium.com/s/trustissues/94a1f20aa1b4\" rel=\"alternate\"><script type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"NewsArticle\",\"image\":{\"@type\":\"ImageObject\",\"width\":1920,\"height\":601,\"url\":\"https://cdn-images-1.medium.com/max/2600/1*GcART2BVurx9WBlU5gGKJg.jpeg\"},\"url\":\"https://medium.com/s/trustissues/love-in-a-time-of-true-crime-94a1f20aa1b4\",\"dateCreated\":\"2018-06-11T15:01:01.098Z\",\"datePublished\":\"2018-06-11T15:01:01.098Z\",\"dateModified\":\"2018-08-25T02:03:40.413Z\",\"headline\":\"How True Crime Helps Us Process Our Fear\",\"name\":\"How True Crime Helps Us Process Our Fear\",\"articleId\":\"94a1f20aa1b4\",\"thumbnailUrl\":\"https://cdn-images-1.medium.com/max/2600/1*GcART2BVurx9WBlU5gGKJg.jpeg\",\"keywords\":[\"Tag:True Crime\",\"Tag:Feminism\",\"Tag:Relationships\",\"Tag:Culture\",\"Tag:Women\",\"Topic:Podcasts\",\"Topic:Relationships\",\"Topic:True Crime\",\"Topic:Women\",\"Sequence:trustissues\",\"LockedPostSource:2\",\"Elevated:true\",\"LayerCake:1\"],\"author\":{\"@type\":\"Person\",\"name\":\"chelsea g. summers\",\"url\":\"https://medium.com/@chelseagsummers\"},\"creator\":[\"chelsea g. summers\"],\"publisher\":{\"@type\":\"Organization\",\"name\":\"Medium\",\"url\":\"https://medium.com/\",\"logo\":{\"@type\":\"ImageObject\",\"width\":308,\"height\":60,\"url\":\"https://cdn-images-1.medium.com/max/616/1*OMF3fSqH8t4xBJ9-6oZDZw.png\"}},\"mainEntityOfPage\":\"https://medium.com/s/trustissues/love-in-a-time-of-true-crime-94a1f20aa1b4\"}</script><meta content=\"https://medium.com/s/trustissues/love-in-a-time-of-true-crime-94a1f20aa1b4\" name=\"parsely-link\"/><link class=\"js-glyph-\" href=\"https://glyph.medium.com/css/e/sr/latin/e/ssr/latin/e/ssb/latin/m2.css\" id=\"glyph-8\" rel=\"stylesheet\" type=\"text/css\"><link href=\"https://cdn-static-1.medium.com/_/fp/css/main-branding-base.95h6LstxJX8UWgJm7QqR7A.css\" rel=\"stylesheet\"/><script>!function(n,e){var t,o,i,c=[],f={passive:!0,capture:!0},r=new Date,a=\"pointerup\",u=\"pointercancel\";function p(n,c){t||(t=c,o=n,i=new Date,w(e),s())}function s(){o>=0&&o<i-r&&(c.forEach(function(n){n(o,t)}),c=[])}function l(t){if(t.cancelable){var o=(t.timeStamp>1e12?new Date:performance.now())-t.timeStamp;\"pointerdown\"==t.type?function(t,o){function i(){p(t,o),r()}function c(){r()}function r(){e(a,i,f),e(u,c,f)}n(a,i,f),n(u,c,f)}(o,t):p(o,t)}}function w(n){[\"click\",\"mousedown\",\"keydown\",\"touchstart\",\"pointerdown\"].forEach(function(e){n(e,l,f)})}w(n),self.perfMetrics=self.perfMetrics||{},self.perfMetrics.onFirstInputDelay=function(n){c.push(n),s()}}(addEventListener,removeEventListener);</script><script>if (window.top !== window.self) window.top.location = window.self.location.href;var OB_startTime = new Date().getTime(); var OB_loadErrors = []; function _onerror(e) { OB_loadErrors.push(e) }; if (document.addEventListener) document.addEventListener(\"error\", _onerror, true); else if (document.attachEvent) document.attachEvent(\"onerror\", _onerror); function _asyncScript(u) {var d = document, f = d.getElementsByTagName(\"script\")[0], s = d.createElement(\"script\"); s.type = \"text/javascript\"; s.async = true; s.src = u; f.parentNode.insertBefore(s, f);}function _asyncStyles(u) {var d = document, f = d.getElementsByTagName(\"script\")[0], s = d.createElement(\"link\"); s.rel = \"stylesheet\"; s.href = u; f.parentNode.insertBefore(s, f); return s}(new Image()).src = \"/_/stat?event=pixel.load&origin=\" + encodeURIComponent(location.origin);</script><script>window.ga=window.ga||function(){(ga.q=ga.q||[]).push(arguments)};ga.l=+new Date; ga(\"create\", \"UA-24232453-2\", \"auto\", {\"allowLinker\": true, \"legacyCookieDomain\": window.location.hostname}); ga(\"send\", \"pageview\");</script><script async=\"\" src=\"https://www.google-analytics.com/analytics.js\"></script><!--[if lt IE 9]><script charset=\"UTF-8\" src=\"https://cdn-static-1.medium.com/_/fp/js/shiv.RI2ePTZ5gFmMgLzG5bEVAA.js\"></script><![endif]--><link class=\"js-favicon\" href=\"https://cdn-static-1.medium.com/_/fp/icons/favicon-rebrand-medium.3Y6xpZ-0FSdWDnPM3hSBIA.ico\" rel=\"icon\"/><link href=\"https://cdn-images-1.medium.com/fit/c/304/304/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"152x152\"/><link href=\"https://cdn-images-1.medium.com/fit/c/240/240/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"120x120\"/><link href=\"https://cdn-images-1.medium.com/fit/c/152/152/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"76x76\"/><link href=\"https://cdn-images-1.medium.com/fit/c/120/120/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"60x60\"/><link color=\"#171717\" href=\"https://cdn-static-1.medium.com/_/fp/icons/monogram-mask.KPLCSFEZviQN0jQ7veN2RQ.svg\" rel=\"mask-icon\"/></link></link></link></head><body class=\"browser-chrome os-windows is-withMagicUnderlines v-glyph v-glyph--m2 is-noJs\" itemscope=\"\"><script>document.body.className = document.body.className.replace(/(^|\\s)is-noJs(\\s|$)/, \"$1is-js$2\")</script><div class=\"site-main\" id=\"container\"><div class=\"butterBar butterBar--error\"></div><div class=\"surface\"><div class=\"screenContent\" id=\"prerendered\"><div class=\"notesPositionContainer elevate-notesPositionContainer js-notesPositionContainer\"></div><div class=\"metabar u-clearfix u-boxShadow4px12pxBlackLightest u-fixed u-backgroundTransparentWhiteDarkest u-xs-sizeFullViewportWidth js-metabar\"><div class=\"branch-journeys-top\"></div><div class=\"js-metabarMiddle metabar-inner u-marginAuto u-maxWidth1224 u-paddingLeft65 u-paddingRight65 u-md-paddingLeft16 u-md-paddingRight16 u-flexCenter u-justifyContentSpaceBetween u-height65 u-xs-height56 u-paddingHorizontal20\"><div class=\"metabar-block u-flex1 u-flexCenter\"><div class=\"u-xs-hide js-metabarLogoLeft\"><a class=\"siteNav-logo u-fillTransparentBlackDarker u-flex0\" data-log-event=\"home\" href=\"https://medium.com/\"><span class=\"svgIcon svgIcon--logoWordmark svgIcon--112x22px u-xs-hide u-flex\"><svg class=\"svgIcon-use\" height=\"22\" viewbox=\"0 0 111.5 22\" width=\"112\"><path d=\"M56.3 19.5c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5V19c-.7 1.8-2.4 3-4.3 3-3.3 0-5.8-2.6-5.8-7.5 0-4.5 2.6-7.6 6.3-7.6 1.6-.1 3.1.8 3.8 2.4V3.2c0-.3-.1-.6-.3-.7l-1.4-1.4V1l6.5-.8v19.3zm-4.8-.8V9.5c-.5-.6-1.2-.9-1.9-.9-1.6 0-3.1 1.4-3.1 5.7 0 4 1.3 5.4 3 5.4.8.1 1.6-.3 2-1zm9.1 3.1V9.4c0-.3-.1-.6-.3-.7l-1.4-1.5v-.1h6.5v12.5c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5zm-.2-19.2C60.4 1.2 61.5 0 63 0c1.4 0 2.6 1.2 2.6 2.6S64.4 5.3 63 5.3c-1.5 0-2.6-1.2-2.6-2.7zm22.5 16.9c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5v-3.2c-.6 2-2.4 3.4-4.5 3.4-2.9 0-4.4-2.1-4.4-6.2 0-1.9 0-4.1.1-6.5 0-.3-.1-.5-.3-.7L67.7 7v.1H74v8c0 2.6.4 4.4 2 4.4.9-.1 1.7-.6 2.1-1.3V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v12.4zm22 2.3c0-.5.1-6.5.1-7.9 0-2.6-.4-4.5-2.2-4.5-.9 0-1.8.5-2.3 1.3.2.8.3 1.7.3 2.5 0 1.8-.1 4.2-.1 6.5 0 .3.1.5.3.7l1.5 1.4v.1H96c0-.4.1-6.5.1-7.9 0-2.7-.4-4.5-2.2-4.5-.9 0-1.7.5-2.2 1.3v9c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v3.1c.6-2.1 2.5-3.5 4.6-3.4 2.2 0 3.6 1.2 4.2 3.5.7-2.1 2.7-3.6 4.9-3.5 2.9 0 4.5 2.2 4.5 6.2 0 1.9-.1 4.2-.1 6.5-.1.3.1.6.3.7l1.4 1.4v.1h-6.6zm-81.4-2l1.9 1.9v.1h-9.8v-.1l2-1.9c.2-.2.3-.4.3-.7V7.3c0-.5 0-1.2.1-1.8L11.4 22h-.1L4.5 6.8c-.1-.4-.2-.4-.3-.6v10c-.1.7 0 1.3.3 1.9l2.7 3.6v.1H0v-.1L2.7 18c.3-.6.4-1.3.3-1.9v-11c0-.5-.1-1.1-.5-1.5L.7 1.1V1h7l5.8 12.9L18.6 1h6.8v.1l-1.9 2.2c-.2.2-.3.5-.3.7v15.2c0 .2.1.5.3.6zm7.6-5.9c0 3.8 1.9 5.3 4.2 5.3 1.9.1 3.6-1 4.4-2.7h.1c-.8 3.7-3.1 5.5-6.5 5.5-3.7 0-7.2-2.2-7.2-7.4 0-5.5 3.5-7.6 7.3-7.6 3.1 0 6.4 1.5 6.4 6.2v.8h-8.7zm0-.8h4.3v-.8c0-3.9-.8-4.9-2-4.9-1.4.1-2.3 1.6-2.3 5.7z\"></path></svg></span><span class=\"svgIcon svgIcon--logoWordmark svgIcon--122x45px u-xs-show u-flex\"><svg class=\"svgIcon-use\" height=\"45\" width=\"122\"><path d=\"M61.6 31.806c0 .412 0 .505.28.758l1.574 1.537v.065h-6.979v-2.95a4.852 4.852 0 0 1-4.627 3.203c-3.588 0-6.192-2.81-6.192-7.981 0-4.843 2.81-8.075 6.754-8.075a4.122 4.122 0 0 1 4.056 2.51v-6.51a.806.806 0 0 0-.319-.787l-1.499-1.443v-.065l6.951-.815v20.553zm-5.125-.937v-9.714a2.614 2.614 0 0 0-2.08-.975c-1.695 0-3.334 1.537-3.334 6.099 0 4.271 1.414 5.78 3.175 5.78a2.81 2.81 0 0 0 2.24-1.19zm9.752 3.297V21.051a.88.88 0 0 0-.281-.786L64.4 18.672v-.065h6.98v13.302c0 .412 0 .505.28.758l1.536 1.443v.066l-6.97-.01zm-.253-20.356a2.81 2.81 0 1 1 5.62 0 2.81 2.81 0 0 1-5.62 0zm24.234 17.967c0 .413 0 .534.281.787l1.574 1.537v.065h-7.017v-3.363a5.077 5.077 0 0 1-4.805 3.616c-3.11 0-4.778-2.267-4.778-6.557 0-2.07 0-4.337.066-6.885a.796.796 0 0 0-.281-.76l-1.546-1.545v-.065h6.923v8.552c0 2.81.412 4.684 2.173 4.684a2.81 2.81 0 0 0 2.267-1.415v-9.367a.88.88 0 0 0-.28-.787l-1.556-1.602v-.065h6.979v13.17zm23.756 2.39c0-.507.094-6.952.094-8.432 0-2.81-.44-4.75-2.417-4.75a3.138 3.138 0 0 0-2.482 1.35c.198.876.292 1.772.28 2.67 0 1.948-.065 4.43-.093 6.913a.796.796 0 0 0 .281.759l1.574 1.442v.066h-7.045c0-.468.094-6.95.094-8.431 0-2.857-.44-4.75-2.389-4.75a2.81 2.81 0 0 0-2.323 1.387v9.555c0 .412 0 .506.281.759l1.537 1.442v.066h-6.97V21.098a.88.88 0 0 0-.281-.787l-1.546-1.639v-.065h6.98v3.334a5.002 5.002 0 0 1 5.002-3.587c2.323 0 3.896 1.292 4.562 3.747a5.433 5.433 0 0 1 5.245-3.747c3.11 0 4.872 2.295 4.872 6.632 0 2.07-.066 4.43-.094 6.913a.75.75 0 0 0 .318.759l1.537 1.443v.065h-7.017zm-87.671-2.043l2.07 1.977v.065H17.862v-.065l2.107-1.977a.796.796 0 0 0 .281-.759V18.728c0-.534 0-1.255.094-1.873l-7.082 17.564h-.084L5.843 18.26c-.16-.402-.206-.43-.31-.702v10.595c-.087.71.034 1.429.348 2.07l2.95 3.879v.065H1v-.065l2.95-3.888a3.69 3.69 0 0 0 .347-2.06v-11.71a2.267 2.267 0 0 0-.487-1.602l-2.089-2.708v-.065h7.494l6.277 13.686 5.527-13.686h7.335v.065l-2.061 2.296a.806.806 0 0 0-.319.786v16.15a.75.75 0 0 0 .319.759zm8.215-6.332v.065c0 4.01 2.07 5.62 4.497 5.62a5.105 5.105 0 0 0 4.777-2.894h.066c-.844 3.963-3.298 5.836-6.97 5.836-3.962 0-7.7-2.389-7.7-7.925 0-5.817 3.747-8.14 7.887-8.14 3.335 0 6.886 1.573 6.886 6.632v.806h-9.443zm0-.806h4.618v-.815c0-4.122-.852-5.218-2.136-5.218-1.555 0-2.5 1.64-2.5 6.033h.018z\"></path></svg></span><span class=\"u-textScreenReader\">Homepage</span></a></div><div class=\"u-xs-show js-metabarLogoLeft\"><a class=\"siteNav-logo u-fillTransparentBlackDarker u-flex0 u-flexCenter u-paddingTop0\" data-log-event=\"home\" href=\"https://medium.com/\"><span class=\"svgIcon svgIcon--logoMonogram svgIcon--45px is-flushLeft u-flex0 u-flexCenter u-paddingTop0\"><svg class=\"svgIcon-use\" height=\"45\" width=\"45\"><path d=\"M5 40V5h35v35H5zm8.56-12.627c0 .555-.027.687-.318 1.03l-2.457 2.985v.396h6.974v-.396l-2.456-2.985c-.291-.343-.344-.502-.344-1.03V18.42l6.127 13.364h.714l5.256-13.364v10.644c0 .29 0 .342-.185.528l-1.848 1.796v.396h9.19v-.396l-1.822-1.796c-.184-.186-.21-.238-.21-.528V15.937c0-.291.026-.344.21-.528l1.823-1.797v-.396h-6.471l-4.622 11.542-5.203-11.542h-6.79v.396l2.14 2.64c.239.292.291.37.291.768v10.353z\"></path></svg></span><span class=\"u-textScreenReader\">Homepage</span></a></div><span class=\"svgIcon svgIcon--straightLine svgIcon--29px u-marginTop1 u-marginLeft10 u-xs-hide\"><svg class=\"svgIcon-use\" height=\"29\" width=\"2\"><path d=\"M1 29V1\" fill=\"none\" stroke=\"#D5D5D5\" stroke-linecap=\"round\" stroke-width=\".5\"></path></svg></span><a class=\"link link--noUnderline u-baseColor--link metabar-topic\" href=\"https://medium.com/topic/relationships\">Relationships</a></div><div class=\"metabar-block u-flex0\"><div class=\"buttonSet buttonSet--wide\"><a class=\"button button--chromeless u-baseColor--buttonNormal u-xs-hide js-upgradeMembershipAction\" href=\"https://medium.com/membership?source=upgrade_membership---nav_full\">Become a member</a><a class=\"button button--primary button--chromeless u-accentColor--buttonNormal is-inSiteNavBar u-xs-hide js-signInButton\" data-action=\"sign-in-prompt\" data-action-source=\"--------------------------nav_reg\" data-redirect=\"https://medium.com/s/trustissues/love-in-a-time-of-true-crime-94a1f20aa1b4\" href=\"https://medium.com/m/signin?redirect=https%3A%2F%2Fmedium.com%2Fs%2Ftrustissues%2Flove-in-a-time-of-true-crime-94a1f20aa1b4&amp;source=--------------------------nav_reg&amp;operation=login\">Sign in</a><a class=\"button button--primary button--withChrome u-accentColor--buttonNormal is-inSiteNavBar js-signUpButton\" data-action=\"sign-up-prompt\" data-action-source=\"--------------------------nav_reg\" data-redirect=\"https://medium.com/s/trustissues/love-in-a-time-of-true-crime-94a1f20aa1b4\" href=\"https://medium.com/m/signin?redirect=https%3A%2F%2Fmedium.com%2Fs%2Ftrustissues%2Flove-in-a-time-of-true-crime-94a1f20aa1b4&amp;source=--------------------------nav_reg&amp;operation=register\">Get started</a></div></div></div></div><div class=\"metabar metabar--spacer js-metabarSpacer u-height65 u-xs-height56\"></div><div class=\"elevate\"><section class=\"elevateCoverContainer elevateCoverContainer--withImage\"><div class=\"elevateCover\"><div class=\"elevateCover-textOffset\"><div class=\"elevateCover-content elevateCover-content--withImage u-flexColumn u-height100pct\"><div class=\"elevateCover-textOffset--header\"><div class=\"uiScale uiScale-ui--regular uiScale-caption--regular\"><a class=\"ds-link ds-link--styleSubtle elevate-caps u-accentColor--textNormal\" data-action-source=\"sequence_post_cover\" href=\"https://medium.com/s/trustissues\"><p class=\"u-marginBottom12\">Trust Issues</p></a></div><h1 class=\"elevate-h1 u-marginBottom12 u-md-marginBottom8\">Love In a Time of True Crime</h1><p class=\"elevate-summary u-md-marginBottom24\">Women are taught to fear the bogeyman. The real threat is closer to home</p><div class=\"uiScale uiScale-ui--large uiScale-caption--regular\"><div class=\"u-flexCenter\"><div class=\"u-flex0 u-paddingRight10\"><a class=\"link u-baseColor--link avatar\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"6d5c34cab6a4\" data-user-id=\"6d5c34cab6a4\" dir=\"auto\" href=\"https://medium.com/@chelseagsummers\"><img alt=\"Go to the profile of chelsea g. summers\" class=\"avatar-image avatar-image--small\" src=\"https://cdn-images-1.medium.com/fit/c/120/120/1*et3TVcY6P7zdOiJ0Jj8j2w.jpeg\"/></a></div><div class=\"u-flexTop u-noWrapWithEllipsis u-flex0\"><div class=\"u-noWrapWithEllipsis u-flex0\"><div class=\"ui-captionStrong u-noWrapWithEllipsis\"><div class=\"u-flexEnd u-marginBottom4\"><a class=\"ds-link ds-link--styleSubtle postMetaInline postMetaInline--author\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"6d5c34cab6a4\" data-user-id=\"6d5c34cab6a4\" dir=\"auto\" href=\"https://medium.com/@chelseagsummers\">chelsea g. summers</a><div class=\"u-marginLeft8\"><span class=\"followState js-followState\" data-user-id=\"6d5c34cab6a4\"><button class=\"button button--smallest u-noUserSelect button--withChrome u-baseColor--buttonNormal button--withHover button--unblock js-unblockButton\" data-action=\"sign-up-prompt\" data-redirect=\"https://medium.com/s/trustissues/love-in-a-time-of-true-crime-94a1f20aa1b4\" data-requires-token=\"true\" data-sign-in-action=\"toggle-block-user\"><span class=\"button-label button-defaultState\">Blocked</span><span class=\"button-label button-hoverState\">Unblock</span></button><button class=\"button button--primary button--smallest button--dark u-noUserSelect button--withChrome u-accentColor--buttonDark button--follow js-followButton\" data-action=\"sign-up-prompt\" data-action-source=\"-6d5c34cab6a4-------------------------follow_byline\" data-redirect=\"https://medium.com/_/subscribe/user/6d5c34cab6a4\" data-requires-token=\"true\" data-sign-in-action=\"toggle-subscribe-user\"><span class=\"button-label button-defaultState js-buttonLabel\">Follow</span><span class=\"button-label button-activeState\">Following</span></button></span></div></div></div><div class=\"ui-caption u-noWrapWithEllipsis\"><span class=\"u-noWrap\" data-tooltip=\"Updated Jun 14, 2018\"><time class=\"u-inlineBlock u-lineHeightBase\">Jun 11, 2018</time><span class=\"middotDivider\"></span><span class=\"readingTime\" title=\"13 min read\"></span><span class=\"u-paddingLeft4\"><span class=\"svgIcon svgIcon--star svgIcon--15px\"><svg class=\"svgIcon-use\" height=\"15\" width=\"15\"><path d=\"M7.438 2.324c.034-.099.09-.099.123 0l1.2 3.53a.29.29 0 0 0 .26.19h3.884c.11 0 .127.049.038.111L9.8 8.327a.271.271 0 0 0-.099.291l1.2 3.53c.034.1-.011.131-.098.069l-3.142-2.18a.303.303 0 0 0-.32 0l-3.145 2.182c-.087.06-.132.03-.099-.068l1.2-3.53a.271.271 0 0 0-.098-.292L2.056 6.146c-.087-.06-.071-.112.038-.112h3.884a.29.29 0 0 0 .26-.19l1.2-3.52z\"></path></svg></span></span></span></div></div></div></div></div></div></div></div><div class=\"elevateCover-image\" style='background-image: url(\"https://cdn-images-1.medium.com/max/2400/1*GcART2BVurx9WBlU5gGKJg.jpeg\"); background-position: 53% 31% !important;'></div><div class=\"uiScale uiScale-ui--regular uiScale-caption--regular elevateCover-imageCaption elevateCover-content elevateCover-content--withImage u-paddingTop10 u-paddingRight0 u-xs-paddingRight16 u-xs-paddingBottom10 u-md-show\"><span class=\"ui-caption\"><p class=\"graf graf--p\" id=\"14ec\" name=\"14ec\">Illustration by <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://www.shreyaillustrations.com/\" href=\"http://www.shreyaillustrations.com/\" rel=\"noopener\" target=\"_blank\">Shreya Gupta</a></p></span></div></div><div class=\"uiScale uiScale-ui--regular uiScale-caption--regular elevateCover-imageCaption u-md-hide\"><span class=\"ui-caption\"><p class=\"graf graf--p\" id=\"14ec\" name=\"14ec\">Illustration by <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://www.shreyaillustrations.com/\" href=\"http://www.shreyaillustrations.com/\" rel=\"noopener\" target=\"_blank\">Shreya Gupta</a></p></span></div></section><div class=\"elevate-container u-relative u-marginAuto\"><div class=\"elevateSidebar\"><div class=\"js-elevateSidebarRecirc u-md-hide\"></div><div class=\"js-elevatePostActions u-foreground u-md-left50 u-sm-hide\"></div></div><main class=\"postArticle postArticle--full postArticle--elevate is-withAccentColors\" role=\"main\"><div class=\"elevateAudioPlayer\"><div class=\"u-flexCenter u-height50 u-xs-marginTop20 js-audioPlayer\"><div class=\"u-flexCenter u-width100pct u-fontSize14\"><div class=\"u-marginRight15 js-playpause\"><button class=\"button button--lighter button--chromeless button--withIcon button--withSvgIcon u-padding12 u-borderRadius4 u-borderLighter\" data-action=\"play-audioPlayer\"><span class=\"svgIcon svgIcon--playFilled svgIcon--25px\"><svg class=\"svgIcon-use\" height=\"25\" width=\"25\"><path d=\"M7 4v17.03a.5.5 0 0 0 .795.404l11.1-8.111a1 1 0 0 0 0-1.615l-11.1-8.112A.5.5 0 0 0 7 4z\"></path></svg></span></button></div><div class=\"u-flex1\"><div><span class=\"u-textColorNormal\">Loading…</span></div><div class=\"u-flexCenter\"><div class=\"u-flex0 u-marginRight10 u-textColorNormal js-currentTime\">0:00</div><div class=\"u-flex1 u-paddingVertical10 u-cursorPointer js-progressContainer\" data-action=\"seek-audioPlayer\"><div class=\"u-flexCenter u-backgroundTransparentBlackLight u-width100pct u-height1 js-progressBar\"><div class=\"u-flex0 u-backgroundTransparentBlackDark u-height1 js-audioProgress\" style=\"width: 0;\"></div><div class=\"u-flex0 u-relative u-right10 u-padding10 u-cursorPointer js-beanContainer\"></div></div></div><div class=\"u-flex0 u-marginLeft10 u-textColorNormal\">19:51</div></div></div></div></div></div><div class=\"postArticle-content js-postField js-notesSource js-trackPostScrolls\" data-post-id=\"94a1f20aa1b4\" data-source=\"post_elevate_sequence_page\" data-tracking-context=\"postPage\"><section class=\"section section--body section--first section--last\" name=\"3b68\"><div class=\"section-divider\"><hr class=\"section-divider\"/></div><div class=\"section-content\"><div class=\"section-inner sectionLayout--insetColumn\"></div><div class=\"section-inner sectionLayout--insetColumn\"><p class=\"graf graf--p graf--hasDropCapModel graf--hasDropCap graf--leading\" id=\"f334\" name=\"f334\"><span class=\"graf-dropCap\">L</span>ast October, I married a Swede. The wedding, which took place the day after the <em class=\"markup--em markup--p-em\">New York Times</em> broke the <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html\" href=\"https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html\" rel=\"nofollow noopener\" target=\"_blank\">first Harvey Weinstein assault</a> story, was a Viking whirlwind in a posh Icelandic Airbnb whose claim to fame is that the Biebs once stayed there. The honeymoon was a sun-dappled stay in Portugal. (There were castles. So many castles.) And eight days later, clad in my freshly espoused skin, I found myself smack in the middle of suburban Stockholm legally wedded to a man I didn’t know very well.</p><p class=\"graf graf--p graf-after--p\" id=\"b42c\" name=\"b42c\">Stockholm in late October is an uninterrupted iteration of gray. The sky is gray, the silvered tree bark is gray, the tarmac is gray, the buildings are infinite shades of Brutalist gray. Gray as a bloated corpse fished out of Slussen, Stockholm’s landscape lends itself to eldritch imaginings, and mired in this gray, newly wedded and alone in the Stockholm ’burbs, I got hooked on <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://www.latimes.com/projects/la-me-dirty-john/\" href=\"http://www.latimes.com/projects/la-me-dirty-john/\" rel=\"nofollow noopener\" target=\"_blank\"><em class=\"markup--em markup--p-em\">Dirty John</em></a><em class=\"markup--em markup--p-em\">.</em></p><p class=\"graf graf--p graf-after--p\" id=\"ebb1\" name=\"ebb1\"><em class=\"markup--em markup--p-em\">Dirty John</em>, in case you aren’t one of the podcast’s more than 10 million listeners or one of the <em class=\"markup--em markup--p-em\">Los Angeles Times</em> article’s many readers, tells the story of a vicious serial con man named John Meehan who romanced, occasionally married, and bilked a multitude of women. The series, which depicts the many ways Meehan preyed upon women, shows the escalating devastation a bad man can cause — and the ease with which we women can believe that the worst guy is actually Mr. Right.</p><p class=\"graf graf--p graf-after--p\" id=\"f4cb\" name=\"f4cb\">The plot centers on Deborah Newell, a fiftysomething SoCal interior designer who met Meehan on Our Time, a dating website for people of a certain age. Like Newell, I am also fiftysomething, and, as she had, I met my man online. Listening to <em class=\"markup--em markup--p-em\">Dear John</em>, hearing the details of internet courtship, I took notice of Newell’s words. As she told her story, one part of my brain racked up similarities between her story and my own: how John had seemed perfect, how he swept her off her feet, how he made her feel loved — utterly, completely, and thoroughly loved. I listened, and I waited for the other shoe to drop. This wasn’t, I knew, a love story. It was a true crime story, and therefore someone, somewhere, was going to get hurt. I wondered if maybe it would be me.</p><blockquote class=\"graf graf--pullquote graf-after--p\" id=\"b27e\" name=\"b27e\">When the chalk outline on the floor is around a woman, the heart of the crime is usually love.</blockquote><p class=\"graf graf--p graf--startsWithDoubleQuote graf-after--pullquote\" id=\"d3b2\" name=\"d3b2\">“Getting married is maybe the most important decision of your life, and yet it’s often the least rational,” Chris Goffard, the author of <em class=\"markup--em markup--p-em\">Dirty John</em>, said to me in an email. He is not wrong. In English, we fall in love, and this metaphor is telling. We don’t step mindfully into love. We don’t wade, stroll, amble, or walk in love — we fall, a verb that conveys love’s loss of control, potential for pain, and unknowable depth.</p><p class=\"graf graf--p graf-after--p\" id=\"be4d\" name=\"be4d\">Who we love — especially when we’re women — can be a question of life and death. In 2017, a <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.cdc.gov/mmwr/volumes/66/wr/mm6628a1.htm?s_cid=mm6628a1_w\" href=\"https://www.cdc.gov/mmwr/volumes/66/wr/mm6628a1.htm?s_cid=mm6628a1_w\" rel=\"nofollow noopener\" target=\"_blank\">report</a> from the Centers for Disease Control and Prevention found that <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.npr.org/sections/thetwo-way/2017/07/21/538518569/cdc-half-of-all-female-murder-victims-are-killed-by-intimate-partners\" href=\"https://www.npr.org/sections/thetwo-way/2017/07/21/538518569/cdc-half-of-all-female-murder-victims-are-killed-by-intimate-partners\" rel=\"nofollow noopener\" target=\"_blank\">more than half</a> of all American female homicide victims died at the hands of intimate partners (worldwide, that rate is 38 percent). By contrast, nearly <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://www.unodc.org/gsh/en/data.html\" href=\"http://www.unodc.org/gsh/en/data.html\" rel=\"nofollow noopener\" target=\"_blank\">78 percent of all U.S. homicide victims are male</a>, and <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://ucr.fbi.gov/crime-in-the-u.s/2010/crime-in-the-u.s.-2010/tables/10shrtbl03.xls\" href=\"https://ucr.fbi.gov/crime-in-the-u.s/2010/crime-in-the-u.s.-2010/tables/10shrtbl03.xls\" rel=\"nofollow noopener\" target=\"_blank\">less than 10 percent</a> of all murder offenders are women.</p><p class=\"graf graf--p graf-after--p\" id=\"5b18\" name=\"5b18\">TL;DR: When the chalk outline on the floor is around a woman, the heart of the crime is usually love.</p><figure class=\"graf graf--figure graf-after--p\" id=\"641d\" name=\"641d\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 30px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 4.3%;\"></div><img class=\"graf-image\" data-height=\"30\" data-image-id=\"1*q2yGj1PEiG1ziPTM5oNDdQ.png\" data-width=\"700\" src=\"https://cdn-images-1.medium.com/max/1600/1*q2yGj1PEiG1ziPTM5oNDdQ.png\"/></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"3cee\" name=\"3cee\"><em class=\"markup--em markup--p-em\">Dirty John</em> was a smash hit, but it’s not alone. In all its bloodstained forms, true crime abides, whether your poison is podcasts like <em class=\"markup--em markup--p-em\">Serial</em>, <em class=\"markup--em markup--p-em\">This Is Criminal</em>, A<em class=\"markup--em markup--p-em\">ll Killa No Filla</em>, or <em class=\"markup--em markup--p-em\">My Favorite Murder</em>; television series like <em class=\"markup--em markup--p-em\">Dateline</em>, <em class=\"markup--em markup--p-em\">Snapped</em>, or any of Investigation Discovery’s many shows; documentaries like <em class=\"markup--em markup--p-em\">The Jinx</em>, <em class=\"markup--em markup--p-em\">Making of a Murderer</em>, or <em class=\"markup--em markup--p-em\">Capturing the Friedmans</em>; or books like <em class=\"markup--em markup--p-em\">I’ll Be Gone in the Dark</em>, <em class=\"markup--em markup--p-em\">Fatal Vision</em>, or <em class=\"markup--em markup--p-em\">Killers of the Flower Moon</em>. True crime is so popular that the Oxygen network went (almost) all true crime (almost) all the time <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.hollywoodreporter.com/live-feed/oxygen-officially-rebranding-as-crime-focused-network-970867\" href=\"https://www.hollywoodreporter.com/live-feed/oxygen-officially-rebranding-as-crime-focused-network-970867\" rel=\"nofollow noopener\" target=\"_blank\">a year ago</a>. Just last month, it expanded its true crime roster further, with 10 <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://variety.com/2018/tv/news/oxygen-10-new-true-crime-series-1202747579/\" href=\"http://variety.com/2018/tv/news/oxygen-10-new-true-crime-series-1202747579/\" rel=\"nofollow noopener\" target=\"_blank\">new programs</a>.</p><blockquote class=\"graf graf--pullquote graf-after--p\" id=\"6a70\" name=\"6a70\">True crime is bloody revenge without the mess.</blockquote><p class=\"graf graf--p graf-after--pullquote\" id=\"a6a7\" name=\"a6a7\">This is notable. Oxygen, the channel with the tagline “television for women,” knows what it’s doing. While true crime as a category is robust across most demographics, its core audience is women — and most of them fall into that tasty <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://www.businessinsider.com/why-young-women-are-the-biggest-true-crime-buffs-2016-3?r=US&amp;IR=T&amp;IR=T\" href=\"http://www.businessinsider.com/why-young-women-are-the-biggest-true-crime-buffs-2016-3?r=US&amp;IR=T&amp;IR=T\" rel=\"nofollow noopener\" target=\"_blank\">25-to-45 advertising demographic</a>. Chances are that if you’re reading this piece, you’re a woman, and I see you, my sister. I love true crime in all its permutations, trashy or high class, starkly factual or glossily reenacted. (My passion is true crime that features women criminals, but really, I’m a small-c catholic true crime devourer.)</p><p class=\"graf graf--p graf-after--p\" id=\"37d9\" name=\"37d9\">Women like me are drawn to true crime for multiple reasons. We like the emotional closure of a solved crime, because many crimes with female victims go unsolved, or we like the <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.nytimes.com/2017/07/19/opinion/i-survived-domestic-violence-now-i-love-true-crime-podcasts.html?action=click&amp;contentCollection=Television&amp;module=RelatedCoverage&amp;region=Marginalia&amp;pgtype=article\" href=\"https://www.nytimes.com/2017/07/19/opinion/i-survived-domestic-violence-now-i-love-true-crime-podcasts.html?action=click&amp;contentCollection=Television&amp;module=RelatedCoverage&amp;region=Marginalia&amp;pgtype=article\" rel=\"nofollow noopener\" target=\"_blank\">ambiguity</a> of an open-ended true crime story for the same reason. Women like true crime because, like horror, true crime <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://time.com/4172673/true-crime-allure/\" href=\"http://time.com/4172673/true-crime-allure/\" rel=\"nofollow noopener\" target=\"_blank\">feels good</a>, spiking endorphins and adrenaline. We also like it because we can revel in the <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://decider.com/2016/09/08/psychiatrist-explains-true-crime-obsession/\" href=\"https://decider.com/2016/09/08/psychiatrist-explains-true-crime-obsession/\" rel=\"nofollow noopener\" target=\"_blank\">schadenfreude</a> of a criminal’s capture or the relief of a criminal’s comeuppance.</p><figure class=\"graf graf--figure graf-after--p\" id=\"33a4\" name=\"33a4\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 752px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 107.4%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*eT7l26-IK7wTFQLzG_wxLA.jpeg\" data-height=\"1200\" data-image-id=\"1*eT7l26-IK7wTFQLzG_wxLA.jpeg\" data-width=\"1117\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*eT7l26-IK7wTFQLzG_wxLA.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*eT7l26-IK7wTFQLzG_wxLA.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*eT7l26-IK7wTFQLzG_wxLA.jpeg\"/></noscript></div></div><figcaption class=\"imageCaption\">Illustration by <a class=\"markup--anchor markup--figure-anchor\" data-href=\"http://www.shreyaillustrations.com/\" href=\"http://www.shreyaillustrations.com/\" rel=\"nofollow noopener\" target=\"_blank\">Shreya Gupta</a></figcaption></figure><p class=\"graf graf--p graf-after--figure\" id=\"d426\" name=\"d426\">Most immediately appealing to me, as the audience, is that I may move freely between identifying with the victim and identifying with the criminal, allowing me to safely experience a range of emotional experiences, from primal, clenched-throat fear to visceral, rampaging violence. True crime is bloody <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://medium.com/the-hairpin/why-are-women-obsessed-with-true-crime-f900d4a933bb\" href=\"https://medium.com/the-hairpin/why-are-women-obsessed-with-true-crime-f900d4a933bb\" target=\"_blank\">revenge</a> without the mess.</p><p class=\"graf graf--p graf-after--p\" id=\"a563\" name=\"a563\">But above all, true crime, for all its guts and gore, imbues its female audience with a sense of power — and that power is knowledge. Most women are smaller, weaker, and less violent than men, and women’s knowledge of our physical limitations is reinforced not only by daily life but also by most narratives. When a woman wins a physical battle against a man, it’s because she’s a literal superhero. True crime allows women to safely learn from the experience of others. Lucky or lamentable, all true crime victims become teachers.</p><p class=\"graf graf--p graf-after--p\" id=\"7c16\" name=\"7c16\"><a class=\"markup--user markup--p-user\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"826ef5bf649\" data-anchor-type=\"2\" data-href=\"https://medium.com/u/826ef5bf649\" data-user-id=\"826ef5bf649\" href=\"https://medium.com/u/826ef5bf649\" target=\"_blank\">Erin Lee Carr</a>, a true crime documentary director and producer, says, “A lot of the violence that happens in our society is against women or people of color, so it’s women practicing if this were to happen. There’s a part of all of us that’s like, ‘What would I do if I was in the alley? What would I do if I was put in that situation?’ I think it’s practice.”</p><p class=\"graf graf--p graf-after--p\" id=\"16b0\" name=\"16b0\"><a class=\"markup--user markup--p-user\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"e8d2c7b5ac57\" data-anchor-type=\"2\" data-href=\"https://medium.com/u/e8d2c7b5ac57\" data-user-id=\"e8d2c7b5ac57\" href=\"https://medium.com/u/e8d2c7b5ac57\" target=\"_blank\">Sarah Weinman</a>, author of the upcoming book <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.sarahweinman.com/\" href=\"https://www.sarahweinman.com/\" rel=\"noopener nofollow\" target=\"_blank\"><em class=\"markup--em markup--p-em\">The Real Lolita</em></a>, agrees. “Women live their life, whether consciously or unconsciously, dealing with fear,” she says. “Women are always having to make the calculus” — the best ways not to get raped or killed, she means — “and it’s running as a background process all the time, 24 hours, seven days a week.”</p><p class=\"graf graf--p graf-after--p\" id=\"4fae\" name=\"4fae\">True crime, then, can function as a kind of mental training for what to do when the time comes. This is part of the appeal of the wildly popular podcast <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.myfavoritemurder.com/\" href=\"https://www.myfavoritemurder.com/\" rel=\"nofollow noopener\" target=\"_blank\"><em class=\"markup--em markup--p-em\">My Favorite Murder</em></a>. The hosts, Karen Kilgariff and Georgia Hardstark, close each show by saying, “Stay sexy. Don’t get murdered.” This slogan — so popular that fans bond over its acronymic, SSDGM — distills the show’s spirited essence. “Don’t get in that trunk,” goes one of <em class=\"markup--em markup--p-em\">My Favorite Murder</em>’s prime pieces of advice. They are indeed words to live by.</p><p class=\"graf graf--p graf-after--p\" id=\"eae5\" name=\"eae5\">True crime gives its female audience a handy-dandy, easy-peasy way to recognize dangerous behavior. “Some have said this series will save lives because it can maybe alert people to the sort of techniques a con man like John Meehan uses,” Goffard says of <em class=\"markup--em markup--p-em\">Dirty John</em>.</p><p class=\"graf graf--p graf--startsWithDoubleQuote graf-after--p\" id=\"585c\" name=\"585c\">“I think that women in general are always looking for signs,” says <a class=\"markup--user markup--p-user\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"8906ff16ba0f\" data-anchor-type=\"2\" data-href=\"https://medium.com/u/8906ff16ba0f\" data-user-id=\"8906ff16ba0f\" href=\"https://medium.com/u/8906ff16ba0f\" target=\"_blank\">Lisa Levy</a>, freelance writer and contributing editor at <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://crimereads.com/\" href=\"http://crimereads.com/\" rel=\"noopener nofollow\" target=\"_blank\"><em class=\"markup--em markup--p-em\">CrimeReads</em></a>. “They look for good signs, they look for bad signs. And I think reading true crime is a way to hone that skill.”</p><blockquote class=\"graf graf--pullquote graf-after--p\" id=\"7acb\" name=\"7acb\">Perpetrating a crime displays a human heart’s most primal impulses.</blockquote><p class=\"graf graf--p graf-after--pullquote\" id=\"dfa3\" name=\"dfa3\">Reading, watching, or listening to true crime, in short, affords women the luxury of putting themselves in danger without physical risk and the headspace to prepare themselves without pressure. You can curl up in your vintage velour tracksuit with a glass of buttery chardonnay, turn on Investigation Discovery, and absorb survival skills, almost as if by osmosis.</p><p class=\"graf graf--p graf-after--p\" id=\"f199\" name=\"f199\">Thus it was almost natural that <em class=\"markup--em markup--p-em\">Dirty John</em> caused me to scrutinize my relationship with my new husband. Holding the whole of our history like an orb in my hand, I looked for flaws, for cracks, for inconsistencies, for untruths. I made a mental checklist of John Meehan’s many “tells,” like the way his rumpled clothes didn’t match his claim to be a doctor, his running out of cash when the dinner check came, and his needling comments that pried Deborah Newell away from her friends and her family.</p><p class=\"graf graf--p graf-after--p\" id=\"277e\" name=\"277e\">I cross-checked Newell’s narrative and found…nothing. My husband, for all his very human flaws and superhuman beauty, seemed to be the man I married. I exhaled, and I moved on, and I continue to love both him and true crime.</p><figure class=\"graf graf--figure graf-after--p\" id=\"1b34\" name=\"1b34\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 30px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 4.3%;\"></div><img class=\"graf-image\" data-height=\"30\" data-image-id=\"1*q2yGj1PEiG1ziPTM5oNDdQ.png\" data-width=\"700\" src=\"https://cdn-images-1.medium.com/max/1600/1*q2yGj1PEiG1ziPTM5oNDdQ.png\"/></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"7aec\" name=\"7aec\">Perpetrating a crime displays a human heart’s most primal impulses. Experiencing a crime — even vicariously — provokes a human body’s most primeval reactions. And solving a crime requires a human mind’s most rational reasoning. It’s a holy trinity of emotion, sensation, and logic. True crime hits a sweet spot that, like dating, was just waiting for the internet. “True crime is a very hot genre in part because of the internet,” says Levy, the <em class=\"markup--em markup--p-em\">CrimeReads</em> writer. “The other thing that does well on the internet are personal essays. You could just say that people have a real desire to read about other people going through bad things, which I think encompasses both genres.”</p><p class=\"graf graf--p graf-after--p\" id=\"5c5f\" name=\"5c5f\">When I imagine a Venn diagram of true crime and personal essays, I see a female audience in the middle. Whether by nature or by nurture, women tend to enjoy sensation, and the genres of both true crime and personal essays pull at human emotions and push at human bodies, creating a symphony of feelings, both mental and physical. Both command a largely female audience — and both are <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.newyorker.com/culture/jia-tolentino/the-personal-essay-boom-is-over\" href=\"https://www.newyorker.com/culture/jia-tolentino/the-personal-essay-boom-is-over\" rel=\"nofollow noopener\" target=\"_blank\">denigrated</a> <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://theweek.com/articles/736073/why-true-crime-obsession-bad-society\" href=\"http://theweek.com/articles/736073/why-true-crime-obsession-bad-society\" rel=\"nofollow noopener\" target=\"_blank\">genres</a>. Finally, both personal essays and true crime have mushroomed because of the internet, because of dating apps, and because of our symbiotic craving for and access to deeply intimate personal experiences.</p><p class=\"graf graf--p graf--startsWithDoubleQuote graf-after--p\" id=\"da48\" name=\"da48\">“So much of true crime stories are about how love transmutes into rage, and how rage then leads to murder, but it’s also about wildly unrealistic expectations,” says true crime writer Sarah Weinman. “If you meet somebody online, or it’s exacerbated through text messages or instant message, it creates this world that is both part of the real world but is also removed from it.”</p><p class=\"graf graf--p graf-after--p\" id=\"51f4\" name=\"51f4\">The phrase “both part of the real world and apart from it” is an apt way to encapsulate the experience of any romance, as much as it is a way of explaining our lives on the web.</p><p class=\"graf graf--p graf-after--p\" id=\"79fe\" name=\"79fe\">The junction of crime and the internet animates the work of documentary filmmaker Carr. Her two documentaries — <em class=\"markup--em markup--p-em\">Thought Crimes: The True Case of the Cannibal Cop</em>, which explores the story of Gilberto Valle, a former cop who is obsessed with killing and eating women, and <em class=\"markup--em markup--p-em\">Mommy Dead and Dearest</em>, which tells the twisted story of Gypsy Rose Blanchard, who killed her mother with the help of her boyfriend — are both Extremely Online. Valle used fetish sites to explore his gory obsession, while wheelchair-bound Blanchard found her boyfriend on a dating site.</p><p class=\"graf graf--p graf-after--p\" id=\"0e12\" name=\"0e12\">Neither Valle’s nor Blanchard’s crimes could have happened without the internet — and without the internet, we probably wouldn’t know they had. “Now it’s really hard to commit a crime without the internet being involved,” Carr says. “So, as a voyeur, as a curious person, I think it’s amazing to uncover how people thought about these things and then executed their plans.”</p><p class=\"graf graf--p graf-after--p\" id=\"0e0f\" name=\"0e0f\">Carr says of her films’ two subjects, “They couldn’t truly reveal who they were, so they create these [online] avatars of themselves that represented what they actually desired sexually.” On the internet, as the classic <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://en.wikipedia.org/wiki/On_the_Internet,_nobody_knows_you%27re_a_dog\" href=\"https://en.wikipedia.org/wiki/On_the_Internet,_nobody_knows_you%27re_a_dog\" rel=\"nofollow noopener\" target=\"_blank\">1993 <em class=\"markup--em markup--p-em\">New Yorker</em> cartoon</a> says, nobody knows you’re a dog.</p><figure class=\"graf graf--figure graf-after--p\" id=\"1750\" name=\"1750\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 750px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 107.1%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*W6PE4-AUOKakxTITqapdiA.jpeg\" data-height=\"1218\" data-image-id=\"1*W6PE4-AUOKakxTITqapdiA.jpeg\" data-width=\"1137\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*W6PE4-AUOKakxTITqapdiA.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*W6PE4-AUOKakxTITqapdiA.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*W6PE4-AUOKakxTITqapdiA.jpeg\"/></noscript></div></div><figcaption class=\"imageCaption\">Illustration by <a class=\"markup--anchor markup--figure-anchor\" data-href=\"http://www.shreyaillustrations.com/\" href=\"http://www.shreyaillustrations.com/\" rel=\"noopener nofollow\" target=\"_blank\">Shreya Gupta</a></figcaption></figure><p class=\"graf graf--p graf-after--figure\" id=\"8259\" name=\"8259\">Yet as much as the web has been a boon for criminals, it has also been a godsend to true crime fanatics, allowing us to watch <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.azcentral.com/story/news/local/mesa/2015/03/05/jodi-arias-trial-sentence-verdict-reaction/24264999/\" href=\"https://www.azcentral.com/story/news/local/mesa/2015/03/05/jodi-arias-trial-sentence-verdict-reaction/24264999/\" rel=\"nofollow noopener\" target=\"_blank\">real-time Twitter reactions</a> to Jodi Arias’ murder trial verdict in 2015, <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.bustle.com/p/10-websites-about-true-crime-for-people-who-are-out-of-new-books-podcasts-documentaries-8842109\" href=\"https://www.bustle.com/p/10-websites-about-true-crime-for-people-who-are-out-of-new-books-podcasts-documentaries-8842109\" rel=\"nofollow noopener\" target=\"_blank\">read true crime blogs</a>, or take deep dives into serial killers’ Wikipedia entries. But even more, the internet has gifted people with ways to get actively involved with true crime. Some true crime fans do more than passively sit on their couches absorbing lurid stories — some, like the late Michelle McNamara, the author of <em class=\"markup--em markup--p-em\">I’ll Be Gone in the Dark</em>, start <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://truecrimediary.com/\" href=\"http://truecrimediary.com/\" rel=\"nofollow noopener\" target=\"_blank\">blogs</a>; others join <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.meetup.com/SSDGM-Murderino-Meetup/messages/boards/?_cookie-check=1IfA6uApAhT-UIU0\" href=\"https://www.meetup.com/SSDGM-Murderino-Meetup/messages/boards/?_cookie-check=1IfA6uApAhT-UIU0\" rel=\"nofollow noopener\" target=\"_blank\">message boards</a>; and still others begin movements like #MeToo.</p><p class=\"graf graf--p graf-after--p\" id=\"4447\" name=\"4447\">True crime’s potential for evolution is especially meaningful for women because, while we are less likely than men to be murdered, we are more likely to be raped — and rape is one felony that has yet to be folded into the true crime lexicon as a stand-alone act. Rape, to be treated as true crime, still has to be appended to murder. However, Bill Cosby’s recent conviction on three counts of sexual assault gives true crime a juicy opportunity to recover this glaring omission, as does Weinstein’s recent arrest, and as do the unfolding revelations about R. Kelly, Charlie Rose, and myriad other <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.glamour.com/gallery/post-weinstein-these-are-the-powerful-men-facing-sexual-harassment-allegations\" href=\"https://www.glamour.com/gallery/post-weinstein-these-are-the-powerful-men-facing-sexual-harassment-allegations\" rel=\"nofollow noopener\" target=\"_blank\">powerful men</a>.</p><p class=\"graf graf--p graf--startsWithDoubleQuote graf-after--p\" id=\"f211\" name=\"f211\">“So what does a rape have to do to be a true crime story?” Lisa Levy writes in her April 2018 <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://crimereads.com/rape-stories-are-crime-stories/\" href=\"https://crimereads.com/rape-stories-are-crime-stories/\" rel=\"nofollow noopener\" target=\"_blank\"><em class=\"markup--em markup--p-em\">CrimeReads</em> piece</a>. The answer is a depressing mix of “be a good victim” and “be a victim of a serial rapist,” but often even the story of a perfect victim in a string of brutal crimes isn’t enough. Because, as Levy points out, rape stories are almost always women’s stories.</p><p class=\"graf graf--p graf--startsWithDoubleQuote graf-after--p\" id=\"3f97\" name=\"3f97\">“I started reading books about rape,” Levy says, “and what I discovered was there were overwhelmingly memoirs, and I found that to be very interesting. It seemed to be a way to either downgrade rape and sexual assault as a crime or to say: Well, these stories that women are telling, they’re just stories. It’s just autobiography.” He said/she said, it seems, retains its power imbalance, even in literature.</p><blockquote class=\"graf graf--pullquote graf-after--p\" id=\"7b18\" name=\"7b18\">Perhaps women are taught to be afraid of the wrong men, and perhaps true crime allows women the space to recognize that.</blockquote><p class=\"graf graf--p graf-after--pullquote\" id=\"0f18\" name=\"0f18\">Purists might object that memoir is not true crime — that the genre requires an objective, outside observer who documents with a cold, calculating, and uninvested eye — but true crime has often made room for the first-person narrative “I.” Michelle McNamara sprinkles her book with her own experiences and feelings. Ann Rule’s <em class=\"markup--em markup--p-em\">The Stranger Beside Me</em>, a book about serial killer Ted Bundy, is as much a eulogy to her friendship with Bundy as it is an investigation into his crimes and capture. Even the hallowed father of serious true crime, Truman Capote, plays with narrative point of view in his classic “nonfiction novel,” <em class=\"markup--em markup--p-em\">In Cold Blood</em>. The male writers who followed in his footsteps, people like Gay Talese, James Ellroy, and Dominick Dunne, are all palpable presences in their true crime stories, too.</p><p class=\"graf graf--p graf-after--p\" id=\"01ce\" name=\"01ce\">The problem, then, is not so much that it’s the women themselves telling the stories of their own experiences and sexual violation. It’s that, in addition to not often getting to trial or to conviction, sexual violence isn’t taken as seriously as homicide or being conned out of cash.</p><p class=\"graf graf--p graf-after--p\" id=\"9a7c\" name=\"9a7c\">In the genre of true crime, the crime matters as much as the voice — and true crime has not taken women as seriously as women take it.</p><figure class=\"graf graf--figure graf-after--p\" id=\"6be3\" name=\"6be3\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 30px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 4.3%;\"></div><img class=\"graf-image\" data-height=\"30\" data-image-id=\"1*q2yGj1PEiG1ziPTM5oNDdQ.png\" data-width=\"700\" src=\"https://cdn-images-1.medium.com/max/1600/1*q2yGj1PEiG1ziPTM5oNDdQ.png\"/></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"ec89\" name=\"ec89\">So why, in the great gray of Stockholm October, did <em class=\"markup--em markup--p-em\">Dirty John </em>resonate so deeply with me? Why did it wake me at night to wonder about the past, hidden lives of the man insensate beside me? What about this story of a California con man rang so true? And how does this con’s story feel inextricable from the onslaught of #MeToo stories that flow like an endless sludgy river?</p><p class=\"graf graf--p graf-after--p\" id=\"d4eb\" name=\"d4eb\">I’ve turned this mental Rubik’s cube over and over, trying to understand a connection between my suspicions, my feelings, and the haunting specter of my marriage. Sitting here in the hot light of the Stockholm May sun, I look at last winter’s anxiety, and I see the slow, burbling recognition of something that I’d felt — but never allowed myself to articulate — was true. And that is this: Perhaps women are taught to be afraid of the wrong men, and perhaps true crime allows women the space to recognize that.</p><p class=\"graf graf--p graf-after--p\" id=\"6d32\" name=\"6d32\">Women — especially white women — are statistically the least endangered, yet we are fearful (a phenomenon called the <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://academic.oup.com/bjc/article-abstract/51/1/58/344723\" href=\"https://academic.oup.com/bjc/article-abstract/51/1/58/344723\" rel=\"nofollow noopener\" target=\"_blank\">gender-fear paradox</a>). Women are afraid because, while both little boys and little girls are taught “stranger danger,” boys get to drop that fear as they become men; women do not. Women are taught to be afraid of every man we do not know (and even the rustle and the crackle in the dark that could be the men we don’t know). Raised with the specter of the bogeyman, we carry our keys between our fingers, stash our headphones the moment we step off the subway, and learn that regardless of whether you wear unflattering overalls or a tight skirt, it’s somehow your fault. The gender-fear paradox is real, but so too is the fear.</p><p class=\"graf graf--p graf-after--p\" id=\"9189\" name=\"9189\">Culture raises women to fear strange men and to trust the men they know — the very men who, the cold facts tell us, are most likely to harm us. Women are brought up to #marrybestfriend in a #friendshipmarriage as our #relationshipgoals, we’re bred to be deferential to our bosses, and we’re reared to be reverential to celebrity. Our trust in men is as unearned as it is unreciprocated — yet it’s expected. And this is where true crime’s real value lies: Unlike love songs, unlike rom-coms, and unlike romance novels, true crime has no interest in telling us to trust men. Unlike politicians or bosses, it doesn’t seek to gaslight women.</p><p class=\"graf graf--p graf-after--p graf--trailing\" id=\"f64e\" name=\"f64e\">True crime, unlike just about every other genre that we women clasp to our collective breast, doesn’t want to sugarcoat the world. It wants to tell us that our suspicions are correct: We are in danger, and the call is coming from inside the house. Only true crime tells us what we need to know to survive the men who want to love us to death — and this hard, glinting truth may be the reason why women love true crime, until death do us part.</p></div></div></section></div></main></div><section class=\"u-maxWidth700 u-paddingHorizontal20 u-marginAuto\"><div class=\"u-marginTop60 u-xs-marginTop25\"><div class=\"elevate-actions u-borderBottomLightest u-paddingBottom25\"><div class=\"postActions js-postActionsFooter\"><div class=\"u-flexCenter\"><div class=\"u-flex1\"><div class=\"multirecommend js-actionMultirecommend u-flexCenter\" data-clap-string-plural=\"claps\" data-clap-string-singular=\"clap\" data-has-recommend-list=\"true\" data-is-circle=\"true\" data-is-icon-29px=\"true\" data-post-id=\"94a1f20aa1b4\" data-source=\"post_actions_footer-----94a1f20aa1b4---------------------clap_footer\"><div class=\"u-relative u-foreground\"><button aria-label=\"Clap\" class=\"button button--large button--circle button--withChrome u-baseColor--buttonNormal button--withIcon button--withSvgIcon clapButton js-actionMultirecommendButton clapButton--darker clapButton--largePill u-relative u-foreground u-xs-paddingLeft13 u-width60 u-height60 u-accentColor--textNormal u-accentColor--buttonNormal clap-onboarding\" data-action=\"sign-up-prompt\" data-action-source=\"post_actions_footer-----94a1f20aa1b4---------------------clap_footer\" data-redirect=\"https://medium.com/_/vote/p/94a1f20aa1b4\" data-requires-token=\"true\" data-sign-in-action=\"multivote\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--clap svgIcon--33px u-relative u-topNegative2 u-xs-top0\"><svg class=\"svgIcon-use\" height=\"33\" width=\"33\"><path d=\"M28.86 17.342l-3.64-6.402c-.292-.433-.712-.729-1.163-.8a1.124 1.124 0 0 0-.889.213c-.63.488-.742 1.181-.33 2.061l1.222 2.587 1.4 2.46c2.234 4.085 1.511 8.007-2.145 11.663-.26.26-.526.49-.797.707 1.42-.084 2.881-.683 4.292-2.094 3.822-3.823 3.565-7.876 2.05-10.395zm-6.252 11.075c3.352-3.35 3.998-6.775 1.978-10.469l-3.378-5.945c-.292-.432-.712-.728-1.163-.8a1.122 1.122 0 0 0-.89.213c-.63.49-.742 1.182-.33 2.061l1.72 3.638a.502.502 0 0 1-.806.568l-8.91-8.91a1.335 1.335 0 0 0-1.887 1.886l5.292 5.292a.5.5 0 0 1-.707.707l-5.292-5.292-1.492-1.492c-.503-.503-1.382-.505-1.887 0a1.337 1.337 0 0 0 0 1.886l1.493 1.492 5.292 5.292a.499.499 0 0 1-.353.854.5.5 0 0 1-.354-.147L5.642 13.96a1.338 1.338 0 0 0-1.887 0 1.338 1.338 0 0 0 0 1.887l2.23 2.228 3.322 3.324a.499.499 0 0 1-.353.853.502.502 0 0 1-.354-.146l-3.323-3.324a1.333 1.333 0 0 0-1.886 0 1.325 1.325 0 0 0-.39.943c0 .356.138.691.39.943l6.396 6.397c3.528 3.53 8.86 5.313 12.821 1.353zM12.73 9.26l5.68 5.68-.49-1.037c-.518-1.107-.426-2.13.224-2.89l-3.303-3.304a1.337 1.337 0 0 0-1.886 0 1.326 1.326 0 0 0-.39.944c0 .217.067.42.165.607zm14.787 19.184c-1.599 1.6-3.417 2.392-5.353 2.392-.349 0-.7-.03-1.058-.082a7.922 7.922 0 0 1-3.667.887c-3.049 0-6.115-1.626-8.359-3.87l-6.396-6.397A2.315 2.315 0 0 1 2 19.724a2.327 2.327 0 0 1 1.923-2.296l-.875-.875a2.339 2.339 0 0 1 0-3.3 2.33 2.33 0 0 1 1.24-.647l-.139-.139c-.91-.91-.91-2.39 0-3.3.884-.884 2.421-.882 3.301 0l.138.14a2.335 2.335 0 0 1 3.948-1.24l.093.092c.091-.423.291-.828.62-1.157a2.336 2.336 0 0 1 3.3 0l3.384 3.386a2.167 2.167 0 0 1 1.271-.173c.534.086 1.03.354 1.441.765.11-.549.415-1.034.911-1.418a2.12 2.12 0 0 1 1.661-.41c.727.117 1.385.565 1.853 1.262l3.652 6.423c1.704 2.832 2.025 7.377-2.205 11.607zM13.217.484l-1.917.882 2.37 2.837-.454-3.719zm8.487.877l-1.928-.86-.44 3.697 2.368-2.837zM16.5 3.293L15.478-.005h2.044L16.5 3.293z\" fill-rule=\"evenodd\"></path></svg></span></span><span class=\"button-activeState\"><span class=\"svgIcon svgIcon--clapFilled svgIcon--33px u-relative u-topNegative2 u-xs-top0\"><svg class=\"svgIcon-use\" height=\"33\" width=\"33\"><g fill-rule=\"evenodd\"><path d=\"M29.58 17.1l-3.854-6.78c-.365-.543-.876-.899-1.431-.989a1.491 1.491 0 0 0-1.16.281c-.42.327-.65.736-.7 1.207v.001l3.623 6.367c2.46 4.498 1.67 8.802-2.333 12.807-.265.265-.536.505-.81.728 1.973-.222 3.474-1.286 4.45-2.263 4.166-4.165 3.875-8.6 2.215-11.36zm-4.831.82l-3.581-6.3c-.296-.439-.725-.742-1.183-.815a1.105 1.105 0 0 0-.89.213c-.647.502-.755 1.188-.33 2.098l1.825 3.858a.601.601 0 0 1-.197.747.596.596 0 0 1-.77-.067L10.178 8.21c-.508-.506-1.393-.506-1.901 0a1.335 1.335 0 0 0-.393.95c0 .36.139.698.393.95v.001l5.61 5.61a.599.599 0 1 1-.848.847l-5.606-5.606c-.001 0-.002 0-.003-.002L5.848 9.375a1.349 1.349 0 0 0-1.902 0 1.348 1.348 0 0 0 0 1.901l1.582 1.582 5.61 5.61a.6.6 0 0 1-.848.848l-5.61-5.61c-.51-.508-1.393-.508-1.9 0a1.332 1.332 0 0 0-.394.95c0 .36.139.697.393.952l2.363 2.362c.002.001.002.002.002.003l3.52 3.52a.6.6 0 0 1-.848.847l-3.522-3.523h-.001a1.336 1.336 0 0 0-.95-.393 1.345 1.345 0 0 0-.949 2.295l6.779 6.78c3.715 3.713 9.327 5.598 13.49 1.434 3.527-3.528 4.21-7.13 2.086-11.015zM11.817 7.727c.06-.328.213-.64.466-.893.64-.64 1.755-.64 2.396 0l3.232 3.232c-.82.783-1.09 1.833-.764 2.992l-5.33-5.33z\"></path><path d=\"M13.285.48l-1.916.881 2.37 2.837z\"></path><path d=\"M21.719 1.361L19.79.501l-.44 3.697z\"></path><path d=\"M16.502 3.298L15.481 0h2.043z\"></path></g></svg></span></span></button><div class=\"clapUndo u-width60 u-round u-height32 u-absolute u-borderBox u-paddingRight5 u-transition--transform200Springu-backgroundGrayLighter js-clapUndo\" style=\"top: 14px; padding: 2px;\"><button class=\"button button--chromeless u-baseColor--buttonNormal button--withIcon button--withSvgIcon u-floatRight\" data-action=\"multivote-undo\" data-action-value=\"94a1f20aa1b4\"><span class=\"svgIcon svgIcon--removeThin svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M20.13 8.11l-5.61 5.61-5.609-5.61-.801.801 5.61 5.61-5.61 5.61.801.8 5.61-5.609 5.61 5.61.8-.801-5.609-5.61 5.61-5.61\" fill-rule=\"evenodd\"></path></svg></span></button></div></div><span class=\"u-relative u-background js-actionMultirecommendCount u-marginLeft16\"><button class=\"button button--chromeless u-baseColor--buttonNormal js-multirecommendCountButton u-textColorDarker\" data-action=\"show-recommends\" data-action-value=\"94a1f20aa1b4\">4.3K claps</button><span class=\"u-xs-hide\"></span></span></div></div><div class=\"buttonSet u-flex0\"><a aria-label=\"Share on Twitter\" class=\"button button--dark button--chromeless u-baseColor--buttonDark button--withIcon button--withSvgIcon button--dark button--chromeless u-xs-hide u-marginRight12\" data-action-source=\"post_actions_footer\" href=\"https://medium.com/p/94a1f20aa1b4/share/twitter\" target=\"_blank\" title=\"Share on Twitter\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--twitterFilled svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M22.053 7.54a4.474 4.474 0 0 0-3.31-1.455 4.526 4.526 0 0 0-4.526 4.524c0 .35.04.7.082 1.05a12.9 12.9 0 0 1-9.3-4.77c-.39.69-.61 1.46-.65 2.26.03 1.6.83 2.99 2.02 3.79-.72-.02-1.41-.22-2.02-.57-.01.02-.01.04 0 .08-.01 2.17 1.55 4 3.63 4.44-.39.08-.79.13-1.21.16-.28-.03-.57-.05-.81-.08.54 1.77 2.21 3.08 4.2 3.15a9.564 9.564 0 0 1-5.66 1.94c-.34-.03-.7-.06-1.05-.08 2 1.27 4.38 2.02 6.94 2.02 8.31 0 12.86-6.9 12.84-12.85.02-.24.01-.43 0-.65.89-.62 1.65-1.42 2.26-2.34-.82.38-1.69.62-2.59.72a4.37 4.37 0 0 0 1.94-2.51c-.84.53-1.81.9-2.83 1.13z\"></path></svg></span></span></a><a aria-label=\"Share on Facebook\" class=\"button button--dark button--chromeless u-baseColor--buttonDark button--withIcon button--withSvgIcon button--dark button--chromeless u-xs-hide u-marginRight12\" data-action-source=\"post_actions_footer\" href=\"https://medium.com/p/94a1f20aa1b4/share/facebook\" target=\"_blank\" title=\"Share on Facebook\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--facebookSquare svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M23.209 5H5.792A.792.792 0 0 0 5 5.791V23.21c0 .437.354.791.792.791h9.303v-7.125H12.72v-2.968h2.375v-2.375c0-2.455 1.553-3.662 3.741-3.662 1.049 0 1.95.078 2.213.112v2.565h-1.517c-1.192 0-1.469.567-1.469 1.397v1.963h2.969l-.594 2.968h-2.375L18.11 24h5.099a.791.791 0 0 0 .791-.791V5.79a.791.791 0 0 0-.791-.79\"></path></svg></span></span></a><button aria-label=\"Share this story on Twitter or Facebook\" class=\"button button--large button--dark button--chromeless u-baseColor--buttonDark button--withIcon button--withSvgIcon u-xs-show u-marginRight10\" data-action=\"show-share-popover\" data-action-source=\"post_actions_footer\" title=\"Share this story on Twitter or Facebook\"><span class=\"svgIcon svgIcon--share svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M20.385 8H19a.5.5 0 1 0 .011 1h1.39c.43 0 .84.168 1.14.473.31.305.48.71.48 1.142v10.77c0 .43-.17.837-.47 1.142-.3.305-.71.473-1.14.473H8.62c-.43 0-.84-.168-1.144-.473a1.603 1.603 0 0 1-.473-1.142v-10.77c0-.43.17-.837.48-1.142A1.599 1.599 0 0 1 8.62 9H10a.502.502 0 0 0 0-1H8.615c-.67 0-1.338.255-1.85.766-.51.51-.765 1.18-.765 1.85v10.77c0 .668.255 1.337.766 1.848.51.51 1.18.766 1.85.766h11.77c.668 0 1.337-.255 1.848-.766.51-.51.766-1.18.766-1.85v-10.77c0-.668-.255-1.337-.766-1.848A2.61 2.61 0 0 0 20.384 8zm-8.67-2.508L14 3.207v8.362c0 .27.224.5.5.5s.5-.23.5-.5V3.2l2.285 2.285a.49.49 0 0 0 .704-.001.511.511 0 0 0 0-.708l-3.14-3.14a.504.504 0 0 0-.71 0L11 4.776a.501.501 0 0 0 .71.706\" fill-rule=\"evenodd\"></path></svg></span></button><button aria-label=\"Bookmark this story to read later\" class=\"button button--large button--dark button--chromeless is-touchIconFadeInPulse button--withIcon button--withSvgIcon button--bookmark js-bookmarkButton\" data-action=\"sign-up-prompt\" data-action-source=\"post_actions_footer\" data-redirect=\"https://medium.com/_/bookmark/p/94a1f20aa1b4\" data-requires-token=\"true\" data-sign-in-action=\"add-to-bookmarks\" title=\"Bookmark this story to read later\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--bookmark svgIcon--29px u-marginRight4\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M19.385 4h-9.77A2.623 2.623 0 0 0 7 6.615V23.01a1.022 1.022 0 0 0 1.595.847l5.905-4.004 5.905 4.004A1.022 1.022 0 0 0 22 23.011V6.62A2.625 2.625 0 0 0 19.385 4zM21 23l-5.91-3.955-.148-.107a.751.751 0 0 0-.884 0l-.147.107L8 23V6.615C8 5.725 8.725 5 9.615 5h9.77C20.275 5 21 5.725 21 6.615V23z\" fill-rule=\"evenodd\"></path></svg></span></span><span class=\"button-activeState\"><span class=\"svgIcon svgIcon--bookmarkFilled svgIcon--29px u-marginRight4\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M19.385 4h-9.77A2.623 2.623 0 0 0 7 6.615V23.01a1.022 1.022 0 0 0 1.595.847l5.905-4.004 5.905 4.004A1.022 1.022 0 0 0 22 23.011V6.62A2.625 2.625 0 0 0 19.385 4z\" fill-rule=\"evenodd\"></path></svg></span></span></button><button aria-label=\"More actions\" class=\"button button--large button--dark button--chromeless is-touchIconBlackPulse button--withIcon button--withSvgIcon js-moreActionsButton\" data-action=\"more-actions\" title=\"More actions\"><span class=\"svgIcon svgIcon--more svgIcon--25px\"><svg class=\"svgIcon-use\" height=\"25\" viewbox=\"-480.5 272.5 21 21\" width=\"25\"><path d=\"M-463 284.6c.9 0 1.6-.7 1.6-1.6s-.7-1.6-1.6-1.6-1.6.7-1.6 1.6.7 1.6 1.6 1.6zm0 .9c-1.4 0-2.5-1.1-2.5-2.5s1.1-2.5 2.5-2.5 2.5 1.1 2.5 2.5-1.1 2.5-2.5 2.5zm-7-.9c.9 0 1.6-.7 1.6-1.6s-.7-1.6-1.6-1.6-1.6.7-1.6 1.6.7 1.6 1.6 1.6zm0 .9c-1.4 0-2.5-1.1-2.5-2.5s1.1-2.5 2.5-2.5 2.5 1.1 2.5 2.5-1.1 2.5-2.5 2.5zm-7-.9c.9 0 1.6-.7 1.6-1.6s-.7-1.6-1.6-1.6-1.6.7-1.6 1.6.7 1.6 1.6 1.6zm0 .9c-1.4 0-2.5-1.1-2.5-2.5s1.1-2.5 2.5-2.5 2.5 1.1 2.5 2.5-1.1 2.5-2.5 2.5z\"></path></svg></span></button></div></div></div></div></div><div class=\"u-flexTop u-paddingVertical50 u-xs-flexColumn u-xs-textAlignCenter u-xs-paddingVertical30 uiScale uiScale-ui--regular uiScale-caption--regular\"><a class=\"link u-baseColor--link avatar u-xs-show u-marginAuto u-marginBottom20\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"6d5c34cab6a4\" data-user-id=\"6d5c34cab6a4\" dir=\"auto\" href=\"https://medium.com/@chelseagsummers\"><img alt=\"Go to the profile of chelsea g. summers\" class=\"avatar-image avatar-image--medium\" src=\"https://cdn-images-1.medium.com/fit/c/160/160/1*et3TVcY6P7zdOiJ0Jj8j2w.jpeg\"/></a><a class=\"link u-baseColor--link avatar u-xs-hide\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"6d5c34cab6a4\" data-user-id=\"6d5c34cab6a4\" dir=\"auto\" href=\"https://medium.com/@chelseagsummers\"><img alt=\"Go to the profile of chelsea g. summers\" class=\"avatar-image avatar-image--larger\" src=\"https://cdn-images-1.medium.com/fit/c/300/300/1*et3TVcY6P7zdOiJ0Jj8j2w.jpeg\"/></a><div class=\"u-marginLeft25 u-xs-marginAuto\"><span class=\"elevate-caps\">written by</span><a class=\"ds-link ds-link--stylePointer\" href=\"https://medium.com/@chelseagsummers\"><h3 class=\"ui-h2 u-paddingTop4 u-marginBottom4\">chelsea g. summers</h3></a><p class=\"ui-summary u-marginBottom16\">An ex-academic and a former stripper, Chelsea G. Summers is a writer who’s going places. http://www.chelseasummers.com/</p><span class=\"followState js-followState\" data-user-id=\"6d5c34cab6a4\"><button class=\"button u-noUserSelect button--withChrome u-baseColor--buttonNormal button--withHover button--unblock js-unblockButton button--primary\" data-action=\"sign-up-prompt\" data-action-source=\"elevate-94a1f20aa1b4\" data-redirect=\"https://medium.com/s/trustissues/love-in-a-time-of-true-crime-94a1f20aa1b4\" data-requires-token=\"true\" data-sign-in-action=\"toggle-block-user\"><span class=\"button-label button-defaultState\">Blocked</span><span class=\"button-label button-hoverState\">Unblock</span></button><button class=\"button button--dark u-noUserSelect button--withChrome u-baseColor--buttonDark button--follow js-followButton button--primary\" data-action=\"sign-up-prompt\" data-action-source=\"elevate_94a1f20aa1b4-6d5c34cab6a4-------------------------follow_elevate\" data-redirect=\"https://medium.com/_/subscribe/user/6d5c34cab6a4\" data-requires-token=\"true\" data-sign-in-action=\"toggle-subscribe-user\"><span class=\"button-label button-defaultState js-buttonLabel\">Follow</span><span class=\"button-label button-activeState\">Following</span></button></span></div></div><div class=\"js-responsesToggleContainer\"></div></section><div class=\"js-responsesPlaceholderContainer u-maxWidth700 u-marginAuto u-paddingHorizontal20\"></div></div><div class=\"js-elevateBottomRecirc u-marginTop40 u-xs-marginTop0 u-backgroundGrayLightest\" data-post-id=\"94a1f20aa1b4\"></div><footer class=\"uiScale uiScale-ui--regular uiScale-caption--regular uiScale-theme--brandBlack js-elevateFooter\"><div class=\"u-maxWidth1000 u-marginAuto u-paddingVertical50 u-paddingHorizontal20 u-borderBox u-xs-padding20\"><section class=\"u-flexTop u-justifyContentSpaceBetween u-xs-hide\"><aside class=\"u-maxWidth300 u-marginBottom20 u-marginRight16\"><div class=\"u-height110\"><h4 class=\"ui-h4\"><a class=\"ds-link ds-link--styleObvious\" href=\"https://medium.com/about?autoplay=1\">Discover Medium</a></h4><p class=\"ui-caption\">Welcome to a place where words matter. On Medium, smart voices and original ideas take center stage — with no ads in sight. <a class=\"ds-link ds-link--styleObvious ui-caption\" href=\"https://medium.com/about?autoplay=1\">Watch</a></p></div></aside><aside class=\"u-maxWidth300 u-marginBottom20 u-marginRight16\"><div class=\"u-height110\"><h4 class=\"ui-h4\"><a class=\"ds-link ds-link--styleObvious\" href=\"https://medium.com/topics\">Make Medium yours</a></h4><p class=\"ui-caption\">Follow all the topics you care about, and we’ll deliver the best stories for you to your homepage and inbox. <a class=\"ds-link ds-link--styleObvious ui-caption\" href=\"https://medium.com/topics\">Explore</a></p></div></aside><aside class=\"u-maxWidth300 u-marginBottom20\"><div class=\"u-height110\"><h4 class=\"ui-h4\"><a class=\"ds-link ds-link--styleObvious js-upgradeMembershipAction\" data-post-id=\"94a1f20aa1b4\" href=\"https://medium.com/membership?source=upgrade_membership---post_recirc--94a1f20aa1b4\">Become a member</a></h4><p class=\"ui-caption\">Get unlimited access to the best stories on Medium — and support writers while you’re at it. Just $5/month. <a class=\"ds-link ds-link--styleObvious ui-caption js-upgradeMembershipAction\" data-post-id=\"94a1f20aa1b4\" href=\"https://medium.com/membership?source=upgrade_membership---post_recirc--94a1f20aa1b4\">Upgrade</a></p></div></aside></section><section class=\"u-flexCenter u-justifyContentSpaceBetween u-paddingTop40 u-borderTop1 u-borderColorTransparentWhiteLighter u-xs-border0 u-xs-paddingVertical0\"><a data-log-event=\"home\" href=\"https://medium.com/\"><span class=\"svgIcon svgIcon--logoWordmark svgIcon--112x22px u-xs-hide u-textColorWhite\"><svg class=\"svgIcon-use\" height=\"22\" viewbox=\"0 0 111.5 22\" width=\"112\"><path d=\"M56.3 19.5c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5V19c-.7 1.8-2.4 3-4.3 3-3.3 0-5.8-2.6-5.8-7.5 0-4.5 2.6-7.6 6.3-7.6 1.6-.1 3.1.8 3.8 2.4V3.2c0-.3-.1-.6-.3-.7l-1.4-1.4V1l6.5-.8v19.3zm-4.8-.8V9.5c-.5-.6-1.2-.9-1.9-.9-1.6 0-3.1 1.4-3.1 5.7 0 4 1.3 5.4 3 5.4.8.1 1.6-.3 2-1zm9.1 3.1V9.4c0-.3-.1-.6-.3-.7l-1.4-1.5v-.1h6.5v12.5c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5zm-.2-19.2C60.4 1.2 61.5 0 63 0c1.4 0 2.6 1.2 2.6 2.6S64.4 5.3 63 5.3c-1.5 0-2.6-1.2-2.6-2.7zm22.5 16.9c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5v-3.2c-.6 2-2.4 3.4-4.5 3.4-2.9 0-4.4-2.1-4.4-6.2 0-1.9 0-4.1.1-6.5 0-.3-.1-.5-.3-.7L67.7 7v.1H74v8c0 2.6.4 4.4 2 4.4.9-.1 1.7-.6 2.1-1.3V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v12.4zm22 2.3c0-.5.1-6.5.1-7.9 0-2.6-.4-4.5-2.2-4.5-.9 0-1.8.5-2.3 1.3.2.8.3 1.7.3 2.5 0 1.8-.1 4.2-.1 6.5 0 .3.1.5.3.7l1.5 1.4v.1H96c0-.4.1-6.5.1-7.9 0-2.7-.4-4.5-2.2-4.5-.9 0-1.7.5-2.2 1.3v9c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v3.1c.6-2.1 2.5-3.5 4.6-3.4 2.2 0 3.6 1.2 4.2 3.5.7-2.1 2.7-3.6 4.9-3.5 2.9 0 4.5 2.2 4.5 6.2 0 1.9-.1 4.2-.1 6.5-.1.3.1.6.3.7l1.4 1.4v.1h-6.6zm-81.4-2l1.9 1.9v.1h-9.8v-.1l2-1.9c.2-.2.3-.4.3-.7V7.3c0-.5 0-1.2.1-1.8L11.4 22h-.1L4.5 6.8c-.1-.4-.2-.4-.3-.6v10c-.1.7 0 1.3.3 1.9l2.7 3.6v.1H0v-.1L2.7 18c.3-.6.4-1.3.3-1.9v-11c0-.5-.1-1.1-.5-1.5L.7 1.1V1h7l5.8 12.9L18.6 1h6.8v.1l-1.9 2.2c-.2.2-.3.5-.3.7v15.2c0 .2.1.5.3.6zm7.6-5.9c0 3.8 1.9 5.3 4.2 5.3 1.9.1 3.6-1 4.4-2.7h.1c-.8 3.7-3.1 5.5-6.5 5.5-3.7 0-7.2-2.2-7.2-7.4 0-5.5 3.5-7.6 7.3-7.6 3.1 0 6.4 1.5 6.4 6.2v.8h-8.7zm0-.8h4.3v-.8c0-3.9-.8-4.9-2-4.9-1.4.1-2.3 1.6-2.3 5.7z\"></path></svg></span><span class=\"svgIcon svgIcon--logoWordmark svgIcon--122x45px u-xs-show u-textColorWhite\"><svg class=\"svgIcon-use\" height=\"45\" width=\"122\"><path d=\"M61.6 31.806c0 .412 0 .505.28.758l1.574 1.537v.065h-6.979v-2.95a4.852 4.852 0 0 1-4.627 3.203c-3.588 0-6.192-2.81-6.192-7.981 0-4.843 2.81-8.075 6.754-8.075a4.122 4.122 0 0 1 4.056 2.51v-6.51a.806.806 0 0 0-.319-.787l-1.499-1.443v-.065l6.951-.815v20.553zm-5.125-.937v-9.714a2.614 2.614 0 0 0-2.08-.975c-1.695 0-3.334 1.537-3.334 6.099 0 4.271 1.414 5.78 3.175 5.78a2.81 2.81 0 0 0 2.24-1.19zm9.752 3.297V21.051a.88.88 0 0 0-.281-.786L64.4 18.672v-.065h6.98v13.302c0 .412 0 .505.28.758l1.536 1.443v.066l-6.97-.01zm-.253-20.356a2.81 2.81 0 1 1 5.62 0 2.81 2.81 0 0 1-5.62 0zm24.234 17.967c0 .413 0 .534.281.787l1.574 1.537v.065h-7.017v-3.363a5.077 5.077 0 0 1-4.805 3.616c-3.11 0-4.778-2.267-4.778-6.557 0-2.07 0-4.337.066-6.885a.796.796 0 0 0-.281-.76l-1.546-1.545v-.065h6.923v8.552c0 2.81.412 4.684 2.173 4.684a2.81 2.81 0 0 0 2.267-1.415v-9.367a.88.88 0 0 0-.28-.787l-1.556-1.602v-.065h6.979v13.17zm23.756 2.39c0-.507.094-6.952.094-8.432 0-2.81-.44-4.75-2.417-4.75a3.138 3.138 0 0 0-2.482 1.35c.198.876.292 1.772.28 2.67 0 1.948-.065 4.43-.093 6.913a.796.796 0 0 0 .281.759l1.574 1.442v.066h-7.045c0-.468.094-6.95.094-8.431 0-2.857-.44-4.75-2.389-4.75a2.81 2.81 0 0 0-2.323 1.387v9.555c0 .412 0 .506.281.759l1.537 1.442v.066h-6.97V21.098a.88.88 0 0 0-.281-.787l-1.546-1.639v-.065h6.98v3.334a5.002 5.002 0 0 1 5.002-3.587c2.323 0 3.896 1.292 4.562 3.747a5.433 5.433 0 0 1 5.245-3.747c3.11 0 4.872 2.295 4.872 6.632 0 2.07-.066 4.43-.094 6.913a.75.75 0 0 0 .318.759l1.537 1.443v.065h-7.017zm-87.671-2.043l2.07 1.977v.065H17.862v-.065l2.107-1.977a.796.796 0 0 0 .281-.759V18.728c0-.534 0-1.255.094-1.873l-7.082 17.564h-.084L5.843 18.26c-.16-.402-.206-.43-.31-.702v10.595c-.087.71.034 1.429.348 2.07l2.95 3.879v.065H1v-.065l2.95-3.888a3.69 3.69 0 0 0 .347-2.06v-11.71a2.267 2.267 0 0 0-.487-1.602l-2.089-2.708v-.065h7.494l6.277 13.686 5.527-13.686h7.335v.065l-2.061 2.296a.806.806 0 0 0-.319.786v16.15a.75.75 0 0 0 .319.759zm8.215-6.332v.065c0 4.01 2.07 5.62 4.497 5.62a5.105 5.105 0 0 0 4.777-2.894h.066c-.844 3.963-3.298 5.836-6.97 5.836-3.962 0-7.7-2.389-7.7-7.925 0-5.817 3.747-8.14 7.887-8.14 3.335 0 6.886 1.573 6.886 6.632v.806h-9.443zm0-.806h4.618v-.815c0-4.122-.852-5.218-2.136-5.218-1.555 0-2.5 1.64-2.5 6.033h.018z\"></path></svg></span><span class=\"u-textScreenReader\">Homepage</span></a><div class=\"u-width200 u-flexTop u-justifyContentSpaceBetween u-xs-width140\"><span class=\"ui-caption\"><a aria-label=\"More about Medium\" class=\"ds-link ds-link--stylePointer\" href=\"https://about.medium.com\" title=\"More about Medium\">About</a></span><span class=\"ui-caption\"><a aria-label=\"Visit Medium’s help center\" class=\"ds-link ds-link--stylePointer\" href=\"https://help.medium.com\" title=\"Visit Medium’s help center\">Help</a></span><span class=\"ui-caption\"><a aria-label=\"Read Medium’s terms of service\" class=\"ds-link ds-link--stylePointer\" href=\"//medium.com/policy/9db0094a1e0f\" title=\"Read Medium’s terms of service\">Legal</a></span></div></section></div></footer></div></div></div><div class=\"loadingBar\"></div><script>// <![CDATA[\nwindow[\"obvInit\"] = function (opt_embedded) {window[\"obvInit\"][\"embedded\"] = opt_embedded; window[\"obvInit\"][\"ready\"] = true;}\n// ]]></script><script>// <![CDATA[\nvar GLOBALS = {\"audioUrl\":\"https://d1fcbxp97j4nb2.cloudfront.net\",\"baseUrl\":\"https://medium.com\",\"buildLabel\":\"37089-823c9b4\",\"currentUser\":{\"userId\":\"lo_LPp6JHbBgFs4\",\"isVerified\":false,\"subscriberEmail\":\"\",\"hasPastMemberships\":false,\"isEnrolledInHightower\":false,\"isEligibleForHightower\":false,\"hightowerLastLockedAt\":0,\"isWriterProgramEnrolled\":false,\"isWriterProgramInvited\":false,\"isWriterProgramOptedOut\":false,\"writerProgramVersion\":0,\"writerProgramEnrolledAt\":0,\"friendLinkOnboarding\":0,\"hasAdditionalUnlocks\":false,\"hasApiAccess\":false,\"isQuarantined\":false,\"writerProgramDistributionSettingOptedIn\":false},\"currentUserHasUnverifiedEmail\":false,\"isAuthenticated\":false,\"isCurrentUserVerified\":false,\"miroUrl\":\"https://cdn-images-1.medium.com\",\"moduleUrls\":{\"base\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-base.bundle.IbkHvfLQzCD_wSB0aORB_Q.js\",\"common-async\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-common-async.bundle.htWnIUvdXGDiHIvvp2N7dw.js\",\"hightower\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-hightower.bundle.aT2OFc8Ccsu1VzDz-c0s8g.js\",\"home-screens\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-home-screens.bundle.U3bY-35_vFokhgpKDpmBVw.js\",\"misc-screens\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-misc-screens.bundle.ksRllN8YzkymFaj-CrvFLA.js\",\"notes\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-notes.bundle.3Lawe7ZU5a9e9z9jB-Uc9Q.js\",\"payments\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-payments.bundle.J5j1KGPzOC52detbkGRWYQ.js\",\"posters\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-posters.bundle.ph-GLSdgsAfDWIPCMPgLLg.js\",\"power-readers\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-power-readers.bundle.Ns-aXsnqdGPXVOPt0_AnsQ.js\",\"pubs\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-pubs.bundle.nHBfyugbb6I1JWtdPO600w.js\",\"stats\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-stats.bundle.7nKgIEvisRK11udIOQk93g.js\"},\"previewConfig\":{\"weightThreshold\":1,\"weightImageParagraph\":0.51,\"weightIframeParagraph\":0.8,\"weightTextParagraph\":0.08,\"weightEmptyParagraph\":0,\"weightP\":0.003,\"weightH\":0.005,\"weightBq\":0.003,\"minPTextLength\":60,\"truncateBoundaryChars\":20,\"detectTitle\":true,\"detectTitleLevThreshold\":0.15},\"productName\":\"Medium\",\"supportsEdit\":true,\"termsUrl\":\"//medium.com/policy/9db0094a1e0f\",\"textshotHost\":\"textshot.medium.com\",\"transactionId\":\"1554318850198:a09b5940f29f\",\"useragent\":{\"browser\":\"chrome\",\"family\":\"chrome\",\"os\":\"windows\",\"version\":58,\"supportsDesktopEdit\":true,\"supportsInteract\":true,\"supportsView\":true,\"isMobile\":false,\"isTablet\":false,\"isNative\":false,\"supportsFileAPI\":true,\"isTier1\":true,\"clientVersion\":\"\",\"unknownParagraphsBad\":false,\"clientChannel\":\"\",\"supportsRealScrollEvents\":true,\"supportsVhUnits\":true,\"ruinsViewportSections\":false,\"supportsHtml5Video\":true,\"supportsMagicUnderlines\":true,\"isWebView\":false,\"isFacebookWebView\":false,\"supportsProgressiveMedia\":true,\"supportsPromotedPosts\":true,\"isBot\":false,\"isNativeIphone\":false,\"supportsCssVariables\":true,\"supportsVideoSections\":true,\"emojiSupportLevel\":1,\"isSearchBot\":false,\"isSyndicationBot\":false,\"isNativeAndroid\":false,\"supportsScrollableMetabar\":true},\"variants\":{\"allow_access\":true,\"allow_signup\":true,\"allow_test_auth\":\"disallow\",\"signin_services\":\"twitter,facebook,google,email,google-fastidv,google-one-tap\",\"signup_services\":\"twitter,facebook,google,email,google-fastidv,google-one-tap\",\"google_sign_in_android\":true,\"reengagement_notification_duration\":3,\"browsable_stream_config_bucket\":\"curated-topics\",\"enable_dedicated_series_tab_api_ios\":true,\"enable_post_import\":true,\"available_monthly_plan\":\"60e220181034\",\"available_annual_plan\":\"2c754bcc2995\",\"disable_ios_resume_reading_toast\":true,\"is_not_medium_subscriber\":true,\"glyph_font_set\":\"m2\",\"enable_branding\":true,\"enable_branding_fonts\":true,\"max_premium_content_per_user_under_metering\":3,\"enable_automated_mission_control_triggers\":true,\"enable_lite_profile\":true,\"enable_marketing_emails\":true,\"enable_topic_lifecycle_email\":true,\"enable_parsely\":true,\"enable_branch_io\":true,\"enable_ios_post_stats\":true,\"enable_lite_topics\":true,\"enable_lite_stories\":true,\"redis_read_write_splitting\":true,\"enable_tipalti_onboarding\":true,\"enable_annual_renewal_reminder_email\":true,\"enable_janky_spam_rules\":\"users,posts\",\"enable_new_collaborative_filtering_data\":true,\"android_rating_prompt_stories_read_threshold\":2,\"enable_smart_meter_with_incentive\":true,\"stripe_v3\":true,\"enable_google_one_tap\":true,\"enable_email_sign_in_captcha\":true,\"enable_rito_sequence_post_recirc_query\":true,\"enable_primary_topic_for_mobile\":true,\"enable_rito_sequence_post_handler\":true,\"enable_interest_graph_with_signup_post\":true,\"enable_todays_highlights_android\":true,\"enable_improved_stats_curation_status\":true,\"enable_logged_out_homepage_signup\":true,\"enable_email_signup_recirc\":true,\"use_new_admin_topic_backend\":true,\"enable_full_name_screen_refresh\":true,\"enable_quarantine_rules\":true,\"enable_lite_privacy_banner\":true,\"enable_follow_topics_directly_from_nonboarded_welcome_email\":true,\"enable_simplified_welcome_email\":true,\"posts_sharing_tags_without_hopper\":true},\"xsrfToken\":\"\",\"iosAppId\":\"828256236\",\"supportEmail\":\"yourfriends@medium.com\",\"fp\":{\"/icons/monogram-mask.svg\":\"https://cdn-static-1.medium.com/_/fp/icons/monogram-mask.KPLCSFEZviQN0jQ7veN2RQ.svg\",\"/icons/favicon-dev-editor.ico\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-dev-editor.YKKRxBO8EMvIqhyCwIiJeQ.ico\",\"/icons/favicon-hatch-editor.ico\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-hatch-editor.BuEyHIqlyh2s_XEk4Rl32Q.ico\",\"/icons/favicon-medium-editor.ico\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-medium-editor.PiakrZWB7Yb80quUVQWM6g.ico\"},\"authBaseUrl\":\"https://medium.com\",\"imageUploadSizeMb\":25,\"isAuthDomainRequest\":true,\"algoliaApiEndpoint\":\"https://MQ57UUUQZ2-dsn.algolia.net\",\"algoliaAppId\":\"MQ57UUUQZ2\",\"algoliaSearchOnlyApiKey\":\"394474ced050e3911ae2249ecc774921\",\"iosAppStoreUrl\":\"https://itunes.apple.com/app/medium-everyones-stories/id828256236?pt=698524&mt=8\",\"iosAppLinkBaseUrl\":\"medium:\",\"algoliaIndexPrefix\":\"medium_\",\"androidPlayStoreUrl\":\"https://play.google.com/store/apps/details?id=com.medium.reader\",\"googleClientId\":\"216296035834-k1k6qe060s2tp2a2jam4ljdcms00sttg.apps.googleusercontent.com\",\"androidPackage\":\"com.medium.reader\",\"androidPlayStoreMarketScheme\":\"market://details?id=com.medium.reader\",\"googleAuthUri\":\"https://accounts.google.com/o/oauth2/auth\",\"androidScheme\":\"medium\",\"layoutData\":{\"useDynamicScripts\":false,\"googleAnalyticsTrackingCode\":\"UA-24232453-2\",\"jsShivUrl\":\"https://cdn-static-1.medium.com/_/fp/js/shiv.RI2ePTZ5gFmMgLzG5bEVAA.js\",\"useDynamicCss\":false,\"faviconUrl\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-rebrand-medium.3Y6xpZ-0FSdWDnPM3hSBIA.ico\",\"faviconImageId\":\"1*8I-HPL0bfoIzGied-dzOvA.png\",\"fontSets\":[{\"id\":8,\"url\":\"https://glyph.medium.com/css/e/sr/latin/e/ssr/latin/e/ssb/latin/m2.css\"},{\"id\":11,\"url\":\"https://glyph.medium.com/css/m2.css\"},{\"id\":9,\"url\":\"https://glyph.medium.com/css/mkt.css\"}],\"editorFaviconUrl\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-rebrand-medium-editor.3Y6xpZ-0FSdWDnPM3hSBIA.ico\",\"glyphUrl\":\"https://glyph.medium.com\"},\"authBaseUrlRev\":\"moc.muidem//:sptth\",\"isDnt\":false,\"stripePublishableKey\":\"pk_live_7FReX44VnNIInZwrIIx6ghjl\",\"archiveUploadSizeMb\":100,\"paymentData\":{\"currencies\":{\"1\":{\"label\":\"US Dollar\",\"external\":\"usd\"}},\"countries\":{\"1\":{\"label\":\"United States of America\",\"external\":\"US\"}},\"accountTypes\":{\"1\":{\"label\":\"Individual\",\"external\":\"individual\"},\"2\":{\"label\":\"Company\",\"external\":\"company\"}}},\"previewConfig2\":{\"weightThreshold\":1,\"weightImageParagraph\":0.05,\"raiseImage\":true,\"enforceHeaderHierarchy\":true,\"isImageInsetRight\":true},\"isAmp\":false,\"iosScheme\":\"medium\",\"isSwBoot\":false,\"lightstep\":{\"accessToken\":\"ce5be895bef60919541332990ac9fef2\",\"carrier\":\"{\\\"ot-tracer-spanid\\\":\\\"0aa0a21e69d97b58\\\",\\\"ot-tracer-traceid\\\":\\\"06bc9738232fec98\\\",\\\"ot-tracer-sampled\\\":\\\"true\\\"}\",\"host\":\"collector-medium.lightstep.com\"},\"facebook\":{\"key\":\"542599432471018\",\"namespace\":\"medium-com\",\"scope\":{\"default\":[\"public_profile\",\"email\"],\"connect\":[\"public_profile\",\"email\"],\"login\":[\"public_profile\",\"email\"],\"share\":[\"public_profile\",\"email\"]}},\"editorsPicksTopicId\":\"3985d2a191c5\",\"popularOnMediumTopicId\":\"9d34e48ecf94\",\"memberContentTopicId\":\"13d7efd82fb2\",\"audioContentTopicId\":\"3792abbd134\",\"brandedSequenceId\":\"7d337ddf1941\",\"isDoNotAuth\":false,\"goldfinchUrl\":\"https://goldfinch.medium.com\",\"buggle\":{\"url\":\"https://buggle.medium.com\",\"videoUrl\":\"https://cdn-videos-1.medium.com\",\"audioUrl\":\"https://cdn-audio-1.medium.com\"},\"referrerType\":5,\"isMeteredOut\":false,\"meterConfig\":{\"maxUnlockCount\":3,\"windowLength\":\"MONTHLY\"},\"partnerProgramEmail\":\"partnerprogram@medium.com\",\"userResearchPrompts\":[{\"promptId\":\"lo_post_page_4\",\"type\":0,\"url\":\"www.calendly.com\"},{\"promptId\":\"lo_home_page\",\"type\":1,\"url\":\"www.calendly.com\"},{\"promptId\":\"lo_profile_page\",\"type\":2,\"url\":\"www.calendly.com\"}],\"recaptchaKey\":\"6LdAokEUAAAAAC7seICd4vtC8chDb3jIXDQulyUJ\",\"signinWallCustomDomainCollectionIds\":[\"3a8144eabfe3\",\"336d898217ee\",\"61061eb0c96b\",\"138adf9c44c\",\"819cc2aaeee0\"],\"countryCode\":\"\",\"bypassMeter\":false,\"branchKey\":\"key_live_ofxXr2qTrrU9NqURK8ZwEhknBxiI6KBm\",\"paypal\":{\"clientMode\":\"production\",\"oneYearGift\":{\"name\":\"Medium Membership (1 Year, Digital Gift Code)\",\"description\":\"Unlimited access to the best and brightest stories on Medium. Gift codes can be redeemed at medium.com/redeem.\",\"price\":\"50.00\",\"currency\":\"USD\",\"sku\":\"membership-gift-1-yr\"}},\"collectionConfig\":{\"mediumOwnedAndOperatedCollectionIds\":[\"544c7006046e // Human Parts\",\"bcc38c8f6edf // Matter\",\"444d13b52878 // OneZero\"]}}\n// ]]></script><script async=\"\" charset=\"UTF-8\" src=\"https://cdn-static-1.medium.com/_/fp/gen-js/main-base.bundle.IbkHvfLQzCD_wSB0aORB_Q.js\"></script><script>// <![CDATA[\nwindow[\"obvInit\"]({\"references\":{\"User\":{\"6d5c34cab6a4\":{\"userId\":\"6d5c34cab6a4\",\"name\":\"chelsea g. summers\",\"username\":\"chelseagsummers\",\"createdAt\":1379612964705,\"imageId\":\"1*et3TVcY6P7zdOiJ0Jj8j2w.jpeg\",\"backgroundImageId\":\"1*GooHU5QB7VMRNt9oA3bfeg.jpeg\",\"bio\":\"An ex-academic and a former stripper, Chelsea G. Summers is a writer who’s going places. http://www.chelseasummers.com/\",\"twitterScreenName\":\"chelseagsummers\",\"socialStats\":{\"userId\":\"6d5c34cab6a4\",\"usersFollowedCount\":271,\"usersFollowedByCount\":2872,\"type\":\"SocialStats\"},\"social\":{\"userId\":\"lo_LPp6JHbBgFs4\",\"targetUserId\":\"6d5c34cab6a4\",\"type\":\"Social\"},\"facebookAccountId\":\"\",\"allowNotes\":1,\"mediumMemberAt\":0,\"isNsfw\":false,\"isWriterProgramEnrolled\":true,\"isQuarantined\":false,\"type\":\"User\"}}},\"shareKey\":null,\"sequence\":{\"sequenceId\":\"50bf5af36744\",\"slug\":\"trustissues\",\"createdAt\":1527029668406,\"coverImage\":{\"id\":\"1*XfamT0OI3iaB8yS_s40XoQ@2x.jpeg\",\"originalWidth\":1038,\"originalHeight\":1375},\"title\":\"Trust Issues\",\"subtitle\":\"The debut of our Medium magazine, which tackles a new theme each month\",\"description\":\"The first issue of Medium magazine explores the state of trust in 2018.\",\"palette\":{\"defaultBackgroundSpectrum\":{\"colorPoints\":[{\"color\":\"#FF02B875\",\"point\":0},{\"color\":\"#FF00AB6B\",\"point\":0.1},{\"color\":\"#FF1C9963\",\"point\":0.2},{\"color\":\"#FF092E20\",\"point\":1}],\"backgroundColor\":\"#FFFFFFFF\"},\"highlightSpectrum\":{\"colorPoints\":[{\"color\":\"#FFFFFFFF\",\"point\":0},{\"color\":\"#FFE9FDF0\",\"point\":0.1},{\"color\":\"#FFE2FAEE\",\"point\":0.2},{\"color\":\"#FFADFFCF\",\"point\":0.6},{\"color\":\"#FF7DFFB3\",\"point\":1}],\"backgroundColor\":\"#FFFFFFFF\"}},\"visibility\":1,\"postLabelMode\":1,\"postIds\":[\"b72205a59b3c\",\"31d0fa6d7b61\",\"9be84343c713\",\"d869212b1f62\",\"4e66fc7b6d27\",\"b26d107bf2c3\",\"21d251058af3\",\"81eb57f1e5a9\",\"dfeeddb9338d\",\"e5bef93df2f5\",\"a42c1586b657\",\"522b5c2bd6d0\",\"4cac447fa4ed\",\"8c9a6756cbb2\",\"8f8a4576c764\",\"df957595bfc2\",\"5bf6f6fb2b7c\",\"9000d1ee9197\",\"6d77687a8415\",\"bd5203f81a55\",\"7731f6bf7489\",\"fb81be3050db\",\"d7e0a7cf6914\",\"8798060fd7c4\",\"2d9f02f232fa\",\"1e44751116bb\",\"94a1f20aa1b4\",\"6bbd4ce1b860\",\"111949badb68\",\"30552491e19e\",\"b381e60d32f9\",\"19db7135441f\"],\"tabletImage\":{\"id\":\"1*Rv2bKNpPny6zaXY-4Zmo6A@2x.jpeg\",\"originalWidth\":768,\"originalHeight\":384},\"thumbnailImage\":{\"id\":\"1*VQotJlzIxOlh0cp0H65P6A@2x.jpeg\",\"originalWidth\":556,\"originalHeight\":735},\"eyebrow\":\"Magazine\",\"hideIndex\":false,\"updatedAt\":1536768799514,\"hideAuthorInPreviews\":false,\"type\":\"Sequence\"},\"post\":{\"id\":\"94a1f20aa1b4\",\"versionId\":\"98e22acec7a5\",\"creatorId\":\"6d5c34cab6a4\",\"homeCollectionId\":\"\",\"title\":\"How True Crime Helps Us Process Our Fear\",\"detectedLanguage\":\"en\",\"latestVersion\":\"98e22acec7a5\",\"latestPublishedVersion\":\"98e22acec7a5\",\"hasUnpublishedEdits\":false,\"latestRev\":347,\"createdAt\":1528398012111,\"updatedAt\":1535162620413,\"acceptedAt\":0,\"firstPublishedAt\":1528729261098,\"latestPublishedAt\":1529016861222,\"vote\":false,\"experimentalCss\":\"\",\"displayAuthor\":\"\",\"content\":{\"subtitle\":\"Women are taught to fear the bogeyman. The real threat is closer to home\",\"bodyModel\":{\"paragraphs\":[{\"name\":\"f334\",\"type\":1,\"text\":\"Last October, I married a Swede. The wedding, which took place the day after the New York Times broke the first Harvey Weinstein assault story, was a Viking whirlwind in a posh Icelandic Airbnb whose claim to fame is that the Biebs once stayed there. The honeymoon was a sun-dappled stay in Portugal. (There were castles. So many castles.) And eight days later, clad in my freshly espoused skin, I found myself smack in the middle of suburban Stockholm legally wedded to a man I didn’t know very well.\",\"markups\":[{\"type\":3,\"start\":106,\"end\":136,\"href\":\"https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0},{\"type\":2,\"start\":81,\"end\":95}],\"hasDropCap\":true},{\"name\":\"b42c\",\"type\":1,\"text\":\"Stockholm in late October is an uninterrupted iteration of gray. The sky is gray, the silvered tree bark is gray, the tarmac is gray, the buildings are infinite shades of Brutalist gray. Gray as a bloated corpse fished out of Slussen, Stockholm’s landscape lends itself to eldritch imaginings, and mired in this gray, newly wedded and alone in the Stockholm ’burbs, I got hooked on Dirty John.\",\"markups\":[{\"type\":3,\"start\":382,\"end\":392,\"href\":\"http://www.latimes.com/projects/la-me-dirty-john/\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0},{\"type\":2,\"start\":382,\"end\":393}]},{\"name\":\"ebb1\",\"type\":1,\"text\":\"Dirty John, in case you aren’t one of the podcast’s more than 10 million listeners or one of the Los Angeles Times article’s many readers, tells the story of a vicious serial con man named John Meehan who romanced, occasionally married, and bilked a multitude of women. The series, which depicts the many ways Meehan preyed upon women, shows the escalating devastation a bad man can cause — and the ease with which we women can believe that the worst guy is actually Mr. Right.\",\"markups\":[{\"type\":2,\"start\":0,\"end\":10},{\"type\":2,\"start\":97,\"end\":114}]},{\"name\":\"f4cb\",\"type\":1,\"text\":\"The plot centers on Deborah Newell, a fiftysomething SoCal interior designer who met Meehan on Our Time, a dating website for people of a certain age. Like Newell, I am also fiftysomething, and, as she had, I met my man online. Listening to Dear John, hearing the details of internet courtship, I took notice of Newell’s words. As she told her story, one part of my brain racked up similarities between her story and my own: how John had seemed perfect, how he swept her off her feet, how he made her feel loved — utterly, completely, and thoroughly loved. I listened, and I waited for the other shoe to drop. This wasn’t, I knew, a love story. It was a true crime story, and therefore someone, somewhere, was going to get hurt. I wondered if maybe it would be me.\",\"markups\":[{\"type\":2,\"start\":241,\"end\":250}]},{\"name\":\"b27e\",\"type\":7,\"text\":\"When the chalk outline on the floor is around a woman, the heart of the crime is usually love.\",\"markups\":[]},{\"name\":\"d3b2\",\"type\":1,\"text\":\"“Getting married is maybe the most important decision of your life, and yet it’s often the least rational,” Chris Goffard, the author of Dirty John, said to me in an email. He is not wrong. In English, we fall in love, and this metaphor is telling. We don’t step mindfully into love. We don’t wade, stroll, amble, or walk in love — we fall, a verb that conveys love’s loss of control, potential for pain, and unknowable depth.\",\"markups\":[{\"type\":2,\"start\":137,\"end\":147}]},{\"name\":\"be4d\",\"type\":1,\"text\":\"Who we love — especially when we’re women — can be a question of life and death. In 2017, a report from the Centers for Disease Control and Prevention found that more than half of all American female homicide victims died at the hands of intimate partners (worldwide, that rate is 38 percent). By contrast, nearly 78 percent of all U.S. homicide victims are male, and less than 10 percent of all murder offenders are women.\",\"markups\":[{\"type\":3,\"start\":92,\"end\":98,\"href\":\"https://www.cdc.gov/mmwr/volumes/66/wr/mm6628a1.htm?s_cid=mm6628a1_w\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0},{\"type\":3,\"start\":162,\"end\":176,\"href\":\"https://www.npr.org/sections/thetwo-way/2017/07/21/538518569/cdc-half-of-all-female-murder-victims-are-killed-by-intimate-partners\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0},{\"type\":3,\"start\":314,\"end\":362,\"href\":\"http://www.unodc.org/gsh/en/data.html\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0},{\"type\":3,\"start\":368,\"end\":388,\"href\":\"https://ucr.fbi.gov/crime-in-the-u.s/2010/crime-in-the-u.s.-2010/tables/10shrtbl03.xls\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0}]},{\"name\":\"5b18\",\"type\":1,\"text\":\"TL;DR: When the chalk outline on the floor is around a woman, the heart of the crime is usually love.\",\"markups\":[]},{\"name\":\"641d\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*q2yGj1PEiG1ziPTM5oNDdQ.png\",\"originalWidth\":700,\"originalHeight\":30}},{\"name\":\"3cee\",\"type\":1,\"text\":\"Dirty John was a smash hit, but it’s not alone. In all its bloodstained forms, true crime abides, whether your poison is podcasts like Serial, This Is Criminal, All Killa No Filla, or My Favorite Murder; television series like Dateline, Snapped, or any of Investigation Discovery’s many shows; documentaries like The Jinx, Making of a Murderer, or Capturing the Friedmans; or books like I’ll Be Gone in the Dark, Fatal Vision, or Killers of the Flower Moon. True crime is so popular that the Oxygen network went (almost) all true crime (almost) all the time a year ago. Just last month, it expanded its true crime roster further, with 10 new programs.\",\"markups\":[{\"type\":3,\"start\":558,\"end\":568,\"href\":\"https://www.hollywoodreporter.com/live-feed/oxygen-officially-rebranding-as-crime-focused-network-970867\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0},{\"type\":3,\"start\":638,\"end\":650,\"href\":\"http://variety.com/2018/tv/news/oxygen-10-new-true-crime-series-1202747579/\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0},{\"type\":2,\"start\":0,\"end\":10},{\"type\":2,\"start\":135,\"end\":141},{\"type\":2,\"start\":143,\"end\":159},{\"type\":2,\"start\":162,\"end\":179},{\"type\":2,\"start\":184,\"end\":202},{\"type\":2,\"start\":227,\"end\":235},{\"type\":2,\"start\":237,\"end\":244},{\"type\":2,\"start\":313,\"end\":321},{\"type\":2,\"start\":323,\"end\":343},{\"type\":2,\"start\":348,\"end\":371},{\"type\":2,\"start\":387,\"end\":411},{\"type\":2,\"start\":413,\"end\":425},{\"type\":2,\"start\":430,\"end\":456}]},{\"name\":\"6a70\",\"type\":7,\"text\":\"True crime is bloody revenge without the mess.\",\"markups\":[]},{\"name\":\"a6a7\",\"type\":1,\"text\":\"This is notable. Oxygen, the channel with the tagline “television for women,” knows what it’s doing. While true crime as a category is robust across most demographics, its core audience is women — and most of them fall into that tasty 25-to-45 advertising demographic. Chances are that if you’re reading this piece, you’re a woman, and I see you, my sister. I love true crime in all its permutations, trashy or high class, starkly factual or glossily reenacted. (My passion is true crime that features women criminals, but really, I’m a small-c catholic true crime devourer.)\",\"markups\":[{\"type\":3,\"start\":235,\"end\":267,\"href\":\"http://www.businessinsider.com/why-young-women-are-the-biggest-true-crime-buffs-2016-3?r=US&IR=T&IR=T\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0}]},{\"name\":\"37d9\",\"type\":1,\"text\":\"Women like me are drawn to true crime for multiple reasons. We like the emotional closure of a solved crime, because many crimes with female victims go unsolved, or we like the ambiguity of an open-ended true crime story for the same reason. Women like true crime because, like horror, true crime feels good, spiking endorphins and adrenaline. We also like it because we can revel in the schadenfreude of a criminal’s capture or the relief of a criminal’s comeuppance.\",\"markups\":[{\"type\":3,\"start\":177,\"end\":186,\"href\":\"https://www.nytimes.com/2017/07/19/opinion/i-survived-domestic-violence-now-i-love-true-crime-podcasts.html?action=click&contentCollection=Television&module=RelatedCoverage&region=Marginalia&pgtype=article\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0},{\"type\":3,\"start\":297,\"end\":307,\"href\":\"http://time.com/4172673/true-crime-allure/\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0},{\"type\":3,\"start\":388,\"end\":401,\"href\":\"https://decider.com/2016/09/08/psychiatrist-explains-true-crime-obsession/\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0}]},{\"name\":\"33a4\",\"type\":4,\"text\":\"Illustration by Shreya Gupta\",\"markups\":[{\"type\":3,\"start\":16,\"end\":28,\"href\":\"http://www.shreyaillustrations.com/\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0}],\"layout\":1,\"metadata\":{\"id\":\"1*eT7l26-IK7wTFQLzG_wxLA.jpeg\",\"originalWidth\":1117,\"originalHeight\":1200}},{\"name\":\"d426\",\"type\":1,\"text\":\"Most immediately appealing to me, as the audience, is that I may move freely between identifying with the victim and identifying with the criminal, allowing me to safely experience a range of emotional experiences, from primal, clenched-throat fear to visceral, rampaging violence. True crime is bloody revenge without the mess.\",\"markups\":[{\"type\":3,\"start\":303,\"end\":310,\"href\":\"https://medium.com/the-hairpin/why-are-women-obsessed-with-true-crime-f900d4a933bb\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0}]},{\"name\":\"a563\",\"type\":1,\"text\":\"But above all, true crime, for all its guts and gore, imbues its female audience with a sense of power — and that power is knowledge. Most women are smaller, weaker, and less violent than men, and women’s knowledge of our physical limitations is reinforced not only by daily life but also by most narratives. When a woman wins a physical battle against a man, it’s because she’s a literal superhero. True crime allows women to safely learn from the experience of others. Lucky or lamentable, all true crime victims become teachers.\",\"markups\":[]},{\"name\":\"7c16\",\"type\":1,\"text\":\"Erin Lee Carr, a true crime documentary director and producer, says, “A lot of the violence that happens in our society is against women or people of color, so it’s women practicing if this were to happen. There’s a part of all of us that’s like, ‘What would I do if I was in the alley? What would I do if I was put in that situation?’ I think it’s practice.”\",\"markups\":[{\"type\":3,\"start\":0,\"end\":13,\"anchorType\":2,\"userId\":\"826ef5bf649\"}]},{\"name\":\"16b0\",\"type\":1,\"text\":\"Sarah Weinman, author of the upcoming book The Real Lolita, agrees. “Women live their life, whether consciously or unconsciously, dealing with fear,” she says. “Women are always having to make the calculus” — the best ways not to get raped or killed, she means — “and it’s running as a background process all the time, 24 hours, seven days a week.”\",\"markups\":[{\"type\":3,\"start\":0,\"end\":13,\"anchorType\":2,\"userId\":\"e8d2c7b5ac57\"},{\"type\":3,\"start\":43,\"end\":58,\"href\":\"https://www.sarahweinman.com/\",\"title\":\"\",\"rel\":\"noopener\",\"anchorType\":0},{\"type\":2,\"start\":43,\"end\":58}]},{\"name\":\"4fae\",\"type\":1,\"text\":\"True crime, then, can function as a kind of mental training for what to do when the time comes. This is part of the appeal of the wildly popular podcast My Favorite Murder. The hosts, Karen Kilgariff and Georgia Hardstark, close each show by saying, “Stay sexy. Don’t get murdered.” This slogan — so popular that fans bond over its acronymic, SSDGM — distills the show’s spirited essence. “Don’t get in that trunk,” goes one of My Favorite Murder’s prime pieces of advice. They are indeed words to live by.\",\"markups\":[{\"type\":3,\"start\":153,\"end\":171,\"href\":\"https://www.myfavoritemurder.com/\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0},{\"type\":2,\"start\":153,\"end\":171},{\"type\":2,\"start\":428,\"end\":446}]},{\"name\":\"eae5\",\"type\":1,\"text\":\"True crime gives its female audience a handy-dandy, easy-peasy way to recognize dangerous behavior. “Some have said this series will save lives because it can maybe alert people to the sort of techniques a con man like John Meehan uses,” Goffard says of Dirty John.\",\"markups\":[{\"type\":2,\"start\":254,\"end\":264}]},{\"name\":\"585c\",\"type\":1,\"text\":\"“I think that women in general are always looking for signs,” says Lisa Levy, freelance writer and contributing editor at CrimeReads. “They look for good signs, they look for bad signs. And I think reading true crime is a way to hone that skill.”\",\"markups\":[{\"type\":3,\"start\":67,\"end\":76,\"anchorType\":2,\"userId\":\"8906ff16ba0f\"},{\"type\":3,\"start\":122,\"end\":132,\"href\":\"http://crimereads.com/\",\"title\":\"\",\"rel\":\"noopener\",\"anchorType\":0},{\"type\":2,\"start\":122,\"end\":132}]},{\"name\":\"7acb\",\"type\":7,\"text\":\"Perpetrating a crime displays a human heart’s most primal impulses.\",\"markups\":[]},{\"name\":\"dfa3\",\"type\":1,\"text\":\"Reading, watching, or listening to true crime, in short, affords women the luxury of putting themselves in danger without physical risk and the headspace to prepare themselves without pressure. You can curl up in your vintage velour tracksuit with a glass of buttery chardonnay, turn on Investigation Discovery, and absorb survival skills, almost as if by osmosis.\",\"markups\":[]},{\"name\":\"f199\",\"type\":1,\"text\":\"Thus it was almost natural that Dirty John caused me to scrutinize my relationship with my new husband. Holding the whole of our history like an orb in my hand, I looked for flaws, for cracks, for inconsistencies, for untruths. I made a mental checklist of John Meehan’s many “tells,” like the way his rumpled clothes didn’t match his claim to be a doctor, his running out of cash when the dinner check came, and his needling comments that pried Deborah Newell away from her friends and her family.\",\"markups\":[{\"type\":2,\"start\":32,\"end\":42}]},{\"name\":\"277e\",\"type\":1,\"text\":\"I cross-checked Newell’s narrative and found…nothing. My husband, for all his very human flaws and superhuman beauty, seemed to be the man I married. I exhaled, and I moved on, and I continue to love both him and true crime.\",\"markups\":[]},{\"name\":\"1b34\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*q2yGj1PEiG1ziPTM5oNDdQ.png\",\"originalWidth\":700,\"originalHeight\":30}},{\"name\":\"7aec\",\"type\":1,\"text\":\"Perpetrating a crime displays a human heart’s most primal impulses. Experiencing a crime — even vicariously — provokes a human body’s most primeval reactions. And solving a crime requires a human mind’s most rational reasoning. It’s a holy trinity of emotion, sensation, and logic. True crime hits a sweet spot that, like dating, was just waiting for the internet. “True crime is a very hot genre in part because of the internet,” says Levy, the CrimeReads writer. “The other thing that does well on the internet are personal essays. You could just say that people have a real desire to read about other people going through bad things, which I think encompasses both genres.”\",\"markups\":[{\"type\":2,\"start\":446,\"end\":456}]},{\"name\":\"5c5f\",\"type\":1,\"text\":\"When I imagine a Venn diagram of true crime and personal essays, I see a female audience in the middle. Whether by nature or by nurture, women tend to enjoy sensation, and the genres of both true crime and personal essays pull at human emotions and push at human bodies, creating a symphony of feelings, both mental and physical. Both command a largely female audience — and both are denigrated genres. Finally, both personal essays and true crime have mushroomed because of the internet, because of dating apps, and because of our symbiotic craving for and access to deeply intimate personal experiences.\",\"markups\":[{\"type\":3,\"start\":384,\"end\":394,\"href\":\"https://www.newyorker.com/culture/jia-tolentino/the-personal-essay-boom-is-over\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0},{\"type\":3,\"start\":395,\"end\":401,\"href\":\"http://theweek.com/articles/736073/why-true-crime-obsession-bad-society\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0}]},{\"name\":\"da48\",\"type\":1,\"text\":\"“So much of true crime stories are about how love transmutes into rage, and how rage then leads to murder, but it’s also about wildly unrealistic expectations,” says true crime writer Sarah Weinman. “If you meet somebody online, or it’s exacerbated through text messages or instant message, it creates this world that is both part of the real world but is also removed from it.”\",\"markups\":[]},{\"name\":\"51f4\",\"type\":1,\"text\":\"The phrase “both part of the real world and apart from it” is an apt way to encapsulate the experience of any romance, as much as it is a way of explaining our lives on the web.\",\"markups\":[]},{\"name\":\"79fe\",\"type\":1,\"text\":\"The junction of crime and the internet animates the work of documentary filmmaker Carr. Her two documentaries — Thought Crimes: The True Case of the Cannibal Cop, which explores the story of Gilberto Valle, a former cop who is obsessed with killing and eating women, and Mommy Dead and Dearest, which tells the twisted story of Gypsy Rose Blanchard, who killed her mother with the help of her boyfriend — are both Extremely Online. Valle used fetish sites to explore his gory obsession, while wheelchair-bound Blanchard found her boyfriend on a dating site.\",\"markups\":[{\"type\":2,\"start\":112,\"end\":161},{\"type\":2,\"start\":271,\"end\":293}]},{\"name\":\"0e12\",\"type\":1,\"text\":\"Neither Valle’s nor Blanchard’s crimes could have happened without the internet — and without the internet, we probably wouldn’t know they had. “Now it’s really hard to commit a crime without the internet being involved,” Carr says. “So, as a voyeur, as a curious person, I think it’s amazing to uncover how people thought about these things and then executed their plans.”\",\"markups\":[]},{\"name\":\"0e0f\",\"type\":1,\"text\":\"Carr says of her films’ two subjects, “They couldn’t truly reveal who they were, so they create these [online] avatars of themselves that represented what they actually desired sexually.” On the internet, as the classic 1993 New Yorker cartoon says, nobody knows you’re a dog.\",\"markups\":[{\"type\":3,\"start\":220,\"end\":243,\"href\":\"https://en.wikipedia.org/wiki/On_the_Internet,_nobody_knows_you%27re_a_dog\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0},{\"type\":2,\"start\":225,\"end\":235}]},{\"name\":\"1750\",\"type\":4,\"text\":\"Illustration by Shreya Gupta\",\"markups\":[{\"type\":3,\"start\":16,\"end\":28,\"href\":\"http://www.shreyaillustrations.com/\",\"title\":\"\",\"rel\":\"noopener\",\"anchorType\":0}],\"layout\":1,\"metadata\":{\"id\":\"1*W6PE4-AUOKakxTITqapdiA.jpeg\",\"originalWidth\":1137,\"originalHeight\":1218}},{\"name\":\"8259\",\"type\":1,\"text\":\"Yet as much as the web has been a boon for criminals, it has also been a godsend to true crime fanatics, allowing us to watch real-time Twitter reactions to Jodi Arias’ murder trial verdict in 2015, read true crime blogs, or take deep dives into serial killers’ Wikipedia entries. But even more, the internet has gifted people with ways to get actively involved with true crime. Some true crime fans do more than passively sit on their couches absorbing lurid stories — some, like the late Michelle McNamara, the author of I’ll Be Gone in the Dark, start blogs; others join message boards; and still others begin movements like #MeToo.\",\"markups\":[{\"type\":3,\"start\":126,\"end\":153,\"href\":\"https://www.azcentral.com/story/news/local/mesa/2015/03/05/jodi-arias-trial-sentence-verdict-reaction/24264999/\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0},{\"type\":3,\"start\":199,\"end\":220,\"href\":\"https://www.bustle.com/p/10-websites-about-true-crime-for-people-who-are-out-of-new-books-podcasts-documentaries-8842109\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0},{\"type\":3,\"start\":555,\"end\":560,\"href\":\"http://truecrimediary.com/\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0},{\"type\":3,\"start\":574,\"end\":588,\"href\":\"https://www.meetup.com/SSDGM-Murderino-Meetup/messages/boards/?_cookie-check=1IfA6uApAhT-UIU0\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0},{\"type\":2,\"start\":523,\"end\":547}]},{\"name\":\"4447\",\"type\":1,\"text\":\"True crime’s potential for evolution is especially meaningful for women because, while we are less likely than men to be murdered, we are more likely to be raped — and rape is one felony that has yet to be folded into the true crime lexicon as a stand-alone act. Rape, to be treated as true crime, still has to be appended to murder. However, Bill Cosby’s recent conviction on three counts of sexual assault gives true crime a juicy opportunity to recover this glaring omission, as does Weinstein’s recent arrest, and as do the unfolding revelations about R. Kelly, Charlie Rose, and myriad other powerful men.\",\"markups\":[{\"type\":3,\"start\":597,\"end\":609,\"href\":\"https://www.glamour.com/gallery/post-weinstein-these-are-the-powerful-men-facing-sexual-harassment-allegations\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0}]},{\"name\":\"f211\",\"type\":1,\"text\":\"“So what does a rape have to do to be a true crime story?” Lisa Levy writes in her April 2018 CrimeReads piece. The answer is a depressing mix of “be a good victim” and “be a victim of a serial rapist,” but often even the story of a perfect victim in a string of brutal crimes isn’t enough. Because, as Levy points out, rape stories are almost always women’s stories.\",\"markups\":[{\"type\":3,\"start\":94,\"end\":110,\"href\":\"https://crimereads.com/rape-stories-are-crime-stories/\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0},{\"type\":2,\"start\":94,\"end\":104}]},{\"name\":\"3f97\",\"type\":1,\"text\":\"“I started reading books about rape,” Levy says, “and what I discovered was there were overwhelmingly memoirs, and I found that to be very interesting. It seemed to be a way to either downgrade rape and sexual assault as a crime or to say: Well, these stories that women are telling, they’re just stories. It’s just autobiography.” He said/she said, it seems, retains its power imbalance, even in literature.\",\"markups\":[]},{\"name\":\"7b18\",\"type\":7,\"text\":\"Perhaps women are taught to be afraid of the wrong men, and perhaps true crime allows women the space to recognize that.\",\"markups\":[]},{\"name\":\"0f18\",\"type\":1,\"text\":\"Purists might object that memoir is not true crime — that the genre requires an objective, outside observer who documents with a cold, calculating, and uninvested eye — but true crime has often made room for the first-person narrative “I.” Michelle McNamara sprinkles her book with her own experiences and feelings. Ann Rule’s The Stranger Beside Me, a book about serial killer Ted Bundy, is as much a eulogy to her friendship with Bundy as it is an investigation into his crimes and capture. Even the hallowed father of serious true crime, Truman Capote, plays with narrative point of view in his classic “nonfiction novel,” In Cold Blood. The male writers who followed in his footsteps, people like Gay Talese, James Ellroy, and Dominick Dunne, are all palpable presences in their true crime stories, too.\",\"markups\":[{\"type\":2,\"start\":327,\"end\":349},{\"type\":2,\"start\":626,\"end\":639}]},{\"name\":\"01ce\",\"type\":1,\"text\":\"The problem, then, is not so much that it’s the women themselves telling the stories of their own experiences and sexual violation. It’s that, in addition to not often getting to trial or to conviction, sexual violence isn’t taken as seriously as homicide or being conned out of cash.\",\"markups\":[]},{\"name\":\"9a7c\",\"type\":1,\"text\":\"In the genre of true crime, the crime matters as much as the voice — and true crime has not taken women as seriously as women take it.\",\"markups\":[]},{\"name\":\"6be3\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*q2yGj1PEiG1ziPTM5oNDdQ.png\",\"originalWidth\":700,\"originalHeight\":30}},{\"name\":\"ec89\",\"type\":1,\"text\":\"So why, in the great gray of Stockholm October, did Dirty John resonate so deeply with me? Why did it wake me at night to wonder about the past, hidden lives of the man insensate beside me? What about this story of a California con man rang so true? And how does this con’s story feel inextricable from the onslaught of #MeToo stories that flow like an endless sludgy river?\",\"markups\":[{\"type\":2,\"start\":52,\"end\":63}]},{\"name\":\"d4eb\",\"type\":1,\"text\":\"I’ve turned this mental Rubik’s cube over and over, trying to understand a connection between my suspicions, my feelings, and the haunting specter of my marriage. Sitting here in the hot light of the Stockholm May sun, I look at last winter’s anxiety, and I see the slow, burbling recognition of something that I’d felt — but never allowed myself to articulate — was true. And that is this: Perhaps women are taught to be afraid of the wrong men, and perhaps true crime allows women the space to recognize that.\",\"markups\":[]},{\"name\":\"6d32\",\"type\":1,\"text\":\"Women — especially white women — are statistically the least endangered, yet we are fearful (a phenomenon called the gender-fear paradox). Women are afraid because, while both little boys and little girls are taught “stranger danger,” boys get to drop that fear as they become men; women do not. Women are taught to be afraid of every man we do not know (and even the rustle and the crackle in the dark that could be the men we don’t know). Raised with the specter of the bogeyman, we carry our keys between our fingers, stash our headphones the moment we step off the subway, and learn that regardless of whether you wear unflattering overalls or a tight skirt, it’s somehow your fault. The gender-fear paradox is real, but so too is the fear.\",\"markups\":[{\"type\":3,\"start\":117,\"end\":136,\"href\":\"https://academic.oup.com/bjc/article-abstract/51/1/58/344723\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0}]},{\"name\":\"9189\",\"type\":1,\"text\":\"Culture raises women to fear strange men and to trust the men they know — the very men who, the cold facts tell us, are most likely to harm us. Women are brought up to #marrybestfriend in a #friendshipmarriage as our #relationshipgoals, we’re bred to be deferential to our bosses, and we’re reared to be reverential to celebrity. Our trust in men is as unearned as it is unreciprocated — yet it’s expected. And this is where true crime’s real value lies: Unlike love songs, unlike rom-coms, and unlike romance novels, true crime has no interest in telling us to trust men. Unlike politicians or bosses, it doesn’t seek to gaslight women.\",\"markups\":[]},{\"name\":\"f64e\",\"type\":1,\"text\":\"True crime, unlike just about every other genre that we women clasp to our collective breast, doesn’t want to sugarcoat the world. It wants to tell us that our suspicions are correct: We are in danger, and the call is coming from inside the house. Only true crime tells us what we need to know to survive the men who want to love us to death — and this hard, glinting truth may be the reason why women love true crime, until death do us part.\",\"markups\":[]}],\"sections\":[{\"name\":\"3b68\",\"startIndex\":0}]},\"postDisplay\":{\"coverless\":true},\"metaDescription\":\"The explosive popularity of true crime among women speaks to fear among the sexes but also the nature of trust itself\"},\"virtuals\":{\"allowNotes\":true,\"previewImage\":{\"imageId\":\"1*GcART2BVurx9WBlU5gGKJg.jpeg\",\"filter\":\"\",\"backgroundSize\":\"\",\"originalWidth\":3833,\"originalHeight\":1200,\"strategy\":\"resample\",\"height\":0,\"width\":0,\"focusPercentX\":53,\"focusPercentY\":31},\"wordCount\":3137,\"imageCount\":5,\"readingTime\":12.671069182389937,\"subtitle\":\"Women are taught to fear the bogeyman. The real threat is closer to home\",\"usersBySocialRecommends\":[],\"noIndex\":false,\"recommends\":443,\"isBookmarked\":false,\"tags\":[{\"slug\":\"true-crime\",\"name\":\"True Crime\",\"postCount\":967,\"metadata\":{\"postCount\":967,\"coverImage\":{\"id\":\"0*O0k3afv5z8xUbe22\",\"originalWidth\":750,\"originalHeight\":430,\"isFeatured\":true}},\"type\":\"Tag\"},{\"slug\":\"feminism\",\"name\":\"Feminism\",\"postCount\":52394,\"metadata\":{\"postCount\":52394,\"coverImage\":{\"id\":\"1*qVtse8pOf4PW-5Sh9bPrWw.jpeg\"}},\"type\":\"Tag\"},{\"slug\":\"relationships\",\"name\":\"Relationships\",\"postCount\":105928,\"metadata\":{\"postCount\":105928,\"coverImage\":{\"id\":\"1*NCE4Dzx-09yKRNCC8fFj4A.jpeg\"}},\"type\":\"Tag\"},{\"slug\":\"culture\",\"name\":\"Culture\",\"postCount\":79353,\"metadata\":{\"postCount\":79353,\"coverImage\":{\"id\":\"1*oAdh4dE8gZnlhd1p0ge8YA.jpeg\"}},\"type\":\"Tag\"},{\"slug\":\"women\",\"name\":\"Women\",\"postCount\":60501,\"metadata\":{\"postCount\":60501,\"coverImage\":{\"id\":\"1*39JQnK2XbpY5mo50NASXHw.jpeg\",\"originalWidth\":2289,\"originalHeight\":1600,\"focusPercentX\":53,\"focusPercentY\":45}},\"type\":\"Tag\"}],\"socialRecommendsCount\":0,\"responsesCreatedCount\":12,\"links\":{\"entries\":[{\"url\":\"https://en.wikipedia.org/wiki/On_the_Internet,_nobody_knows_you%27re_a_dog\",\"alts\":[],\"httpStatus\":200},{\"url\":\"http://www.businessinsider.com/why-young-women-are-the-biggest-true-crime-buffs-2016-3?r=US&IR=T&IR=T\",\"alts\":[],\"httpStatus\":200},{\"url\":\"http://www.latimes.com/projects/la-me-dirty-john/\",\"alts\":[],\"httpStatus\":200},{\"url\":\"http://time.com/4172673/true-crime-allure/\",\"alts\":[{\"type\":1,\"url\":\"https://cdn.ampproject.org/c/amp.timeinc.net/time/4172673/true-crime-allure\"}],\"httpStatus\":200},{\"url\":\"https://www.bustle.com/p/10-websites-about-true-crime-for-people-who-are-out-of-new-books-podcasts-documentaries-8842109\",\"alts\":[{\"type\":1,\"url\":\"https://cdn.ampproject.org/c/s/www.bustle.com/p/10-websites-about-true-crime-for-people-who-are-out-of-new-books-podcasts-documentaries-8842109/amp\"}],\"httpStatus\":200},{\"url\":\"https://www.nytimes.com/2017/07/19/opinion/i-survived-domestic-violence-now-i-love-true-crime-podcasts.html?action=click&contentCollection=Television&module=RelatedCoverage&region=Marginalia&pgtype=article\",\"alts\":[{\"type\":3,\"url\":\"nytimes://reader/id/100000005258172\"},{\"type\":2,\"url\":\"nytimes://www.nytimes.com/2017/07/19/opinion/i-survived-domestic-violence-now-i-love-true-crime-podcasts.html\"},{\"type\":1,\"url\":\"https://cdn.ampproject.org/c/s/mobile.nytimes.com/2017/07/19/opinion/i-survived-domestic-violence-now-i-love-true-crime-podcasts.amp.html\"}],\"httpStatus\":200},{\"url\":\"https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html\",\"alts\":[{\"type\":3,\"url\":\"nytimes://reader/id/100000005469328\"},{\"type\":2,\"url\":\"nytimes://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html\"},{\"type\":1,\"url\":\"https://cdn.ampproject.org/c/s/mobile.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.amp.html\"}],\"httpStatus\":200},{\"url\":\"https://www.newyorker.com/culture/jia-tolentino/the-personal-essay-boom-is-over\",\"alts\":[{\"type\":1,\"url\":\"https://cdn.ampproject.org/c/s/www.newyorker.com/culture/jia-tolentino/the-personal-essay-boom-is-over/amp\"}],\"httpStatus\":200},{\"url\":\"https://crimereads.com/rape-stories-are-crime-stories/\",\"alts\":[],\"httpStatus\":200},{\"url\":\"https://www.azcentral.com/story/news/local/mesa/2015/03/05/jodi-arias-trial-sentence-verdict-reaction/24264999/\",\"alts\":[{\"type\":1,\"url\":\"https://cdn.ampproject.org/c/s/amp.azcentral.com/amp/24264999\"}],\"httpStatus\":200},{\"url\":\"https://www.glamour.com/gallery/post-weinstein-these-are-the-powerful-men-facing-sexual-harassment-allegations\",\"alts\":[{\"type\":1,\"url\":\"https://cdn.ampproject.org/c/s/www.glamour.com/gallery/post-weinstein-these-are-the-powerful-men-facing-sexual-harassment-allegations/amp\"}],\"httpStatus\":200},{\"url\":\"https://www.hollywoodreporter.com/live-feed/oxygen-officially-rebranding-as-crime-focused-network-970867\",\"alts\":[{\"type\":1,\"url\":\"https://cdn.ampproject.org/c/s/www.hollywoodreporter.com/amp/live-feed/oxygen-officially-rebranding-as-crime-focused-network-970867\"}],\"httpStatus\":200},{\"url\":\"http://crimereads.com/\",\"alts\":[],\"httpStatus\":200},{\"url\":\"https://www.sarahweinman.com/\",\"alts\":[],\"httpStatus\":200},{\"url\":\"https://www.cdc.gov/mmwr/volumes/66/wr/mm6628a1.htm?s_cid=mm6628a1_w\",\"alts\":[],\"httpStatus\":200},{\"url\":\"http://www.shreyaillustrations.com/\",\"alts\":[],\"httpStatus\":200},{\"url\":\"https://ucr.fbi.gov/crime-in-the-u.s/2010/crime-in-the-u.s.-2010/tables/10shrtbl03.xls\",\"alts\":[],\"httpStatus\":200},{\"url\":\"https://medium.com/the-hairpin/why-are-women-obsessed-with-true-crime-f900d4a933bb\",\"alts\":[{\"type\":2,\"url\":\"medium://p/f900d4a933bb\"},{\"type\":3,\"url\":\"medium://p/f900d4a933bb\"}],\"httpStatus\":200},{\"url\":\"http://theweek.com/articles/736073/why-true-crime-obsession-bad-society\",\"alts\":[],\"httpStatus\":200},{\"url\":\"https://www.npr.org/sections/thetwo-way/2017/07/21/538518569/cdc-half-of-all-female-murder-victims-are-killed-by-intimate-partners\",\"alts\":[],\"httpStatus\":200},{\"url\":\"http://truecrimediary.com/\",\"alts\":[],\"httpStatus\":200},{\"url\":\"https://www.myfavoritemurder.com/\",\"alts\":[],\"httpStatus\":200},{\"url\":\"https://www.meetup.com/SSDGM-Murderino-Meetup/messages/boards/?_cookie-check=1IfA6uApAhT-UIU0\",\"alts\":[],\"httpStatus\":200},{\"url\":\"https://decider.com/2016/09/08/psychiatrist-explains-true-crime-obsession/\",\"alts\":[{\"type\":1,\"url\":\"https://cdn.ampproject.org/c/s/decider.com/2016/09/08/psychiatrist-explains-true-crime-obsession/amp/\"}],\"httpStatus\":200},{\"url\":\"http://www.unodc.org/gsh/en/data.html\",\"alts\":[],\"httpStatus\":200},{\"url\":\"http://variety.com/2018/tv/news/oxygen-10-new-true-crime-series-1202747579/\",\"alts\":[{\"type\":1,\"url\":\"https://cdn.ampproject.org/c/s/variety.com/2018/tv/news/oxygen-10-new-true-crime-series-1202747579/amp/\"}],\"httpStatus\":200},{\"url\":\"https://academic.oup.com/bjc/article-abstract/51/1/58/344723\",\"alts\":[],\"httpStatus\":200}],\"version\":\"0.3\",\"generatedAt\":1529016862789},\"isLockedPreviewOnly\":false,\"takeoverId\":\"\",\"metaDescription\":\"The explosive popularity of true crime among women speaks to fear among the sexes but also the nature of trust itself\",\"totalClapCount\":4311,\"sectionCount\":1,\"readingList\":0,\"topics\":[{\"topicId\":\"553319868575\",\"slug\":\"podcasts\",\"createdAt\":1538089021744,\"deletedAt\":0,\"image\":{\"id\":\"1*DTfhZQR4NMb-7TLVJ7RPtQ@2x.jpeg\",\"originalWidth\":6000,\"originalHeight\":4000},\"name\":\"Podcasts\",\"description\":\"An ear to the future.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"},{\"topicId\":\"830cded25262\",\"slug\":\"relationships\",\"createdAt\":1493930382734,\"deletedAt\":0,\"image\":{\"id\":\"1*0eAtVrEhCCpk5ToQcftnHA@2x.jpeg\",\"originalWidth\":4752,\"originalHeight\":3168},\"name\":\"Relationships\",\"description\":\"Love and other drugs.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"},{\"topicId\":\"84a38111a60b\",\"slug\":\"true-crime\",\"createdAt\":1520964484556,\"deletedAt\":0,\"image\":{\"id\":\"1*ZtcwRvN10roaueijd4BvSA@2x.jpeg\",\"originalWidth\":5394,\"originalHeight\":3596},\"name\":\"True Crime\",\"description\":\"From culprits to cold cases.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"},{\"topicId\":\"bdc2b14a49ce\",\"slug\":\"women\",\"createdAt\":1525381653982,\"deletedAt\":0,\"image\":{\"id\":\"1*7LH_Od7TFfvRRN71P2q4Zw@2x.jpeg\",\"originalWidth\":5157,\"originalHeight\":3438},\"name\":\"Women\",\"description\":\"Who run the world.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"}]},\"coverless\":true,\"slug\":\"love-in-a-time-of-true-crime\",\"translationSourcePostId\":\"\",\"translationSourceCreatorId\":\"\",\"isApprovedTranslation\":false,\"inResponseToPostId\":\"\",\"inResponseToRemovedAt\":0,\"isTitleSynthesized\":false,\"allowResponses\":true,\"importedUrl\":\"\",\"importedPublishedAt\":0,\"visibility\":2,\"uniqueSlug\":\"love-in-a-time-of-true-crime-94a1f20aa1b4\",\"previewContent\":{\"bodyModel\":{\"paragraphs\":[{\"name\":\"previewImage\",\"type\":4,\"text\":\"\",\"layout\":10,\"metadata\":{\"id\":\"1*GcART2BVurx9WBlU5gGKJg.jpeg\",\"originalWidth\":3833,\"originalHeight\":1200,\"focusPercentX\":53,\"focusPercentY\":31}},{\"name\":\"previewTitle\",\"type\":3,\"text\":\"How True Crime Helps Us Process Our Fear\",\"alignment\":1},{\"name\":\"previewSubtitle\",\"type\":13,\"text\":\"Women are taught to fear the bogeyman. The real threat is…\",\"alignment\":1}],\"sections\":[{\"startIndex\":0}]},\"isFullContent\":false,\"subtitle\":\"Women are taught to fear the bogeyman. The real threat is closer to home\"},\"license\":0,\"inResponseToMediaResourceId\":\"\",\"canonicalUrl\":\"\",\"approvedHomeCollectionId\":\"\",\"newsletterId\":\"\",\"webCanonicalUrl\":\"https://medium.com/s/trustissues/love-in-a-time-of-true-crime-94a1f20aa1b4\",\"mediumUrl\":\"\",\"migrationId\":\"\",\"notifyFollowers\":true,\"notifyTwitter\":false,\"notifyFacebook\":false,\"responseHiddenOnParentPostAt\":0,\"isSeries\":false,\"isSubscriptionLocked\":true,\"seriesLastAppendedAt\":0,\"audioVersionUrl\":\"https://cdn-audio-1.medium.com/a/e/3/ae3f54957d0f/m4a/96.m4a\",\"audioVersionDurationSec\":1191,\"sequenceId\":\"50bf5af36744\",\"isNsfw\":false,\"isEligibleForRevenue\":false,\"isBlockedFromHightower\":false,\"deletedAt\":0,\"lockedPostSource\":2,\"hightowerMinimumGuaranteeStartsAt\":0,\"hightowerMinimumGuaranteeEndsAt\":0,\"featureLockRequestAcceptedAt\":0,\"mongerRequestType\":1,\"layerCake\":1,\"socialTitle\":\"\",\"socialDek\":\"\",\"editorialPreviewTitle\":\"\",\"editorialPreviewDek\":\"\",\"curationEligibleAt\":0,\"type\":\"Post\"},\"postLayout\":{\"html\":\"\\x3csection name=\\\"3b68\\\" class=\\\"section section--body section--first section--last\\\"\\x3e\\x3cdiv class=\\\"section-divider\\\"\\x3e\\x3chr class=\\\"section-divider\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"section-content\\\"\\x3e\\x3cdiv class=\\\"section-inner sectionLayout--insetColumn\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"section-inner sectionLayout--insetColumn\\\"\\x3e\\x3cp name=\\\"f334\\\" id=\\\"f334\\\" class=\\\"graf graf--p graf--hasDropCapModel graf--hasDropCap graf--leading\\\"\\x3e\\x3cspan class=\\\"graf-dropCap\\\"\\x3eL\\x3c/span\\x3east October, I married a Swede. The wedding, which took place the day after the \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eNew York Times\\x3c/em\\x3e broke the \\x3ca href=\\\"https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html\\\" data-href=\\\"https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3efirst Harvey Weinstein assault\\x3c/a\\x3e story, was a Viking whirlwind in a posh Icelandic Airbnb whose claim to fame is that the Biebs once stayed there. The honeymoon was a sun-dappled stay in Portugal. (There were castles. So many castles.) And eight days later, clad in my freshly espoused skin, I found myself smack in the middle of suburban Stockholm legally wedded to a man I didn’t know very well.\\x3c/p\\x3e\\x3cp name=\\\"b42c\\\" id=\\\"b42c\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eStockholm in late October is an uninterrupted iteration of gray. The sky is gray, the silvered tree bark is gray, the tarmac is gray, the buildings are infinite shades of Brutalist gray. Gray as a bloated corpse fished out of Slussen, Stockholm’s landscape lends itself to eldritch imaginings, and mired in this gray, newly wedded and alone in the Stockholm ’burbs, I got hooked on \\x3ca href=\\\"http://www.latimes.com/projects/la-me-dirty-john/\\\" data-href=\\\"http://www.latimes.com/projects/la-me-dirty-john/\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3e\\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eDirty John\\x3c/em\\x3e\\x3c/a\\x3e\\x3cem class=\\\"markup--em markup--p-em\\\"\\x3e.\\x3c/em\\x3e\\x3c/p\\x3e\\x3cp name=\\\"ebb1\\\" id=\\\"ebb1\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e\\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eDirty John\\x3c/em\\x3e, in case you aren’t one of the podcast’s more than 10 million listeners or one of the \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eLos Angeles Times\\x3c/em\\x3e article’s many readers, tells the story of a vicious serial con man named John Meehan who romanced, occasionally married, and bilked a multitude of women. The series, which depicts the many ways Meehan preyed upon women, shows the escalating devastation a bad man can cause — and the ease with which we women can believe that the worst guy is actually Mr. Right.\\x3c/p\\x3e\\x3cp name=\\\"f4cb\\\" id=\\\"f4cb\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe plot centers on Deborah Newell, a fiftysomething SoCal interior designer who met Meehan on Our Time, a dating website for people of a certain age. Like Newell, I am also fiftysomething, and, as she had, I met my man online. Listening to \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eDear John\\x3c/em\\x3e, hearing the details of internet courtship, I took notice of Newell’s words. As she told her story, one part of my brain racked up similarities between her story and my own: how John had seemed perfect, how he swept her off her feet, how he made her feel loved — utterly, completely, and thoroughly loved. I listened, and I waited for the other shoe to drop. This wasn’t, I knew, a love story. It was a true crime story, and therefore someone, somewhere, was going to get hurt. I wondered if maybe it would be me.\\x3c/p\\x3e\\x3cblockquote name=\\\"b27e\\\" id=\\\"b27e\\\" class=\\\"graf graf--pullquote graf-after--p\\\"\\x3eWhen the chalk outline on the floor is around a woman, the heart of the crime is usually love.\\x3c/blockquote\\x3e\\x3cp name=\\\"d3b2\\\" id=\\\"d3b2\\\" class=\\\"graf graf--p graf--startsWithDoubleQuote graf-after--pullquote\\\"\\x3e“Getting married is maybe the most important decision of your life, and yet it’s often the least rational,” Chris Goffard, the author of \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eDirty John\\x3c/em\\x3e, said to me in an email. He is not wrong. In English, we fall in love, and this metaphor is telling. We don’t step mindfully into love. We don’t wade, stroll, amble, or walk in love — we fall, a verb that conveys love’s loss of control, potential for pain, and unknowable depth.\\x3c/p\\x3e\\x3cp name=\\\"be4d\\\" id=\\\"be4d\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWho we love — especially when we’re women — can be a question of life and death. In 2017, a \\x3ca href=\\\"https://www.cdc.gov/mmwr/volumes/66/wr/mm6628a1.htm?s_cid=mm6628a1_w\\\" data-href=\\\"https://www.cdc.gov/mmwr/volumes/66/wr/mm6628a1.htm?s_cid=mm6628a1_w\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3ereport\\x3c/a\\x3e from the Centers for Disease Control and Prevention found that \\x3ca href=\\\"https://www.npr.org/sections/thetwo-way/2017/07/21/538518569/cdc-half-of-all-female-murder-victims-are-killed-by-intimate-partners\\\" data-href=\\\"https://www.npr.org/sections/thetwo-way/2017/07/21/538518569/cdc-half-of-all-female-murder-victims-are-killed-by-intimate-partners\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3emore than half\\x3c/a\\x3e of all American female homicide victims died at the hands of intimate partners (worldwide, that rate is 38 percent). By contrast, nearly \\x3ca href=\\\"http://www.unodc.org/gsh/en/data.html\\\" data-href=\\\"http://www.unodc.org/gsh/en/data.html\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3e78 percent of all U.S. homicide victims are male\\x3c/a\\x3e, and \\x3ca href=\\\"https://ucr.fbi.gov/crime-in-the-u.s/2010/crime-in-the-u.s.-2010/tables/10shrtbl03.xls\\\" data-href=\\\"https://ucr.fbi.gov/crime-in-the-u.s/2010/crime-in-the-u.s.-2010/tables/10shrtbl03.xls\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3eless than 10 percent\\x3c/a\\x3e of all murder offenders are women.\\x3c/p\\x3e\\x3cp name=\\\"5b18\\\" id=\\\"5b18\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eTL;DR: When the chalk outline on the floor is around a woman, the heart of the crime is usually love.\\x3c/p\\x3e\\x3cfigure name=\\\"641d\\\" id=\\\"641d\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 30px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 4.3%;\\\"\\x3e\\x3c/div\\x3e\\x3cimg class=\\\"graf-image\\\" data-image-id=\\\"1*q2yGj1PEiG1ziPTM5oNDdQ.png\\\" data-width=\\\"700\\\" data-height=\\\"30\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*q2yGj1PEiG1ziPTM5oNDdQ.png\\\"\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"3cee\\\" id=\\\"3cee\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3e\\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eDirty John\\x3c/em\\x3e was a smash hit, but it’s not alone. In all its bloodstained forms, true crime abides, whether your poison is podcasts like \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eSerial\\x3c/em\\x3e, \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eThis Is Criminal\\x3c/em\\x3e, A\\x3cem class=\\\"markup--em markup--p-em\\\"\\x3ell Killa No Filla\\x3c/em\\x3e, or \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eMy Favorite Murder\\x3c/em\\x3e; television series like \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eDateline\\x3c/em\\x3e, \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eSnapped\\x3c/em\\x3e, or any of Investigation Discovery’s many shows; documentaries like \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eThe Jinx\\x3c/em\\x3e, \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eMaking of a Murderer\\x3c/em\\x3e, or \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eCapturing the Friedmans\\x3c/em\\x3e; or books like \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eI’ll Be Gone in the Dark\\x3c/em\\x3e, \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eFatal Vision\\x3c/em\\x3e, or \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eKillers of the Flower Moon\\x3c/em\\x3e. True crime is so popular that the Oxygen network went (almost) all true crime (almost) all the time \\x3ca href=\\\"https://www.hollywoodreporter.com/live-feed/oxygen-officially-rebranding-as-crime-focused-network-970867\\\" data-href=\\\"https://www.hollywoodreporter.com/live-feed/oxygen-officially-rebranding-as-crime-focused-network-970867\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3ea year ago\\x3c/a\\x3e. Just last month, it expanded its true crime roster further, with 10 \\x3ca href=\\\"http://variety.com/2018/tv/news/oxygen-10-new-true-crime-series-1202747579/\\\" data-href=\\\"http://variety.com/2018/tv/news/oxygen-10-new-true-crime-series-1202747579/\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3enew programs\\x3c/a\\x3e.\\x3c/p\\x3e\\x3cblockquote name=\\\"6a70\\\" id=\\\"6a70\\\" class=\\\"graf graf--pullquote graf-after--p\\\"\\x3eTrue crime is bloody revenge without the mess.\\x3c/blockquote\\x3e\\x3cp name=\\\"a6a7\\\" id=\\\"a6a7\\\" class=\\\"graf graf--p graf-after--pullquote\\\"\\x3eThis is notable. Oxygen, the channel with the tagline “television for women,” knows what it’s doing. While true crime as a category is robust across most demographics, its core audience is women — and most of them fall into that tasty \\x3ca href=\\\"http://www.businessinsider.com/why-young-women-are-the-biggest-true-crime-buffs-2016-3?r=US&amp;IR=T&amp;IR=T\\\" data-href=\\\"http://www.businessinsider.com/why-young-women-are-the-biggest-true-crime-buffs-2016-3?r=US&amp;IR=T&amp;IR=T\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3e25-to-45 advertising demographic\\x3c/a\\x3e. Chances are that if you’re reading this piece, you’re a woman, and I see you, my sister. I love true crime in all its permutations, trashy or high class, starkly factual or glossily reenacted. (My passion is true crime that features women criminals, but really, I’m a small-c catholic true crime devourer.)\\x3c/p\\x3e\\x3cp name=\\\"37d9\\\" id=\\\"37d9\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWomen like me are drawn to true crime for multiple reasons. We like the emotional closure of a solved crime, because many crimes with female victims go unsolved, or we like the \\x3ca href=\\\"https://www.nytimes.com/2017/07/19/opinion/i-survived-domestic-violence-now-i-love-true-crime-podcasts.html?action=click&amp;contentCollection=Television&amp;module=RelatedCoverage&amp;region=Marginalia&amp;pgtype=article\\\" data-href=\\\"https://www.nytimes.com/2017/07/19/opinion/i-survived-domestic-violence-now-i-love-true-crime-podcasts.html?action=click&amp;contentCollection=Television&amp;module=RelatedCoverage&amp;region=Marginalia&amp;pgtype=article\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3eambiguity\\x3c/a\\x3e of an open-ended true crime story for the same reason. Women like true crime because, like horror, true crime \\x3ca href=\\\"http://time.com/4172673/true-crime-allure/\\\" data-href=\\\"http://time.com/4172673/true-crime-allure/\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3efeels good\\x3c/a\\x3e, spiking endorphins and adrenaline. We also like it because we can revel in the \\x3ca href=\\\"https://decider.com/2016/09/08/psychiatrist-explains-true-crime-obsession/\\\" data-href=\\\"https://decider.com/2016/09/08/psychiatrist-explains-true-crime-obsession/\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3eschadenfreude\\x3c/a\\x3e of a criminal’s capture or the relief of a criminal’s comeuppance.\\x3c/p\\x3e\\x3cfigure name=\\\"33a4\\\" id=\\\"33a4\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 752px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 107.4%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*eT7l26-IK7wTFQLzG_wxLA.jpeg\\\" data-width=\\\"1117\\\" data-height=\\\"1200\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*eT7l26-IK7wTFQLzG_wxLA.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*eT7l26-IK7wTFQLzG_wxLA.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*eT7l26-IK7wTFQLzG_wxLA.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*eT7l26-IK7wTFQLzG_wxLA.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3cfigcaption class=\\\"imageCaption\\\"\\x3eIllustration by \\x3ca href=\\\"http://www.shreyaillustrations.com/\\\" data-href=\\\"http://www.shreyaillustrations.com/\\\" class=\\\"markup--anchor markup--figure-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3eShreya Gupta\\x3c/a\\x3e\\x3c/figcaption\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"d426\\\" id=\\\"d426\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eMost immediately appealing to me, as the audience, is that I may move freely between identifying with the victim and identifying with the criminal, allowing me to safely experience a range of emotional experiences, from primal, clenched-throat fear to visceral, rampaging violence. True crime is bloody \\x3ca href=\\\"https://medium.com/the-hairpin/why-are-women-obsessed-with-true-crime-f900d4a933bb\\\" data-href=\\\"https://medium.com/the-hairpin/why-are-women-obsessed-with-true-crime-f900d4a933bb\\\" class=\\\"markup--anchor markup--p-anchor\\\" target=\\\"_blank\\\"\\x3erevenge\\x3c/a\\x3e without the mess.\\x3c/p\\x3e\\x3cp name=\\\"a563\\\" id=\\\"a563\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eBut above all, true crime, for all its guts and gore, imbues its female audience with a sense of power — and that power is knowledge. Most women are smaller, weaker, and less violent than men, and women’s knowledge of our physical limitations is reinforced not only by daily life but also by most narratives. When a woman wins a physical battle against a man, it’s because she’s a literal superhero. True crime allows women to safely learn from the experience of others. Lucky or lamentable, all true crime victims become teachers.\\x3c/p\\x3e\\x3cp name=\\\"7c16\\\" id=\\\"7c16\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e\\x3ca href=\\\"https://medium.com/u/826ef5bf649\\\" data-href=\\\"https://medium.com/u/826ef5bf649\\\" data-anchor-type=\\\"2\\\" data-user-id=\\\"826ef5bf649\\\" data-action-value=\\\"826ef5bf649\\\" data-action=\\\"show-user-card\\\" data-action-type=\\\"hover\\\" class=\\\"markup--user markup--p-user\\\" target=\\\"_blank\\\"\\x3eErin Lee Carr\\x3c/a\\x3e, a true crime documentary director and producer, says, “A lot of the violence that happens in our society is against women or people of color, so it’s women practicing if this were to happen. There’s a part of all of us that’s like, ‘What would I do if I was in the alley? What would I do if I was put in that situation?’ I think it’s practice.”\\x3c/p\\x3e\\x3cp name=\\\"16b0\\\" id=\\\"16b0\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3e\\x3ca href=\\\"https://medium.com/u/e8d2c7b5ac57\\\" data-href=\\\"https://medium.com/u/e8d2c7b5ac57\\\" data-anchor-type=\\\"2\\\" data-user-id=\\\"e8d2c7b5ac57\\\" data-action-value=\\\"e8d2c7b5ac57\\\" data-action=\\\"show-user-card\\\" data-action-type=\\\"hover\\\" class=\\\"markup--user markup--p-user\\\" target=\\\"_blank\\\"\\x3eSarah Weinman\\x3c/a\\x3e, author of the upcoming book \\x3ca href=\\\"https://www.sarahweinman.com/\\\" data-href=\\\"https://www.sarahweinman.com/\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"noopener nofollow\\\" target=\\\"_blank\\\"\\x3e\\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eThe Real Lolita\\x3c/em\\x3e\\x3c/a\\x3e, agrees. “Women live their life, whether consciously or unconsciously, dealing with fear,” she says. “Women are always having to make the calculus” — the best ways not to get raped or killed, she means — “and it’s running as a background process all the time, 24 hours, seven days a week.”\\x3c/p\\x3e\\x3cp name=\\\"4fae\\\" id=\\\"4fae\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eTrue crime, then, can function as a kind of mental training for what to do when the time comes. This is part of the appeal of the wildly popular podcast \\x3ca href=\\\"https://www.myfavoritemurder.com/\\\" data-href=\\\"https://www.myfavoritemurder.com/\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3e\\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eMy Favorite Murder\\x3c/em\\x3e\\x3c/a\\x3e. The hosts, Karen Kilgariff and Georgia Hardstark, close each show by saying, “Stay sexy. Don’t get murdered.” This slogan — so popular that fans bond over its acronymic, SSDGM — distills the show’s spirited essence. “Don’t get in that trunk,” goes one of \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eMy Favorite Murder\\x3c/em\\x3e’s prime pieces of advice. They are indeed words to live by.\\x3c/p\\x3e\\x3cp name=\\\"eae5\\\" id=\\\"eae5\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eTrue crime gives its female audience a handy-dandy, easy-peasy way to recognize dangerous behavior. “Some have said this series will save lives because it can maybe alert people to the sort of techniques a con man like John Meehan uses,” Goffard says of \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eDirty John\\x3c/em\\x3e.\\x3c/p\\x3e\\x3cp name=\\\"585c\\\" id=\\\"585c\\\" class=\\\"graf graf--p graf--startsWithDoubleQuote graf-after--p\\\"\\x3e“I think that women in general are always looking for signs,” says \\x3ca href=\\\"https://medium.com/u/8906ff16ba0f\\\" data-href=\\\"https://medium.com/u/8906ff16ba0f\\\" data-anchor-type=\\\"2\\\" data-user-id=\\\"8906ff16ba0f\\\" data-action-value=\\\"8906ff16ba0f\\\" data-action=\\\"show-user-card\\\" data-action-type=\\\"hover\\\" class=\\\"markup--user markup--p-user\\\" target=\\\"_blank\\\"\\x3eLisa Levy\\x3c/a\\x3e, freelance writer and contributing editor at \\x3ca href=\\\"http://crimereads.com/\\\" data-href=\\\"http://crimereads.com/\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"noopener nofollow\\\" target=\\\"_blank\\\"\\x3e\\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eCrimeReads\\x3c/em\\x3e\\x3c/a\\x3e. “They look for good signs, they look for bad signs. And I think reading true crime is a way to hone that skill.”\\x3c/p\\x3e\\x3cblockquote name=\\\"7acb\\\" id=\\\"7acb\\\" class=\\\"graf graf--pullquote graf-after--p\\\"\\x3ePerpetrating a crime displays a human heart’s most primal impulses.\\x3c/blockquote\\x3e\\x3cp name=\\\"dfa3\\\" id=\\\"dfa3\\\" class=\\\"graf graf--p graf-after--pullquote\\\"\\x3eReading, watching, or listening to true crime, in short, affords women the luxury of putting themselves in danger without physical risk and the headspace to prepare themselves without pressure. You can curl up in your vintage velour tracksuit with a glass of buttery chardonnay, turn on Investigation Discovery, and absorb survival skills, almost as if by osmosis.\\x3c/p\\x3e\\x3cp name=\\\"f199\\\" id=\\\"f199\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThus it was almost natural that \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eDirty John\\x3c/em\\x3e caused me to scrutinize my relationship with my new husband. Holding the whole of our history like an orb in my hand, I looked for flaws, for cracks, for inconsistencies, for untruths. I made a mental checklist of John Meehan’s many “tells,” like the way his rumpled clothes didn’t match his claim to be a doctor, his running out of cash when the dinner check came, and his needling comments that pried Deborah Newell away from her friends and her family.\\x3c/p\\x3e\\x3cp name=\\\"277e\\\" id=\\\"277e\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eI cross-checked Newell’s narrative and found…nothing. My husband, for all his very human flaws and superhuman beauty, seemed to be the man I married. I exhaled, and I moved on, and I continue to love both him and true crime.\\x3c/p\\x3e\\x3cfigure name=\\\"1b34\\\" id=\\\"1b34\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 30px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 4.3%;\\\"\\x3e\\x3c/div\\x3e\\x3cimg class=\\\"graf-image\\\" data-image-id=\\\"1*q2yGj1PEiG1ziPTM5oNDdQ.png\\\" data-width=\\\"700\\\" data-height=\\\"30\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*q2yGj1PEiG1ziPTM5oNDdQ.png\\\"\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"7aec\\\" id=\\\"7aec\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3ePerpetrating a crime displays a human heart’s most primal impulses. Experiencing a crime — even vicariously — provokes a human body’s most primeval reactions. And solving a crime requires a human mind’s most rational reasoning. It’s a holy trinity of emotion, sensation, and logic. True crime hits a sweet spot that, like dating, was just waiting for the internet. “True crime is a very hot genre in part because of the internet,” says Levy, the \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eCrimeReads\\x3c/em\\x3e writer. “The other thing that does well on the internet are personal essays. You could just say that people have a real desire to read about other people going through bad things, which I think encompasses both genres.”\\x3c/p\\x3e\\x3cp name=\\\"5c5f\\\" id=\\\"5c5f\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWhen I imagine a Venn diagram of true crime and personal essays, I see a female audience in the middle. Whether by nature or by nurture, women tend to enjoy sensation, and the genres of both true crime and personal essays pull at human emotions and push at human bodies, creating a symphony of feelings, both mental and physical. Both command a largely female audience — and both are \\x3ca href=\\\"https://www.newyorker.com/culture/jia-tolentino/the-personal-essay-boom-is-over\\\" data-href=\\\"https://www.newyorker.com/culture/jia-tolentino/the-personal-essay-boom-is-over\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3edenigrated\\x3c/a\\x3e \\x3ca href=\\\"http://theweek.com/articles/736073/why-true-crime-obsession-bad-society\\\" data-href=\\\"http://theweek.com/articles/736073/why-true-crime-obsession-bad-society\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3egenres\\x3c/a\\x3e. Finally, both personal essays and true crime have mushroomed because of the internet, because of dating apps, and because of our symbiotic craving for and access to deeply intimate personal experiences.\\x3c/p\\x3e\\x3cp name=\\\"da48\\\" id=\\\"da48\\\" class=\\\"graf graf--p graf--startsWithDoubleQuote graf-after--p\\\"\\x3e“So much of true crime stories are about how love transmutes into rage, and how rage then leads to murder, but it’s also about wildly unrealistic expectations,” says true crime writer Sarah Weinman. “If you meet somebody online, or it’s exacerbated through text messages or instant message, it creates this world that is both part of the real world but is also removed from it.”\\x3c/p\\x3e\\x3cp name=\\\"51f4\\\" id=\\\"51f4\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe phrase “both part of the real world and apart from it” is an apt way to encapsulate the experience of any romance, as much as it is a way of explaining our lives on the web.\\x3c/p\\x3e\\x3cp name=\\\"79fe\\\" id=\\\"79fe\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe junction of crime and the internet animates the work of documentary filmmaker Carr. Her two documentaries — \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eThought Crimes: The True Case of the Cannibal Cop\\x3c/em\\x3e, which explores the story of Gilberto Valle, a former cop who is obsessed with killing and eating women, and \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eMommy Dead and Dearest\\x3c/em\\x3e, which tells the twisted story of Gypsy Rose Blanchard, who killed her mother with the help of her boyfriend — are both Extremely Online. Valle used fetish sites to explore his gory obsession, while wheelchair-bound Blanchard found her boyfriend on a dating site.\\x3c/p\\x3e\\x3cp name=\\\"0e12\\\" id=\\\"0e12\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eNeither Valle’s nor Blanchard’s crimes could have happened without the internet — and without the internet, we probably wouldn’t know they had. “Now it’s really hard to commit a crime without the internet being involved,” Carr says. “So, as a voyeur, as a curious person, I think it’s amazing to uncover how people thought about these things and then executed their plans.”\\x3c/p\\x3e\\x3cp name=\\\"0e0f\\\" id=\\\"0e0f\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eCarr says of her films’ two subjects, “They couldn’t truly reveal who they were, so they create these [online] avatars of themselves that represented what they actually desired sexually.” On the internet, as the classic \\x3ca href=\\\"https://en.wikipedia.org/wiki/On_the_Internet,_nobody_knows_you%27re_a_dog\\\" data-href=\\\"https://en.wikipedia.org/wiki/On_the_Internet,_nobody_knows_you%27re_a_dog\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3e1993 \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eNew Yorker\\x3c/em\\x3e cartoon\\x3c/a\\x3e says, nobody knows you’re a dog.\\x3c/p\\x3e\\x3cfigure name=\\\"1750\\\" id=\\\"1750\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 750px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 107.1%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*W6PE4-AUOKakxTITqapdiA.jpeg\\\" data-width=\\\"1137\\\" data-height=\\\"1218\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*W6PE4-AUOKakxTITqapdiA.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*W6PE4-AUOKakxTITqapdiA.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*W6PE4-AUOKakxTITqapdiA.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*W6PE4-AUOKakxTITqapdiA.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3cfigcaption class=\\\"imageCaption\\\"\\x3eIllustration by \\x3ca href=\\\"http://www.shreyaillustrations.com/\\\" data-href=\\\"http://www.shreyaillustrations.com/\\\" class=\\\"markup--anchor markup--figure-anchor\\\" rel=\\\"noopener nofollow\\\" target=\\\"_blank\\\"\\x3eShreya Gupta\\x3c/a\\x3e\\x3c/figcaption\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"8259\\\" id=\\\"8259\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eYet as much as the web has been a boon for criminals, it has also been a godsend to true crime fanatics, allowing us to watch \\x3ca href=\\\"https://www.azcentral.com/story/news/local/mesa/2015/03/05/jodi-arias-trial-sentence-verdict-reaction/24264999/\\\" data-href=\\\"https://www.azcentral.com/story/news/local/mesa/2015/03/05/jodi-arias-trial-sentence-verdict-reaction/24264999/\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3ereal-time Twitter reactions\\x3c/a\\x3e to Jodi Arias’ murder trial verdict in 2015, \\x3ca href=\\\"https://www.bustle.com/p/10-websites-about-true-crime-for-people-who-are-out-of-new-books-podcasts-documentaries-8842109\\\" data-href=\\\"https://www.bustle.com/p/10-websites-about-true-crime-for-people-who-are-out-of-new-books-podcasts-documentaries-8842109\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3eread true crime blogs\\x3c/a\\x3e, or take deep dives into serial killers’ Wikipedia entries. But even more, the internet has gifted people with ways to get actively involved with true crime. Some true crime fans do more than passively sit on their couches absorbing lurid stories — some, like the late Michelle McNamara, the author of \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eI’ll Be Gone in the Dark\\x3c/em\\x3e, start \\x3ca href=\\\"http://truecrimediary.com/\\\" data-href=\\\"http://truecrimediary.com/\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3eblogs\\x3c/a\\x3e; others join \\x3ca href=\\\"https://www.meetup.com/SSDGM-Murderino-Meetup/messages/boards/?_cookie-check=1IfA6uApAhT-UIU0\\\" data-href=\\\"https://www.meetup.com/SSDGM-Murderino-Meetup/messages/boards/?_cookie-check=1IfA6uApAhT-UIU0\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3emessage boards\\x3c/a\\x3e; and still others begin movements like #MeToo.\\x3c/p\\x3e\\x3cp name=\\\"4447\\\" id=\\\"4447\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eTrue crime’s potential for evolution is especially meaningful for women because, while we are less likely than men to be murdered, we are more likely to be raped — and rape is one felony that has yet to be folded into the true crime lexicon as a stand-alone act. Rape, to be treated as true crime, still has to be appended to murder. However, Bill Cosby’s recent conviction on three counts of sexual assault gives true crime a juicy opportunity to recover this glaring omission, as does Weinstein’s recent arrest, and as do the unfolding revelations about R. Kelly, Charlie Rose, and myriad other \\x3ca href=\\\"https://www.glamour.com/gallery/post-weinstein-these-are-the-powerful-men-facing-sexual-harassment-allegations\\\" data-href=\\\"https://www.glamour.com/gallery/post-weinstein-these-are-the-powerful-men-facing-sexual-harassment-allegations\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3epowerful men\\x3c/a\\x3e.\\x3c/p\\x3e\\x3cp name=\\\"f211\\\" id=\\\"f211\\\" class=\\\"graf graf--p graf--startsWithDoubleQuote graf-after--p\\\"\\x3e“So what does a rape have to do to be a true crime story?” Lisa Levy writes in her April 2018 \\x3ca href=\\\"https://crimereads.com/rape-stories-are-crime-stories/\\\" data-href=\\\"https://crimereads.com/rape-stories-are-crime-stories/\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3e\\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eCrimeReads\\x3c/em\\x3e piece\\x3c/a\\x3e. The answer is a depressing mix of “be a good victim” and “be a victim of a serial rapist,” but often even the story of a perfect victim in a string of brutal crimes isn’t enough. Because, as Levy points out, rape stories are almost always women’s stories.\\x3c/p\\x3e\\x3cp name=\\\"3f97\\\" id=\\\"3f97\\\" class=\\\"graf graf--p graf--startsWithDoubleQuote graf-after--p\\\"\\x3e“I started reading books about rape,” Levy says, “and what I discovered was there were overwhelmingly memoirs, and I found that to be very interesting. It seemed to be a way to either downgrade rape and sexual assault as a crime or to say: Well, these stories that women are telling, they’re just stories. It’s just autobiography.” He said/she said, it seems, retains its power imbalance, even in literature.\\x3c/p\\x3e\\x3cblockquote name=\\\"7b18\\\" id=\\\"7b18\\\" class=\\\"graf graf--pullquote graf-after--p\\\"\\x3ePerhaps women are taught to be afraid of the wrong men, and perhaps true crime allows women the space to recognize that.\\x3c/blockquote\\x3e\\x3cp name=\\\"0f18\\\" id=\\\"0f18\\\" class=\\\"graf graf--p graf-after--pullquote\\\"\\x3ePurists might object that memoir is not true crime — that the genre requires an objective, outside observer who documents with a cold, calculating, and uninvested eye — but true crime has often made room for the first-person narrative “I.” Michelle McNamara sprinkles her book with her own experiences and feelings. Ann Rule’s \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eThe Stranger Beside Me\\x3c/em\\x3e, a book about serial killer Ted Bundy, is as much a eulogy to her friendship with Bundy as it is an investigation into his crimes and capture. Even the hallowed father of serious true crime, Truman Capote, plays with narrative point of view in his classic “nonfiction novel,” \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eIn Cold Blood\\x3c/em\\x3e. The male writers who followed in his footsteps, people like Gay Talese, James Ellroy, and Dominick Dunne, are all palpable presences in their true crime stories, too.\\x3c/p\\x3e\\x3cp name=\\\"01ce\\\" id=\\\"01ce\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe problem, then, is not so much that it’s the women themselves telling the stories of their own experiences and sexual violation. It’s that, in addition to not often getting to trial or to conviction, sexual violence isn’t taken as seriously as homicide or being conned out of cash.\\x3c/p\\x3e\\x3cp name=\\\"9a7c\\\" id=\\\"9a7c\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIn the genre of true crime, the crime matters as much as the voice — and true crime has not taken women as seriously as women take it.\\x3c/p\\x3e\\x3cfigure name=\\\"6be3\\\" id=\\\"6be3\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 30px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 4.3%;\\\"\\x3e\\x3c/div\\x3e\\x3cimg class=\\\"graf-image\\\" data-image-id=\\\"1*q2yGj1PEiG1ziPTM5oNDdQ.png\\\" data-width=\\\"700\\\" data-height=\\\"30\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*q2yGj1PEiG1ziPTM5oNDdQ.png\\\"\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"ec89\\\" id=\\\"ec89\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eSo why, in the great gray of Stockholm October, did \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eDirty John \\x3c/em\\x3eresonate so deeply with me? Why did it wake me at night to wonder about the past, hidden lives of the man insensate beside me? What about this story of a California con man rang so true? And how does this con’s story feel inextricable from the onslaught of #MeToo stories that flow like an endless sludgy river?\\x3c/p\\x3e\\x3cp name=\\\"d4eb\\\" id=\\\"d4eb\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eI’ve turned this mental Rubik’s cube over and over, trying to understand a connection between my suspicions, my feelings, and the haunting specter of my marriage. Sitting here in the hot light of the Stockholm May sun, I look at last winter’s anxiety, and I see the slow, burbling recognition of something that I’d felt — but never allowed myself to articulate — was true. And that is this: Perhaps women are taught to be afraid of the wrong men, and perhaps true crime allows women the space to recognize that.\\x3c/p\\x3e\\x3cp name=\\\"6d32\\\" id=\\\"6d32\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWomen — especially white women — are statistically the least endangered, yet we are fearful (a phenomenon called the \\x3ca href=\\\"https://academic.oup.com/bjc/article-abstract/51/1/58/344723\\\" data-href=\\\"https://academic.oup.com/bjc/article-abstract/51/1/58/344723\\\" class=\\\"markup--anchor markup--p-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3egender-fear paradox\\x3c/a\\x3e). Women are afraid because, while both little boys and little girls are taught “stranger danger,” boys get to drop that fear as they become men; women do not. Women are taught to be afraid of every man we do not know (and even the rustle and the crackle in the dark that could be the men we don’t know). Raised with the specter of the bogeyman, we carry our keys between our fingers, stash our headphones the moment we step off the subway, and learn that regardless of whether you wear unflattering overalls or a tight skirt, it’s somehow your fault. The gender-fear paradox is real, but so too is the fear.\\x3c/p\\x3e\\x3cp name=\\\"9189\\\" id=\\\"9189\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eCulture raises women to fear strange men and to trust the men they know — the very men who, the cold facts tell us, are most likely to harm us. Women are brought up to #marrybestfriend in a #friendshipmarriage as our #relationshipgoals, we’re bred to be deferential to our bosses, and we’re reared to be reverential to celebrity. Our trust in men is as unearned as it is unreciprocated — yet it’s expected. And this is where true crime’s real value lies: Unlike love songs, unlike rom-coms, and unlike romance novels, true crime has no interest in telling us to trust men. Unlike politicians or bosses, it doesn’t seek to gaslight women.\\x3c/p\\x3e\\x3cp name=\\\"f64e\\\" id=\\\"f64e\\\" class=\\\"graf graf--p graf-after--p graf--trailing\\\"\\x3eTrue crime, unlike just about every other genre that we women clasp to our collective breast, doesn’t want to sugarcoat the world. It wants to tell us that our suspicions are correct: We are in danger, and the call is coming from inside the house. Only true crime tells us what we need to know to survive the men who want to love us to death — and this hard, glinting truth may be the reason why women love true crime, until death do us part.\\x3c/p\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/section\\x3e\"},\"socialTitle\":\"How True Crime Helps Us Process Our Fear\",\"socialDek\":null,\"elevateCoverInfo\":{\"title\":{\"name\":\"7c14\",\"type\":3,\"text\":\"Love In a Time of True Crime\",\"markups\":[]},\"subtitle\":{\"name\":\"e69d\",\"type\":13,\"text\":\"Women are taught to fear the bogeyman. The real threat is closer to home\",\"markups\":[]},\"featuredImage\":{\"name\":\"14ec\",\"type\":1,\"text\":\"Illustration by Shreya Gupta\",\"markups\":[{\"type\":3,\"start\":16,\"end\":28,\"href\":\"http://www.shreyaillustrations.com/\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0}],\"layout\":1,\"metadata\":{\"id\":\"1*GcART2BVurx9WBlU5gGKJg.jpeg\",\"originalWidth\":3833,\"originalHeight\":1200,\"focusPercentX\":53,\"focusPercentY\":31}}},\"primaryTopic\":{\"topicId\":\"830cded25262\",\"slug\":\"relationships\",\"createdAt\":1493930382734,\"deletedAt\":0,\"image\":{\"id\":\"1*0eAtVrEhCCpk5ToQcftnHA@2x.jpeg\",\"originalWidth\":4752,\"originalHeight\":3168},\"name\":\"Relationships\",\"description\":\"Love and other drugs.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"}})\n// ]]></script><script id=\"parsely-cfg\" src=\"//d1z2jf7jlzjs58.cloudfront.net/keys/medium.com/p.js\"></script><script type=\"text/javascript\">(function(b,r,a,n,c,h,_,s,d,k){if(!b[n]||!b[n]._q){for(;s<_.length;)c(h,_[s++]);d=r.createElement(a);d.async=1;d.src=\"https://cdn.branch.io/branch-latest.min.js\";k=r.getElementsByTagName(a)[0];k.parentNode.insertBefore(d,k);b[n]=h}})(window,document,\"script\",\"branch\",function(b,r){b[r]=function(){b._q.push([r,arguments])}},{_q:[],_v:1},\"addListener applyCode autoAppIndex banner closeBanner closeJourney creditHistory credits data deepview deepviewCta first getCode init link logout redeem referrals removeListener sendSMS setBranchViewData setIdentity track validateCode trackCommerceEvent logEvent\".split(\" \"), 0); branch.init('key_live_ofxXr2qTrrU9NqURK8ZwEhknBxiI6KBm', {'no_journeys': true, 'disable_exit_animation': true, 'disable_entry_animation': true, 'tracking_disabled':  false }, function(err, data) {});</script></body></html>", "title": "Love In a Time of True Crime", "title_html": "<h1 class=\"elevate-h1 u-marginBottom12 u-md-marginBottom8\">Love In a Time of True Crime</h1>", "content_html": "<div class=\"section-content\"><div class=\"section-inner sectionLayout--insetColumn\"></div><div class=\"section-inner sectionLayout--insetColumn\"><p class=\"graf graf--p graf--hasDropCapModel graf--hasDropCap graf--leading\" id=\"f334\" name=\"f334\"><span class=\"graf-dropCap\">L</span>ast October, I married a Swede. The wedding, which took place the day after the <em class=\"markup--em markup--p-em\">New York Times</em> broke the <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html\" href=\"https://www.nytimes.com/2017/10/05/us/harvey-weinstein-harassment-allegations.html\" rel=\"nofollow noopener\" target=\"_blank\">first Harvey Weinstein assault</a> story, was a Viking whirlwind in a posh Icelandic Airbnb whose claim to fame is that the Biebs once stayed there. The honeymoon was a sun-dappled stay in Portugal. (There were castles. So many castles.) And eight days later, clad in my freshly espoused skin, I found myself smack in the middle of suburban Stockholm legally wedded to a man I didn’t know very well.</p><p class=\"graf graf--p graf-after--p\" id=\"b42c\" name=\"b42c\">Stockholm in late October is an uninterrupted iteration of gray. The sky is gray, the silvered tree bark is gray, the tarmac is gray, the buildings are infinite shades of Brutalist gray. Gray as a bloated corpse fished out of Slussen, Stockholm’s landscape lends itself to eldritch imaginings, and mired in this gray, newly wedded and alone in the Stockholm ’burbs, I got hooked on <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://www.latimes.com/projects/la-me-dirty-john/\" href=\"http://www.latimes.com/projects/la-me-dirty-john/\" rel=\"nofollow noopener\" target=\"_blank\"><em class=\"markup--em markup--p-em\">Dirty John</em></a><em class=\"markup--em markup--p-em\">.</em></p><p class=\"graf graf--p graf-after--p\" id=\"ebb1\" name=\"ebb1\"><em class=\"markup--em markup--p-em\">Dirty John</em>, in case you aren’t one of the podcast’s more than 10 million listeners or one of the <em class=\"markup--em markup--p-em\">Los Angeles Times</em> article’s many readers, tells the story of a vicious serial con man named John Meehan who romanced, occasionally married, and bilked a multitude of women. The series, which depicts the many ways Meehan preyed upon women, shows the escalating devastation a bad man can cause — and the ease with which we women can believe that the worst guy is actually Mr. Right.</p><p class=\"graf graf--p graf-after--p\" id=\"f4cb\" name=\"f4cb\">The plot centers on Deborah Newell, a fiftysomething SoCal interior designer who met Meehan on Our Time, a dating website for people of a certain age. Like Newell, I am also fiftysomething, and, as she had, I met my man online. Listening to <em class=\"markup--em markup--p-em\">Dear John</em>, hearing the details of internet courtship, I took notice of Newell’s words. As she told her story, one part of my brain racked up similarities between her story and my own: how John had seemed perfect, how he swept her off her feet, how he made her feel loved — utterly, completely, and thoroughly loved. I listened, and I waited for the other shoe to drop. This wasn’t, I knew, a love story. It was a true crime story, and therefore someone, somewhere, was going to get hurt. I wondered if maybe it would be me.</p><blockquote class=\"graf graf--pullquote graf-after--p\" id=\"b27e\" name=\"b27e\">When the chalk outline on the floor is around a woman, the heart of the crime is usually love.</blockquote><p class=\"graf graf--p graf--startsWithDoubleQuote graf-after--pullquote\" id=\"d3b2\" name=\"d3b2\">“Getting married is maybe the most important decision of your life, and yet it’s often the least rational,” Chris Goffard, the author of <em class=\"markup--em markup--p-em\">Dirty John</em>, said to me in an email. He is not wrong. In English, we fall in love, and this metaphor is telling. We don’t step mindfully into love. We don’t wade, stroll, amble, or walk in love — we fall, a verb that conveys love’s loss of control, potential for pain, and unknowable depth.</p><p class=\"graf graf--p graf-after--p\" id=\"be4d\" name=\"be4d\">Who we love — especially when we’re women — can be a question of life and death. In 2017, a <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.cdc.gov/mmwr/volumes/66/wr/mm6628a1.htm?s_cid=mm6628a1_w\" href=\"https://www.cdc.gov/mmwr/volumes/66/wr/mm6628a1.htm?s_cid=mm6628a1_w\" rel=\"nofollow noopener\" target=\"_blank\">report</a> from the Centers for Disease Control and Prevention found that <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.npr.org/sections/thetwo-way/2017/07/21/538518569/cdc-half-of-all-female-murder-victims-are-killed-by-intimate-partners\" href=\"https://www.npr.org/sections/thetwo-way/2017/07/21/538518569/cdc-half-of-all-female-murder-victims-are-killed-by-intimate-partners\" rel=\"nofollow noopener\" target=\"_blank\">more than half</a> of all American female homicide victims died at the hands of intimate partners (worldwide, that rate is 38 percent). By contrast, nearly <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://www.unodc.org/gsh/en/data.html\" href=\"http://www.unodc.org/gsh/en/data.html\" rel=\"nofollow noopener\" target=\"_blank\">78 percent of all U.S. homicide victims are male</a>, and <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://ucr.fbi.gov/crime-in-the-u.s/2010/crime-in-the-u.s.-2010/tables/10shrtbl03.xls\" href=\"https://ucr.fbi.gov/crime-in-the-u.s/2010/crime-in-the-u.s.-2010/tables/10shrtbl03.xls\" rel=\"nofollow noopener\" target=\"_blank\">less than 10 percent</a> of all murder offenders are women.</p><p class=\"graf graf--p graf-after--p\" id=\"5b18\" name=\"5b18\">TL;DR: When the chalk outline on the floor is around a woman, the heart of the crime is usually love.</p><figure class=\"graf graf--figure graf-after--p\" id=\"641d\" name=\"641d\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 30px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 4.3%;\"></div><img class=\"graf-image\" data-height=\"30\" data-image-id=\"1*q2yGj1PEiG1ziPTM5oNDdQ.png\" data-width=\"700\" src=\"https://cdn-images-1.medium.com/max/1600/1*q2yGj1PEiG1ziPTM5oNDdQ.png\"/></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"3cee\" name=\"3cee\"><em class=\"markup--em markup--p-em\">Dirty John</em> was a smash hit, but it’s not alone. In all its bloodstained forms, true crime abides, whether your poison is podcasts like <em class=\"markup--em markup--p-em\">Serial</em>, <em class=\"markup--em markup--p-em\">This Is Criminal</em>, A<em class=\"markup--em markup--p-em\">ll Killa No Filla</em>, or <em class=\"markup--em markup--p-em\">My Favorite Murder</em>; television series like <em class=\"markup--em markup--p-em\">Dateline</em>, <em class=\"markup--em markup--p-em\">Snapped</em>, or any of Investigation Discovery’s many shows; documentaries like <em class=\"markup--em markup--p-em\">The Jinx</em>, <em class=\"markup--em markup--p-em\">Making of a Murderer</em>, or <em class=\"markup--em markup--p-em\">Capturing the Friedmans</em>; or books like <em class=\"markup--em markup--p-em\">I’ll Be Gone in the Dark</em>, <em class=\"markup--em markup--p-em\">Fatal Vision</em>, or <em class=\"markup--em markup--p-em\">Killers of the Flower Moon</em>. True crime is so popular that the Oxygen network went (almost) all true crime (almost) all the time <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.hollywoodreporter.com/live-feed/oxygen-officially-rebranding-as-crime-focused-network-970867\" href=\"https://www.hollywoodreporter.com/live-feed/oxygen-officially-rebranding-as-crime-focused-network-970867\" rel=\"nofollow noopener\" target=\"_blank\">a year ago</a>. Just last month, it expanded its true crime roster further, with 10 <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://variety.com/2018/tv/news/oxygen-10-new-true-crime-series-1202747579/\" href=\"http://variety.com/2018/tv/news/oxygen-10-new-true-crime-series-1202747579/\" rel=\"nofollow noopener\" target=\"_blank\">new programs</a>.</p><blockquote class=\"graf graf--pullquote graf-after--p\" id=\"6a70\" name=\"6a70\">True crime is bloody revenge without the mess.</blockquote><p class=\"graf graf--p graf-after--pullquote\" id=\"a6a7\" name=\"a6a7\">This is notable. Oxygen, the channel with the tagline “television for women,” knows what it’s doing. While true crime as a category is robust across most demographics, its core audience is women — and most of them fall into that tasty <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://www.businessinsider.com/why-young-women-are-the-biggest-true-crime-buffs-2016-3?r=US&amp;IR=T&amp;IR=T\" href=\"http://www.businessinsider.com/why-young-women-are-the-biggest-true-crime-buffs-2016-3?r=US&amp;IR=T&amp;IR=T\" rel=\"nofollow noopener\" target=\"_blank\">25-to-45 advertising demographic</a>. Chances are that if you’re reading this piece, you’re a woman, and I see you, my sister. I love true crime in all its permutations, trashy or high class, starkly factual or glossily reenacted. (My passion is true crime that features women criminals, but really, I’m a small-c catholic true crime devourer.)</p><p class=\"graf graf--p graf-after--p\" id=\"37d9\" name=\"37d9\">Women like me are drawn to true crime for multiple reasons. We like the emotional closure of a solved crime, because many crimes with female victims go unsolved, or we like the <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.nytimes.com/2017/07/19/opinion/i-survived-domestic-violence-now-i-love-true-crime-podcasts.html?action=click&amp;contentCollection=Television&amp;module=RelatedCoverage&amp;region=Marginalia&amp;pgtype=article\" href=\"https://www.nytimes.com/2017/07/19/opinion/i-survived-domestic-violence-now-i-love-true-crime-podcasts.html?action=click&amp;contentCollection=Television&amp;module=RelatedCoverage&amp;region=Marginalia&amp;pgtype=article\" rel=\"nofollow noopener\" target=\"_blank\">ambiguity</a> of an open-ended true crime story for the same reason. Women like true crime because, like horror, true crime <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://time.com/4172673/true-crime-allure/\" href=\"http://time.com/4172673/true-crime-allure/\" rel=\"nofollow noopener\" target=\"_blank\">feels good</a>, spiking endorphins and adrenaline. We also like it because we can revel in the <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://decider.com/2016/09/08/psychiatrist-explains-true-crime-obsession/\" href=\"https://decider.com/2016/09/08/psychiatrist-explains-true-crime-obsession/\" rel=\"nofollow noopener\" target=\"_blank\">schadenfreude</a> of a criminal’s capture or the relief of a criminal’s comeuppance.</p><figure class=\"graf graf--figure graf-after--p\" id=\"33a4\" name=\"33a4\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 752px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 107.4%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*eT7l26-IK7wTFQLzG_wxLA.jpeg\" data-height=\"1200\" data-image-id=\"1*eT7l26-IK7wTFQLzG_wxLA.jpeg\" data-width=\"1117\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*eT7l26-IK7wTFQLzG_wxLA.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*eT7l26-IK7wTFQLzG_wxLA.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*eT7l26-IK7wTFQLzG_wxLA.jpeg\"/></noscript></div></div><figcaption class=\"imageCaption\">Illustration by <a class=\"markup--anchor markup--figure-anchor\" data-href=\"http://www.shreyaillustrations.com/\" href=\"http://www.shreyaillustrations.com/\" rel=\"nofollow noopener\" target=\"_blank\">Shreya Gupta</a></figcaption></figure><p class=\"graf graf--p graf-after--figure\" id=\"d426\" name=\"d426\">Most immediately appealing to me, as the audience, is that I may move freely between identifying with the victim and identifying with the criminal, allowing me to safely experience a range of emotional experiences, from primal, clenched-throat fear to visceral, rampaging violence. True crime is bloody <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://medium.com/the-hairpin/why-are-women-obsessed-with-true-crime-f900d4a933bb\" href=\"https://medium.com/the-hairpin/why-are-women-obsessed-with-true-crime-f900d4a933bb\" target=\"_blank\">revenge</a> without the mess.</p><p class=\"graf graf--p graf-after--p\" id=\"a563\" name=\"a563\">But above all, true crime, for all its guts and gore, imbues its female audience with a sense of power — and that power is knowledge. Most women are smaller, weaker, and less violent than men, and women’s knowledge of our physical limitations is reinforced not only by daily life but also by most narratives. When a woman wins a physical battle against a man, it’s because she’s a literal superhero. True crime allows women to safely learn from the experience of others. Lucky or lamentable, all true crime victims become teachers.</p><p class=\"graf graf--p graf-after--p\" id=\"7c16\" name=\"7c16\"><a class=\"markup--user markup--p-user\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"826ef5bf649\" data-anchor-type=\"2\" data-href=\"https://medium.com/u/826ef5bf649\" data-user-id=\"826ef5bf649\" href=\"https://medium.com/u/826ef5bf649\" target=\"_blank\">Erin Lee Carr</a>, a true crime documentary director and producer, says, “A lot of the violence that happens in our society is against women or people of color, so it’s women practicing if this were to happen. There’s a part of all of us that’s like, ‘What would I do if I was in the alley? What would I do if I was put in that situation?’ I think it’s practice.”</p><p class=\"graf graf--p graf-after--p\" id=\"16b0\" name=\"16b0\"><a class=\"markup--user markup--p-user\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"e8d2c7b5ac57\" data-anchor-type=\"2\" data-href=\"https://medium.com/u/e8d2c7b5ac57\" data-user-id=\"e8d2c7b5ac57\" href=\"https://medium.com/u/e8d2c7b5ac57\" target=\"_blank\">Sarah Weinman</a>, author of the upcoming book <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.sarahweinman.com/\" href=\"https://www.sarahweinman.com/\" rel=\"noopener nofollow\" target=\"_blank\"><em class=\"markup--em markup--p-em\">The Real Lolita</em></a>, agrees. “Women live their life, whether consciously or unconsciously, dealing with fear,” she says. “Women are always having to make the calculus” — the best ways not to get raped or killed, she means — “and it’s running as a background process all the time, 24 hours, seven days a week.”</p><p class=\"graf graf--p graf-after--p\" id=\"4fae\" name=\"4fae\">True crime, then, can function as a kind of mental training for what to do when the time comes. This is part of the appeal of the wildly popular podcast <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.myfavoritemurder.com/\" href=\"https://www.myfavoritemurder.com/\" rel=\"nofollow noopener\" target=\"_blank\"><em class=\"markup--em markup--p-em\">My Favorite Murder</em></a>. The hosts, Karen Kilgariff and Georgia Hardstark, close each show by saying, “Stay sexy. Don’t get murdered.” This slogan — so popular that fans bond over its acronymic, SSDGM — distills the show’s spirited essence. “Don’t get in that trunk,” goes one of <em class=\"markup--em markup--p-em\">My Favorite Murder</em>’s prime pieces of advice. They are indeed words to live by.</p><p class=\"graf graf--p graf-after--p\" id=\"eae5\" name=\"eae5\">True crime gives its female audience a handy-dandy, easy-peasy way to recognize dangerous behavior. “Some have said this series will save lives because it can maybe alert people to the sort of techniques a con man like John Meehan uses,” Goffard says of <em class=\"markup--em markup--p-em\">Dirty John</em>.</p><p class=\"graf graf--p graf--startsWithDoubleQuote graf-after--p\" id=\"585c\" name=\"585c\">“I think that women in general are always looking for signs,” says <a class=\"markup--user markup--p-user\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"8906ff16ba0f\" data-anchor-type=\"2\" data-href=\"https://medium.com/u/8906ff16ba0f\" data-user-id=\"8906ff16ba0f\" href=\"https://medium.com/u/8906ff16ba0f\" target=\"_blank\">Lisa Levy</a>, freelance writer and contributing editor at <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://crimereads.com/\" href=\"http://crimereads.com/\" rel=\"noopener nofollow\" target=\"_blank\"><em class=\"markup--em markup--p-em\">CrimeReads</em></a>. “They look for good signs, they look for bad signs. And I think reading true crime is a way to hone that skill.”</p><blockquote class=\"graf graf--pullquote graf-after--p\" id=\"7acb\" name=\"7acb\">Perpetrating a crime displays a human heart’s most primal impulses.</blockquote><p class=\"graf graf--p graf-after--pullquote\" id=\"dfa3\" name=\"dfa3\">Reading, watching, or listening to true crime, in short, affords women the luxury of putting themselves in danger without physical risk and the headspace to prepare themselves without pressure. You can curl up in your vintage velour tracksuit with a glass of buttery chardonnay, turn on Investigation Discovery, and absorb survival skills, almost as if by osmosis.</p><p class=\"graf graf--p graf-after--p\" id=\"f199\" name=\"f199\">Thus it was almost natural that <em class=\"markup--em markup--p-em\">Dirty John</em> caused me to scrutinize my relationship with my new husband. Holding the whole of our history like an orb in my hand, I looked for flaws, for cracks, for inconsistencies, for untruths. I made a mental checklist of John Meehan’s many “tells,” like the way his rumpled clothes didn’t match his claim to be a doctor, his running out of cash when the dinner check came, and his needling comments that pried Deborah Newell away from her friends and her family.</p><p class=\"graf graf--p graf-after--p\" id=\"277e\" name=\"277e\">I cross-checked Newell’s narrative and found…nothing. My husband, for all his very human flaws and superhuman beauty, seemed to be the man I married. I exhaled, and I moved on, and I continue to love both him and true crime.</p><figure class=\"graf graf--figure graf-after--p\" id=\"1b34\" name=\"1b34\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 30px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 4.3%;\"></div><img class=\"graf-image\" data-height=\"30\" data-image-id=\"1*q2yGj1PEiG1ziPTM5oNDdQ.png\" data-width=\"700\" src=\"https://cdn-images-1.medium.com/max/1600/1*q2yGj1PEiG1ziPTM5oNDdQ.png\"/></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"7aec\" name=\"7aec\">Perpetrating a crime displays a human heart’s most primal impulses. Experiencing a crime — even vicariously — provokes a human body’s most primeval reactions. And solving a crime requires a human mind’s most rational reasoning. It’s a holy trinity of emotion, sensation, and logic. True crime hits a sweet spot that, like dating, was just waiting for the internet. “True crime is a very hot genre in part because of the internet,” says Levy, the <em class=\"markup--em markup--p-em\">CrimeReads</em> writer. “The other thing that does well on the internet are personal essays. You could just say that people have a real desire to read about other people going through bad things, which I think encompasses both genres.”</p><p class=\"graf graf--p graf-after--p\" id=\"5c5f\" name=\"5c5f\">When I imagine a Venn diagram of true crime and personal essays, I see a female audience in the middle. Whether by nature or by nurture, women tend to enjoy sensation, and the genres of both true crime and personal essays pull at human emotions and push at human bodies, creating a symphony of feelings, both mental and physical. Both command a largely female audience — and both are <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.newyorker.com/culture/jia-tolentino/the-personal-essay-boom-is-over\" href=\"https://www.newyorker.com/culture/jia-tolentino/the-personal-essay-boom-is-over\" rel=\"nofollow noopener\" target=\"_blank\">denigrated</a> <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://theweek.com/articles/736073/why-true-crime-obsession-bad-society\" href=\"http://theweek.com/articles/736073/why-true-crime-obsession-bad-society\" rel=\"nofollow noopener\" target=\"_blank\">genres</a>. Finally, both personal essays and true crime have mushroomed because of the internet, because of dating apps, and because of our symbiotic craving for and access to deeply intimate personal experiences.</p><p class=\"graf graf--p graf--startsWithDoubleQuote graf-after--p\" id=\"da48\" name=\"da48\">“So much of true crime stories are about how love transmutes into rage, and how rage then leads to murder, but it’s also about wildly unrealistic expectations,” says true crime writer Sarah Weinman. “If you meet somebody online, or it’s exacerbated through text messages or instant message, it creates this world that is both part of the real world but is also removed from it.”</p><p class=\"graf graf--p graf-after--p\" id=\"51f4\" name=\"51f4\">The phrase “both part of the real world and apart from it” is an apt way to encapsulate the experience of any romance, as much as it is a way of explaining our lives on the web.</p><p class=\"graf graf--p graf-after--p\" id=\"79fe\" name=\"79fe\">The junction of crime and the internet animates the work of documentary filmmaker Carr. Her two documentaries — <em class=\"markup--em markup--p-em\">Thought Crimes: The True Case of the Cannibal Cop</em>, which explores the story of Gilberto Valle, a former cop who is obsessed with killing and eating women, and <em class=\"markup--em markup--p-em\">Mommy Dead and Dearest</em>, which tells the twisted story of Gypsy Rose Blanchard, who killed her mother with the help of her boyfriend — are both Extremely Online. Valle used fetish sites to explore his gory obsession, while wheelchair-bound Blanchard found her boyfriend on a dating site.</p><p class=\"graf graf--p graf-after--p\" id=\"0e12\" name=\"0e12\">Neither Valle’s nor Blanchard’s crimes could have happened without the internet — and without the internet, we probably wouldn’t know they had. “Now it’s really hard to commit a crime without the internet being involved,” Carr says. “So, as a voyeur, as a curious person, I think it’s amazing to uncover how people thought about these things and then executed their plans.”</p><p class=\"graf graf--p graf-after--p\" id=\"0e0f\" name=\"0e0f\">Carr says of her films’ two subjects, “They couldn’t truly reveal who they were, so they create these [online] avatars of themselves that represented what they actually desired sexually.” On the internet, as the classic <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://en.wikipedia.org/wiki/On_the_Internet,_nobody_knows_you%27re_a_dog\" href=\"https://en.wikipedia.org/wiki/On_the_Internet,_nobody_knows_you%27re_a_dog\" rel=\"nofollow noopener\" target=\"_blank\">1993 <em class=\"markup--em markup--p-em\">New Yorker</em> cartoon</a> says, nobody knows you’re a dog.</p><figure class=\"graf graf--figure graf-after--p\" id=\"1750\" name=\"1750\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 750px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 107.1%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*W6PE4-AUOKakxTITqapdiA.jpeg\" data-height=\"1218\" data-image-id=\"1*W6PE4-AUOKakxTITqapdiA.jpeg\" data-width=\"1137\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*W6PE4-AUOKakxTITqapdiA.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*W6PE4-AUOKakxTITqapdiA.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*W6PE4-AUOKakxTITqapdiA.jpeg\"/></noscript></div></div><figcaption class=\"imageCaption\">Illustration by <a class=\"markup--anchor markup--figure-anchor\" data-href=\"http://www.shreyaillustrations.com/\" href=\"http://www.shreyaillustrations.com/\" rel=\"noopener nofollow\" target=\"_blank\">Shreya Gupta</a></figcaption></figure><p class=\"graf graf--p graf-after--figure\" id=\"8259\" name=\"8259\">Yet as much as the web has been a boon for criminals, it has also been a godsend to true crime fanatics, allowing us to watch <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.azcentral.com/story/news/local/mesa/2015/03/05/jodi-arias-trial-sentence-verdict-reaction/24264999/\" href=\"https://www.azcentral.com/story/news/local/mesa/2015/03/05/jodi-arias-trial-sentence-verdict-reaction/24264999/\" rel=\"nofollow noopener\" target=\"_blank\">real-time Twitter reactions</a> to Jodi Arias’ murder trial verdict in 2015, <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.bustle.com/p/10-websites-about-true-crime-for-people-who-are-out-of-new-books-podcasts-documentaries-8842109\" href=\"https://www.bustle.com/p/10-websites-about-true-crime-for-people-who-are-out-of-new-books-podcasts-documentaries-8842109\" rel=\"nofollow noopener\" target=\"_blank\">read true crime blogs</a>, or take deep dives into serial killers’ Wikipedia entries. But even more, the internet has gifted people with ways to get actively involved with true crime. Some true crime fans do more than passively sit on their couches absorbing lurid stories — some, like the late Michelle McNamara, the author of <em class=\"markup--em markup--p-em\">I’ll Be Gone in the Dark</em>, start <a class=\"markup--anchor markup--p-anchor\" data-href=\"http://truecrimediary.com/\" href=\"http://truecrimediary.com/\" rel=\"nofollow noopener\" target=\"_blank\">blogs</a>; others join <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.meetup.com/SSDGM-Murderino-Meetup/messages/boards/?_cookie-check=1IfA6uApAhT-UIU0\" href=\"https://www.meetup.com/SSDGM-Murderino-Meetup/messages/boards/?_cookie-check=1IfA6uApAhT-UIU0\" rel=\"nofollow noopener\" target=\"_blank\">message boards</a>; and still others begin movements like #MeToo.</p><p class=\"graf graf--p graf-after--p\" id=\"4447\" name=\"4447\">True crime’s potential for evolution is especially meaningful for women because, while we are less likely than men to be murdered, we are more likely to be raped — and rape is one felony that has yet to be folded into the true crime lexicon as a stand-alone act. Rape, to be treated as true crime, still has to be appended to murder. However, Bill Cosby’s recent conviction on three counts of sexual assault gives true crime a juicy opportunity to recover this glaring omission, as does Weinstein’s recent arrest, and as do the unfolding revelations about R. Kelly, Charlie Rose, and myriad other <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://www.glamour.com/gallery/post-weinstein-these-are-the-powerful-men-facing-sexual-harassment-allegations\" href=\"https://www.glamour.com/gallery/post-weinstein-these-are-the-powerful-men-facing-sexual-harassment-allegations\" rel=\"nofollow noopener\" target=\"_blank\">powerful men</a>.</p><p class=\"graf graf--p graf--startsWithDoubleQuote graf-after--p\" id=\"f211\" name=\"f211\">“So what does a rape have to do to be a true crime story?” Lisa Levy writes in her April 2018 <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://crimereads.com/rape-stories-are-crime-stories/\" href=\"https://crimereads.com/rape-stories-are-crime-stories/\" rel=\"nofollow noopener\" target=\"_blank\"><em class=\"markup--em markup--p-em\">CrimeReads</em> piece</a>. The answer is a depressing mix of “be a good victim” and “be a victim of a serial rapist,” but often even the story of a perfect victim in a string of brutal crimes isn’t enough. Because, as Levy points out, rape stories are almost always women’s stories.</p><p class=\"graf graf--p graf--startsWithDoubleQuote graf-after--p\" id=\"3f97\" name=\"3f97\">“I started reading books about rape,” Levy says, “and what I discovered was there were overwhelmingly memoirs, and I found that to be very interesting. It seemed to be a way to either downgrade rape and sexual assault as a crime or to say: Well, these stories that women are telling, they’re just stories. It’s just autobiography.” He said/she said, it seems, retains its power imbalance, even in literature.</p><blockquote class=\"graf graf--pullquote graf-after--p\" id=\"7b18\" name=\"7b18\">Perhaps women are taught to be afraid of the wrong men, and perhaps true crime allows women the space to recognize that.</blockquote><p class=\"graf graf--p graf-after--pullquote\" id=\"0f18\" name=\"0f18\">Purists might object that memoir is not true crime — that the genre requires an objective, outside observer who documents with a cold, calculating, and uninvested eye — but true crime has often made room for the first-person narrative “I.” Michelle McNamara sprinkles her book with her own experiences and feelings. Ann Rule’s <em class=\"markup--em markup--p-em\">The Stranger Beside Me</em>, a book about serial killer Ted Bundy, is as much a eulogy to her friendship with Bundy as it is an investigation into his crimes and capture. Even the hallowed father of serious true crime, Truman Capote, plays with narrative point of view in his classic “nonfiction novel,” <em class=\"markup--em markup--p-em\">In Cold Blood</em>. The male writers who followed in his footsteps, people like Gay Talese, James Ellroy, and Dominick Dunne, are all palpable presences in their true crime stories, too.</p><p class=\"graf graf--p graf-after--p\" id=\"01ce\" name=\"01ce\">The problem, then, is not so much that it’s the women themselves telling the stories of their own experiences and sexual violation. It’s that, in addition to not often getting to trial or to conviction, sexual violence isn’t taken as seriously as homicide or being conned out of cash.</p><p class=\"graf graf--p graf-after--p\" id=\"9a7c\" name=\"9a7c\">In the genre of true crime, the crime matters as much as the voice — and true crime has not taken women as seriously as women take it.</p><figure class=\"graf graf--figure graf-after--p\" id=\"6be3\" name=\"6be3\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 30px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 4.3%;\"></div><img class=\"graf-image\" data-height=\"30\" data-image-id=\"1*q2yGj1PEiG1ziPTM5oNDdQ.png\" data-width=\"700\" src=\"https://cdn-images-1.medium.com/max/1600/1*q2yGj1PEiG1ziPTM5oNDdQ.png\"/></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"ec89\" name=\"ec89\">So why, in the great gray of Stockholm October, did <em class=\"markup--em markup--p-em\">Dirty John </em>resonate so deeply with me? Why did it wake me at night to wonder about the past, hidden lives of the man insensate beside me? What about this story of a California con man rang so true? And how does this con’s story feel inextricable from the onslaught of #MeToo stories that flow like an endless sludgy river?</p><p class=\"graf graf--p graf-after--p\" id=\"d4eb\" name=\"d4eb\">I’ve turned this mental Rubik’s cube over and over, trying to understand a connection between my suspicions, my feelings, and the haunting specter of my marriage. Sitting here in the hot light of the Stockholm May sun, I look at last winter’s anxiety, and I see the slow, burbling recognition of something that I’d felt — but never allowed myself to articulate — was true. And that is this: Perhaps women are taught to be afraid of the wrong men, and perhaps true crime allows women the space to recognize that.</p><p class=\"graf graf--p graf-after--p\" id=\"6d32\" name=\"6d32\">Women — especially white women — are statistically the least endangered, yet we are fearful (a phenomenon called the <a class=\"markup--anchor markup--p-anchor\" data-href=\"https://academic.oup.com/bjc/article-abstract/51/1/58/344723\" href=\"https://academic.oup.com/bjc/article-abstract/51/1/58/344723\" rel=\"nofollow noopener\" target=\"_blank\">gender-fear paradox</a>). Women are afraid because, while both little boys and little girls are taught “stranger danger,” boys get to drop that fear as they become men; women do not. Women are taught to be afraid of every man we do not know (and even the rustle and the crackle in the dark that could be the men we don’t know). Raised with the specter of the bogeyman, we carry our keys between our fingers, stash our headphones the moment we step off the subway, and learn that regardless of whether you wear unflattering overalls or a tight skirt, it’s somehow your fault. The gender-fear paradox is real, but so too is the fear.</p><p class=\"graf graf--p graf-after--p\" id=\"9189\" name=\"9189\">Culture raises women to fear strange men and to trust the men they know — the very men who, the cold facts tell us, are most likely to harm us. Women are brought up to #marrybestfriend in a #friendshipmarriage as our #relationshipgoals, we’re bred to be deferential to our bosses, and we’re reared to be reverential to celebrity. Our trust in men is as unearned as it is unreciprocated — yet it’s expected. And this is where true crime’s real value lies: Unlike love songs, unlike rom-coms, and unlike romance novels, true crime has no interest in telling us to trust men. Unlike politicians or bosses, it doesn’t seek to gaslight women.</p><p class=\"graf graf--p graf-after--p graf--trailing\" id=\"f64e\" name=\"f64e\">True crime, unlike just about every other genre that we women clasp to our collective breast, doesn’t want to sugarcoat the world. It wants to tell us that our suspicions are correct: We are in danger, and the call is coming from inside the house. Only true crime tells us what we need to know to survive the men who want to love us to death — and this hard, glinting truth may be the reason why women love true crime, until death do us part.</p></div></div>"}