{"content": " What are the rules we expect the body to follow?When my wife, Cathreen, had our second child, on Thanksgiving Day 2016, we expected her body to return to its pre-pregnant state. For nearly the entire nine months, Cathreen had horrible morning sickness and could barely eat. She threw up constantly. She was dizzy and spent most of the day in bed. Everyone waited for the baby, and not only for the baby, but also for the end of The Sickness.The last pregnancy had also been difficult. Cathreen had pruritic urticarial papules and plaques of pregnancy (PUPPP), which is basically an incredibly itchy hive-like rash. She couldn’t sleep for the itch. She had to take oatmeal baths and slather herself in aloe. Eventually the doctor made her go on steroids.According to her OB doctor, about one in 100 pregnant women get PUPPP (the internet says one in 160), but they often hardly notice, as PUPPP usually comes late in the third term before the baby is born, and birth makes the symptoms disappear. For PUPPP to appear in the third month (my wife’s case), the odds were one in 100 cases of one in 100-something pregnancies — rarer than one in 10,000.In addition to PUPPP, Cathreen had morning sickness for four and a half months, a month and a half longer than is typical. We would try to go out, and she would make it to the end of the driveway before she threw up and had to turn back.About halfway through the pregnancy, Cathreen noticed that her body also itched in the cold. In the supermarket, if she reached for milk, her hand would break out in a rash. I had trouble believing an allergy to the cold was possible until the doctor confirmed it, to my shame.Once Cathreen gave birth, she was so happy for her body’s old freedom that we immediately went for a walk, though this is not advised. She blames that walk for the pain that came afterward — for a year, she had postpartum fibromyalgia. Korean tradition calls for the mother to stay warm and inside for the first three months after delivery, lest the wind gets into her bones, but we had treated this as a superstition. My wife had broken the rules.This is the rule we expected of her body: that the effects of pregnancy would disappear once she gave birth.The one extra complication in her second pregnancy — the one that didn’t even follow pregnancy rules — was that she felt cold all the time, not hot. Later, we knew that her coldness should have alarmed us. In March, four months after our son was born, my wife couldn’t stop losing weight, was still vomiting, and could no longer even drink.It turned out she had stage 4 stomach cancer.Cathreen immigrated to America in 2009, the year we married. Before she left Korea, she’d built a reputation as an English tutor and was managing an English kindergarten. Cathreen had tutored several kids from the bottom of their classes to the top, and several kids from the top of their classes to citywide speaking awards and scholarships. One wealthy father wanted to build a private academy, which she would run and split the profits.I was a young American finishing his master’s degree in fine arts, with no career prospects and a lot of debt, and who, even after his fiancée offered to buy an apartment and support him, insisted he could live only in America. He insisted because he was adopted, because Korea had sold him and America had bought him, and the price was the rules of his body.The story of the Asian body in America is a story about rules, money, race, and imperialism.The first Asians on what is now U.S. land (other than those who crossed over the land bridge during the last ice age) lived in a sailors’ colony in Louisiana in the 1700s. They were Filipinos who had a reputation as good sailors and were often used to crew the ships of imperial white nations (mainly Spain).In the 1800s, thousands of Chinese, mostly men, were shipped to America for labor. Some were replacements for slaves. Writes author and activist Helen Zia:In 1806…using the same ships that brought slaves from Africa, the flesh merchants rerouted to Asia. They indentured “coolie” labor from China and India to perform the same work, under the same conditions, as the slaves.Many Chinese came for the Gold Rush. White men would wait for the Chinese to find gold, and then shoot them and take their claims. Many Chinese worked on the railroads, where their bodies were used as examples to keep Irish and black bodies in line. When the railroads were finished, Chinese bodies lost their use and were kept outside the frame of history — literally, as the famous photo of the final “golden spike” included none of the 11,000 Chinese who’d worked on it.After the railroads, what the Chinese called the Driving-Out Time began. Immigration laws banned Chinese women. Chinese men were “offered” the “chance” to go home, not knowing they could not return. Chinese were lynched, shot, raped, beaten, stolen from, run off, all within or outside the rules of justice. The Chinese who continued to work in the United States mostly clustered in Chinatowns for survival and took jobs no white man wanted, like laundry. According to scholar Elaine Kim, the rate of men to women grew as lopsided as 27 to one. Chinese bodies were unruly if they had sex at all, and if they were too unruly, they were no longer human bodies, but targets.Meanwhile, in 1825, the first-recorded Chinese American was born in New York. In 1898, a Chinese American won a landmark Supreme Court case that granted citizenship by birth to all Americans. The Supreme Court ruled on who could be a citizen, how, and why; it also ruled on who got rights and what rights white people had over bodies of color.In 1889, the Chinese Exclusion Act (passed in 1882 and still the only U.S. law to specifically name the exclusion of a single ethnic group) was upheld by the Supreme Court, a ruling with obvious consequences today as the administration keeps adjusting the rules of West Asian bodies. With the Chinese banned, the Japanese and Koreans became the next wave of forced and/or underpaid laborers. Hawaii, especially, needed bodies. (That need created the body of Hawaii as it is today, as Dole overthrew the island’s government and Asian laborers overwhelmed the population.)In 1907, Japan and the United States struck a “gentleman’s agreement” to end Korean immigration (Korea being under Japanese occupation), and Japanese and Indian immigration increased. Those immigrants fought for citizenship. In 1922, the Supreme Court ruled that a Japanese American could not gain citizenship because he wasn’t “Caucasian.” In 1923, an Indian American took his case to the Supreme Court, which ruled that although Indians were Caucasian, American citizens must also be “white.”The rules of the American body changed to fit the rules of whiteness.In 1924, the United States threw out the gentleman’s agreement and banned immigration from Japan and India. But bodies were still needed. Filipino immigration increased. In 1934, with the economy in shambles, Filipino bodies too were banned.These facts are easily verifiable, but I first found them in Helen Zia’s Asian American Dreams, Elaine Kim’s Asian American Literature, and Lisa Lowe’s Immigrant Acts.American wars played a huge part in these rules, in particular with Filipino immigration, and later (and perhaps most well-known in America) with Vietnamese and other Southeast Asian refugees. American wars played a huge part in my immigration. The first major wave of international adoption was a direct consequence of the so-called Korean War — the first children adopted were the half-white babies of American GIs, adopted by the Holt family, whose agency continues even now to deal in babies from around the world.It was the rules of the body, first of all, that got these half-white babies adopted. It was the rules of the body that got them given up. Though it wasn’t built on the bodies of another race, Korea is perhaps as conversationally racist as America — and a half-white baby in the 1950s meant incredible shame, whether or not it was the product of a war crime (rape). As the American demand for “GI babies” increased and the Korean supply decreased, the comparative acceptability of Asian bodies (to black bodies in particular) meant that full-Korean babies could fill the gap and increase profits.On the Korean side, these bodies meant money to help rebuild an economy destroyed by war. On the American side, these bodies meant a continued belief in the confusing will of God (infertility) and the valorization of white Christian guilt and its appetite for babies. Even racist Nobel Prize–winning author Pearl S. Buck started her own Korean adoption agency, Welcome House, which in her mind would bring about the end of racism.I was among the largest wave of Korean adoption in the late 1970s and early 1980s. My adoptive parents are Catholic. (My father was on his way to becoming a priest when he married my mother.) They believed the best way to be good Christians was to erase my body from contention. According to my father, they still consider me not Asian at all, “only their son.” In order to follow the rules of family, my body had to be an exception to the rules.It was in search of my body and its rules that I found Cathreen in 2005, when I went to Korea believing that I had no history at all. She introduced me to myself. Four years later, she immigrated to America, married me, and got her green card, putting her trust in rules that historically distrusted us.Recently, in the middle of the night, I witnessed my wife hanging off her mother’s arms, her body jerking up and down, her face squeezed and wet with pain. She was weeping and crying out in Korean that I could understand: “I don’t want to die! I don’t want to die!” We were on our sleeping mats (our daughter slept beside her), and Cathreen had on her pajamas, a purple dress with tiny flowers all over it. Her head, shaved short and balding in spots as it grew back in, spiked into the air, then lay flat against the ground. Her arms and legs spasmed. Her mother and sister tried to keep her still, tried to keep the baby from going to her, their faces strained, telling Cathreen she wasn’t going to die. My body had stopped moving. I had stopped knowing what I was doing. I tried to pat her back, and my hand seemed to move in another time zone. My wife had left for Korea 10 months earlier, and my in-laws had seen her like this many times, but for me, who had just arrived, it was a first.Earlier that week, I had gone with Cathreen to her cancer hospital in Seoul (her family is in Busan, on the southern coast, where, Americans always say, MacArthur made his last stand), and in the basement of the hospital, she collapsed to the floor, without any power in one leg. The doctors on break stood around us, watching coldly or maybe resignedly. Every day, my wife’s body is betraying her. Or, more accurately, it is fighting itself — it hurries toward death while it also attempts to fight death off.America has often diagnosed Asians with The Sickness. Yellow Fever. Yellow Peril. If the national body is well, The Sickness must come from without. White supremacy is a cancer we must not admit to. The history of immigration above leads directly to concentration camps in which Japanese American bodies were quarantined during the last world war. The only difference between them and the German and Italian Americans who walked free is that the Asian body was infected with foreignness.Today, the administration of the current president of the United States will be the one to decide whether or not Cathreen can ever reenter America. Her fate lies in the rules of a white man who has referred to those same concentration camps as the “precedent” for a Muslim registry. And he is right — precedent is that my body and my wife’s body are a matter of rules, not nature.The first time my wife gave birth, we had insurance through Harvard and we lived in Cambridge, Massachusetts. The total cost to us of her many visits to her OB, her hospitalization, and all the care during and after delivery by doctors, nurses, and lactation consultants was nothing. Because of the complications, we visited her doctor every two weeks. Cathreen went to the ER twice, and we paid a total of $80. She gave birth in a spacious and well-equipped room overlooking the Charles River, and the baby was immediately set on her chest before it went to a machine or a stranger.The second time my wife gave birth, we had insurance through the Affordable Care Act. We could have gotten insurance through the university where I was doing my PhD, but even though it would have cost me only about $100 per month, the cost to insure my family was more than $1,000 per month. On the ACA, we paid much less for insurance but were much more afraid to use it.The total cost of having our second baby was more than $7,000, much of it because the hospital didn’t bill our insurance company quickly enough. We had far less control of the delivery process, and when our son was born, they whisked him away from us. When we contested the hospital bills, creditors came after us. In the end, I’m not sure what happened to them — after my wife was diagnosed with cancer, she told them to fuck off. A week later, she flew to Korea.Treating Cathreen’s cancer in Korea was a decision we were forced into. We were in the same city as the best cancer hospital in the world, but MD Anderson had cut off all forms of Obamacare three months earlier. Korean health care covers every citizen, and my wife never gave up her green card to apply to become American.I keep thinking about why we didn’t catch the cancer earlier. Every day, every minute, I am sick with this thought. It is only right to take responsibility. I knew the rules.Each Sunday in Houston, my family attended a Korean church full of cancer doctors and cancer researchers who never thought Cathreen had cancer. The rule of pregnancy is pregnancy symptoms — and the rules for Korean bodies in America are not the same as the rules for Korean bodies in Korea. When my wife complained she couldn’t eat, our church friends complained about American food. When my wife complained she felt cold, they complained about American air conditioning. When my wife complained about infrequent doctor visits, they commiserated that in America mothers go months between checkups and are told that if the baby’s growing, everything is fine.These things are true. When my wife told her OB she couldn’t eat, her doctor prescribed heartburn medicine, nausea medicine, sleeping pills. At the ER (which cost us $500 per trip), they treated only her symptoms. Her OB said they couldn’t check for anything else because Texas law prioritizes the fetus over the mother. No procedure could be done that stood the slightest chance of affecting the baby.Still, we could have gone to a GI doctor a month after our son was born, instead of three months. Because Cathreen’s cancer is the most aggressive type, two months might have made a lot of difference.We didn’t go because we thought it was normal to lose weight after giving birth. We didn’t go because we were afraid. We didn’t go because we had been taught by our insurance to go to the doctor only for checkups or emergencies. Of course, insurance companies claim to encourage preventative care and offer free wellness visits — once a year. But the effect of creditors and high copays and confusion over what is and is not covered is caution and fear. You doubt your authority over your body. You go to the doctor only when weighing costs and benefits shows that you are diagnosable, admittable, and cannot get better on your own.I often think back to my wife’s offer to buy an apartment in Korea and give me time to write. It sounds better with each year that passes. It also would have saved her life. When she first came to America, my wife was used to seeing a doctor whenever she sensed anything slightly off with her body. I didn’t understand this — I avoid doctors until the moment I can’t avoid them. She didn’t yet fear the cost of being told she was healthy.In Korea, because a doctor’s visit is about US$2, people get their bodies checked as soon as they feel sick. If my mother-in-law feels a cold coming, the first thing she does is get a shot to shorten the cold’s duration. In the week I wrote this, I went to the pediatrician three times because the doctor prescribes only two days’ dosage. With each visit, the pediatrician updated her understanding of my baby’s body and, when necessary, adjusted the treatment.In Korea, they screen for stomach cancer.The most commonly diagnosed cancer in America (by far) is breast cancer. It is also the most cured. This is not a coincidence. After my wife’s diagnosis, a cancer researcher friend hit himself in the face and wished Cathreen had breast cancer instead. Like all the other researchers we knew, he had come from Korea because America has the most money for cancer research — and in America, breast cancer research is king. Talented young scientists come to Houston from all over the world to work at M.D. Anderson, and there they follow the funding toward a breast cancer cure.The most commonly diagnosed cancers in Korea are lung, liver, and stomach cancer. Of those, lung and liver cancer have obvious causes (Korea is a leading consumer of alcohol and cigarettes). When Cathreen was diagnosed, her doctor in America said most of the data on stomach cancer that gets to America comes from patients in Korea. Because stomach cancer is so common, Koreans get screened for it the way Americans get screened for breast cancer. Because my wife was in America, the rules of Korean bodies did not apply to preventative care.Maybe if we had lived in a different state, if we had a different insurance, if we had seen a different doctor…how American that our circumstances determined what care our bodies deserved.After my wife screamed for life in her mother’s arms, she lay weeping on the floor. That morning, we’d fought seriously for the first time since I had arrived in Korea, on leave from my professorship. We had fought because when the body turns against itself, so does the part of the body that is the mind.We had fought because I wasn’t on the right dosage of Zoloft because when I brought my prescription to a Korean doctor, she said Americans overmedicate and all Koreans are sad with bad cholesterol and high anxiety and trouble sleeping, so what was I complaining about?We had fought because that doctor was right (in a way): What am I complaining about, when my wife has cancer?We had fought because of cancer.We had fought because we both want my wife to live, but we don’t know what it means “to live” if life is the body’s way of dying.We had fought because I couldn’t help her and felt powerless and so I wanted to make something about me.We had fought because the stress and pain and life were all too much for her.As my wife wept on the floor, her mother and her sister scolded me in Korean. I couldn’t understand completely, but I got the gist. I understood the word stress and I understood the word fault. I understood the words don’t and stop. I understood their expressions and the way they threw their faces at me. I understood my shame and the difference between my body and my wife’s body.“Because of him — ,” my wife interrupted. “But also Sister.”My shock became less desperate, but not lesser.We were living in this sister’s apartment. The last time I had seen her was three years earlier, when we paid for her and her son to visit us in Houston, because we had missed her husband’s funeral.Missing that funeral was against the rules of the body and of family. Worse, neither my wife’s oldest sister nor mother made it to the funeral. Everyone had real reasons, but the result was a bad feeling that still lingered. The husband died of stomach cancer just when they thought his chemo had worked and he was in remission.What I remember most from my sister-in-law’s visit was a trip to see Inside Out. In the opening short, a lone volcano sang out for love until another volcano answered and joined the first, eruption by eruption, to make a single island. In the theater, my wife and I held hands and smiled at each other, remembering our own island-making. Then I noticed, on the other side of my wife, that my sister-in-law was weeping quietly, her mouth shrunk up in pain, doing nothing to stop her tears — and I remembered our differences and felt both grateful and ashamed.Now it was my wife who had stomach cancer and I who was depressed, and we had burdened my sister-in-law with two unruly children.“Because of me?” asked my sister-in-law.I wanted time to stop, I wanted to go back, an hour, a day, a year, three years, ten.My wife attacked in Korean, and tears immediately sprang to her sister’s face.The next morning, my sister-in-law said my whole family needed to get out of her house by the end of the day.Why does one body that doesn’t follow the rules make other bodies so uncomfortable?When my sister-in-law kicked us out, she said that seeing my wife’s sickness makes her sick. It makes her sick with the past. It makes her sick with her husband’s death. When I see my wife collapse in pain, I see not her death — because how could I? I will not — but my own. I see what of course I have known: that the rules of my body are, in fact, the same as the rules of hers, which is to say, we are dying.It is not that knowledge or even seeing it come true that makes me so upset. It is the admission (to myself? to her?) that I have no control, either over the rules of our bodies or over their exceptions.What does that mean, though, that we have no control over our bodies? It seems obviously untrue. Perhaps what I mean is that we persist in the illusion that our minds and our bodies are separate, until the moment we cannot persist in it. We persist in the illusion of dualism, and therefore in the illusion of free will and control.In 1980, a famous and controversial experiment by the neuroscientist Benjamin Libet revealed the time between a subject’s conscious decision to move and the body’s electrical signal for movement. His result was a full half-second (a long time in neurological terms) after the body’s signal and before the conscious decision.Though the amount of time has been contested, many have interpreted Libet’s and subsequent results to mean that consciousness is an effect, not a cause, and therefore is not separate from the body but a function of it.Libet, however, didn’t interpret things this way. His further experiments showed that the subject could consciously cancel the movement before the electoral signal became action.The body can break the rules of the body, but it cannot make them. This is the admission that we sense we must make when we are in the presence of an unruly body. The imprisonment of our will despite our belief that we are free.As a boy, I used to stand at the mirror and see a reflection that didn’t exist. A reflection whose existence was possible in the combination of my parents’ existences. What I saw was whiteness. I have known this for a long time, but I’ve only recently come to realize that I never saw my actual skin as white (of course I could not); rather, I saw whiteness for what it is: a concept, a rule. I was able to see it this way precisely because I wasn’t able to see why I could not be white.It took me a long time to figure out how that reflection was connected to the white man on the street calling to me “Ni hao” was connected to the bitter rage and shame I felt when a white film star killed an Asian bad guy and “got the girl” was connected to the expectation that I should be good at math and how I hated myself that I was.It took me even longer to figure out how those things were connected to history and politics, and longer still to figure out how the history was both mine and not mine, both my parents’ and not my parents’. I’ve figured out, but still cannot accept, how following the rules will never mean my body follows the rules.The rules of the body aren’t actually followable. They aren’t made to be followed. They’re made to define.I was 19 when I realized my body had The Sickness. It was less than a week after 9/11. I had gone to the various memorial services at the University of North Carolina, Chapel Hill. I was barely into my first semester and had never lived so far from home. I was both exhilarated and terrified, because my small white town in Connecticut had not been kind, and I was both eager to start my life and afraid for it to be the same life as before.I was on a campus bus, invited to a party by a new, white friend, the kind of whip-smart in-state student who joins a frat and gets a business degree and becomes successful without ever leaving his comfort zone. He was Republican. (I was wrong about him — eventually.) In the back of the bus, a group of black students talked and laughed. I sat at a distance from them, probably with some bias and because they were together and I was alone. I felt lonely and uncool, and I was jealous of their ease with each other. I felt how I felt in Connecticut, but this time with black kids, not white kids, which confused me. I had come to Carolina with the idea that maybe I belonged with black people, since I had not belonged with whites.We had gone maybe one stop, not even one, when they mentioned the attacks. Someone said “terrorist,” said “Muslim,” said “towelhead,” said “go back to your country.” My face burned. I didn’t seem to realize they were talking about me until they were talking to me. I couldn’t see how I could possibly fit that profile, especially to other people of color.I got off the bus as soon as I could, carrying my infection with me.I am in Korea now. I am here to be with my sick wife, who, to save her life, gets weekly injections of chemicals that kill the parts of her body that follow the rules in an attack on the parts that don’t. Each week, she dies a little more in order to live a little longer.For my wife to return home — if she gets the miraculous results we pray for — she will face more rules of the body. American rules that first stole the bodies of people from her country, our country, then banned them from entering, then led them to fight and kill each other, then bought them to end racism. She must become an exception.Right now, the United States is deporting Korean (and other international) adoptees, despite that their bodies are the only things they know about their destinations. That my wife held onto Korean citizenship is the reason her government now covers 90 to 95 percent of most of her medical care (she would have died if she had become an American citizen), and yet her stay in Korea breaks the rules of her visa.We have heard stories from other immigrant friends and friends of friends and immigration lawyers; we have seen the news you have seen. These have always been the rules of the Asian body in America: Yellow Fever. Yellow Peril. These have always been the terms: white supremacist capitalism. What do we have to complain about, then, if in the end all bodies follow the same one rule: They die. What we have to complain about is not how we die, but how we live.Illustration: Audrey Lee. Creative art direction: Anagraph.", "url": "https://medium.com/s/unrulybodies/the-body-thats-too-asian-and-too-sick-for-america-3b43cc05091c", "html": "<!DOCTYPE html>\n<html xmlns:cc=\"http://creativecommons.org/ns#\"><head prefix=\"og: http://ogp.me/ns# fb: http://ogp.me/ns/fb# medium-com: http://ogp.me/ns/fb/medium-com#\"><meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/><meta content=\"width=device-width, initial-scale=1.0, viewport-fit=contain\" name=\"viewport\"/><title>The Body That’s Too Asian and Too Sick for America – Unruly Bodies – Medium</title><link href=\"https://medium.com/s/unrulybodies/the-body-thats-too-asian-and-too-sick-for-america-3b43cc05091c\" rel=\"canonical\"/><meta content=\"The Body That’s Too Asian and Too Sick for America – Unruly Bodies – Medium\" name=\"title\"/><meta content=\"unsafe-url\" name=\"referrer\"/><meta content=\"What are the rules we expect the body to follow?\" name=\"description\"/><meta content=\"#000000\" name=\"theme-color\"/><meta content=\"The Body That’s Too Asian and Too Sick for America\" property=\"og:title\"/><meta content=\"The Body That’s Too Asian and Too Sick for America\" property=\"twitter:title\"/><meta content=\"https://medium.com/s/unrulybodies/the-body-thats-too-asian-and-too-sick-for-america-3b43cc05091c\" property=\"og:url\"/><meta content=\"https://cdn-images-1.medium.com/max/1200/1*n5sQ8N5-KUnsdfngOt7hRQ.jpeg\" property=\"og:image\"/><meta content=\"542599432471018\" property=\"fb:app_id\"/><meta content=\"What are the rules we expect the body to follow?\" property=\"og:description\"/><meta content=\"What are the rules we expect the body to follow?\" name=\"twitter:description\"/><meta content=\"https://cdn-images-1.medium.com/max/1200/1*n5sQ8N5-KUnsdfngOt7hRQ.jpeg\" name=\"twitter:image:src\"/><link href=\"https://plus.google.com/103654360130207659246\" rel=\"publisher\"/><link href=\"https://medium.com/@salesses\" rel=\"author\"/><meta content=\"Matthew Salesses\" property=\"author\"/><meta content=\"article\" property=\"og:type\"/><meta content=\"summary_large_image\" name=\"twitter:card\"/><meta content=\"https://www.facebook.com/medium\" property=\"article:publisher\"/><meta content=\"https://medium.com/@salesses\" property=\"article:author\"/><meta content=\"index, follow\" name=\"robots\"/><meta content=\"@salesses\" name=\"twitter:creator\"/><meta content=\"@Medium\" name=\"twitter:site\"/><meta content=\"Medium\" property=\"og:site_name\"/><meta name=\"twitter:label1\" value=\"Reading time\"/><meta name=\"twitter:data1\" value=\"21 min read\"/><meta content=\"Medium\" name=\"twitter:app:name:iphone\"/><meta content=\"828256236\" name=\"twitter:app:id:iphone\"/><meta content=\"medium://s/unrulybodies/3b43cc05091c\" name=\"twitter:app:url:iphone\"/><meta content=\"Medium\" property=\"al:ios:app_name\"/><meta content=\"828256236\" property=\"al:ios:app_store_id\"/><meta content=\"com.medium.reader\" property=\"al:android:package\"/><meta content=\"Medium\" property=\"al:android:app_name\"/><meta content=\"medium://s/unrulybodies/3b43cc05091c\" property=\"al:ios:url\"/><meta content=\"medium://s/unrulybodies/3b43cc05091c\" property=\"al:android:url\"/><meta content=\"https://medium.com/s/unrulybodies/the-body-thats-too-asian-and-too-sick-for-america-3b43cc05091c\" property=\"al:web:url\"/><link href=\"/osd.xml\" rel=\"search\" title=\"Medium\" type=\"application/opensearchdescription+xml\"><link href=\"android-app://com.medium.reader/https/medium.com/s/unrulybodies/3b43cc05091c\" rel=\"alternate\"><script type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"NewsArticle\",\"image\":{\"@type\":\"ImageObject\",\"width\":1920,\"height\":960,\"url\":\"https://cdn-images-1.medium.com/max/2600/1*n5sQ8N5-KUnsdfngOt7hRQ.jpeg\"},\"url\":\"https://medium.com/s/unrulybodies/the-body-thats-too-asian-and-too-sick-for-america-3b43cc05091c\",\"dateCreated\":\"2018-04-03T13:55:09.772Z\",\"datePublished\":\"2018-04-03T13:55:09.772Z\",\"dateModified\":\"2018-08-25T02:03:41.052Z\",\"headline\":\"The Body That’s Too Asian and Too Sick for America\",\"name\":\"The Body That’s Too Asian and Too Sick for America\",\"articleId\":\"3b43cc05091c\",\"thumbnailUrl\":\"https://cdn-images-1.medium.com/max/2600/1*n5sQ8N5-KUnsdfngOt7hRQ.jpeg\",\"keywords\":[\"Tag:Immigration\",\"Tag:Politics\",\"Tag:Healthcare\",\"Tag:Health\",\"Tag:Unruly Bodies\",\"Topic:Culture\",\"Topic:Health\",\"Topic:Family\",\"Topic:Equality\",\"Sequence:unrulybodies\",\"LockedPostSource:2\",\"Elevated:true\",\"LayerCake:1\"],\"author\":{\"@type\":\"Person\",\"name\":\"Matthew Salesses\",\"url\":\"https://medium.com/@salesses\"},\"creator\":[\"Matthew Salesses\"],\"publisher\":{\"@type\":\"Organization\",\"name\":\"Medium\",\"url\":\"https://medium.com/\",\"logo\":{\"@type\":\"ImageObject\",\"width\":308,\"height\":60,\"url\":\"https://cdn-images-1.medium.com/max/616/1*OMF3fSqH8t4xBJ9-6oZDZw.png\"}},\"mainEntityOfPage\":\"https://medium.com/s/unrulybodies/the-body-thats-too-asian-and-too-sick-for-america-3b43cc05091c\"}</script><meta content=\"https://medium.com/s/unrulybodies/the-body-thats-too-asian-and-too-sick-for-america-3b43cc05091c\" name=\"parsely-link\"/><link class=\"js-glyph-\" href=\"https://glyph.medium.com/css/e/sr/latin/e/ssr/latin/e/ssb/latin/m2.css\" id=\"glyph-8\" rel=\"stylesheet\" type=\"text/css\"><link href=\"https://cdn-static-1.medium.com/_/fp/css/main-branding-base.95h6LstxJX8UWgJm7QqR7A.css\" rel=\"stylesheet\"/><script>!function(n,e){var t,o,i,c=[],f={passive:!0,capture:!0},r=new Date,a=\"pointerup\",u=\"pointercancel\";function p(n,c){t||(t=c,o=n,i=new Date,w(e),s())}function s(){o>=0&&o<i-r&&(c.forEach(function(n){n(o,t)}),c=[])}function l(t){if(t.cancelable){var o=(t.timeStamp>1e12?new Date:performance.now())-t.timeStamp;\"pointerdown\"==t.type?function(t,o){function i(){p(t,o),r()}function c(){r()}function r(){e(a,i,f),e(u,c,f)}n(a,i,f),n(u,c,f)}(o,t):p(o,t)}}function w(n){[\"click\",\"mousedown\",\"keydown\",\"touchstart\",\"pointerdown\"].forEach(function(e){n(e,l,f)})}w(n),self.perfMetrics=self.perfMetrics||{},self.perfMetrics.onFirstInputDelay=function(n){c.push(n),s()}}(addEventListener,removeEventListener);</script><script>if (window.top !== window.self) window.top.location = window.self.location.href;var OB_startTime = new Date().getTime(); var OB_loadErrors = []; function _onerror(e) { OB_loadErrors.push(e) }; if (document.addEventListener) document.addEventListener(\"error\", _onerror, true); else if (document.attachEvent) document.attachEvent(\"onerror\", _onerror); function _asyncScript(u) {var d = document, f = d.getElementsByTagName(\"script\")[0], s = d.createElement(\"script\"); s.type = \"text/javascript\"; s.async = true; s.src = u; f.parentNode.insertBefore(s, f);}function _asyncStyles(u) {var d = document, f = d.getElementsByTagName(\"script\")[0], s = d.createElement(\"link\"); s.rel = \"stylesheet\"; s.href = u; f.parentNode.insertBefore(s, f); return s}(new Image()).src = \"/_/stat?event=pixel.load&origin=\" + encodeURIComponent(location.origin);</script><script>window.ga=window.ga||function(){(ga.q=ga.q||[]).push(arguments)};ga.l=+new Date; ga(\"create\", \"UA-24232453-2\", \"auto\", {\"allowLinker\": true, \"legacyCookieDomain\": window.location.hostname}); ga(\"send\", \"pageview\");</script><script async=\"\" src=\"https://www.google-analytics.com/analytics.js\"></script><!--[if lt IE 9]><script charset=\"UTF-8\" src=\"https://cdn-static-1.medium.com/_/fp/js/shiv.RI2ePTZ5gFmMgLzG5bEVAA.js\"></script><![endif]--><link class=\"js-favicon\" href=\"https://cdn-static-1.medium.com/_/fp/icons/favicon-rebrand-medium.3Y6xpZ-0FSdWDnPM3hSBIA.ico\" rel=\"icon\"/><link href=\"https://cdn-images-1.medium.com/fit/c/304/304/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"152x152\"/><link href=\"https://cdn-images-1.medium.com/fit/c/240/240/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"120x120\"/><link href=\"https://cdn-images-1.medium.com/fit/c/152/152/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"76x76\"/><link href=\"https://cdn-images-1.medium.com/fit/c/120/120/1*8I-HPL0bfoIzGied-dzOvA.png\" rel=\"apple-touch-icon\" sizes=\"60x60\"/><link color=\"#171717\" href=\"https://cdn-static-1.medium.com/_/fp/icons/monogram-mask.KPLCSFEZviQN0jQ7veN2RQ.svg\" rel=\"mask-icon\"/></link></link></link></head><body class=\"browser-chrome os-windows is-withMagicUnderlines v-glyph v-glyph--m2 is-noJs\" itemscope=\"\"><script>document.body.className = document.body.className.replace(/(^|\\s)is-noJs(\\s|$)/, \"$1is-js$2\")</script><div class=\"site-main\" id=\"container\"><div class=\"butterBar butterBar--error\"></div><div class=\"surface\"><div class=\"screenContent\" id=\"prerendered\"><div class=\"notesPositionContainer elevate-notesPositionContainer js-notesPositionContainer\"></div><div class=\"metabar u-clearfix u-boxShadow4px12pxBlackLightest u-fixed u-backgroundTransparentWhiteDarkest u-xs-sizeFullViewportWidth js-metabar\"><div class=\"branch-journeys-top\"></div><div class=\"js-metabarMiddle metabar-inner u-marginAuto u-maxWidth1224 u-paddingLeft65 u-paddingRight65 u-md-paddingLeft16 u-md-paddingRight16 u-flexCenter u-justifyContentSpaceBetween u-height65 u-xs-height56 u-paddingHorizontal20\"><div class=\"metabar-block u-flex1 u-flexCenter\"><div class=\"u-xs-hide js-metabarLogoLeft\"><a class=\"siteNav-logo u-fillTransparentBlackDarker u-flex0\" data-log-event=\"home\" href=\"https://medium.com/\"><span class=\"svgIcon svgIcon--logoWordmark svgIcon--112x22px u-xs-hide u-flex\"><svg class=\"svgIcon-use\" height=\"22\" viewbox=\"0 0 111.5 22\" width=\"112\"><path d=\"M56.3 19.5c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5V19c-.7 1.8-2.4 3-4.3 3-3.3 0-5.8-2.6-5.8-7.5 0-4.5 2.6-7.6 6.3-7.6 1.6-.1 3.1.8 3.8 2.4V3.2c0-.3-.1-.6-.3-.7l-1.4-1.4V1l6.5-.8v19.3zm-4.8-.8V9.5c-.5-.6-1.2-.9-1.9-.9-1.6 0-3.1 1.4-3.1 5.7 0 4 1.3 5.4 3 5.4.8.1 1.6-.3 2-1zm9.1 3.1V9.4c0-.3-.1-.6-.3-.7l-1.4-1.5v-.1h6.5v12.5c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5zm-.2-19.2C60.4 1.2 61.5 0 63 0c1.4 0 2.6 1.2 2.6 2.6S64.4 5.3 63 5.3c-1.5 0-2.6-1.2-2.6-2.7zm22.5 16.9c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5v-3.2c-.6 2-2.4 3.4-4.5 3.4-2.9 0-4.4-2.1-4.4-6.2 0-1.9 0-4.1.1-6.5 0-.3-.1-.5-.3-.7L67.7 7v.1H74v8c0 2.6.4 4.4 2 4.4.9-.1 1.7-.6 2.1-1.3V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v12.4zm22 2.3c0-.5.1-6.5.1-7.9 0-2.6-.4-4.5-2.2-4.5-.9 0-1.8.5-2.3 1.3.2.8.3 1.7.3 2.5 0 1.8-.1 4.2-.1 6.5 0 .3.1.5.3.7l1.5 1.4v.1H96c0-.4.1-6.5.1-7.9 0-2.7-.4-4.5-2.2-4.5-.9 0-1.7.5-2.2 1.3v9c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v3.1c.6-2.1 2.5-3.5 4.6-3.4 2.2 0 3.6 1.2 4.2 3.5.7-2.1 2.7-3.6 4.9-3.5 2.9 0 4.5 2.2 4.5 6.2 0 1.9-.1 4.2-.1 6.5-.1.3.1.6.3.7l1.4 1.4v.1h-6.6zm-81.4-2l1.9 1.9v.1h-9.8v-.1l2-1.9c.2-.2.3-.4.3-.7V7.3c0-.5 0-1.2.1-1.8L11.4 22h-.1L4.5 6.8c-.1-.4-.2-.4-.3-.6v10c-.1.7 0 1.3.3 1.9l2.7 3.6v.1H0v-.1L2.7 18c.3-.6.4-1.3.3-1.9v-11c0-.5-.1-1.1-.5-1.5L.7 1.1V1h7l5.8 12.9L18.6 1h6.8v.1l-1.9 2.2c-.2.2-.3.5-.3.7v15.2c0 .2.1.5.3.6zm7.6-5.9c0 3.8 1.9 5.3 4.2 5.3 1.9.1 3.6-1 4.4-2.7h.1c-.8 3.7-3.1 5.5-6.5 5.5-3.7 0-7.2-2.2-7.2-7.4 0-5.5 3.5-7.6 7.3-7.6 3.1 0 6.4 1.5 6.4 6.2v.8h-8.7zm0-.8h4.3v-.8c0-3.9-.8-4.9-2-4.9-1.4.1-2.3 1.6-2.3 5.7z\"></path></svg></span><span class=\"svgIcon svgIcon--logoWordmark svgIcon--122x45px u-xs-show u-flex\"><svg class=\"svgIcon-use\" height=\"45\" width=\"122\"><path d=\"M61.6 31.806c0 .412 0 .505.28.758l1.574 1.537v.065h-6.979v-2.95a4.852 4.852 0 0 1-4.627 3.203c-3.588 0-6.192-2.81-6.192-7.981 0-4.843 2.81-8.075 6.754-8.075a4.122 4.122 0 0 1 4.056 2.51v-6.51a.806.806 0 0 0-.319-.787l-1.499-1.443v-.065l6.951-.815v20.553zm-5.125-.937v-9.714a2.614 2.614 0 0 0-2.08-.975c-1.695 0-3.334 1.537-3.334 6.099 0 4.271 1.414 5.78 3.175 5.78a2.81 2.81 0 0 0 2.24-1.19zm9.752 3.297V21.051a.88.88 0 0 0-.281-.786L64.4 18.672v-.065h6.98v13.302c0 .412 0 .505.28.758l1.536 1.443v.066l-6.97-.01zm-.253-20.356a2.81 2.81 0 1 1 5.62 0 2.81 2.81 0 0 1-5.62 0zm24.234 17.967c0 .413 0 .534.281.787l1.574 1.537v.065h-7.017v-3.363a5.077 5.077 0 0 1-4.805 3.616c-3.11 0-4.778-2.267-4.778-6.557 0-2.07 0-4.337.066-6.885a.796.796 0 0 0-.281-.76l-1.546-1.545v-.065h6.923v8.552c0 2.81.412 4.684 2.173 4.684a2.81 2.81 0 0 0 2.267-1.415v-9.367a.88.88 0 0 0-.28-.787l-1.556-1.602v-.065h6.979v13.17zm23.756 2.39c0-.507.094-6.952.094-8.432 0-2.81-.44-4.75-2.417-4.75a3.138 3.138 0 0 0-2.482 1.35c.198.876.292 1.772.28 2.67 0 1.948-.065 4.43-.093 6.913a.796.796 0 0 0 .281.759l1.574 1.442v.066h-7.045c0-.468.094-6.95.094-8.431 0-2.857-.44-4.75-2.389-4.75a2.81 2.81 0 0 0-2.323 1.387v9.555c0 .412 0 .506.281.759l1.537 1.442v.066h-6.97V21.098a.88.88 0 0 0-.281-.787l-1.546-1.639v-.065h6.98v3.334a5.002 5.002 0 0 1 5.002-3.587c2.323 0 3.896 1.292 4.562 3.747a5.433 5.433 0 0 1 5.245-3.747c3.11 0 4.872 2.295 4.872 6.632 0 2.07-.066 4.43-.094 6.913a.75.75 0 0 0 .318.759l1.537 1.443v.065h-7.017zm-87.671-2.043l2.07 1.977v.065H17.862v-.065l2.107-1.977a.796.796 0 0 0 .281-.759V18.728c0-.534 0-1.255.094-1.873l-7.082 17.564h-.084L5.843 18.26c-.16-.402-.206-.43-.31-.702v10.595c-.087.71.034 1.429.348 2.07l2.95 3.879v.065H1v-.065l2.95-3.888a3.69 3.69 0 0 0 .347-2.06v-11.71a2.267 2.267 0 0 0-.487-1.602l-2.089-2.708v-.065h7.494l6.277 13.686 5.527-13.686h7.335v.065l-2.061 2.296a.806.806 0 0 0-.319.786v16.15a.75.75 0 0 0 .319.759zm8.215-6.332v.065c0 4.01 2.07 5.62 4.497 5.62a5.105 5.105 0 0 0 4.777-2.894h.066c-.844 3.963-3.298 5.836-6.97 5.836-3.962 0-7.7-2.389-7.7-7.925 0-5.817 3.747-8.14 7.887-8.14 3.335 0 6.886 1.573 6.886 6.632v.806h-9.443zm0-.806h4.618v-.815c0-4.122-.852-5.218-2.136-5.218-1.555 0-2.5 1.64-2.5 6.033h.018z\"></path></svg></span><span class=\"u-textScreenReader\">Homepage</span></a></div><div class=\"u-xs-show js-metabarLogoLeft\"><a class=\"siteNav-logo u-fillTransparentBlackDarker u-flex0 u-flexCenter u-paddingTop0\" data-log-event=\"home\" href=\"https://medium.com/\"><span class=\"svgIcon svgIcon--logoMonogram svgIcon--45px is-flushLeft u-flex0 u-flexCenter u-paddingTop0\"><svg class=\"svgIcon-use\" height=\"45\" width=\"45\"><path d=\"M5 40V5h35v35H5zm8.56-12.627c0 .555-.027.687-.318 1.03l-2.457 2.985v.396h6.974v-.396l-2.456-2.985c-.291-.343-.344-.502-.344-1.03V18.42l6.127 13.364h.714l5.256-13.364v10.644c0 .29 0 .342-.185.528l-1.848 1.796v.396h9.19v-.396l-1.822-1.796c-.184-.186-.21-.238-.21-.528V15.937c0-.291.026-.344.21-.528l1.823-1.797v-.396h-6.471l-4.622 11.542-5.203-11.542h-6.79v.396l2.14 2.64c.239.292.291.37.291.768v10.353z\"></path></svg></span><span class=\"u-textScreenReader\">Homepage</span></a></div><span class=\"svgIcon svgIcon--straightLine svgIcon--29px u-marginTop1 u-marginLeft10 u-xs-hide\"><svg class=\"svgIcon-use\" height=\"29\" width=\"2\"><path d=\"M1 29V1\" fill=\"none\" stroke=\"#D5D5D5\" stroke-linecap=\"round\" stroke-width=\".5\"></path></svg></span><a class=\"link link--noUnderline u-baseColor--link metabar-topic\" href=\"https://medium.com/topic/health\">Health</a></div><div class=\"metabar-block u-flex0\"><div class=\"buttonSet buttonSet--wide\"><a class=\"button button--chromeless u-baseColor--buttonNormal u-xs-hide js-upgradeMembershipAction\" href=\"https://medium.com/membership?source=upgrade_membership---nav_full\">Become a member</a><a class=\"button button--primary button--chromeless u-accentColor--buttonNormal is-inSiteNavBar u-xs-hide js-signInButton\" data-action=\"sign-in-prompt\" data-action-source=\"--------------------------nav_reg\" data-redirect=\"https://medium.com/s/unrulybodies/the-body-thats-too-asian-and-too-sick-for-america-3b43cc05091c\" href=\"https://medium.com/m/signin?redirect=https%3A%2F%2Fmedium.com%2Fs%2Funrulybodies%2Fthe-body-thats-too-asian-and-too-sick-for-america-3b43cc05091c&amp;source=--------------------------nav_reg&amp;operation=login\">Sign in</a><a class=\"button button--primary button--withChrome u-accentColor--buttonNormal is-inSiteNavBar js-signUpButton\" data-action=\"sign-up-prompt\" data-action-source=\"--------------------------nav_reg\" data-redirect=\"https://medium.com/s/unrulybodies/the-body-thats-too-asian-and-too-sick-for-america-3b43cc05091c\" href=\"https://medium.com/m/signin?redirect=https%3A%2F%2Fmedium.com%2Fs%2Funrulybodies%2Fthe-body-thats-too-asian-and-too-sick-for-america-3b43cc05091c&amp;source=--------------------------nav_reg&amp;operation=register\">Get started</a></div></div></div></div><div class=\"metabar metabar--spacer js-metabarSpacer u-height65 u-xs-height56\"></div><div class=\"elevate\"><style>.elevate-caps.u-accentColor--textNormal, .elevate-accent.u-accentColor--textNormal {color: rgba(42, 56, 195, 1) !important; text-decoration-color: rgba(42, 56, 195, 1);}\n.u-accentColor--highlightFaint {background-color: rgb(235, 235, 235) !important;}\n.u-accentColor--highlightStrong.is-active .svgIcon {fill: rgb(219, 219, 219) !important;}\n.postArticle.is-withAccentColors .markup--quote.is-other {background-color: rgb(235, 235, 235) !important;}\nbody.is-withMagicUnderlines .postArticle.is-withAccentColors .markup--quote.is-other {background-color: transparent !important; background-image: linear-gradient(to bottom, rgb(235, 235, 235), rgb(235, 235, 235));}\n.postArticle.is-withAccentColors .markup--quote.is-me {background-color: rgb(227, 227, 227) !important;}\nbody.is-withMagicUnderlines .postArticle.is-withAccentColors .markup--quote.is-me {background-color: transparent !important; background-image: linear-gradient(to bottom, rgb(227, 227, 227), rgb(227, 227, 227));}\n.postArticle.is-withAccentColors .markup--quote.is-targeted {background-color: rgb(219, 219, 219) !important;}\nbody.is-withMagicUnderlines .postArticle.is-withAccentColors .markup--quote.is-targeted {background-color: transparent !important; background-image: linear-gradient(to bottom, rgb(219, 219, 219), rgb(219, 219, 219));}\n.postArticle.is-withAccentColors .markup--quote.is-selected {background-color: rgb(219, 219, 219) !important;}\nbody.is-withMagicUnderlines .postArticle.is-withAccentColors .markup--quote.is-selected {background-color: transparent !important; background-image: linear-gradient(to bottom, rgb(219, 219, 219), rgb(219, 219, 219));}\n.postArticle.is-withAccentColors .markup--highlight {background-color: rgb(219, 219, 219) !important;}\nbody.is-withMagicUnderlines .postArticle.is-withAccentColors .markup--highlight {background-color: transparent !important; background-image: linear-gradient(to bottom, rgb(219, 219, 219), rgb(219, 219, 219));}</style><section class=\"elevateCoverContainer elevateCoverContainer--withImage\"><div class=\"elevateCover\"><div class=\"elevateCover-textOffset\"><div class=\"elevateCover-content elevateCover-content--withImage u-flexColumn u-height100pct\"><div class=\"elevateCover-textOffset--header\"><div class=\"uiScale uiScale-ui--regular uiScale-caption--regular\"><a class=\"ds-link ds-link--styleSubtle elevate-caps u-accentColor--textNormal\" data-action-source=\"sequence_post_cover\" href=\"https://medium.com/s/unrulybodies\"><p class=\"u-marginBottom12\">Unruly Bodies</p></a></div><h1 class=\"elevate-h1 u-marginBottom12 u-md-marginBottom8\">The Rules of the Asian Body in America</h1><p class=\"elevate-summary u-md-marginBottom24\">On my wife’s battle with cancer during a fraught time for healthcare and immigration</p><div class=\"uiScale uiScale-ui--large uiScale-caption--regular\"><div class=\"u-flexCenter\"><div class=\"u-flex0 u-paddingRight10\"><a class=\"link u-baseColor--link avatar\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"8a3d4d9d9bf6\" data-user-id=\"8a3d4d9d9bf6\" dir=\"auto\" href=\"https://medium.com/@salesses\"><img alt=\"Go to the profile of Matthew Salesses\" class=\"avatar-image avatar-image--small\" src=\"https://cdn-images-1.medium.com/fit/c/120/120/0*RegXnKetuU-YOdDl.jpg\"/></a></div><div class=\"u-flexTop u-noWrapWithEllipsis u-flex0\"><div class=\"u-noWrapWithEllipsis u-flex0\"><div class=\"ui-captionStrong u-noWrapWithEllipsis\"><div class=\"u-flexEnd u-marginBottom4\"><a class=\"ds-link ds-link--styleSubtle postMetaInline postMetaInline--author\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"8a3d4d9d9bf6\" data-user-id=\"8a3d4d9d9bf6\" dir=\"auto\" href=\"https://medium.com/@salesses\">Matthew Salesses</a><div class=\"u-marginLeft8\"><span class=\"followState js-followState\" data-user-id=\"8a3d4d9d9bf6\"><button class=\"button button--smallest u-noUserSelect button--withChrome u-baseColor--buttonNormal button--withHover button--unblock js-unblockButton\" data-action=\"sign-up-prompt\" data-redirect=\"https://medium.com/s/unrulybodies/the-body-thats-too-asian-and-too-sick-for-america-3b43cc05091c\" data-requires-token=\"true\" data-sign-in-action=\"toggle-block-user\"><span class=\"button-label button-defaultState\">Blocked</span><span class=\"button-label button-hoverState\">Unblock</span></button><button class=\"button button--primary button--smallest button--dark u-noUserSelect button--withChrome u-accentColor--buttonDark button--follow js-followButton\" data-action=\"sign-up-prompt\" data-action-source=\"-8a3d4d9d9bf6-------------------------follow_byline\" data-redirect=\"https://medium.com/_/subscribe/user/8a3d4d9d9bf6\" data-requires-token=\"true\" data-sign-in-action=\"toggle-subscribe-user\"><span class=\"button-label button-defaultState js-buttonLabel\">Follow</span><span class=\"button-label button-activeState\">Following</span></button></span></div></div></div><div class=\"ui-caption u-noWrapWithEllipsis\"><span class=\"u-noWrap\" data-tooltip=\"Updated Apr 9, 2018\"><time class=\"u-inlineBlock u-lineHeightBase\">Apr 3, 2018</time><span class=\"middotDivider\"></span><span class=\"readingTime\" title=\"21 min read\"></span><span class=\"u-paddingLeft4\"><span class=\"svgIcon svgIcon--star svgIcon--15px\"><svg class=\"svgIcon-use\" height=\"15\" width=\"15\"><path d=\"M7.438 2.324c.034-.099.09-.099.123 0l1.2 3.53a.29.29 0 0 0 .26.19h3.884c.11 0 .127.049.038.111L9.8 8.327a.271.271 0 0 0-.099.291l1.2 3.53c.034.1-.011.131-.098.069l-3.142-2.18a.303.303 0 0 0-.32 0l-3.145 2.182c-.087.06-.132.03-.099-.068l1.2-3.53a.271.271 0 0 0-.098-.292L2.056 6.146c-.087-.06-.071-.112.038-.112h3.884a.29.29 0 0 0 .26-.19l1.2-3.52z\"></path></svg></span></span></span></div></div></div></div></div></div></div></div><div class=\"elevateCover-image\" style='background-image: url(\"https://cdn-images-1.medium.com/max/2400/1*n5sQ8N5-KUnsdfngOt7hRQ.jpeg\"); background-position: 49% 62% !important;'></div></div></section><div class=\"elevate-container u-relative u-marginAuto\"><div class=\"elevateSidebar\"><div class=\"js-elevateSidebarRecirc u-md-hide\"></div><div class=\"js-elevatePostActions u-foreground u-md-left50 u-sm-hide\"></div></div><main class=\"postArticle postArticle--full postArticle--elevate is-withAccentColors\" role=\"main\"><div class=\"elevateAudioPlayer\"><div class=\"u-flexCenter u-height50 u-xs-marginTop20 js-audioPlayer\"><div class=\"u-flexCenter u-width100pct u-fontSize14\"><div class=\"u-marginRight15 js-playpause\"><button class=\"button button--lighter button--chromeless button--withIcon button--withSvgIcon u-padding12 u-borderRadius4 u-borderLighter\" data-action=\"play-audioPlayer\"><span class=\"svgIcon svgIcon--playFilled svgIcon--25px\"><svg class=\"svgIcon-use\" height=\"25\" width=\"25\"><path d=\"M7 4v17.03a.5.5 0 0 0 .795.404l11.1-8.111a1 1 0 0 0 0-1.615l-11.1-8.112A.5.5 0 0 0 7 4z\"></path></svg></span></button></div><div class=\"u-flex1\"><div><span class=\"u-textColorNormal\">Loading…</span></div><div class=\"u-flexCenter\"><div class=\"u-flex0 u-marginRight10 u-textColorNormal js-currentTime\">0:00</div><div class=\"u-flex1 u-paddingVertical10 u-cursorPointer js-progressContainer\" data-action=\"seek-audioPlayer\"><div class=\"u-flexCenter u-backgroundTransparentBlackLight u-width100pct u-height1 js-progressBar\"><div class=\"u-flex0 u-backgroundTransparentBlackDark u-height1 js-audioProgress\" style=\"width: 0;\"></div><div class=\"u-flex0 u-relative u-right10 u-padding10 u-cursorPointer js-beanContainer\"></div></div></div><div class=\"u-flex0 u-marginLeft10 u-textColorNormal\">30:57</div></div></div></div></div></div><div class=\"postArticle-content js-postField js-notesSource js-trackPostScrolls\" data-post-id=\"3b43cc05091c\" data-source=\"post_elevate_sequence_page\" data-tracking-context=\"postPage\"><section class=\"section section--body section--first section--last\" name=\"1bb6\"><div class=\"section-divider\"><hr class=\"section-divider\"/></div><div class=\"section-content\"><div class=\"section-inner sectionLayout--insetColumn\"></div><div class=\"section-inner sectionLayout--insetColumn\"><figure class=\"graf graf--figure graf--leading\" id=\"482e\" name=\"482e\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 92.5px; max-height: 86px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 93%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*K-HgBFDB2p3RIDuOjJW79g@2x.png\" data-height=\"172\" data-image-id=\"1*K-HgBFDB2p3RIDuOjJW79g@2x.png\" data-width=\"185\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*K-HgBFDB2p3RIDuOjJW79g@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*K-HgBFDB2p3RIDuOjJW79g@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*K-HgBFDB2p3RIDuOjJW79g@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"67ca\" name=\"67ca\"><strong class=\"markup--strong markup--p-strong\">What are the rules we expect the body to follow?</strong></p><p class=\"graf graf--p graf-after--p\" id=\"68fc\" name=\"68fc\">When my wife, Cathreen, had our second child, on Thanksgiving Day 2016, we expected her body to return to its pre-pregnant state. For nearly the entire nine months, Cathreen had horrible morning sickness and could barely eat. She threw up constantly. She was dizzy and spent most of the day in bed. Everyone waited for the baby, and not only for the baby, but also for the end of The Sickness.</p><p class=\"graf graf--p graf-after--p\" id=\"68a1\" name=\"68a1\">The last pregnancy had also been difficult. Cathreen had pruritic urticarial papules and plaques of pregnancy (PUPPP), which is basically an incredibly itchy hive-like rash. She couldn’t sleep for the itch. She had to take oatmeal baths and slather herself in aloe. Eventually the doctor made her go on steroids.</p><p class=\"graf graf--p graf-after--p\" id=\"4fd6\" name=\"4fd6\">According to her OB doctor, about one in 100 pregnant women get PUPPP (the internet says one in 160), but they often hardly notice, as PUPPP usually comes late in the third term before the baby is born, and birth makes the symptoms disappear. For PUPPP to appear in the third month (my wife’s case), the odds were one in 100 cases of one in 100-something pregnancies — rarer than one in 10,000.</p><p class=\"graf graf--p graf-after--p\" id=\"80ec\" name=\"80ec\">In addition to PUPPP, Cathreen had morning sickness for four and a half months, a month and a half longer than is typical. We would try to go out, and she would make it to the end of the driveway before she threw up and had to turn back.</p><figure class=\"graf graf--figure graf-after--p\" id=\"de09\" name=\"de09\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 165px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 23.599999999999998%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*3mJJgQl-XfR3IRd-jtLJOw@2x.png\" data-height=\"378\" data-image-id=\"1*3mJJgQl-XfR3IRd-jtLJOw@2x.png\" data-width=\"1600\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*3mJJgQl-XfR3IRd-jtLJOw@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*3mJJgQl-XfR3IRd-jtLJOw@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*3mJJgQl-XfR3IRd-jtLJOw@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"cc9f\" name=\"cc9f\">About halfway through the pregnancy, Cathreen noticed that her body also itched in the cold. In the supermarket, if she reached for milk, her hand would break out in a rash. I had trouble believing an allergy to the cold was possible until the doctor confirmed it, to my shame.</p><p class=\"graf graf--p graf-after--p\" id=\"556a\" name=\"556a\">Once Cathreen gave birth, she was so happy for her body’s old freedom that we immediately went for a walk, though this is not advised. She blames that walk for the pain that came afterward — for a year, she had postpartum fibromyalgia. Korean tradition calls for the mother to stay warm and inside for the first three months after delivery, lest the wind gets into her bones, but we had treated this as a superstition. My wife had broken the rules.</p><p class=\"graf graf--p graf-after--p\" id=\"892d\" name=\"892d\">This is the rule we expected of her body: that the effects of pregnancy would disappear once she gave birth.</p><p class=\"graf graf--p graf-after--p\" id=\"b271\" name=\"b271\">The one extra complication in her second pregnancy — the one that didn’t even follow pregnancy rules — was that she felt cold all the time, not hot. Later, we knew that her coldness should have alarmed us. In March, four months after our son was born, my wife couldn’t stop losing weight, was still vomiting, and could no longer even drink.</p><p class=\"graf graf--p graf-after--p\" id=\"03ef\" name=\"03ef\">It turned out she had stage 4 stomach cancer.</p><figure class=\"graf graf--figure graf-after--p\" id=\"0a54\" name=\"0a54\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 92.5px; max-height: 86px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 93%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*i8uWmmPP7JdPhgdqZaWODA@2x.png\" data-height=\"172\" data-image-id=\"1*i8uWmmPP7JdPhgdqZaWODA@2x.png\" data-width=\"185\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*i8uWmmPP7JdPhgdqZaWODA@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*i8uWmmPP7JdPhgdqZaWODA@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*i8uWmmPP7JdPhgdqZaWODA@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"9580\" name=\"9580\"><strong class=\"markup--strong markup--p-strong\">Cathreen immigrated to America in 2009, </strong>the year we married. Before she left Korea, she’d built a reputation as an English tutor and was managing an English kindergarten. Cathreen had tutored several kids from the bottom of their classes to the top, and several kids from the top of their classes to citywide speaking awards and scholarships. One wealthy father wanted to build a private academy, which she would run and split the profits.</p><p class=\"graf graf--p graf-after--p\" id=\"a473\" name=\"a473\">I was a young American finishing his master’s degree in fine arts, with no career prospects and a lot of debt, and who, even after his fiancée offered to buy an apartment and support him, insisted he could live only in America. He insisted because he was adopted, because Korea had sold him and America had bought him, and the price was the rules of his body.</p><p class=\"graf graf--p graf-after--p\" id=\"3ef0\" name=\"3ef0\">The story of the Asian body in America is a story about rules, money, race, and imperialism.</p><p class=\"graf graf--p graf-after--p\" id=\"677c\" name=\"677c\">The first Asians on what is now U.S. land (other than those who crossed over the land bridge during the last ice age) lived in a sailors’ colony in Louisiana in the 1700s. They were Filipinos who had a reputation as good sailors and were often used to crew the ships of imperial white nations (mainly Spain).</p><p class=\"graf graf--p graf-after--p\" id=\"49f7\" name=\"49f7\">In the 1800s, thousands of Chinese, mostly men, were shipped to America for labor. Some were replacements for slaves. Writes author and activist Helen Zia:</p><blockquote class=\"graf graf--blockquote graf-after--p\" id=\"47e6\" name=\"47e6\">In 1806…using the same ships that brought slaves from Africa, the flesh merchants rerouted to Asia. They indentured “coolie” labor from China and India to perform the same work, under the same conditions, as the slaves.</blockquote><p class=\"graf graf--p graf-after--blockquote\" id=\"f2b0\" name=\"f2b0\">Many Chinese came for the Gold Rush. White men would wait for the Chinese to find gold, and then shoot them and take their claims. Many Chinese worked on the railroads, where their bodies were used as examples to keep Irish and black bodies in line. When the railroads were finished, Chinese bodies lost their use and were kept outside the frame of history — literally, as the famous photo of the final “golden spike” included none of the 11,000 Chinese who’d worked on it.</p><p class=\"graf graf--p graf-after--p\" id=\"39fe\" name=\"39fe\">After the railroads, what the Chinese called the Driving-Out Time began. Immigration laws banned Chinese women. Chinese men were “offered” the “chance” to go home, not knowing they could not return. Chinese were lynched, shot, raped, beaten, stolen from, run off, all within or outside the rules of justice. The Chinese who continued to work in the United States mostly clustered in Chinatowns for survival and took jobs no white man wanted, like laundry. According to scholar Elaine Kim, the rate of men to women grew as lopsided as 27 to one. Chinese bodies were unruly if they had sex at all, and if they were too unruly, they were no longer human bodies, but targets.</p><p class=\"graf graf--p graf-after--p\" id=\"fc5a\" name=\"fc5a\">Meanwhile, in 1825, the first-recorded Chinese American was born in New York. In 1898, a Chinese American won a landmark Supreme Court case that granted citizenship by birth to all Americans. The Supreme Court ruled on who could be a citizen, how, and why; it also ruled on who got rights and what rights white people had over bodies of color.</p><p class=\"graf graf--p graf-after--p\" id=\"ffe1\" name=\"ffe1\">In 1889, the Chinese Exclusion Act (passed in 1882 and still the only U.S. law to specifically name the exclusion of a single ethnic group) was upheld by the Supreme Court, a ruling with obvious consequences today as the administration keeps adjusting the rules of West Asian bodies. With the Chinese banned, the Japanese and Koreans became the next wave of forced and/or underpaid laborers. Hawaii, especially, needed bodies. (That need created the body of Hawaii as it is today, as Dole overthrew the island’s government and Asian laborers overwhelmed the population.)</p><p class=\"graf graf--p graf-after--p\" id=\"6956\" name=\"6956\">In 1907, Japan and the United States struck a “gentleman’s agreement” to end Korean immigration (Korea being under Japanese occupation), and Japanese and Indian immigration increased. Those immigrants fought for citizenship. In 1922, the Supreme Court ruled that a Japanese American could not gain citizenship because he wasn’t “Caucasian.” In 1923, an Indian American took his case to the Supreme Court, which ruled that although Indians <em class=\"markup--em markup--p-em\">were</em> Caucasian, American citizens must also be “white.”</p><p class=\"graf graf--p graf-after--p\" id=\"8551\" name=\"8551\">The rules of the American body changed to fit the rules of whiteness.</p><p class=\"graf graf--p graf-after--p\" id=\"8dd9\" name=\"8dd9\">In 1924, the United States threw out the gentleman’s agreement and banned immigration from Japan and India. But bodies were still needed. Filipino immigration increased. In 1934, with the economy in shambles, Filipino bodies too were banned.</p><p class=\"graf graf--p graf-after--p\" id=\"42bb\" name=\"42bb\">These facts are easily verifiable, but I first found them in Helen Zia’s <em class=\"markup--em markup--p-em\">Asian American Dreams</em>, Elaine Kim’s <em class=\"markup--em markup--p-em\">Asian American Literature</em>, and Lisa Lowe’s <em class=\"markup--em markup--p-em\">Immigrant Acts</em>.</p><p class=\"graf graf--p graf-after--p\" id=\"dbff\" name=\"dbff\">American wars played a huge part in these rules, in particular with Filipino immigration, and later (and perhaps most well-known in America) with Vietnamese and other Southeast Asian refugees. American wars played a huge part in my immigration. The first major wave of international adoption was a direct consequence of the so-called Korean War — the first children adopted were the half-white babies of American GIs, adopted by the Holt family, whose agency continues even now to deal in babies from around the world.</p><p class=\"graf graf--p graf-after--p\" id=\"fdab\" name=\"fdab\">It was the rules of the body, first of all, that got these half-white babies adopted. It was the rules of the body that got them given up. Though it wasn’t built on the bodies of another race, Korea is perhaps as conversationally racist as America — and a half-white baby in the 1950s meant incredible shame, whether or not it was the product of a war crime (rape). As the American demand for “GI babies” increased and the Korean supply decreased, the comparative acceptability of Asian bodies (to black bodies in particular) meant that full-Korean babies could fill the gap and increase profits.</p><p class=\"graf graf--p graf-after--p\" id=\"7e37\" name=\"7e37\">On the Korean side, these bodies meant money to help rebuild an economy destroyed by war. On the American side, these bodies meant a continued belief in the confusing will of God (infertility) and the valorization of white Christian guilt and its appetite for babies. Even racist Nobel Prize–winning author Pearl S. Buck started her own Korean adoption agency, Welcome House, which in her mind would bring about the end of racism.</p><figure class=\"graf graf--figure graf-after--p\" id=\"1527\" name=\"1527\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 306px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 43.7%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*s6KRVY26v00zO-vXvF5blA@2x.png\" data-height=\"699\" data-image-id=\"1*s6KRVY26v00zO-vXvF5blA@2x.png\" data-width=\"1600\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*s6KRVY26v00zO-vXvF5blA@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*s6KRVY26v00zO-vXvF5blA@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*s6KRVY26v00zO-vXvF5blA@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"e42d\" name=\"e42d\">I was among the largest wave of Korean adoption in the late 1970s and early 1980s. My adoptive parents are Catholic. (My father was on his way to becoming a priest when he married my mother.) They believed the best way to be good Christians was to erase my body from contention. According to my father, they still consider me not Asian at all, “only their son.” In order to follow the rules of family, my body had to be an exception to the rules.</p><p class=\"graf graf--p graf-after--p\" id=\"60d6\" name=\"60d6\">It was in search of my body and its rules that I found Cathreen in 2005, when I went to Korea believing that I had no history at all. She introduced me to myself. Four years later, she immigrated to America, married me, and got her green card, putting her trust in rules that historically distrusted us.</p><figure class=\"graf graf--figure graf-after--p\" id=\"c243\" name=\"c243\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 92.5px; max-height: 86px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 93%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*UNz21laeJeiOaTNglMittg@2x.png\" data-height=\"172\" data-image-id=\"1*UNz21laeJeiOaTNglMittg@2x.png\" data-width=\"185\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*UNz21laeJeiOaTNglMittg@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*UNz21laeJeiOaTNglMittg@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*UNz21laeJeiOaTNglMittg@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"a405\" name=\"a405\"><strong class=\"markup--strong markup--p-strong\">Recently, in the middle of the night,</strong> I witnessed my wife hanging off her mother’s arms, her body jerking up and down, her face squeezed and wet with pain. She was weeping and crying out in Korean that I could understand: “I don’t want to die! I don’t want to die!” We were on our sleeping mats (our daughter slept beside her), and Cathreen had on her pajamas, a purple dress with tiny flowers all over it. Her head, shaved short and balding in spots as it grew back in, spiked into the air, then lay flat against the ground. Her arms and legs spasmed. Her mother and sister tried to keep her still, tried to keep the baby from going to her, their faces strained, telling Cathreen she wasn’t going to die. My body had stopped moving. I had stopped knowing what I was doing. I tried to pat her back, and my hand seemed to move in another time zone. My wife had left for Korea 10 months earlier, and my in-laws had seen her like this many times, but for me, who had just arrived, it was a first.</p><p class=\"graf graf--p graf-after--p\" id=\"1bd0\" name=\"1bd0\">Earlier that week, I had gone with Cathreen to her cancer hospital in Seoul (her family is in Busan, on the southern coast, where, Americans always say, MacArthur made his last stand), and in the basement of the hospital, she collapsed to the floor, without any power in one leg. The doctors on break stood around us, watching coldly or maybe resignedly. Every day, my wife’s body is betraying her. Or, more accurately, it is fighting itself — it hurries toward death while it also attempts to fight death off.</p><p class=\"graf graf--p graf-after--p\" id=\"7b19\" name=\"7b19\">America has often diagnosed Asians with The Sickness. Yellow Fever. Yellow Peril. If the national body is well, The Sickness must come from without. White supremacy is a cancer we must not admit to. The history of immigration above leads directly to concentration camps in which Japanese American bodies were quarantined during the last world war. The only difference between them and the German and Italian Americans who walked free is that the Asian body was infected with foreignness.</p><p class=\"graf graf--p graf-after--p\" id=\"543b\" name=\"543b\">Today, the administration of the current president of the United States will be the one to decide whether or not Cathreen can ever reenter America. Her fate lies in the rules of a white man who has referred to those same concentration camps as the “precedent” for a Muslim registry. And he is right — precedent is that my body and my wife’s body are a matter of rules, not nature.</p><figure class=\"graf graf--figure graf-after--p\" id=\"8382\" name=\"8382\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 92.5px; max-height: 86px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 93%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*kDSySchbzEpm1GAaJ3BHog@2x.png\" data-height=\"172\" data-image-id=\"1*kDSySchbzEpm1GAaJ3BHog@2x.png\" data-width=\"185\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*kDSySchbzEpm1GAaJ3BHog@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*kDSySchbzEpm1GAaJ3BHog@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*kDSySchbzEpm1GAaJ3BHog@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"c0c5\" name=\"c0c5\"><strong class=\"markup--strong markup--p-strong\">The first time my wife gave birth,</strong> we had insurance through Harvard and we lived in Cambridge, Massachusetts. The total cost to us of her many visits to her OB, her hospitalization, and all the care during and after delivery by doctors, nurses, and lactation consultants was nothing. Because of the complications, we visited her doctor every two weeks. Cathreen went to the ER twice, and we paid a total of $80. She gave birth in a spacious and well-equipped room overlooking the Charles River, and the baby was immediately set on her chest before it went to a machine or a stranger.</p><p class=\"graf graf--p graf-after--p\" id=\"c0f4\" name=\"c0f4\">The second time my wife gave birth, we had insurance through the Affordable Care Act. We could have gotten insurance through the university where I was doing my PhD, but even though it would have cost me only about $100 per month, the cost to insure my family was more than $1,000 per month. On the ACA, we paid much less for insurance but were much more afraid to use it.</p><figure class=\"graf graf--figure graf-after--p\" id=\"7403\" name=\"7403\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 700px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 100%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*d1rtGu00iNVUKHFFLQgd-w.jpeg\" data-height=\"1200\" data-image-id=\"1*d1rtGu00iNVUKHFFLQgd-w.jpeg\" data-width=\"1200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*d1rtGu00iNVUKHFFLQgd-w.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*d1rtGu00iNVUKHFFLQgd-w.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*d1rtGu00iNVUKHFFLQgd-w.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"494f\" name=\"494f\">The total cost of having our second baby was more than $7,000, much of it because the hospital didn’t bill our insurance company quickly enough. We had far less control of the delivery process, and when our son was born, they whisked him away from us. When we contested the hospital bills, creditors came after us. In the end, I’m not sure what happened to them — after my wife was diagnosed with cancer, she told them to fuck off. A week later, she flew to Korea.</p><p class=\"graf graf--p graf-after--p\" id=\"583b\" name=\"583b\">Treating Cathreen’s cancer in Korea was a decision we were forced into. We were in the same city as the best cancer hospital in the world, but MD Anderson had cut off all forms of Obamacare three months earlier. Korean health care covers every citizen, and my wife never gave up her green card to apply to become American.</p><p class=\"graf graf--p graf-after--p\" id=\"01ac\" name=\"01ac\">I keep thinking about why we didn’t catch the cancer earlier. Every day, every minute, I am sick with this thought. It is only right to take responsibility. I knew the rules.</p><p class=\"graf graf--p graf-after--p\" id=\"0239\" name=\"0239\">Each Sunday in Houston, my family attended a Korean church full of cancer doctors and cancer researchers who never thought Cathreen had cancer. The rule of pregnancy is pregnancy symptoms — and the rules for Korean bodies in America are not the same as the rules for Korean bodies in Korea. When my wife complained she couldn’t eat, our church friends complained about American food. When my wife complained she felt cold, they complained about American air conditioning. When my wife complained about infrequent doctor visits, they commiserated that in America mothers go months between checkups and are told that if the baby’s growing, everything is fine.</p><p class=\"graf graf--p graf-after--p\" id=\"42cf\" name=\"42cf\">These things are true. When my wife told her OB she couldn’t eat, her doctor prescribed heartburn medicine, nausea medicine, sleeping pills. At the ER (which cost us $500 per trip), they treated only her symptoms. Her OB said they couldn’t check for anything else because Texas law prioritizes the fetus over the mother. No procedure could be done that stood the slightest chance of affecting the baby.</p><p class=\"graf graf--p graf-after--p\" id=\"3dc9\" name=\"3dc9\">Still, we could have gone to a GI doctor a month after our son was born, instead of three months. Because Cathreen’s cancer is the most aggressive type, two months might have made a lot of difference.</p><p class=\"graf graf--p graf-after--p\" id=\"db60\" name=\"db60\">We didn’t go because we thought it was normal to lose weight after giving birth. We didn’t go because we were afraid. We didn’t go because we had been taught by our insurance to go to the doctor only for checkups or emergencies. Of course, insurance companies claim to encourage preventative care and offer free wellness visits — once a year. But the effect of creditors and high copays and confusion over what is and is not covered is caution and fear. You doubt your authority over your body. You go to the doctor only when weighing costs and benefits shows that you are diagnosable, admittable, and cannot get better on your own.</p><p class=\"graf graf--p graf-after--p\" id=\"3ecd\" name=\"3ecd\">I often think back to my wife’s offer to buy an apartment in Korea and give me time to write. It sounds better with each year that passes. It also would have saved her life. When she first came to America, my wife was used to seeing a doctor whenever she sensed anything slightly off with her body. I didn’t understand this — I avoid doctors until the moment I can’t avoid them. She didn’t yet fear the cost of being told she was healthy.</p><figure class=\"graf graf--figure graf-after--p\" id=\"452c\" name=\"452c\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 299px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 42.8%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*SJQtMISW2AJzoMn1BA6_Ew@2x.png\" data-height=\"684\" data-image-id=\"1*SJQtMISW2AJzoMn1BA6_Ew@2x.png\" data-width=\"1600\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*SJQtMISW2AJzoMn1BA6_Ew@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*SJQtMISW2AJzoMn1BA6_Ew@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*SJQtMISW2AJzoMn1BA6_Ew@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"69d3\" name=\"69d3\">In Korea, because a doctor’s visit is about US$2, people get their bodies checked as soon as they feel sick. If my mother-in-law feels a cold coming, the first thing she does is get a shot to shorten the cold’s duration. In the week I wrote this, I went to the pediatrician three times because the doctor prescribes only two days’ dosage. With each visit, the pediatrician updated her understanding of my baby’s body and, when necessary, adjusted the treatment.</p><p class=\"graf graf--p graf-after--p\" id=\"5c8a\" name=\"5c8a\">In Korea, they screen for stomach cancer.</p><p class=\"graf graf--p graf-after--p\" id=\"0e29\" name=\"0e29\">The most commonly diagnosed cancer in America (by far) is breast cancer. It is also the most cured. This is not a coincidence. After my wife’s diagnosis, a cancer researcher friend hit himself in the face and wished Cathreen had breast cancer instead. Like all the other researchers we knew, he had come from Korea because America has the most money for cancer research — and in America, breast cancer research is king. Talented young scientists come to Houston from all over the world to work at M.D. Anderson, and there they follow the funding toward a breast cancer cure.</p><p class=\"graf graf--p graf-after--p\" id=\"9cff\" name=\"9cff\">The most commonly diagnosed cancers in Korea are lung, liver, and stomach cancer. Of those, lung and liver cancer have obvious causes (Korea is a leading consumer of alcohol and cigarettes). When Cathreen was diagnosed, her doctor in America said most of the data on stomach cancer that gets to America comes from patients in Korea. Because stomach cancer is so common, Koreans get screened for it the way Americans get screened for breast cancer. Because my wife was in America, the rules of Korean bodies did not apply to preventative care.</p><p class=\"graf graf--p graf-after--p\" id=\"8804\" name=\"8804\">Maybe if we had lived in a different state, if we had a different insurance, if we had seen a different doctor…how American that our circumstances determined what care our bodies deserved.</p><figure class=\"graf graf--figure graf-after--p\" id=\"036a\" name=\"036a\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 92.5px; max-height: 86px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 93%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*mffONL6jNbQ32Yecqdn6sQ@2x.png\" data-height=\"172\" data-image-id=\"1*mffONL6jNbQ32Yecqdn6sQ@2x.png\" data-width=\"185\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*mffONL6jNbQ32Yecqdn6sQ@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*mffONL6jNbQ32Yecqdn6sQ@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*mffONL6jNbQ32Yecqdn6sQ@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"0251\" name=\"0251\"><strong class=\"markup--strong markup--p-strong\">After my wife screamed for life in her mother’s arms,</strong> she lay weeping on the floor. That morning, we’d fought seriously for the first time since I had arrived in Korea, on leave from my professorship. We had fought because when the body turns against itself, so does the part of the body that is the mind.</p><p class=\"graf graf--p graf-after--p\" id=\"6894\" name=\"6894\">We had fought because I wasn’t on the right dosage of Zoloft because when I brought my prescription to a Korean doctor, she said Americans overmedicate and all Koreans are sad with bad cholesterol and high anxiety and trouble sleeping, so what was I complaining about?</p><p class=\"graf graf--p graf-after--p\" id=\"d6c2\" name=\"d6c2\">We had fought because that doctor was right (in a way): What am I complaining about, when my wife has cancer?</p><p class=\"graf graf--p graf-after--p\" id=\"cd7b\" name=\"cd7b\">We had fought because of cancer.</p><p class=\"graf graf--p graf-after--p\" id=\"06d7\" name=\"06d7\">We had fought because we both want my wife to live, but we don’t know what it means “to live” if life is the body’s way of dying.</p><p class=\"graf graf--p graf-after--p\" id=\"1b3b\" name=\"1b3b\">We had fought because I couldn’t help her and felt powerless and so I wanted to make something about me.</p><p class=\"graf graf--p graf-after--p\" id=\"d5fd\" name=\"d5fd\">We had fought because the stress and pain and life were all too much for her.</p><p class=\"graf graf--p graf-after--p\" id=\"e362\" name=\"e362\">As my wife wept on the floor, her mother and her sister scolded me in Korean. I couldn’t understand completely, but I got the gist. I understood the word <em class=\"markup--em markup--p-em\">stress</em> and I understood the word <em class=\"markup--em markup--p-em\">fault</em>. I understood the words <em class=\"markup--em markup--p-em\">don’t</em> and <em class=\"markup--em markup--p-em\">stop</em>. I understood their expressions and the way they threw their faces at me. I understood my shame and the difference between my body and my wife’s body.</p><p class=\"graf graf--p graf--startsWithDoubleQuote graf-after--p\" id=\"3850\" name=\"3850\">“Because of him — ,” my wife interrupted. “But also Sister.”</p><p class=\"graf graf--p graf-after--p\" id=\"b83e\" name=\"b83e\">My shock became less desperate, but not lesser.</p><p class=\"graf graf--p graf-after--p\" id=\"5a97\" name=\"5a97\">We were living in this sister’s apartment. The last time I had seen her was three years earlier, when we paid for her and her son to visit us in Houston, because we had missed her husband’s funeral.</p><p class=\"graf graf--p graf-after--p\" id=\"2384\" name=\"2384\">Missing that funeral was against the rules of the body and of family. Worse, neither my wife’s oldest sister nor mother made it to the funeral. Everyone had real reasons, but the result was a bad feeling that still lingered. The husband died of stomach cancer just when they thought his chemo had worked and he was in remission.</p><p class=\"graf graf--p graf-after--p\" id=\"bf1e\" name=\"bf1e\">What I remember most from my sister-in-law’s visit was a trip to see <em class=\"markup--em markup--p-em\">Inside Out</em>. In the opening short, a lone volcano sang out for love until another volcano answered and joined the first, eruption by eruption, to make a single island. In the theater, my wife and I held hands and smiled at each other, remembering our own island-making. Then I noticed, on the other side of my wife, that my sister-in-law was weeping quietly, her mouth shrunk up in pain, doing nothing to stop her tears — and I remembered our differences and felt both grateful and ashamed.</p><p class=\"graf graf--p graf-after--p\" id=\"cce5\" name=\"cce5\">Now it was my wife who had stomach cancer and I who was depressed, and we had burdened my sister-in-law with two unruly children.</p><p class=\"graf graf--p graf--startsWithDoubleQuote graf-after--p\" id=\"f1c5\" name=\"f1c5\">“Because of me?” asked my sister-in-law.</p><p class=\"graf graf--p graf-after--p\" id=\"36b1\" name=\"36b1\">I wanted time to stop, I wanted to go back, an hour, a day, a year, three years, ten.</p><p class=\"graf graf--p graf-after--p\" id=\"f713\" name=\"f713\">My wife attacked in Korean, and tears immediately sprang to her sister’s face.</p><p class=\"graf graf--p graf-after--p\" id=\"a125\" name=\"a125\">The next morning, my sister-in-law said my whole family needed to get out of her house by the end of the day.</p><figure class=\"graf graf--figure graf-after--p\" id=\"4d52\" name=\"4d52\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 92.5px; max-height: 86px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 93%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*A7DnM2tdvSt8wi1Kp6QQyg@2x.png\" data-height=\"172\" data-image-id=\"1*A7DnM2tdvSt8wi1Kp6QQyg@2x.png\" data-width=\"185\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*A7DnM2tdvSt8wi1Kp6QQyg@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*A7DnM2tdvSt8wi1Kp6QQyg@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*A7DnM2tdvSt8wi1Kp6QQyg@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"ac4a\" name=\"ac4a\"><strong class=\"markup--strong markup--p-strong\">Why does one body that doesn’t follow the rules make other bodies so uncomfortable?</strong></p><p class=\"graf graf--p graf-after--p\" id=\"42fb\" name=\"42fb\">When my sister-in-law kicked us out, she said that seeing my wife’s sickness makes her sick. It makes her sick with the past. It makes her sick with her husband’s death. When I see my wife collapse in pain, I see not her death — because how could I? I <em class=\"markup--em markup--p-em\">will not</em> — but my own. I see what of course I have known: that the rules of my body are, in fact, the same as the rules of hers, which is to say, we are dying.</p><p class=\"graf graf--p graf-after--p\" id=\"ee91\" name=\"ee91\">It is not that knowledge or even seeing it come true that makes me so upset. It is the admission (to myself? to her?) that I have no control, either over the rules of our bodies or over their exceptions.</p><p class=\"graf graf--p graf-after--p\" id=\"5a92\" name=\"5a92\">What does that mean, though, that we have no control over our bodies? It seems obviously untrue. Perhaps what I mean is that we persist in the illusion that our minds and our bodies are separate, until the moment we cannot persist in it. We persist in the illusion of dualism, and therefore in the illusion of free will and control.</p><p class=\"graf graf--p graf-after--p\" id=\"f907\" name=\"f907\">In 1980, a famous and controversial experiment by the neuroscientist Benjamin Libet revealed the time between a subject’s conscious decision to move and the body’s electrical signal for movement. His result was a full half-second (a long time in neurological terms) <em class=\"markup--em markup--p-em\">after </em>the body’s signal and<em class=\"markup--em markup--p-em\"> before</em> the conscious decision.</p><figure class=\"graf graf--figure graf-after--p\" id=\"9a4f\" name=\"9a4f\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 700px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 100%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*l7N_Z-EyV2FEpc1iJmwI-A.jpeg\" data-height=\"1200\" data-image-id=\"1*l7N_Z-EyV2FEpc1iJmwI-A.jpeg\" data-width=\"1200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*l7N_Z-EyV2FEpc1iJmwI-A.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*l7N_Z-EyV2FEpc1iJmwI-A.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*l7N_Z-EyV2FEpc1iJmwI-A.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"b050\" name=\"b050\">Though the amount of time has been contested, many have interpreted Libet’s and subsequent results to mean that consciousness is an effect, not a cause, and therefore is not separate from the body but a function of it.</p><p class=\"graf graf--p graf-after--p\" id=\"944d\" name=\"944d\">Libet, however, didn’t interpret things this way. His further experiments showed that the subject could consciously cancel the movement before the electoral signal became action.</p><p class=\"graf graf--p graf-after--p\" id=\"c9eb\" name=\"c9eb\">The body can break the rules of the body, but it cannot make them. This is the admission that we sense we must make when we are in the presence of an unruly body. The imprisonment of our will despite our belief that we are free.</p><figure class=\"graf graf--figure graf-after--p\" id=\"dd63\" name=\"dd63\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 92.5px; max-height: 86px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 93%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*1HjsHtpXdBtoouANtGe-BQ@2x.png\" data-height=\"172\" data-image-id=\"1*1HjsHtpXdBtoouANtGe-BQ@2x.png\" data-width=\"185\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*1HjsHtpXdBtoouANtGe-BQ@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*1HjsHtpXdBtoouANtGe-BQ@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*1HjsHtpXdBtoouANtGe-BQ@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"5fbb\" name=\"5fbb\"><strong class=\"markup--strong markup--p-strong\">As a boy, I used to stand at the mirror</strong> and see a reflection that didn’t exist. A reflection whose existence was possible in the combination of my parents’ existences. What I saw was whiteness. I have known this for a long time, but I’ve only recently come to realize that I never saw my actual skin as white (of course I could not); rather, I saw whiteness for what it is: a concept, a rule. I was able to see it this way precisely because<em class=\"markup--em markup--p-em\"> </em>I wasn’t able to see why I could not be white.</p><p class=\"graf graf--p graf-after--p\" id=\"b83b\" name=\"b83b\">It took me a long time to figure out how that reflection was connected to the white man on the street calling to me “Ni hao” was connected to the bitter rage and shame I felt when a white film star killed an Asian bad guy and “got the girl” was connected to the expectation that I should be good at math and how I hated myself that I was.</p><p class=\"graf graf--p graf-after--p\" id=\"9378\" name=\"9378\">It took me even longer to figure out how those things were connected to history and politics, and longer still to figure out how the history was both mine and not mine, both my parents’ and not my parents’. I’ve figured out, but still cannot accept, how following the rules will never mean my body follows the rules.</p><p class=\"graf graf--p graf-after--p\" id=\"b70b\" name=\"b70b\">The rules of the body aren’t actually followable. They aren’t made to be followed. They’re made to define.</p><p class=\"graf graf--p graf-after--p\" id=\"1d47\" name=\"1d47\">I was 19 when I realized my body had The Sickness. It was less than a week after 9/11. I had gone to the various memorial services at the University of North Carolina, Chapel Hill. I was barely into my first semester and had never lived so far from home. I was both exhilarated and terrified, because my small white town in Connecticut had not been kind, and I was both eager to start my life and afraid for it to be the same life as before.</p><p class=\"graf graf--p graf-after--p\" id=\"817e\" name=\"817e\">I was on a campus bus, invited to a party by a new, white friend, the kind of whip-smart in-state student who joins a frat and gets a business degree and becomes successful without ever leaving his comfort zone. He was Republican. (I was wrong about him — eventually.) In the back of the bus, a group of black students talked and laughed. I sat at a distance from them, probably with some bias and because they were together and I was alone. I felt lonely and uncool, and I was jealous of their ease with each other. I felt how I felt in Connecticut, but this time with black kids, not white kids, which confused me. I had come to Carolina with the idea that maybe I belonged with black people, since I had not belonged with whites.</p><p class=\"graf graf--p graf-after--p\" id=\"963b\" name=\"963b\">We had gone maybe one stop, not even one, when they mentioned the attacks. Someone said “terrorist,” said “Muslim,” said “towelhead,” said “go back to your country.” My face burned. I didn’t seem to realize they were talking <em class=\"markup--em markup--p-em\">about </em>me until they were talking <em class=\"markup--em markup--p-em\">to</em> me. I couldn’t see how I could possibly fit that profile, especially to other people of color.</p><p class=\"graf graf--p graf-after--p\" id=\"6169\" name=\"6169\">I got off the bus as soon as I could, carrying my infection with me.</p><figure class=\"graf graf--figure graf-after--p\" id=\"bb69\" name=\"bb69\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 92.5px; max-height: 86px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 93%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*jsUnr4d_aTBgAyTtprDiBA@2x.png\" data-height=\"172\" data-image-id=\"1*jsUnr4d_aTBgAyTtprDiBA@2x.png\" data-width=\"185\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*jsUnr4d_aTBgAyTtprDiBA@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*jsUnr4d_aTBgAyTtprDiBA@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*jsUnr4d_aTBgAyTtprDiBA@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"f37a\" name=\"f37a\"><strong class=\"markup--strong markup--p-strong\">I am in Korea now. </strong>I am here to be with my sick wife, who, to save her life, gets weekly injections of chemicals that kill the parts of her body that follow the rules in an attack on the parts that don’t. Each week, she dies a little more in order to live a little longer.</p><p class=\"graf graf--p graf-after--p\" id=\"115b\" name=\"115b\">For my wife to return home — if she gets the miraculous results we pray for — she will face more rules of the body. American rules that first stole the bodies of people from her country, our country, then banned them from entering, then led them to fight and kill each other, then bought them to end racism. She must become an exception.</p><p class=\"graf graf--p graf-after--p\" id=\"6843\" name=\"6843\">Right now, the United States is deporting Korean (and other international) adoptees, despite that their bodies are the only things they know about their destinations. That my wife held onto Korean citizenship is the reason her government now covers 90 to 95 percent of most of her medical care (she would have died if she had become an American citizen), and yet her stay in Korea breaks the rules of her visa.</p><p class=\"graf graf--p graf-after--p\" id=\"eb52\" name=\"eb52\">We have heard stories from other immigrant friends and friends of friends and immigration lawyers; we have seen the news you have seen. These have always been the rules of the Asian body in America: Yellow Fever. Yellow Peril. These have always been the terms: white supremacist capitalism. What do we have to complain about, then, if in the end all bodies follow the same one rule: They die. What we have to complain about is not how we die, but how we live.</p><figure class=\"graf graf--figure graf-after--p graf--trailing\" id=\"e52c\" name=\"e52c\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 84px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 12.1%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*yyOdnJ4OSBAKcABNDoIegA@2x.png\" data-height=\"193\" data-image-id=\"1*yyOdnJ4OSBAKcABNDoIegA@2x.png\" data-width=\"1600\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*yyOdnJ4OSBAKcABNDoIegA@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*yyOdnJ4OSBAKcABNDoIegA@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*yyOdnJ4OSBAKcABNDoIegA@2x.png\"/></noscript></div></div><figcaption class=\"imageCaption\">Illustration: <a class=\"markup--anchor markup--figure-anchor\" data-href=\"http://www.audreyjl.com/\" href=\"http://www.audreyjl.com/\" rel=\"nofollow noopener\" target=\"_blank\">Audrey Lee</a>. Creative art direction: <a class=\"markup--anchor markup--figure-anchor\" data-href=\"https://www.anagraph.com/\" href=\"https://www.anagraph.com/\" rel=\"noopener nofollow noopener noopener noopener nofollow noopener\" target=\"_blank\">Anagraph</a>.</figcaption></figure></div></div></section></div></main></div><section class=\"u-maxWidth700 u-paddingHorizontal20 u-marginAuto\"><div class=\"u-marginTop60 u-xs-marginTop25\"><div class=\"elevate-actions u-borderBottomLightest u-paddingBottom25\"><div class=\"postActions js-postActionsFooter\"><div class=\"u-flexCenter\"><div class=\"u-flex1\"><div class=\"multirecommend js-actionMultirecommend u-flexCenter\" data-clap-string-plural=\"claps\" data-clap-string-singular=\"clap\" data-has-recommend-list=\"true\" data-is-circle=\"true\" data-is-icon-29px=\"true\" data-post-id=\"3b43cc05091c\" data-source=\"post_actions_footer-----3b43cc05091c---------------------clap_footer\"><div class=\"u-relative u-foreground\"><button aria-label=\"Clap\" class=\"button button--large button--circle button--withChrome u-baseColor--buttonNormal button--withIcon button--withSvgIcon clapButton js-actionMultirecommendButton clapButton--darker clapButton--largePill u-relative u-foreground u-xs-paddingLeft13 u-width60 u-height60 u-accentColor--textNormal u-accentColor--buttonNormal clap-onboarding\" data-action=\"sign-up-prompt\" data-action-source=\"post_actions_footer-----3b43cc05091c---------------------clap_footer\" data-redirect=\"https://medium.com/_/vote/p/3b43cc05091c\" data-requires-token=\"true\" data-sign-in-action=\"multivote\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--clap svgIcon--33px u-relative u-topNegative2 u-xs-top0\"><svg class=\"svgIcon-use\" height=\"33\" width=\"33\"><path d=\"M28.86 17.342l-3.64-6.402c-.292-.433-.712-.729-1.163-.8a1.124 1.124 0 0 0-.889.213c-.63.488-.742 1.181-.33 2.061l1.222 2.587 1.4 2.46c2.234 4.085 1.511 8.007-2.145 11.663-.26.26-.526.49-.797.707 1.42-.084 2.881-.683 4.292-2.094 3.822-3.823 3.565-7.876 2.05-10.395zm-6.252 11.075c3.352-3.35 3.998-6.775 1.978-10.469l-3.378-5.945c-.292-.432-.712-.728-1.163-.8a1.122 1.122 0 0 0-.89.213c-.63.49-.742 1.182-.33 2.061l1.72 3.638a.502.502 0 0 1-.806.568l-8.91-8.91a1.335 1.335 0 0 0-1.887 1.886l5.292 5.292a.5.5 0 0 1-.707.707l-5.292-5.292-1.492-1.492c-.503-.503-1.382-.505-1.887 0a1.337 1.337 0 0 0 0 1.886l1.493 1.492 5.292 5.292a.499.499 0 0 1-.353.854.5.5 0 0 1-.354-.147L5.642 13.96a1.338 1.338 0 0 0-1.887 0 1.338 1.338 0 0 0 0 1.887l2.23 2.228 3.322 3.324a.499.499 0 0 1-.353.853.502.502 0 0 1-.354-.146l-3.323-3.324a1.333 1.333 0 0 0-1.886 0 1.325 1.325 0 0 0-.39.943c0 .356.138.691.39.943l6.396 6.397c3.528 3.53 8.86 5.313 12.821 1.353zM12.73 9.26l5.68 5.68-.49-1.037c-.518-1.107-.426-2.13.224-2.89l-3.303-3.304a1.337 1.337 0 0 0-1.886 0 1.326 1.326 0 0 0-.39.944c0 .217.067.42.165.607zm14.787 19.184c-1.599 1.6-3.417 2.392-5.353 2.392-.349 0-.7-.03-1.058-.082a7.922 7.922 0 0 1-3.667.887c-3.049 0-6.115-1.626-8.359-3.87l-6.396-6.397A2.315 2.315 0 0 1 2 19.724a2.327 2.327 0 0 1 1.923-2.296l-.875-.875a2.339 2.339 0 0 1 0-3.3 2.33 2.33 0 0 1 1.24-.647l-.139-.139c-.91-.91-.91-2.39 0-3.3.884-.884 2.421-.882 3.301 0l.138.14a2.335 2.335 0 0 1 3.948-1.24l.093.092c.091-.423.291-.828.62-1.157a2.336 2.336 0 0 1 3.3 0l3.384 3.386a2.167 2.167 0 0 1 1.271-.173c.534.086 1.03.354 1.441.765.11-.549.415-1.034.911-1.418a2.12 2.12 0 0 1 1.661-.41c.727.117 1.385.565 1.853 1.262l3.652 6.423c1.704 2.832 2.025 7.377-2.205 11.607zM13.217.484l-1.917.882 2.37 2.837-.454-3.719zm8.487.877l-1.928-.86-.44 3.697 2.368-2.837zM16.5 3.293L15.478-.005h2.044L16.5 3.293z\" fill-rule=\"evenodd\"></path></svg></span></span><span class=\"button-activeState\"><span class=\"svgIcon svgIcon--clapFilled svgIcon--33px u-relative u-topNegative2 u-xs-top0\"><svg class=\"svgIcon-use\" height=\"33\" width=\"33\"><g fill-rule=\"evenodd\"><path d=\"M29.58 17.1l-3.854-6.78c-.365-.543-.876-.899-1.431-.989a1.491 1.491 0 0 0-1.16.281c-.42.327-.65.736-.7 1.207v.001l3.623 6.367c2.46 4.498 1.67 8.802-2.333 12.807-.265.265-.536.505-.81.728 1.973-.222 3.474-1.286 4.45-2.263 4.166-4.165 3.875-8.6 2.215-11.36zm-4.831.82l-3.581-6.3c-.296-.439-.725-.742-1.183-.815a1.105 1.105 0 0 0-.89.213c-.647.502-.755 1.188-.33 2.098l1.825 3.858a.601.601 0 0 1-.197.747.596.596 0 0 1-.77-.067L10.178 8.21c-.508-.506-1.393-.506-1.901 0a1.335 1.335 0 0 0-.393.95c0 .36.139.698.393.95v.001l5.61 5.61a.599.599 0 1 1-.848.847l-5.606-5.606c-.001 0-.002 0-.003-.002L5.848 9.375a1.349 1.349 0 0 0-1.902 0 1.348 1.348 0 0 0 0 1.901l1.582 1.582 5.61 5.61a.6.6 0 0 1-.848.848l-5.61-5.61c-.51-.508-1.393-.508-1.9 0a1.332 1.332 0 0 0-.394.95c0 .36.139.697.393.952l2.363 2.362c.002.001.002.002.002.003l3.52 3.52a.6.6 0 0 1-.848.847l-3.522-3.523h-.001a1.336 1.336 0 0 0-.95-.393 1.345 1.345 0 0 0-.949 2.295l6.779 6.78c3.715 3.713 9.327 5.598 13.49 1.434 3.527-3.528 4.21-7.13 2.086-11.015zM11.817 7.727c.06-.328.213-.64.466-.893.64-.64 1.755-.64 2.396 0l3.232 3.232c-.82.783-1.09 1.833-.764 2.992l-5.33-5.33z\"></path><path d=\"M13.285.48l-1.916.881 2.37 2.837z\"></path><path d=\"M21.719 1.361L19.79.501l-.44 3.697z\"></path><path d=\"M16.502 3.298L15.481 0h2.043z\"></path></g></svg></span></span></button><div class=\"clapUndo u-width60 u-round u-height32 u-absolute u-borderBox u-paddingRight5 u-transition--transform200Springu-backgroundGrayLighter js-clapUndo\" style=\"top: 14px; padding: 2px;\"><button class=\"button button--chromeless u-baseColor--buttonNormal button--withIcon button--withSvgIcon u-floatRight\" data-action=\"multivote-undo\" data-action-value=\"3b43cc05091c\"><span class=\"svgIcon svgIcon--removeThin svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M20.13 8.11l-5.61 5.61-5.609-5.61-.801.801 5.61 5.61-5.61 5.61.801.8 5.61-5.609 5.61 5.61.8-.801-5.609-5.61 5.61-5.61\" fill-rule=\"evenodd\"></path></svg></span></button></div></div><span class=\"u-relative u-background js-actionMultirecommendCount u-marginLeft16\"><button class=\"button button--chromeless u-baseColor--buttonNormal js-multirecommendCountButton u-textColorDarker\" data-action=\"show-recommends\" data-action-value=\"3b43cc05091c\">11.2K claps</button><span class=\"u-xs-hide\"></span></span></div></div><div class=\"buttonSet u-flex0\"><a aria-label=\"Share on Twitter\" class=\"button button--dark button--chromeless u-baseColor--buttonDark button--withIcon button--withSvgIcon button--dark button--chromeless u-xs-hide u-marginRight12\" data-action-source=\"post_actions_footer\" href=\"https://medium.com/p/3b43cc05091c/share/twitter\" target=\"_blank\" title=\"Share on Twitter\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--twitterFilled svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M22.053 7.54a4.474 4.474 0 0 0-3.31-1.455 4.526 4.526 0 0 0-4.526 4.524c0 .35.04.7.082 1.05a12.9 12.9 0 0 1-9.3-4.77c-.39.69-.61 1.46-.65 2.26.03 1.6.83 2.99 2.02 3.79-.72-.02-1.41-.22-2.02-.57-.01.02-.01.04 0 .08-.01 2.17 1.55 4 3.63 4.44-.39.08-.79.13-1.21.16-.28-.03-.57-.05-.81-.08.54 1.77 2.21 3.08 4.2 3.15a9.564 9.564 0 0 1-5.66 1.94c-.34-.03-.7-.06-1.05-.08 2 1.27 4.38 2.02 6.94 2.02 8.31 0 12.86-6.9 12.84-12.85.02-.24.01-.43 0-.65.89-.62 1.65-1.42 2.26-2.34-.82.38-1.69.62-2.59.72a4.37 4.37 0 0 0 1.94-2.51c-.84.53-1.81.9-2.83 1.13z\"></path></svg></span></span></a><a aria-label=\"Share on Facebook\" class=\"button button--dark button--chromeless u-baseColor--buttonDark button--withIcon button--withSvgIcon button--dark button--chromeless u-xs-hide u-marginRight12\" data-action-source=\"post_actions_footer\" href=\"https://medium.com/p/3b43cc05091c/share/facebook\" target=\"_blank\" title=\"Share on Facebook\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--facebookSquare svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M23.209 5H5.792A.792.792 0 0 0 5 5.791V23.21c0 .437.354.791.792.791h9.303v-7.125H12.72v-2.968h2.375v-2.375c0-2.455 1.553-3.662 3.741-3.662 1.049 0 1.95.078 2.213.112v2.565h-1.517c-1.192 0-1.469.567-1.469 1.397v1.963h2.969l-.594 2.968h-2.375L18.11 24h5.099a.791.791 0 0 0 .791-.791V5.79a.791.791 0 0 0-.791-.79\"></path></svg></span></span></a><button aria-label=\"Share this story on Twitter or Facebook\" class=\"button button--large button--dark button--chromeless u-baseColor--buttonDark button--withIcon button--withSvgIcon u-xs-show u-marginRight10\" data-action=\"show-share-popover\" data-action-source=\"post_actions_footer\" title=\"Share this story on Twitter or Facebook\"><span class=\"svgIcon svgIcon--share svgIcon--29px\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M20.385 8H19a.5.5 0 1 0 .011 1h1.39c.43 0 .84.168 1.14.473.31.305.48.71.48 1.142v10.77c0 .43-.17.837-.47 1.142-.3.305-.71.473-1.14.473H8.62c-.43 0-.84-.168-1.144-.473a1.603 1.603 0 0 1-.473-1.142v-10.77c0-.43.17-.837.48-1.142A1.599 1.599 0 0 1 8.62 9H10a.502.502 0 0 0 0-1H8.615c-.67 0-1.338.255-1.85.766-.51.51-.765 1.18-.765 1.85v10.77c0 .668.255 1.337.766 1.848.51.51 1.18.766 1.85.766h11.77c.668 0 1.337-.255 1.848-.766.51-.51.766-1.18.766-1.85v-10.77c0-.668-.255-1.337-.766-1.848A2.61 2.61 0 0 0 20.384 8zm-8.67-2.508L14 3.207v8.362c0 .27.224.5.5.5s.5-.23.5-.5V3.2l2.285 2.285a.49.49 0 0 0 .704-.001.511.511 0 0 0 0-.708l-3.14-3.14a.504.504 0 0 0-.71 0L11 4.776a.501.501 0 0 0 .71.706\" fill-rule=\"evenodd\"></path></svg></span></button><button aria-label=\"Bookmark this story to read later\" class=\"button button--large button--dark button--chromeless is-touchIconFadeInPulse button--withIcon button--withSvgIcon button--bookmark js-bookmarkButton\" data-action=\"sign-up-prompt\" data-action-source=\"post_actions_footer\" data-redirect=\"https://medium.com/_/bookmark/p/3b43cc05091c\" data-requires-token=\"true\" data-sign-in-action=\"add-to-bookmarks\" title=\"Bookmark this story to read later\"><span class=\"button-defaultState\"><span class=\"svgIcon svgIcon--bookmark svgIcon--29px u-marginRight4\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M19.385 4h-9.77A2.623 2.623 0 0 0 7 6.615V23.01a1.022 1.022 0 0 0 1.595.847l5.905-4.004 5.905 4.004A1.022 1.022 0 0 0 22 23.011V6.62A2.625 2.625 0 0 0 19.385 4zM21 23l-5.91-3.955-.148-.107a.751.751 0 0 0-.884 0l-.147.107L8 23V6.615C8 5.725 8.725 5 9.615 5h9.77C20.275 5 21 5.725 21 6.615V23z\" fill-rule=\"evenodd\"></path></svg></span></span><span class=\"button-activeState\"><span class=\"svgIcon svgIcon--bookmarkFilled svgIcon--29px u-marginRight4\"><svg class=\"svgIcon-use\" height=\"29\" width=\"29\"><path d=\"M19.385 4h-9.77A2.623 2.623 0 0 0 7 6.615V23.01a1.022 1.022 0 0 0 1.595.847l5.905-4.004 5.905 4.004A1.022 1.022 0 0 0 22 23.011V6.62A2.625 2.625 0 0 0 19.385 4z\" fill-rule=\"evenodd\"></path></svg></span></span></button><button aria-label=\"More actions\" class=\"button button--large button--dark button--chromeless is-touchIconBlackPulse button--withIcon button--withSvgIcon js-moreActionsButton\" data-action=\"more-actions\" title=\"More actions\"><span class=\"svgIcon svgIcon--more svgIcon--25px\"><svg class=\"svgIcon-use\" height=\"25\" viewbox=\"-480.5 272.5 21 21\" width=\"25\"><path d=\"M-463 284.6c.9 0 1.6-.7 1.6-1.6s-.7-1.6-1.6-1.6-1.6.7-1.6 1.6.7 1.6 1.6 1.6zm0 .9c-1.4 0-2.5-1.1-2.5-2.5s1.1-2.5 2.5-2.5 2.5 1.1 2.5 2.5-1.1 2.5-2.5 2.5zm-7-.9c.9 0 1.6-.7 1.6-1.6s-.7-1.6-1.6-1.6-1.6.7-1.6 1.6.7 1.6 1.6 1.6zm0 .9c-1.4 0-2.5-1.1-2.5-2.5s1.1-2.5 2.5-2.5 2.5 1.1 2.5 2.5-1.1 2.5-2.5 2.5zm-7-.9c.9 0 1.6-.7 1.6-1.6s-.7-1.6-1.6-1.6-1.6.7-1.6 1.6.7 1.6 1.6 1.6zm0 .9c-1.4 0-2.5-1.1-2.5-2.5s1.1-2.5 2.5-2.5 2.5 1.1 2.5 2.5-1.1 2.5-2.5 2.5z\"></path></svg></span></button></div></div></div></div></div><div class=\"u-flexTop u-paddingVertical50 u-xs-flexColumn u-xs-textAlignCenter u-xs-paddingVertical30 uiScale uiScale-ui--regular uiScale-caption--regular\"><a class=\"link u-baseColor--link avatar u-xs-show u-marginAuto u-marginBottom20\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"8a3d4d9d9bf6\" data-user-id=\"8a3d4d9d9bf6\" dir=\"auto\" href=\"https://medium.com/@salesses\"><img alt=\"Go to the profile of Matthew Salesses\" class=\"avatar-image avatar-image--medium\" src=\"https://cdn-images-1.medium.com/fit/c/160/160/0*RegXnKetuU-YOdDl.jpg\"/></a><a class=\"link u-baseColor--link avatar u-xs-hide\" data-action=\"show-user-card\" data-action-type=\"hover\" data-action-value=\"8a3d4d9d9bf6\" data-user-id=\"8a3d4d9d9bf6\" dir=\"auto\" href=\"https://medium.com/@salesses\"><img alt=\"Go to the profile of Matthew Salesses\" class=\"avatar-image avatar-image--larger\" src=\"https://cdn-images-1.medium.com/fit/c/300/300/0*RegXnKetuU-YOdDl.jpg\"/></a><div class=\"u-marginLeft25 u-xs-marginAuto\"><span class=\"elevate-caps\">written by</span><a class=\"ds-link ds-link--stylePointer\" href=\"https://medium.com/@salesses\"><h3 class=\"ui-h2 u-paddingTop4 u-marginBottom4\">Matthew Salesses</h3></a><p class=\"ui-summary u-marginBottom16\">Author of The Hundred-Year Flood &amp; I’m Not Saying, I’m Just Saying. Forthcoming are The Murder of the Doppelganger &amp; Own Story: Essays http://goo.gl/wHlt8s</p><span class=\"followState js-followState\" data-user-id=\"8a3d4d9d9bf6\"><button class=\"button u-noUserSelect button--withChrome u-baseColor--buttonNormal button--withHover button--unblock js-unblockButton button--primary\" data-action=\"sign-up-prompt\" data-action-source=\"elevate-3b43cc05091c\" data-redirect=\"https://medium.com/s/unrulybodies/the-body-thats-too-asian-and-too-sick-for-america-3b43cc05091c\" data-requires-token=\"true\" data-sign-in-action=\"toggle-block-user\"><span class=\"button-label button-defaultState\">Blocked</span><span class=\"button-label button-hoverState\">Unblock</span></button><button class=\"button button--dark u-noUserSelect button--withChrome u-baseColor--buttonDark button--follow js-followButton button--primary\" data-action=\"sign-up-prompt\" data-action-source=\"elevate_3b43cc05091c-8a3d4d9d9bf6-------------------------follow_elevate\" data-redirect=\"https://medium.com/_/subscribe/user/8a3d4d9d9bf6\" data-requires-token=\"true\" data-sign-in-action=\"toggle-subscribe-user\"><span class=\"button-label button-defaultState js-buttonLabel\">Follow</span><span class=\"button-label button-activeState\">Following</span></button></span></div></div><div class=\"js-responsesToggleContainer\"></div></section><div class=\"js-responsesPlaceholderContainer u-maxWidth700 u-marginAuto u-paddingHorizontal20\"></div></div><div class=\"js-elevateBottomRecirc u-marginTop40 u-xs-marginTop0 u-backgroundGrayLightest\" data-post-id=\"3b43cc05091c\"></div><footer class=\"uiScale uiScale-ui--regular uiScale-caption--regular uiScale-theme--brandBlack js-elevateFooter\"><div class=\"u-maxWidth1000 u-marginAuto u-paddingVertical50 u-paddingHorizontal20 u-borderBox u-xs-padding20\"><section class=\"u-flexTop u-justifyContentSpaceBetween u-xs-hide\"><aside class=\"u-maxWidth300 u-marginBottom20 u-marginRight16\"><div class=\"u-height110\"><h4 class=\"ui-h4\"><a class=\"ds-link ds-link--styleObvious\" href=\"https://medium.com/about?autoplay=1\">Discover Medium</a></h4><p class=\"ui-caption\">Welcome to a place where words matter. On Medium, smart voices and original ideas take center stage — with no ads in sight. <a class=\"ds-link ds-link--styleObvious ui-caption\" href=\"https://medium.com/about?autoplay=1\">Watch</a></p></div></aside><aside class=\"u-maxWidth300 u-marginBottom20 u-marginRight16\"><div class=\"u-height110\"><h4 class=\"ui-h4\"><a class=\"ds-link ds-link--styleObvious\" href=\"https://medium.com/topics\">Make Medium yours</a></h4><p class=\"ui-caption\">Follow all the topics you care about, and we’ll deliver the best stories for you to your homepage and inbox. <a class=\"ds-link ds-link--styleObvious ui-caption\" href=\"https://medium.com/topics\">Explore</a></p></div></aside><aside class=\"u-maxWidth300 u-marginBottom20\"><div class=\"u-height110\"><h4 class=\"ui-h4\"><a class=\"ds-link ds-link--styleObvious js-upgradeMembershipAction\" data-post-id=\"3b43cc05091c\" href=\"https://medium.com/membership?source=upgrade_membership---post_recirc--3b43cc05091c\">Become a member</a></h4><p class=\"ui-caption\">Get unlimited access to the best stories on Medium — and support writers while you’re at it. Just $5/month. <a class=\"ds-link ds-link--styleObvious ui-caption js-upgradeMembershipAction\" data-post-id=\"3b43cc05091c\" href=\"https://medium.com/membership?source=upgrade_membership---post_recirc--3b43cc05091c\">Upgrade</a></p></div></aside></section><section class=\"u-flexCenter u-justifyContentSpaceBetween u-paddingTop40 u-borderTop1 u-borderColorTransparentWhiteLighter u-xs-border0 u-xs-paddingVertical0\"><a data-log-event=\"home\" href=\"https://medium.com/\"><span class=\"svgIcon svgIcon--logoWordmark svgIcon--112x22px u-xs-hide u-textColorWhite\"><svg class=\"svgIcon-use\" height=\"22\" viewbox=\"0 0 111.5 22\" width=\"112\"><path d=\"M56.3 19.5c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5V19c-.7 1.8-2.4 3-4.3 3-3.3 0-5.8-2.6-5.8-7.5 0-4.5 2.6-7.6 6.3-7.6 1.6-.1 3.1.8 3.8 2.4V3.2c0-.3-.1-.6-.3-.7l-1.4-1.4V1l6.5-.8v19.3zm-4.8-.8V9.5c-.5-.6-1.2-.9-1.9-.9-1.6 0-3.1 1.4-3.1 5.7 0 4 1.3 5.4 3 5.4.8.1 1.6-.3 2-1zm9.1 3.1V9.4c0-.3-.1-.6-.3-.7l-1.4-1.5v-.1h6.5v12.5c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5zm-.2-19.2C60.4 1.2 61.5 0 63 0c1.4 0 2.6 1.2 2.6 2.6S64.4 5.3 63 5.3c-1.5 0-2.6-1.2-2.6-2.7zm22.5 16.9c0 .4 0 .5.3.7l1.5 1.4v.1h-6.5v-3.2c-.6 2-2.4 3.4-4.5 3.4-2.9 0-4.4-2.1-4.4-6.2 0-1.9 0-4.1.1-6.5 0-.3-.1-.5-.3-.7L67.7 7v.1H74v8c0 2.6.4 4.4 2 4.4.9-.1 1.7-.6 2.1-1.3V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v12.4zm22 2.3c0-.5.1-6.5.1-7.9 0-2.6-.4-4.5-2.2-4.5-.9 0-1.8.5-2.3 1.3.2.8.3 1.7.3 2.5 0 1.8-.1 4.2-.1 6.5 0 .3.1.5.3.7l1.5 1.4v.1H96c0-.4.1-6.5.1-7.9 0-2.7-.4-4.5-2.2-4.5-.9 0-1.7.5-2.2 1.3v9c0 .4 0 .5.3.7l1.4 1.4v.1h-6.5V9.5c0-.3-.1-.6-.3-.7l-1.4-1.5v-.2h6.5v3.1c.6-2.1 2.5-3.5 4.6-3.4 2.2 0 3.6 1.2 4.2 3.5.7-2.1 2.7-3.6 4.9-3.5 2.9 0 4.5 2.2 4.5 6.2 0 1.9-.1 4.2-.1 6.5-.1.3.1.6.3.7l1.4 1.4v.1h-6.6zm-81.4-2l1.9 1.9v.1h-9.8v-.1l2-1.9c.2-.2.3-.4.3-.7V7.3c0-.5 0-1.2.1-1.8L11.4 22h-.1L4.5 6.8c-.1-.4-.2-.4-.3-.6v10c-.1.7 0 1.3.3 1.9l2.7 3.6v.1H0v-.1L2.7 18c.3-.6.4-1.3.3-1.9v-11c0-.5-.1-1.1-.5-1.5L.7 1.1V1h7l5.8 12.9L18.6 1h6.8v.1l-1.9 2.2c-.2.2-.3.5-.3.7v15.2c0 .2.1.5.3.6zm7.6-5.9c0 3.8 1.9 5.3 4.2 5.3 1.9.1 3.6-1 4.4-2.7h.1c-.8 3.7-3.1 5.5-6.5 5.5-3.7 0-7.2-2.2-7.2-7.4 0-5.5 3.5-7.6 7.3-7.6 3.1 0 6.4 1.5 6.4 6.2v.8h-8.7zm0-.8h4.3v-.8c0-3.9-.8-4.9-2-4.9-1.4.1-2.3 1.6-2.3 5.7z\"></path></svg></span><span class=\"svgIcon svgIcon--logoWordmark svgIcon--122x45px u-xs-show u-textColorWhite\"><svg class=\"svgIcon-use\" height=\"45\" width=\"122\"><path d=\"M61.6 31.806c0 .412 0 .505.28.758l1.574 1.537v.065h-6.979v-2.95a4.852 4.852 0 0 1-4.627 3.203c-3.588 0-6.192-2.81-6.192-7.981 0-4.843 2.81-8.075 6.754-8.075a4.122 4.122 0 0 1 4.056 2.51v-6.51a.806.806 0 0 0-.319-.787l-1.499-1.443v-.065l6.951-.815v20.553zm-5.125-.937v-9.714a2.614 2.614 0 0 0-2.08-.975c-1.695 0-3.334 1.537-3.334 6.099 0 4.271 1.414 5.78 3.175 5.78a2.81 2.81 0 0 0 2.24-1.19zm9.752 3.297V21.051a.88.88 0 0 0-.281-.786L64.4 18.672v-.065h6.98v13.302c0 .412 0 .505.28.758l1.536 1.443v.066l-6.97-.01zm-.253-20.356a2.81 2.81 0 1 1 5.62 0 2.81 2.81 0 0 1-5.62 0zm24.234 17.967c0 .413 0 .534.281.787l1.574 1.537v.065h-7.017v-3.363a5.077 5.077 0 0 1-4.805 3.616c-3.11 0-4.778-2.267-4.778-6.557 0-2.07 0-4.337.066-6.885a.796.796 0 0 0-.281-.76l-1.546-1.545v-.065h6.923v8.552c0 2.81.412 4.684 2.173 4.684a2.81 2.81 0 0 0 2.267-1.415v-9.367a.88.88 0 0 0-.28-.787l-1.556-1.602v-.065h6.979v13.17zm23.756 2.39c0-.507.094-6.952.094-8.432 0-2.81-.44-4.75-2.417-4.75a3.138 3.138 0 0 0-2.482 1.35c.198.876.292 1.772.28 2.67 0 1.948-.065 4.43-.093 6.913a.796.796 0 0 0 .281.759l1.574 1.442v.066h-7.045c0-.468.094-6.95.094-8.431 0-2.857-.44-4.75-2.389-4.75a2.81 2.81 0 0 0-2.323 1.387v9.555c0 .412 0 .506.281.759l1.537 1.442v.066h-6.97V21.098a.88.88 0 0 0-.281-.787l-1.546-1.639v-.065h6.98v3.334a5.002 5.002 0 0 1 5.002-3.587c2.323 0 3.896 1.292 4.562 3.747a5.433 5.433 0 0 1 5.245-3.747c3.11 0 4.872 2.295 4.872 6.632 0 2.07-.066 4.43-.094 6.913a.75.75 0 0 0 .318.759l1.537 1.443v.065h-7.017zm-87.671-2.043l2.07 1.977v.065H17.862v-.065l2.107-1.977a.796.796 0 0 0 .281-.759V18.728c0-.534 0-1.255.094-1.873l-7.082 17.564h-.084L5.843 18.26c-.16-.402-.206-.43-.31-.702v10.595c-.087.71.034 1.429.348 2.07l2.95 3.879v.065H1v-.065l2.95-3.888a3.69 3.69 0 0 0 .347-2.06v-11.71a2.267 2.267 0 0 0-.487-1.602l-2.089-2.708v-.065h7.494l6.277 13.686 5.527-13.686h7.335v.065l-2.061 2.296a.806.806 0 0 0-.319.786v16.15a.75.75 0 0 0 .319.759zm8.215-6.332v.065c0 4.01 2.07 5.62 4.497 5.62a5.105 5.105 0 0 0 4.777-2.894h.066c-.844 3.963-3.298 5.836-6.97 5.836-3.962 0-7.7-2.389-7.7-7.925 0-5.817 3.747-8.14 7.887-8.14 3.335 0 6.886 1.573 6.886 6.632v.806h-9.443zm0-.806h4.618v-.815c0-4.122-.852-5.218-2.136-5.218-1.555 0-2.5 1.64-2.5 6.033h.018z\"></path></svg></span><span class=\"u-textScreenReader\">Homepage</span></a><div class=\"u-width200 u-flexTop u-justifyContentSpaceBetween u-xs-width140\"><span class=\"ui-caption\"><a aria-label=\"More about Medium\" class=\"ds-link ds-link--stylePointer\" href=\"https://about.medium.com\" title=\"More about Medium\">About</a></span><span class=\"ui-caption\"><a aria-label=\"Visit Medium’s help center\" class=\"ds-link ds-link--stylePointer\" href=\"https://help.medium.com\" title=\"Visit Medium’s help center\">Help</a></span><span class=\"ui-caption\"><a aria-label=\"Read Medium’s terms of service\" class=\"ds-link ds-link--stylePointer\" href=\"//medium.com/policy/9db0094a1e0f\" title=\"Read Medium’s terms of service\">Legal</a></span></div></section></div></footer></div></div></div><div class=\"loadingBar\"></div><script>// <![CDATA[\nwindow[\"obvInit\"] = function (opt_embedded) {window[\"obvInit\"][\"embedded\"] = opt_embedded; window[\"obvInit\"][\"ready\"] = true;}\n// ]]></script><script>// <![CDATA[\nvar GLOBALS = {\"audioUrl\":\"https://d1fcbxp97j4nb2.cloudfront.net\",\"baseUrl\":\"https://medium.com\",\"buildLabel\":\"37088-115f23c\",\"currentUser\":{\"userId\":\"lo_UG1yVP5KBwYj\",\"isVerified\":false,\"subscriberEmail\":\"\",\"hasPastMemberships\":false,\"isEnrolledInHightower\":false,\"isEligibleForHightower\":false,\"hightowerLastLockedAt\":0,\"isWriterProgramEnrolled\":false,\"isWriterProgramInvited\":false,\"isWriterProgramOptedOut\":false,\"writerProgramVersion\":0,\"writerProgramEnrolledAt\":0,\"friendLinkOnboarding\":0,\"hasAdditionalUnlocks\":false,\"hasApiAccess\":false,\"isQuarantined\":false,\"writerProgramDistributionSettingOptedIn\":false},\"currentUserHasUnverifiedEmail\":false,\"isAuthenticated\":false,\"isCurrentUserVerified\":false,\"miroUrl\":\"https://cdn-images-1.medium.com\",\"moduleUrls\":{\"base\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-base.bundle.IbkHvfLQzCD_wSB0aORB_Q.js\",\"common-async\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-common-async.bundle.htWnIUvdXGDiHIvvp2N7dw.js\",\"hightower\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-hightower.bundle.aT2OFc8Ccsu1VzDz-c0s8g.js\",\"home-screens\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-home-screens.bundle.U3bY-35_vFokhgpKDpmBVw.js\",\"misc-screens\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-misc-screens.bundle.ksRllN8YzkymFaj-CrvFLA.js\",\"notes\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-notes.bundle.3Lawe7ZU5a9e9z9jB-Uc9Q.js\",\"payments\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-payments.bundle.J5j1KGPzOC52detbkGRWYQ.js\",\"posters\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-posters.bundle.ph-GLSdgsAfDWIPCMPgLLg.js\",\"power-readers\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-power-readers.bundle.Ns-aXsnqdGPXVOPt0_AnsQ.js\",\"pubs\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-pubs.bundle.nHBfyugbb6I1JWtdPO600w.js\",\"stats\":\"https://cdn-static-1.medium.com/_/fp/gen-js/main-stats.bundle.7nKgIEvisRK11udIOQk93g.js\"},\"previewConfig\":{\"weightThreshold\":1,\"weightImageParagraph\":0.51,\"weightIframeParagraph\":0.8,\"weightTextParagraph\":0.08,\"weightEmptyParagraph\":0,\"weightP\":0.003,\"weightH\":0.005,\"weightBq\":0.003,\"minPTextLength\":60,\"truncateBoundaryChars\":20,\"detectTitle\":true,\"detectTitleLevThreshold\":0.15},\"productName\":\"Medium\",\"supportsEdit\":true,\"termsUrl\":\"//medium.com/policy/9db0094a1e0f\",\"textshotHost\":\"textshot.medium.com\",\"transactionId\":\"1554314888603:af3454ef05c3\",\"useragent\":{\"browser\":\"chrome\",\"family\":\"chrome\",\"os\":\"windows\",\"version\":64,\"supportsDesktopEdit\":true,\"supportsInteract\":true,\"supportsView\":true,\"isMobile\":false,\"isTablet\":false,\"isNative\":false,\"supportsFileAPI\":true,\"isTier1\":true,\"clientVersion\":\"\",\"unknownParagraphsBad\":false,\"clientChannel\":\"\",\"supportsRealScrollEvents\":true,\"supportsVhUnits\":true,\"ruinsViewportSections\":false,\"supportsHtml5Video\":true,\"supportsMagicUnderlines\":true,\"isWebView\":false,\"isFacebookWebView\":false,\"supportsProgressiveMedia\":true,\"supportsPromotedPosts\":true,\"isBot\":false,\"isNativeIphone\":false,\"supportsCssVariables\":true,\"supportsVideoSections\":true,\"emojiSupportLevel\":1,\"isSearchBot\":false,\"isSyndicationBot\":false,\"isNativeAndroid\":false,\"supportsScrollableMetabar\":true},\"variants\":{\"allow_access\":true,\"allow_signup\":true,\"allow_test_auth\":\"disallow\",\"signin_services\":\"twitter,facebook,google,email,google-fastidv,google-one-tap\",\"signup_services\":\"twitter,facebook,google,email,google-fastidv,google-one-tap\",\"google_sign_in_android\":true,\"reengagement_notification_duration\":3,\"browsable_stream_config_bucket\":\"curated-topics\",\"enable_dedicated_series_tab_api_ios\":true,\"enable_post_import\":true,\"available_monthly_plan\":\"60e220181034\",\"available_annual_plan\":\"2c754bcc2995\",\"disable_ios_resume_reading_toast\":true,\"is_not_medium_subscriber\":true,\"glyph_font_set\":\"m2\",\"enable_branding\":true,\"enable_branding_fonts\":true,\"max_premium_content_per_user_under_metering\":3,\"enable_automated_mission_control_triggers\":true,\"enable_lite_profile\":true,\"enable_marketing_emails\":true,\"enable_topic_lifecycle_email\":true,\"enable_parsely\":true,\"enable_branch_io\":true,\"enable_ios_post_stats\":true,\"enable_lite_topics\":true,\"enable_lite_stories\":true,\"redis_read_write_splitting\":true,\"enable_tipalti_onboarding\":true,\"enable_annual_renewal_reminder_email\":true,\"enable_janky_spam_rules\":\"users,posts\",\"enable_new_collaborative_filtering_data\":true,\"android_rating_prompt_stories_read_threshold\":2,\"enable_smart_meter_with_incentive\":true,\"stripe_v3\":true,\"enable_google_one_tap\":true,\"enable_email_sign_in_captcha\":true,\"enable_rito_sequence_post_recirc_query\":true,\"editorial_push_notifications\":true,\"enable_primary_topic_for_mobile\":true,\"enable_rito_sequence_post_handler\":true,\"enable_todays_highlights_ios\":true,\"enable_todays_highlights_android\":true,\"enable_improved_stats_curation_status\":true,\"enable_logged_out_homepage_signup\":true,\"enable_email_signup_nonmoc\":true,\"use_new_admin_topic_backend\":true,\"enable_full_name_screen_refresh\":true,\"enable_quarantine_rules\":true,\"enable_lite_privacy_banner\":true,\"enable_follow_topics_directly_from_nonboarded_welcome_email\":true,\"enable_redirect_to_homepage_after_onboarding\":true,\"posts_sharing_tags_without_hopper\":true},\"xsrfToken\":\"\",\"iosAppId\":\"828256236\",\"supportEmail\":\"yourfriends@medium.com\",\"fp\":{\"/icons/monogram-mask.svg\":\"https://cdn-static-1.medium.com/_/fp/icons/monogram-mask.KPLCSFEZviQN0jQ7veN2RQ.svg\",\"/icons/favicon-dev-editor.ico\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-dev-editor.YKKRxBO8EMvIqhyCwIiJeQ.ico\",\"/icons/favicon-hatch-editor.ico\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-hatch-editor.BuEyHIqlyh2s_XEk4Rl32Q.ico\",\"/icons/favicon-medium-editor.ico\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-medium-editor.PiakrZWB7Yb80quUVQWM6g.ico\"},\"authBaseUrl\":\"https://medium.com\",\"imageUploadSizeMb\":25,\"isAuthDomainRequest\":true,\"algoliaApiEndpoint\":\"https://MQ57UUUQZ2-dsn.algolia.net\",\"algoliaAppId\":\"MQ57UUUQZ2\",\"algoliaSearchOnlyApiKey\":\"394474ced050e3911ae2249ecc774921\",\"iosAppStoreUrl\":\"https://itunes.apple.com/app/medium-everyones-stories/id828256236?pt=698524&mt=8\",\"iosAppLinkBaseUrl\":\"medium:\",\"algoliaIndexPrefix\":\"medium_\",\"androidPlayStoreUrl\":\"https://play.google.com/store/apps/details?id=com.medium.reader\",\"googleClientId\":\"216296035834-k1k6qe060s2tp2a2jam4ljdcms00sttg.apps.googleusercontent.com\",\"androidPackage\":\"com.medium.reader\",\"androidPlayStoreMarketScheme\":\"market://details?id=com.medium.reader\",\"googleAuthUri\":\"https://accounts.google.com/o/oauth2/auth\",\"androidScheme\":\"medium\",\"layoutData\":{\"useDynamicScripts\":false,\"googleAnalyticsTrackingCode\":\"UA-24232453-2\",\"jsShivUrl\":\"https://cdn-static-1.medium.com/_/fp/js/shiv.RI2ePTZ5gFmMgLzG5bEVAA.js\",\"useDynamicCss\":false,\"faviconUrl\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-rebrand-medium.3Y6xpZ-0FSdWDnPM3hSBIA.ico\",\"faviconImageId\":\"1*8I-HPL0bfoIzGied-dzOvA.png\",\"fontSets\":[{\"id\":8,\"url\":\"https://glyph.medium.com/css/e/sr/latin/e/ssr/latin/e/ssb/latin/m2.css\"},{\"id\":11,\"url\":\"https://glyph.medium.com/css/m2.css\"},{\"id\":9,\"url\":\"https://glyph.medium.com/css/mkt.css\"}],\"editorFaviconUrl\":\"https://cdn-static-1.medium.com/_/fp/icons/favicon-rebrand-medium-editor.3Y6xpZ-0FSdWDnPM3hSBIA.ico\",\"glyphUrl\":\"https://glyph.medium.com\"},\"authBaseUrlRev\":\"moc.muidem//:sptth\",\"isDnt\":false,\"stripePublishableKey\":\"pk_live_7FReX44VnNIInZwrIIx6ghjl\",\"archiveUploadSizeMb\":100,\"paymentData\":{\"currencies\":{\"1\":{\"label\":\"US Dollar\",\"external\":\"usd\"}},\"countries\":{\"1\":{\"label\":\"United States of America\",\"external\":\"US\"}},\"accountTypes\":{\"1\":{\"label\":\"Individual\",\"external\":\"individual\"},\"2\":{\"label\":\"Company\",\"external\":\"company\"}}},\"previewConfig2\":{\"weightThreshold\":1,\"weightImageParagraph\":0.05,\"raiseImage\":true,\"enforceHeaderHierarchy\":true,\"isImageInsetRight\":true},\"isAmp\":false,\"iosScheme\":\"medium\",\"isSwBoot\":false,\"lightstep\":{\"accessToken\":\"ce5be895bef60919541332990ac9fef2\",\"carrier\":\"{\\\"ot-tracer-spanid\\\":\\\"29aa02072a74e210\\\",\\\"ot-tracer-traceid\\\":\\\"23c7f76a064021d5\\\",\\\"ot-tracer-sampled\\\":\\\"true\\\"}\",\"host\":\"collector-medium.lightstep.com\"},\"facebook\":{\"key\":\"542599432471018\",\"namespace\":\"medium-com\",\"scope\":{\"default\":[\"public_profile\",\"email\"],\"connect\":[\"public_profile\",\"email\"],\"login\":[\"public_profile\",\"email\"],\"share\":[\"public_profile\",\"email\"]}},\"editorsPicksTopicId\":\"3985d2a191c5\",\"popularOnMediumTopicId\":\"9d34e48ecf94\",\"memberContentTopicId\":\"13d7efd82fb2\",\"audioContentTopicId\":\"3792abbd134\",\"brandedSequenceId\":\"7d337ddf1941\",\"isDoNotAuth\":false,\"goldfinchUrl\":\"https://goldfinch.medium.com\",\"buggle\":{\"url\":\"https://buggle.medium.com\",\"videoUrl\":\"https://cdn-videos-1.medium.com\",\"audioUrl\":\"https://cdn-audio-1.medium.com\"},\"referrerType\":5,\"isMeteredOut\":false,\"meterConfig\":{\"maxUnlockCount\":3,\"windowLength\":\"MONTHLY\"},\"partnerProgramEmail\":\"partnerprogram@medium.com\",\"userResearchPrompts\":[{\"promptId\":\"lo_post_page_4\",\"type\":0,\"url\":\"www.calendly.com\"},{\"promptId\":\"lo_home_page\",\"type\":1,\"url\":\"www.calendly.com\"},{\"promptId\":\"lo_profile_page\",\"type\":2,\"url\":\"www.calendly.com\"}],\"recaptchaKey\":\"6LdAokEUAAAAAC7seICd4vtC8chDb3jIXDQulyUJ\",\"signinWallCustomDomainCollectionIds\":[\"3a8144eabfe3\",\"336d898217ee\",\"61061eb0c96b\",\"138adf9c44c\",\"819cc2aaeee0\"],\"countryCode\":\"\",\"bypassMeter\":false,\"branchKey\":\"key_live_ofxXr2qTrrU9NqURK8ZwEhknBxiI6KBm\",\"paypal\":{\"clientMode\":\"production\",\"oneYearGift\":{\"name\":\"Medium Membership (1 Year, Digital Gift Code)\",\"description\":\"Unlimited access to the best and brightest stories on Medium. Gift codes can be redeemed at medium.com/redeem.\",\"price\":\"50.00\",\"currency\":\"USD\",\"sku\":\"membership-gift-1-yr\"}},\"collectionConfig\":{\"mediumOwnedAndOperatedCollectionIds\":[\"544c7006046e // Human Parts\",\"bcc38c8f6edf // Matter\",\"444d13b52878 // OneZero\"]}}\n// ]]></script><script async=\"\" charset=\"UTF-8\" src=\"https://cdn-static-1.medium.com/_/fp/gen-js/main-base.bundle.IbkHvfLQzCD_wSB0aORB_Q.js\"></script><script>// <![CDATA[\nwindow[\"obvInit\"]({\"references\":{\"User\":{\"8a3d4d9d9bf6\":{\"userId\":\"8a3d4d9d9bf6\",\"name\":\"Matthew Salesses\",\"username\":\"salesses\",\"createdAt\":1438924634563,\"imageId\":\"0*RegXnKetuU-YOdDl.jpg\",\"backgroundImageId\":\"\",\"bio\":\"Author of The Hundred-Year Flood & I’m Not Saying, I’m Just Saying. Forthcoming are The Murder of the Doppelganger & Own Story: Essays http://goo.gl/wHlt8s\",\"twitterScreenName\":\"salesses\",\"socialStats\":{\"userId\":\"8a3d4d9d9bf6\",\"usersFollowedCount\":735,\"usersFollowedByCount\":1924,\"type\":\"SocialStats\"},\"social\":{\"userId\":\"lo_AJbOBcvu7R51\",\"targetUserId\":\"8a3d4d9d9bf6\",\"type\":\"Social\"},\"facebookAccountId\":\"\",\"allowNotes\":1,\"mediumMemberAt\":0,\"isNsfw\":false,\"isWriterProgramEnrolled\":true,\"isQuarantined\":false,\"type\":\"User\"}}},\"shareKey\":null,\"sequence\":{\"sequenceId\":\"b2001ef5515\",\"slug\":\"unrulybodies\",\"createdAt\":1522182786353,\"coverImage\":{\"id\":\"1*3KGxD9NSJffR5t0-LolJMQ@2x.jpeg\",\"originalWidth\":1038,\"originalHeight\":1375},\"title\":\"Unruly Bodies\",\"subtitle\":\"A collection of essays exploring our ever-changing relationship with our bodies - the emotional, the psychological, the cultural, and the scientific.\",\"description\":\"Created by best-selling author Roxane Gay and Medium, Unruly Bodies is a month-long magazine exploring our ever-changing relationship with our bodies - the emotional, the psychological, the cultural, and the scientific. Gay has brought together 25 writers to expand upon the conversation she started in her memoir \\\"Hunger,\\\" releasing a batch of new features and essays every Tuesday this April.\",\"color\":\"#FF2A38C3\",\"palette\":{\"defaultBackgroundSpectrum\":{\"colorPoints\":[{\"color\":\"#FF5E7DFF\",\"point\":0},{\"color\":\"#FF5975EA\",\"point\":0.1},{\"color\":\"#FF536DD3\",\"point\":0.2},{\"color\":\"#FF4D64BE\",\"point\":0.3},{\"color\":\"#FF475BA8\",\"point\":0.4},{\"color\":\"#FF405293\",\"point\":0.5},{\"color\":\"#FF39487E\",\"point\":0.6},{\"color\":\"#FF313D69\",\"point\":0.7},{\"color\":\"#FF283255\",\"point\":0.8},{\"color\":\"#FF1F2740\",\"point\":0.9},{\"color\":\"#FF141A2B\",\"point\":1}],\"backgroundColor\":\"#FFFFFFFF\"},\"highlightSpectrum\":{\"colorPoints\":[{\"color\":\"#FFEAF2FF\",\"point\":0},{\"color\":\"#FFE6F1FF\",\"point\":0.1},{\"color\":\"#FFE2EFFF\",\"point\":0.2},{\"color\":\"#FFDEEDFF\",\"point\":0.3},{\"color\":\"#FFDAEBFF\",\"point\":0.4},{\"color\":\"#FFD5E9FF\",\"point\":0.5},{\"color\":\"#FFD1E7FF\",\"point\":0.6},{\"color\":\"#FFCDE5FF\",\"point\":0.7},{\"color\":\"#FFC9E2FF\",\"point\":0.8},{\"color\":\"#FFC4E0FF\",\"point\":0.9},{\"color\":\"#FFC0DEFF\",\"point\":1}],\"backgroundColor\":\"#FFFFFFFF\"}},\"visibility\":1,\"postLabelMode\":0,\"postIds\":[\"15fa352904cf\",\"f2e40c40cd75\",\"3b43cc05091c\",\"948302f95b5c\",\"42e2d2ac86d\",\"7d53f7f4e362\",\"f21c9642d49c\",\"949162b75685\",\"8666b31e2d37\",\"40e9876dc774\",\"ef84e00b0b64\",\"e9d9010a75e6\",\"489e1825599f\",\"f71e9ba90566\",\"295d89f2a9a0\",\"9b9a268c651a\",\"ebec17b93ffa\",\"80cdb7b6b7a1\",\"8ce32bddd698\",\"c2a28a08dd95\",\"ce3cbaa6903a\",\"38640c11f14b\",\"47a2a35be29f\",\"c92d6163de9b\",\"c6aea51091ab\",\"1be161cbe8e6\"],\"tabletImage\":{\"id\":\"1*41qs--4pKKwHANRwIOC9bw@2x.jpeg\",\"originalWidth\":3000,\"originalHeight\":1500},\"thumbnailImage\":{\"id\":\"1*FdsFwpZoqdqzCS5WizVp7g@2x.jpeg\",\"originalWidth\":300,\"originalHeight\":397},\"eyebrow\":\"ANTHOLOGY\",\"featuredUserTitle\":\"Editor\",\"featuredUserCustomBio\":\"Best-selling author of Bad Feminist, Difficult Women, and Hunger.\",\"hideIndex\":false,\"featuredUserId\":\"d5f6a126e0de\",\"updatedAt\":1524582330265,\"hideAuthorInPreviews\":false,\"type\":\"Sequence\"},\"post\":{\"id\":\"3b43cc05091c\",\"versionId\":\"9b868961846b\",\"creatorId\":\"8a3d4d9d9bf6\",\"homeCollectionId\":\"\",\"title\":\"The Body That’s Too Asian and Too Sick for America\",\"detectedLanguage\":\"en\",\"latestVersion\":\"9b868961846b\",\"latestPublishedVersion\":\"9b868961846b\",\"hasUnpublishedEdits\":false,\"latestRev\":783,\"createdAt\":1522639164960,\"updatedAt\":1535162621052,\"acceptedAt\":0,\"firstPublishedAt\":1522763709772,\"latestPublishedAt\":1523296721295,\"vote\":false,\"experimentalCss\":\"\",\"displayAuthor\":\"\",\"content\":{\"subtitle\":\"Author Matthew Salesses on his Korean wife’s battle with cancer during a fraught time for healthcare and immigration\",\"bodyModel\":{\"paragraphs\":[{\"name\":\"482e\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*K-HgBFDB2p3RIDuOjJW79g@2x.png\",\"originalWidth\":185,\"originalHeight\":172}},{\"name\":\"67ca\",\"type\":1,\"text\":\"What are the rules we expect the body to follow?\",\"markups\":[{\"type\":1,\"start\":0,\"end\":48}]},{\"name\":\"68fc\",\"type\":1,\"text\":\"When my wife, Cathreen, had our second child, on Thanksgiving Day 2016, we expected her body to return to its pre-pregnant state. For nearly the entire nine months, Cathreen had horrible morning sickness and could barely eat. She threw up constantly. She was dizzy and spent most of the day in bed. Everyone waited for the baby, and not only for the baby, but also for the end of The Sickness.\",\"markups\":[]},{\"name\":\"68a1\",\"type\":1,\"text\":\"The last pregnancy had also been difficult. Cathreen had pruritic urticarial papules and plaques of pregnancy (PUPPP), which is basically an incredibly itchy hive-like rash. She couldn’t sleep for the itch. She had to take oatmeal baths and slather herself in aloe. Eventually the doctor made her go on steroids.\",\"markups\":[]},{\"name\":\"4fd6\",\"type\":1,\"text\":\"According to her OB doctor, about one in 100 pregnant women get PUPPP (the internet says one in 160), but they often hardly notice, as PUPPP usually comes late in the third term before the baby is born, and birth makes the symptoms disappear. For PUPPP to appear in the third month (my wife’s case), the odds were one in 100 cases of one in 100-something pregnancies — rarer than one in 10,000.\",\"markups\":[]},{\"name\":\"80ec\",\"type\":1,\"text\":\"In addition to PUPPP, Cathreen had morning sickness for four and a half months, a month and a half longer than is typical. We would try to go out, and she would make it to the end of the driveway before she threw up and had to turn back.\",\"markups\":[]},{\"name\":\"de09\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*3mJJgQl-XfR3IRd-jtLJOw@2x.png\",\"originalWidth\":1600,\"originalHeight\":378}},{\"name\":\"cc9f\",\"type\":1,\"text\":\"About halfway through the pregnancy, Cathreen noticed that her body also itched in the cold. In the supermarket, if she reached for milk, her hand would break out in a rash. I had trouble believing an allergy to the cold was possible until the doctor confirmed it, to my shame.\",\"markups\":[]},{\"name\":\"556a\",\"type\":1,\"text\":\"Once Cathreen gave birth, she was so happy for her body’s old freedom that we immediately went for a walk, though this is not advised. She blames that walk for the pain that came afterward — for a year, she had postpartum fibromyalgia. Korean tradition calls for the mother to stay warm and inside for the first three months after delivery, lest the wind gets into her bones, but we had treated this as a superstition. My wife had broken the rules.\",\"markups\":[]},{\"name\":\"892d\",\"type\":1,\"text\":\"This is the rule we expected of her body: that the effects of pregnancy would disappear once she gave birth.\",\"markups\":[]},{\"name\":\"b271\",\"type\":1,\"text\":\"The one extra complication in her second pregnancy — the one that didn’t even follow pregnancy rules — was that she felt cold all the time, not hot. Later, we knew that her coldness should have alarmed us. In March, four months after our son was born, my wife couldn’t stop losing weight, was still vomiting, and could no longer even drink.\",\"markups\":[]},{\"name\":\"03ef\",\"type\":1,\"text\":\"It turned out she had stage 4 stomach cancer.\",\"markups\":[]},{\"name\":\"0a54\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*i8uWmmPP7JdPhgdqZaWODA@2x.png\",\"originalWidth\":185,\"originalHeight\":172}},{\"name\":\"9580\",\"type\":1,\"text\":\"Cathreen immigrated to America in 2009, the year we married. Before she left Korea, she’d built a reputation as an English tutor and was managing an English kindergarten. Cathreen had tutored several kids from the bottom of their classes to the top, and several kids from the top of their classes to citywide speaking awards and scholarships. One wealthy father wanted to build a private academy, which she would run and split the profits.\",\"markups\":[{\"type\":1,\"start\":0,\"end\":40}]},{\"name\":\"a473\",\"type\":1,\"text\":\"I was a young American finishing his master’s degree in fine arts, with no career prospects and a lot of debt, and who, even after his fiancée offered to buy an apartment and support him, insisted he could live only in America. He insisted because he was adopted, because Korea had sold him and America had bought him, and the price was the rules of his body.\",\"markups\":[]},{\"name\":\"3ef0\",\"type\":1,\"text\":\"The story of the Asian body in America is a story about rules, money, race, and imperialism.\",\"markups\":[]},{\"name\":\"677c\",\"type\":1,\"text\":\"The first Asians on what is now U.S. land (other than those who crossed over the land bridge during the last ice age) lived in a sailors’ colony in Louisiana in the 1700s. They were Filipinos who had a reputation as good sailors and were often used to crew the ships of imperial white nations (mainly Spain).\",\"markups\":[]},{\"name\":\"49f7\",\"type\":1,\"text\":\"In the 1800s, thousands of Chinese, mostly men, were shipped to America for labor. Some were replacements for slaves. Writes author and activist Helen Zia:\",\"markups\":[]},{\"name\":\"47e6\",\"type\":6,\"text\":\"In 1806…using the same ships that brought slaves from Africa, the flesh merchants rerouted to Asia. They indentured “coolie” labor from China and India to perform the same work, under the same conditions, as the slaves.\",\"markups\":[]},{\"name\":\"f2b0\",\"type\":1,\"text\":\"Many Chinese came for the Gold Rush. White men would wait for the Chinese to find gold, and then shoot them and take their claims. Many Chinese worked on the railroads, where their bodies were used as examples to keep Irish and black bodies in line. When the railroads were finished, Chinese bodies lost their use and were kept outside the frame of history — literally, as the famous photo of the final “golden spike” included none of the 11,000 Chinese who’d worked on it.\",\"markups\":[]},{\"name\":\"39fe\",\"type\":1,\"text\":\"After the railroads, what the Chinese called the Driving-Out Time began. Immigration laws banned Chinese women. Chinese men were “offered” the “chance” to go home, not knowing they could not return. Chinese were lynched, shot, raped, beaten, stolen from, run off, all within or outside the rules of justice. The Chinese who continued to work in the United States mostly clustered in Chinatowns for survival and took jobs no white man wanted, like laundry. According to scholar Elaine Kim, the rate of men to women grew as lopsided as 27 to one. Chinese bodies were unruly if they had sex at all, and if they were too unruly, they were no longer human bodies, but targets.\",\"markups\":[]},{\"name\":\"fc5a\",\"type\":1,\"text\":\"Meanwhile, in 1825, the first-recorded Chinese American was born in New York. In 1898, a Chinese American won a landmark Supreme Court case that granted citizenship by birth to all Americans. The Supreme Court ruled on who could be a citizen, how, and why; it also ruled on who got rights and what rights white people had over bodies of color.\",\"markups\":[]},{\"name\":\"ffe1\",\"type\":1,\"text\":\"In 1889, the Chinese Exclusion Act (passed in 1882 and still the only U.S. law to specifically name the exclusion of a single ethnic group) was upheld by the Supreme Court, a ruling with obvious consequences today as the administration keeps adjusting the rules of West Asian bodies. With the Chinese banned, the Japanese and Koreans became the next wave of forced and/or underpaid laborers. Hawaii, especially, needed bodies. (That need created the body of Hawaii as it is today, as Dole overthrew the island’s government and Asian laborers overwhelmed the population.)\",\"markups\":[]},{\"name\":\"6956\",\"type\":1,\"text\":\"In 1907, Japan and the United States struck a “gentleman’s agreement” to end Korean immigration (Korea being under Japanese occupation), and Japanese and Indian immigration increased. Those immigrants fought for citizenship. In 1922, the Supreme Court ruled that a Japanese American could not gain citizenship because he wasn’t “Caucasian.” In 1923, an Indian American took his case to the Supreme Court, which ruled that although Indians were Caucasian, American citizens must also be “white.”\",\"markups\":[{\"type\":2,\"start\":439,\"end\":443}]},{\"name\":\"8551\",\"type\":1,\"text\":\"The rules of the American body changed to fit the rules of whiteness.\",\"markups\":[]},{\"name\":\"8dd9\",\"type\":1,\"text\":\"In 1924, the United States threw out the gentleman’s agreement and banned immigration from Japan and India. But bodies were still needed. Filipino immigration increased. In 1934, with the economy in shambles, Filipino bodies too were banned.\",\"markups\":[]},{\"name\":\"42bb\",\"type\":1,\"text\":\"These facts are easily verifiable, but I first found them in Helen Zia’s Asian American Dreams, Elaine Kim’s Asian American Literature, and Lisa Lowe’s Immigrant Acts.\",\"markups\":[{\"type\":2,\"start\":73,\"end\":94},{\"type\":2,\"start\":109,\"end\":134},{\"type\":2,\"start\":152,\"end\":166}]},{\"name\":\"dbff\",\"type\":1,\"text\":\"American wars played a huge part in these rules, in particular with Filipino immigration, and later (and perhaps most well-known in America) with Vietnamese and other Southeast Asian refugees. American wars played a huge part in my immigration. The first major wave of international adoption was a direct consequence of the so-called Korean War — the first children adopted were the half-white babies of American GIs, adopted by the Holt family, whose agency continues even now to deal in babies from around the world.\",\"markups\":[]},{\"name\":\"fdab\",\"type\":1,\"text\":\"It was the rules of the body, first of all, that got these half-white babies adopted. It was the rules of the body that got them given up. Though it wasn’t built on the bodies of another race, Korea is perhaps as conversationally racist as America — and a half-white baby in the 1950s meant incredible shame, whether or not it was the product of a war crime (rape). As the American demand for “GI babies” increased and the Korean supply decreased, the comparative acceptability of Asian bodies (to black bodies in particular) meant that full-Korean babies could fill the gap and increase profits.\",\"markups\":[]},{\"name\":\"7e37\",\"type\":1,\"text\":\"On the Korean side, these bodies meant money to help rebuild an economy destroyed by war. On the American side, these bodies meant a continued belief in the confusing will of God (infertility) and the valorization of white Christian guilt and its appetite for babies. Even racist Nobel Prize–winning author Pearl S. Buck started her own Korean adoption agency, Welcome House, which in her mind would bring about the end of racism.\",\"markups\":[]},{\"name\":\"1527\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*s6KRVY26v00zO-vXvF5blA@2x.png\",\"originalWidth\":1600,\"originalHeight\":699}},{\"name\":\"e42d\",\"type\":1,\"text\":\"I was among the largest wave of Korean adoption in the late 1970s and early 1980s. My adoptive parents are Catholic. (My father was on his way to becoming a priest when he married my mother.) They believed the best way to be good Christians was to erase my body from contention. According to my father, they still consider me not Asian at all, “only their son.” In order to follow the rules of family, my body had to be an exception to the rules.\",\"markups\":[]},{\"name\":\"60d6\",\"type\":1,\"text\":\"It was in search of my body and its rules that I found Cathreen in 2005, when I went to Korea believing that I had no history at all. She introduced me to myself. Four years later, she immigrated to America, married me, and got her green card, putting her trust in rules that historically distrusted us.\",\"markups\":[]},{\"name\":\"c243\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*UNz21laeJeiOaTNglMittg@2x.png\",\"originalWidth\":185,\"originalHeight\":172}},{\"name\":\"a405\",\"type\":1,\"text\":\"Recently, in the middle of the night, I witnessed my wife hanging off her mother’s arms, her body jerking up and down, her face squeezed and wet with pain. She was weeping and crying out in Korean that I could understand: “I don’t want to die! I don’t want to die!” We were on our sleeping mats (our daughter slept beside her), and Cathreen had on her pajamas, a purple dress with tiny flowers all over it. Her head, shaved short and balding in spots as it grew back in, spiked into the air, then lay flat against the ground. Her arms and legs spasmed. Her mother and sister tried to keep her still, tried to keep the baby from going to her, their faces strained, telling Cathreen she wasn’t going to die. My body had stopped moving. I had stopped knowing what I was doing. I tried to pat her back, and my hand seemed to move in another time zone. My wife had left for Korea 10 months earlier, and my in-laws had seen her like this many times, but for me, who had just arrived, it was a first.\",\"markups\":[{\"type\":1,\"start\":0,\"end\":37}]},{\"name\":\"1bd0\",\"type\":1,\"text\":\"Earlier that week, I had gone with Cathreen to her cancer hospital in Seoul (her family is in Busan, on the southern coast, where, Americans always say, MacArthur made his last stand), and in the basement of the hospital, she collapsed to the floor, without any power in one leg. The doctors on break stood around us, watching coldly or maybe resignedly. Every day, my wife’s body is betraying her. Or, more accurately, it is fighting itself — it hurries toward death while it also attempts to fight death off.\",\"markups\":[]},{\"name\":\"7b19\",\"type\":1,\"text\":\"America has often diagnosed Asians with The Sickness. Yellow Fever. Yellow Peril. If the national body is well, The Sickness must come from without. White supremacy is a cancer we must not admit to. The history of immigration above leads directly to concentration camps in which Japanese American bodies were quarantined during the last world war. The only difference between them and the German and Italian Americans who walked free is that the Asian body was infected with foreignness.\",\"markups\":[]},{\"name\":\"543b\",\"type\":1,\"text\":\"Today, the administration of the current president of the United States will be the one to decide whether or not Cathreen can ever reenter America. Her fate lies in the rules of a white man who has referred to those same concentration camps as the “precedent” for a Muslim registry. And he is right — precedent is that my body and my wife’s body are a matter of rules, not nature.\",\"markups\":[]},{\"name\":\"8382\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*kDSySchbzEpm1GAaJ3BHog@2x.png\",\"originalWidth\":185,\"originalHeight\":172}},{\"name\":\"c0c5\",\"type\":1,\"text\":\"The first time my wife gave birth, we had insurance through Harvard and we lived in Cambridge, Massachusetts. The total cost to us of her many visits to her OB, her hospitalization, and all the care during and after delivery by doctors, nurses, and lactation consultants was nothing. Because of the complications, we visited her doctor every two weeks. Cathreen went to the ER twice, and we paid a total of $80. She gave birth in a spacious and well-equipped room overlooking the Charles River, and the baby was immediately set on her chest before it went to a machine or a stranger.\",\"markups\":[{\"type\":1,\"start\":0,\"end\":34}]},{\"name\":\"c0f4\",\"type\":1,\"text\":\"The second time my wife gave birth, we had insurance through the Affordable Care Act. We could have gotten insurance through the university where I was doing my PhD, but even though it would have cost me only about $100 per month, the cost to insure my family was more than $1,000 per month. On the ACA, we paid much less for insurance but were much more afraid to use it.\",\"markups\":[]},{\"name\":\"7403\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*d1rtGu00iNVUKHFFLQgd-w.jpeg\",\"originalWidth\":1200,\"originalHeight\":1200}},{\"name\":\"494f\",\"type\":1,\"text\":\"The total cost of having our second baby was more than $7,000, much of it because the hospital didn’t bill our insurance company quickly enough. We had far less control of the delivery process, and when our son was born, they whisked him away from us. When we contested the hospital bills, creditors came after us. In the end, I’m not sure what happened to them — after my wife was diagnosed with cancer, she told them to fuck off. A week later, she flew to Korea.\",\"markups\":[]},{\"name\":\"583b\",\"type\":1,\"text\":\"Treating Cathreen’s cancer in Korea was a decision we were forced into. We were in the same city as the best cancer hospital in the world, but MD Anderson had cut off all forms of Obamacare three months earlier. Korean health care covers every citizen, and my wife never gave up her green card to apply to become American.\",\"markups\":[]},{\"name\":\"01ac\",\"type\":1,\"text\":\"I keep thinking about why we didn’t catch the cancer earlier. Every day, every minute, I am sick with this thought. It is only right to take responsibility. I knew the rules.\",\"markups\":[]},{\"name\":\"0239\",\"type\":1,\"text\":\"Each Sunday in Houston, my family attended a Korean church full of cancer doctors and cancer researchers who never thought Cathreen had cancer. The rule of pregnancy is pregnancy symptoms — and the rules for Korean bodies in America are not the same as the rules for Korean bodies in Korea. When my wife complained she couldn’t eat, our church friends complained about American food. When my wife complained she felt cold, they complained about American air conditioning. When my wife complained about infrequent doctor visits, they commiserated that in America mothers go months between checkups and are told that if the baby’s growing, everything is fine.\",\"markups\":[]},{\"name\":\"42cf\",\"type\":1,\"text\":\"These things are true. When my wife told her OB she couldn’t eat, her doctor prescribed heartburn medicine, nausea medicine, sleeping pills. At the ER (which cost us $500 per trip), they treated only her symptoms. Her OB said they couldn’t check for anything else because Texas law prioritizes the fetus over the mother. No procedure could be done that stood the slightest chance of affecting the baby.\",\"markups\":[]},{\"name\":\"3dc9\",\"type\":1,\"text\":\"Still, we could have gone to a GI doctor a month after our son was born, instead of three months. Because Cathreen’s cancer is the most aggressive type, two months might have made a lot of difference.\",\"markups\":[]},{\"name\":\"db60\",\"type\":1,\"text\":\"We didn’t go because we thought it was normal to lose weight after giving birth. We didn’t go because we were afraid. We didn’t go because we had been taught by our insurance to go to the doctor only for checkups or emergencies. Of course, insurance companies claim to encourage preventative care and offer free wellness visits — once a year. But the effect of creditors and high copays and confusion over what is and is not covered is caution and fear. You doubt your authority over your body. You go to the doctor only when weighing costs and benefits shows that you are diagnosable, admittable, and cannot get better on your own.\",\"markups\":[]},{\"name\":\"3ecd\",\"type\":1,\"text\":\"I often think back to my wife’s offer to buy an apartment in Korea and give me time to write. It sounds better with each year that passes. It also would have saved her life. When she first came to America, my wife was used to seeing a doctor whenever she sensed anything slightly off with her body. I didn’t understand this — I avoid doctors until the moment I can’t avoid them. She didn’t yet fear the cost of being told she was healthy.\",\"markups\":[]},{\"name\":\"452c\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*SJQtMISW2AJzoMn1BA6_Ew@2x.png\",\"originalWidth\":1600,\"originalHeight\":684}},{\"name\":\"69d3\",\"type\":1,\"text\":\"In Korea, because a doctor’s visit is about US$2, people get their bodies checked as soon as they feel sick. If my mother-in-law feels a cold coming, the first thing she does is get a shot to shorten the cold’s duration. In the week I wrote this, I went to the pediatrician three times because the doctor prescribes only two days’ dosage. With each visit, the pediatrician updated her understanding of my baby’s body and, when necessary, adjusted the treatment.\",\"markups\":[]},{\"name\":\"5c8a\",\"type\":1,\"text\":\"In Korea, they screen for stomach cancer.\",\"markups\":[]},{\"name\":\"0e29\",\"type\":1,\"text\":\"The most commonly diagnosed cancer in America (by far) is breast cancer. It is also the most cured. This is not a coincidence. After my wife’s diagnosis, a cancer researcher friend hit himself in the face and wished Cathreen had breast cancer instead. Like all the other researchers we knew, he had come from Korea because America has the most money for cancer research — and in America, breast cancer research is king. Talented young scientists come to Houston from all over the world to work at M.D. Anderson, and there they follow the funding toward a breast cancer cure.\",\"markups\":[]},{\"name\":\"9cff\",\"type\":1,\"text\":\"The most commonly diagnosed cancers in Korea are lung, liver, and stomach cancer. Of those, lung and liver cancer have obvious causes (Korea is a leading consumer of alcohol and cigarettes). When Cathreen was diagnosed, her doctor in America said most of the data on stomach cancer that gets to America comes from patients in Korea. Because stomach cancer is so common, Koreans get screened for it the way Americans get screened for breast cancer. Because my wife was in America, the rules of Korean bodies did not apply to preventative care.\",\"markups\":[]},{\"name\":\"8804\",\"type\":1,\"text\":\"Maybe if we had lived in a different state, if we had a different insurance, if we had seen a different doctor…how American that our circumstances determined what care our bodies deserved.\",\"markups\":[]},{\"name\":\"036a\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*mffONL6jNbQ32Yecqdn6sQ@2x.png\",\"originalWidth\":185,\"originalHeight\":172}},{\"name\":\"0251\",\"type\":1,\"text\":\"After my wife screamed for life in her mother’s arms, she lay weeping on the floor. That morning, we’d fought seriously for the first time since I had arrived in Korea, on leave from my professorship. We had fought because when the body turns against itself, so does the part of the body that is the mind.\",\"markups\":[{\"type\":1,\"start\":0,\"end\":53}]},{\"name\":\"6894\",\"type\":1,\"text\":\"We had fought because I wasn’t on the right dosage of Zoloft because when I brought my prescription to a Korean doctor, she said Americans overmedicate and all Koreans are sad with bad cholesterol and high anxiety and trouble sleeping, so what was I complaining about?\",\"markups\":[]},{\"name\":\"d6c2\",\"type\":1,\"text\":\"We had fought because that doctor was right (in a way): What am I complaining about, when my wife has cancer?\",\"markups\":[]},{\"name\":\"cd7b\",\"type\":1,\"text\":\"We had fought because of cancer.\",\"markups\":[]},{\"name\":\"06d7\",\"type\":1,\"text\":\"We had fought because we both want my wife to live, but we don’t know what it means “to live” if life is the body’s way of dying.\",\"markups\":[]},{\"name\":\"1b3b\",\"type\":1,\"text\":\"We had fought because I couldn’t help her and felt powerless and so I wanted to make something about me.\",\"markups\":[]},{\"name\":\"d5fd\",\"type\":1,\"text\":\"We had fought because the stress and pain and life were all too much for her.\",\"markups\":[]},{\"name\":\"e362\",\"type\":1,\"text\":\"As my wife wept on the floor, her mother and her sister scolded me in Korean. I couldn’t understand completely, but I got the gist. I understood the word stress and I understood the word fault. I understood the words don’t and stop. I understood their expressions and the way they threw their faces at me. I understood my shame and the difference between my body and my wife’s body.\",\"markups\":[{\"type\":2,\"start\":154,\"end\":160},{\"type\":2,\"start\":187,\"end\":192},{\"type\":2,\"start\":217,\"end\":222},{\"type\":2,\"start\":227,\"end\":231}]},{\"name\":\"3850\",\"type\":1,\"text\":\"“Because of him — ,” my wife interrupted. “But also Sister.”\",\"markups\":[]},{\"name\":\"b83e\",\"type\":1,\"text\":\"My shock became less desperate, but not lesser.\",\"markups\":[]},{\"name\":\"5a97\",\"type\":1,\"text\":\"We were living in this sister’s apartment. The last time I had seen her was three years earlier, when we paid for her and her son to visit us in Houston, because we had missed her husband’s funeral.\",\"markups\":[]},{\"name\":\"2384\",\"type\":1,\"text\":\"Missing that funeral was against the rules of the body and of family. Worse, neither my wife’s oldest sister nor mother made it to the funeral. Everyone had real reasons, but the result was a bad feeling that still lingered. The husband died of stomach cancer just when they thought his chemo had worked and he was in remission.\",\"markups\":[]},{\"name\":\"bf1e\",\"type\":1,\"text\":\"What I remember most from my sister-in-law’s visit was a trip to see Inside Out. In the opening short, a lone volcano sang out for love until another volcano answered and joined the first, eruption by eruption, to make a single island. In the theater, my wife and I held hands and smiled at each other, remembering our own island-making. Then I noticed, on the other side of my wife, that my sister-in-law was weeping quietly, her mouth shrunk up in pain, doing nothing to stop her tears — and I remembered our differences and felt both grateful and ashamed.\",\"markups\":[{\"type\":2,\"start\":69,\"end\":79}]},{\"name\":\"cce5\",\"type\":1,\"text\":\"Now it was my wife who had stomach cancer and I who was depressed, and we had burdened my sister-in-law with two unruly children.\",\"markups\":[]},{\"name\":\"f1c5\",\"type\":1,\"text\":\"“Because of me?” asked my sister-in-law.\",\"markups\":[]},{\"name\":\"36b1\",\"type\":1,\"text\":\"I wanted time to stop, I wanted to go back, an hour, a day, a year, three years, ten.\",\"markups\":[]},{\"name\":\"f713\",\"type\":1,\"text\":\"My wife attacked in Korean, and tears immediately sprang to her sister’s face.\",\"markups\":[]},{\"name\":\"a125\",\"type\":1,\"text\":\"The next morning, my sister-in-law said my whole family needed to get out of her house by the end of the day.\",\"markups\":[]},{\"name\":\"4d52\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*A7DnM2tdvSt8wi1Kp6QQyg@2x.png\",\"originalWidth\":185,\"originalHeight\":172}},{\"name\":\"ac4a\",\"type\":1,\"text\":\"Why does one body that doesn’t follow the rules make other bodies so uncomfortable?\",\"markups\":[{\"type\":1,\"start\":0,\"end\":83}]},{\"name\":\"42fb\",\"type\":1,\"text\":\"When my sister-in-law kicked us out, she said that seeing my wife’s sickness makes her sick. It makes her sick with the past. It makes her sick with her husband’s death. When I see my wife collapse in pain, I see not her death — because how could I? I will not — but my own. I see what of course I have known: that the rules of my body are, in fact, the same as the rules of hers, which is to say, we are dying.\",\"markups\":[{\"type\":2,\"start\":252,\"end\":260}]},{\"name\":\"ee91\",\"type\":1,\"text\":\"It is not that knowledge or even seeing it come true that makes me so upset. It is the admission (to myself? to her?) that I have no control, either over the rules of our bodies or over their exceptions.\",\"markups\":[]},{\"name\":\"5a92\",\"type\":1,\"text\":\"What does that mean, though, that we have no control over our bodies? It seems obviously untrue. Perhaps what I mean is that we persist in the illusion that our minds and our bodies are separate, until the moment we cannot persist in it. We persist in the illusion of dualism, and therefore in the illusion of free will and control.\",\"markups\":[]},{\"name\":\"f907\",\"type\":1,\"text\":\"In 1980, a famous and controversial experiment by the neuroscientist Benjamin Libet revealed the time between a subject’s conscious decision to move and the body’s electrical signal for movement. His result was a full half-second (a long time in neurological terms) after the body’s signal and before the conscious decision.\",\"markups\":[{\"type\":2,\"start\":266,\"end\":272},{\"type\":2,\"start\":293,\"end\":300}]},{\"name\":\"9a4f\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*l7N_Z-EyV2FEpc1iJmwI-A.jpeg\",\"originalWidth\":1200,\"originalHeight\":1200}},{\"name\":\"b050\",\"type\":1,\"text\":\"Though the amount of time has been contested, many have interpreted Libet’s and subsequent results to mean that consciousness is an effect, not a cause, and therefore is not separate from the body but a function of it.\",\"markups\":[]},{\"name\":\"944d\",\"type\":1,\"text\":\"Libet, however, didn’t interpret things this way. His further experiments showed that the subject could consciously cancel the movement before the electoral signal became action.\",\"markups\":[]},{\"name\":\"c9eb\",\"type\":1,\"text\":\"The body can break the rules of the body, but it cannot make them. This is the admission that we sense we must make when we are in the presence of an unruly body. The imprisonment of our will despite our belief that we are free.\",\"markups\":[]},{\"name\":\"dd63\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*1HjsHtpXdBtoouANtGe-BQ@2x.png\",\"originalWidth\":185,\"originalHeight\":172}},{\"name\":\"5fbb\",\"type\":1,\"text\":\"As a boy, I used to stand at the mirror and see a reflection that didn’t exist. A reflection whose existence was possible in the combination of my parents’ existences. What I saw was whiteness. I have known this for a long time, but I’ve only recently come to realize that I never saw my actual skin as white (of course I could not); rather, I saw whiteness for what it is: a concept, a rule. I was able to see it this way precisely because I wasn’t able to see why I could not be white.\",\"markups\":[{\"type\":1,\"start\":0,\"end\":39},{\"type\":2,\"start\":440,\"end\":441}]},{\"name\":\"b83b\",\"type\":1,\"text\":\"It took me a long time to figure out how that reflection was connected to the white man on the street calling to me “Ni hao” was connected to the bitter rage and shame I felt when a white film star killed an Asian bad guy and “got the girl” was connected to the expectation that I should be good at math and how I hated myself that I was.\",\"markups\":[]},{\"name\":\"9378\",\"type\":1,\"text\":\"It took me even longer to figure out how those things were connected to history and politics, and longer still to figure out how the history was both mine and not mine, both my parents’ and not my parents’. I’ve figured out, but still cannot accept, how following the rules will never mean my body follows the rules.\",\"markups\":[]},{\"name\":\"b70b\",\"type\":1,\"text\":\"The rules of the body aren’t actually followable. They aren’t made to be followed. They’re made to define.\",\"markups\":[]},{\"name\":\"1d47\",\"type\":1,\"text\":\"I was 19 when I realized my body had The Sickness. It was less than a week after 9/11. I had gone to the various memorial services at the University of North Carolina, Chapel Hill. I was barely into my first semester and had never lived so far from home. I was both exhilarated and terrified, because my small white town in Connecticut had not been kind, and I was both eager to start my life and afraid for it to be the same life as before.\",\"markups\":[]},{\"name\":\"817e\",\"type\":1,\"text\":\"I was on a campus bus, invited to a party by a new, white friend, the kind of whip-smart in-state student who joins a frat and gets a business degree and becomes successful without ever leaving his comfort zone. He was Republican. (I was wrong about him — eventually.) In the back of the bus, a group of black students talked and laughed. I sat at a distance from them, probably with some bias and because they were together and I was alone. I felt lonely and uncool, and I was jealous of their ease with each other. I felt how I felt in Connecticut, but this time with black kids, not white kids, which confused me. I had come to Carolina with the idea that maybe I belonged with black people, since I had not belonged with whites.\",\"markups\":[]},{\"name\":\"963b\",\"type\":1,\"text\":\"We had gone maybe one stop, not even one, when they mentioned the attacks. Someone said “terrorist,” said “Muslim,” said “towelhead,” said “go back to your country.” My face burned. I didn’t seem to realize they were talking about me until they were talking to me. I couldn’t see how I could possibly fit that profile, especially to other people of color.\",\"markups\":[{\"type\":2,\"start\":225,\"end\":231},{\"type\":2,\"start\":258,\"end\":260}]},{\"name\":\"6169\",\"type\":1,\"text\":\"I got off the bus as soon as I could, carrying my infection with me.\",\"markups\":[]},{\"name\":\"bb69\",\"type\":4,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*jsUnr4d_aTBgAyTtprDiBA@2x.png\",\"originalWidth\":185,\"originalHeight\":172}},{\"name\":\"f37a\",\"type\":1,\"text\":\"I am in Korea now. I am here to be with my sick wife, who, to save her life, gets weekly injections of chemicals that kill the parts of her body that follow the rules in an attack on the parts that don’t. Each week, she dies a little more in order to live a little longer.\",\"markups\":[{\"type\":1,\"start\":0,\"end\":19}]},{\"name\":\"115b\",\"type\":1,\"text\":\"For my wife to return home — if she gets the miraculous results we pray for — she will face more rules of the body. American rules that first stole the bodies of people from her country, our country, then banned them from entering, then led them to fight and kill each other, then bought them to end racism. She must become an exception.\",\"markups\":[]},{\"name\":\"6843\",\"type\":1,\"text\":\"Right now, the United States is deporting Korean (and other international) adoptees, despite that their bodies are the only things they know about their destinations. That my wife held onto Korean citizenship is the reason her government now covers 90 to 95 percent of most of her medical care (she would have died if she had become an American citizen), and yet her stay in Korea breaks the rules of her visa.\",\"markups\":[]},{\"name\":\"eb52\",\"type\":1,\"text\":\"We have heard stories from other immigrant friends and friends of friends and immigration lawyers; we have seen the news you have seen. These have always been the rules of the Asian body in America: Yellow Fever. Yellow Peril. These have always been the terms: white supremacist capitalism. What do we have to complain about, then, if in the end all bodies follow the same one rule: They die. What we have to complain about is not how we die, but how we live.\",\"markups\":[]},{\"name\":\"e52c\",\"type\":4,\"text\":\"Illustration: Audrey Lee. Creative art direction: Anagraph.\",\"markups\":[{\"type\":3,\"start\":14,\"end\":24,\"href\":\"http://www.audreyjl.com/\",\"title\":\"\",\"rel\":\"\",\"anchorType\":0},{\"type\":3,\"start\":50,\"end\":58,\"href\":\"https://www.anagraph.com/\",\"title\":\"\",\"rel\":\"noopener nofollow noopener noopener noopener\",\"anchorType\":0}],\"layout\":1,\"metadata\":{\"id\":\"1*yyOdnJ4OSBAKcABNDoIegA@2x.png\",\"originalWidth\":1600,\"originalHeight\":193}}],\"sections\":[{\"name\":\"1bb6\",\"startIndex\":0}]},\"postDisplay\":{\"coverless\":true},\"metaDescription\":\"What are the rules we expect the body to follow?\"},\"virtuals\":{\"allowNotes\":true,\"previewImage\":{\"imageId\":\"1*n5sQ8N5-KUnsdfngOt7hRQ.jpeg\",\"filter\":\"\",\"backgroundSize\":\"\",\"originalWidth\":3000,\"originalHeight\":1500,\"strategy\":\"resample\",\"height\":0,\"width\":0,\"focusPercentX\":49,\"focusPercentY\":62},\"wordCount\":4942,\"imageCount\":14,\"readingTime\":20.099056603773583,\"subtitle\":\"Author Matthew Salesses on his Korean wife’s battle with cancer during a fraught time for healthcare and immigration\",\"usersBySocialRecommends\":[],\"noIndex\":false,\"recommends\":1189,\"isBookmarked\":false,\"tags\":[{\"slug\":\"immigration\",\"name\":\"Immigration\",\"postCount\":25112,\"metadata\":{\"postCount\":25112,\"coverImage\":{\"id\":\"1*DkkU0kuAtRaJ3_V5AsLKug.png\",\"originalWidth\":746,\"originalHeight\":596}},\"type\":\"Tag\"},{\"slug\":\"politics\",\"name\":\"Politics\",\"postCount\":280218,\"metadata\":{\"postCount\":280218,\"coverImage\":{\"id\":\"1*jD5UgtVZ5u1nomTTo-LzQg.jpeg\"}},\"type\":\"Tag\"},{\"slug\":\"healthcare\",\"name\":\"Healthcare\",\"postCount\":65313,\"metadata\":{\"postCount\":65313,\"coverImage\":{\"id\":\"1*Bo8SJpbv_3Lhi6PA_LVv4Q.png\",\"originalWidth\":723,\"originalHeight\":377,\"isFeatured\":true}},\"type\":\"Tag\"},{\"slug\":\"health\",\"name\":\"Health\",\"postCount\":224654,\"metadata\":{\"postCount\":224654,\"coverImage\":{\"id\":\"1*h_m0lySSl_bc0pKmtgAf1g.jpeg\"}},\"type\":\"Tag\"},{\"slug\":\"unruly-bodies\",\"name\":\"Unruly Bodies\",\"postCount\":42,\"metadata\":{\"postCount\":42,\"coverImage\":{\"id\":\"1*l0JEHFujEcJAHuupf_ZQCg.jpeg\",\"originalWidth\":4000,\"originalHeight\":2000,\"isFeatured\":true,\"focusPercentX\":50,\"focusPercentY\":48}},\"type\":\"Tag\"}],\"socialRecommendsCount\":0,\"responsesCreatedCount\":30,\"links\":{\"entries\":[{\"url\":\"https://www.anagraph.com/\",\"alts\":[],\"httpStatus\":200},{\"url\":\"http://www.audreyjl.com/\",\"alts\":[],\"httpStatus\":200}],\"version\":\"0.3\",\"generatedAt\":1523296722139},\"isLockedPreviewOnly\":false,\"takeoverId\":\"\",\"metaDescription\":\"What are the rules we expect the body to follow?\",\"totalClapCount\":11293,\"sectionCount\":1,\"readingList\":0,\"topics\":[{\"topicId\":\"1f79d9387f85\",\"slug\":\"culture\",\"createdAt\":1489425100775,\"deletedAt\":0,\"image\":{\"id\":\"1*TK5lkfLNtUgyo1_QM_orCw@2x.jpeg\",\"originalWidth\":4096,\"originalHeight\":2731},\"name\":\"Culture\",\"description\":\"High, low, and sideways.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"},{\"topicId\":\"d61cf867d93f\",\"slug\":\"health\",\"createdAt\":1493930296516,\"deletedAt\":0,\"image\":{\"id\":\"1*sDLqtash5p_3dq8wlztLaQ@2x.jpeg\",\"originalWidth\":1997,\"originalHeight\":3000},\"name\":\"Health\",\"description\":\"Body talk.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"},{\"topicId\":\"e9a66523a5d6\",\"slug\":\"family\",\"createdAt\":1494092158268,\"deletedAt\":0,\"image\":{\"id\":\"1*JVo-9_0i95QSsvsIjA_Azw@2x.jpeg\",\"originalWidth\":3600,\"originalHeight\":2400},\"name\":\"Family\",\"description\":\"Next gen.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"},{\"topicId\":\"ff18cfb862d2\",\"slug\":\"equality\",\"createdAt\":1493933978585,\"deletedAt\":0,\"image\":{\"id\":\"1*cgtXwRk3ZoNGcQdc7hwF6g@2x.jpeg\",\"originalWidth\":5000,\"originalHeight\":3285},\"name\":\"Equality\",\"description\":\"Typing truth to power.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"}]},\"coverless\":true,\"slug\":\"the-body-thats-too-asian-and-too-sick-for-america\",\"translationSourcePostId\":\"\",\"translationSourceCreatorId\":\"\",\"isApprovedTranslation\":false,\"inResponseToPostId\":\"\",\"inResponseToRemovedAt\":0,\"isTitleSynthesized\":false,\"allowResponses\":true,\"importedUrl\":\"\",\"importedPublishedAt\":0,\"visibility\":2,\"uniqueSlug\":\"the-body-thats-too-asian-and-too-sick-for-america-3b43cc05091c\",\"previewContent\":{\"bodyModel\":{\"paragraphs\":[{\"name\":\"previewImage\",\"type\":4,\"text\":\"\",\"layout\":10,\"metadata\":{\"id\":\"1*n5sQ8N5-KUnsdfngOt7hRQ.jpeg\",\"originalWidth\":3000,\"originalHeight\":1500,\"focusPercentX\":49,\"focusPercentY\":62}},{\"name\":\"previewTitle\",\"type\":3,\"text\":\"The Body That’s Too Asian and Too Sick for America\",\"alignment\":1},{\"name\":\"previewSubtitle\",\"type\":13,\"text\":\"Author Matthew Salesses on his Korean wife’s battle…\",\"alignment\":1}],\"sections\":[{\"startIndex\":0}]},\"isFullContent\":false,\"subtitle\":\"Author Matthew Salesses on his Korean wife’s battle with cancer during a fraught time for healthcare and immigration\"},\"license\":0,\"inResponseToMediaResourceId\":\"\",\"canonicalUrl\":\"\",\"approvedHomeCollectionId\":\"\",\"newsletterId\":\"\",\"webCanonicalUrl\":\"https://medium.com/s/unrulybodies/the-body-thats-too-asian-and-too-sick-for-america-3b43cc05091c\",\"mediumUrl\":\"\",\"migrationId\":\"\",\"notifyFollowers\":true,\"notifyTwitter\":false,\"notifyFacebook\":false,\"responseHiddenOnParentPostAt\":0,\"isSeries\":false,\"isSubscriptionLocked\":true,\"seriesLastAppendedAt\":0,\"audioVersionUrl\":\"https://cdn-audio-1.medium.com/2/c/5/2c5bbb61002b/m4a/96.m4a\",\"audioVersionDurationSec\":1857,\"sequenceId\":\"b2001ef5515\",\"isNsfw\":false,\"isEligibleForRevenue\":false,\"isBlockedFromHightower\":false,\"deletedAt\":0,\"lockedPostSource\":2,\"hightowerMinimumGuaranteeStartsAt\":0,\"hightowerMinimumGuaranteeEndsAt\":0,\"featureLockRequestAcceptedAt\":0,\"mongerRequestType\":1,\"layerCake\":1,\"socialTitle\":\"\",\"socialDek\":\"\",\"editorialPreviewTitle\":\"\",\"editorialPreviewDek\":\"\",\"curationEligibleAt\":0,\"type\":\"Post\"},\"postLayout\":{\"html\":\"\\x3csection name=\\\"1bb6\\\" class=\\\"section section--body section--first section--last\\\"\\x3e\\x3cdiv class=\\\"section-divider\\\"\\x3e\\x3chr class=\\\"section-divider\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"section-content\\\"\\x3e\\x3cdiv class=\\\"section-inner sectionLayout--insetColumn\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"section-inner sectionLayout--insetColumn\\\"\\x3e\\x3cfigure name=\\\"482e\\\" id=\\\"482e\\\" class=\\\"graf graf--figure graf--leading\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 92.5px; max-height: 86px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 93%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*K-HgBFDB2p3RIDuOjJW79g@2x.png\\\" data-width=\\\"185\\\" data-height=\\\"172\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*K-HgBFDB2p3RIDuOjJW79g@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*K-HgBFDB2p3RIDuOjJW79g@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*K-HgBFDB2p3RIDuOjJW79g@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*K-HgBFDB2p3RIDuOjJW79g@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"67ca\\\" id=\\\"67ca\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3e\\x3cstrong class=\\\"markup--strong markup--p-strong\\\"\\x3eWhat are the rules we expect the body to follow?\\x3c/strong\\x3e\\x3c/p\\x3e\\x3cp name=\\\"68fc\\\" id=\\\"68fc\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWhen my wife, Cathreen, had our second child, on Thanksgiving Day 2016, we expected her body to return to its pre-pregnant state. For nearly the entire nine months, Cathreen had horrible morning sickness and could barely eat. She threw up constantly. She was dizzy and spent most of the day in bed. Everyone waited for the baby, and not only for the baby, but also for the end of The Sickness.\\x3c/p\\x3e\\x3cp name=\\\"68a1\\\" id=\\\"68a1\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe last pregnancy had also been difficult. Cathreen had pruritic urticarial papules and plaques of pregnancy (PUPPP), which is basically an incredibly itchy hive-like rash. She couldn’t sleep for the itch. She had to take oatmeal baths and slather herself in aloe. Eventually the doctor made her go on steroids.\\x3c/p\\x3e\\x3cp name=\\\"4fd6\\\" id=\\\"4fd6\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eAccording to her OB doctor, about one in 100 pregnant women get PUPPP (the internet says one in 160), but they often hardly notice, as PUPPP usually comes late in the third term before the baby is born, and birth makes the symptoms disappear. For PUPPP to appear in the third month (my wife’s case), the odds were one in 100 cases of one in 100-something pregnancies — rarer than one in 10,000.\\x3c/p\\x3e\\x3cp name=\\\"80ec\\\" id=\\\"80ec\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIn addition to PUPPP, Cathreen had morning sickness for four and a half months, a month and a half longer than is typical. We would try to go out, and she would make it to the end of the driveway before she threw up and had to turn back.\\x3c/p\\x3e\\x3cfigure name=\\\"de09\\\" id=\\\"de09\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 165px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 23.599999999999998%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*3mJJgQl-XfR3IRd-jtLJOw@2x.png\\\" data-width=\\\"1600\\\" data-height=\\\"378\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*3mJJgQl-XfR3IRd-jtLJOw@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*3mJJgQl-XfR3IRd-jtLJOw@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*3mJJgQl-XfR3IRd-jtLJOw@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*3mJJgQl-XfR3IRd-jtLJOw@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"cc9f\\\" id=\\\"cc9f\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eAbout halfway through the pregnancy, Cathreen noticed that her body also itched in the cold. In the supermarket, if she reached for milk, her hand would break out in a rash. I had trouble believing an allergy to the cold was possible until the doctor confirmed it, to my shame.\\x3c/p\\x3e\\x3cp name=\\\"556a\\\" id=\\\"556a\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eOnce Cathreen gave birth, she was so happy for her body’s old freedom that we immediately went for a walk, though this is not advised. She blames that walk for the pain that came afterward — for a year, she had postpartum fibromyalgia. Korean tradition calls for the mother to stay warm and inside for the first three months after delivery, lest the wind gets into her bones, but we had treated this as a superstition. My wife had broken the rules.\\x3c/p\\x3e\\x3cp name=\\\"892d\\\" id=\\\"892d\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThis is the rule we expected of her body: that the effects of pregnancy would disappear once she gave birth.\\x3c/p\\x3e\\x3cp name=\\\"b271\\\" id=\\\"b271\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe one extra complication in her second pregnancy — the one that didn’t even follow pregnancy rules — was that she felt cold all the time, not hot. Later, we knew that her coldness should have alarmed us. In March, four months after our son was born, my wife couldn’t stop losing weight, was still vomiting, and could no longer even drink.\\x3c/p\\x3e\\x3cp name=\\\"03ef\\\" id=\\\"03ef\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIt turned out she had stage 4 stomach cancer.\\x3c/p\\x3e\\x3cfigure name=\\\"0a54\\\" id=\\\"0a54\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 92.5px; max-height: 86px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 93%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*i8uWmmPP7JdPhgdqZaWODA@2x.png\\\" data-width=\\\"185\\\" data-height=\\\"172\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*i8uWmmPP7JdPhgdqZaWODA@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*i8uWmmPP7JdPhgdqZaWODA@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*i8uWmmPP7JdPhgdqZaWODA@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*i8uWmmPP7JdPhgdqZaWODA@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"9580\\\" id=\\\"9580\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3e\\x3cstrong class=\\\"markup--strong markup--p-strong\\\"\\x3eCathreen immigrated to America in 2009, \\x3c/strong\\x3ethe year we married. Before she left Korea, she’d built a reputation as an English tutor and was managing an English kindergarten. Cathreen had tutored several kids from the bottom of their classes to the top, and several kids from the top of their classes to citywide speaking awards and scholarships. One wealthy father wanted to build a private academy, which she would run and split the profits.\\x3c/p\\x3e\\x3cp name=\\\"a473\\\" id=\\\"a473\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eI was a young American finishing his master’s degree in fine arts, with no career prospects and a lot of debt, and who, even after his fiancée offered to buy an apartment and support him, insisted he could live only in America. He insisted because he was adopted, because Korea had sold him and America had bought him, and the price was the rules of his body.\\x3c/p\\x3e\\x3cp name=\\\"3ef0\\\" id=\\\"3ef0\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe story of the Asian body in America is a story about rules, money, race, and imperialism.\\x3c/p\\x3e\\x3cp name=\\\"677c\\\" id=\\\"677c\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe first Asians on what is now U.S. land (other than those who crossed over the land bridge during the last ice age) lived in a sailors’ colony in Louisiana in the 1700s. They were Filipinos who had a reputation as good sailors and were often used to crew the ships of imperial white nations (mainly Spain).\\x3c/p\\x3e\\x3cp name=\\\"49f7\\\" id=\\\"49f7\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIn the 1800s, thousands of Chinese, mostly men, were shipped to America for labor. Some were replacements for slaves. Writes author and activist Helen Zia:\\x3c/p\\x3e\\x3cblockquote name=\\\"47e6\\\" id=\\\"47e6\\\" class=\\\"graf graf--blockquote graf-after--p\\\"\\x3eIn 1806…using the same ships that brought slaves from Africa, the flesh merchants rerouted to Asia. They indentured “coolie” labor from China and India to perform the same work, under the same conditions, as the slaves.\\x3c/blockquote\\x3e\\x3cp name=\\\"f2b0\\\" id=\\\"f2b0\\\" class=\\\"graf graf--p graf-after--blockquote\\\"\\x3eMany Chinese came for the Gold Rush. White men would wait for the Chinese to find gold, and then shoot them and take their claims. Many Chinese worked on the railroads, where their bodies were used as examples to keep Irish and black bodies in line. When the railroads were finished, Chinese bodies lost their use and were kept outside the frame of history — literally, as the famous photo of the final “golden spike” included none of the 11,000 Chinese who’d worked on it.\\x3c/p\\x3e\\x3cp name=\\\"39fe\\\" id=\\\"39fe\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eAfter the railroads, what the Chinese called the Driving-Out Time began. Immigration laws banned Chinese women. Chinese men were “offered” the “chance” to go home, not knowing they could not return. Chinese were lynched, shot, raped, beaten, stolen from, run off, all within or outside the rules of justice. The Chinese who continued to work in the United States mostly clustered in Chinatowns for survival and took jobs no white man wanted, like laundry. According to scholar Elaine Kim, the rate of men to women grew as lopsided as 27 to one. Chinese bodies were unruly if they had sex at all, and if they were too unruly, they were no longer human bodies, but targets.\\x3c/p\\x3e\\x3cp name=\\\"fc5a\\\" id=\\\"fc5a\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eMeanwhile, in 1825, the first-recorded Chinese American was born in New York. In 1898, a Chinese American won a landmark Supreme Court case that granted citizenship by birth to all Americans. The Supreme Court ruled on who could be a citizen, how, and why; it also ruled on who got rights and what rights white people had over bodies of color.\\x3c/p\\x3e\\x3cp name=\\\"ffe1\\\" id=\\\"ffe1\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIn 1889, the Chinese Exclusion Act (passed in 1882 and still the only U.S. law to specifically name the exclusion of a single ethnic group) was upheld by the Supreme Court, a ruling with obvious consequences today as the administration keeps adjusting the rules of West Asian bodies. With the Chinese banned, the Japanese and Koreans became the next wave of forced and/or underpaid laborers. Hawaii, especially, needed bodies. (That need created the body of Hawaii as it is today, as Dole overthrew the island’s government and Asian laborers overwhelmed the population.)\\x3c/p\\x3e\\x3cp name=\\\"6956\\\" id=\\\"6956\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIn 1907, Japan and the United States struck a “gentleman’s agreement” to end Korean immigration (Korea being under Japanese occupation), and Japanese and Indian immigration increased. Those immigrants fought for citizenship. In 1922, the Supreme Court ruled that a Japanese American could not gain citizenship because he wasn’t “Caucasian.” In 1923, an Indian American took his case to the Supreme Court, which ruled that although Indians \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3ewere\\x3c/em\\x3e Caucasian, American citizens must also be “white.”\\x3c/p\\x3e\\x3cp name=\\\"8551\\\" id=\\\"8551\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe rules of the American body changed to fit the rules of whiteness.\\x3c/p\\x3e\\x3cp name=\\\"8dd9\\\" id=\\\"8dd9\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIn 1924, the United States threw out the gentleman’s agreement and banned immigration from Japan and India. But bodies were still needed. Filipino immigration increased. In 1934, with the economy in shambles, Filipino bodies too were banned.\\x3c/p\\x3e\\x3cp name=\\\"42bb\\\" id=\\\"42bb\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThese facts are easily verifiable, but I first found them in Helen Zia’s \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eAsian American Dreams\\x3c/em\\x3e, Elaine Kim’s \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eAsian American Literature\\x3c/em\\x3e, and Lisa Lowe’s \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eImmigrant Acts\\x3c/em\\x3e.\\x3c/p\\x3e\\x3cp name=\\\"dbff\\\" id=\\\"dbff\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eAmerican wars played a huge part in these rules, in particular with Filipino immigration, and later (and perhaps most well-known in America) with Vietnamese and other Southeast Asian refugees. American wars played a huge part in my immigration. The first major wave of international adoption was a direct consequence of the so-called Korean War — the first children adopted were the half-white babies of American GIs, adopted by the Holt family, whose agency continues even now to deal in babies from around the world.\\x3c/p\\x3e\\x3cp name=\\\"fdab\\\" id=\\\"fdab\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIt was the rules of the body, first of all, that got these half-white babies adopted. It was the rules of the body that got them given up. Though it wasn’t built on the bodies of another race, Korea is perhaps as conversationally racist as America — and a half-white baby in the 1950s meant incredible shame, whether or not it was the product of a war crime (rape). As the American demand for “GI babies” increased and the Korean supply decreased, the comparative acceptability of Asian bodies (to black bodies in particular) meant that full-Korean babies could fill the gap and increase profits.\\x3c/p\\x3e\\x3cp name=\\\"7e37\\\" id=\\\"7e37\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eOn the Korean side, these bodies meant money to help rebuild an economy destroyed by war. On the American side, these bodies meant a continued belief in the confusing will of God (infertility) and the valorization of white Christian guilt and its appetite for babies. Even racist Nobel Prize–winning author Pearl S. Buck started her own Korean adoption agency, Welcome House, which in her mind would bring about the end of racism.\\x3c/p\\x3e\\x3cfigure name=\\\"1527\\\" id=\\\"1527\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 306px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 43.7%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*s6KRVY26v00zO-vXvF5blA@2x.png\\\" data-width=\\\"1600\\\" data-height=\\\"699\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*s6KRVY26v00zO-vXvF5blA@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*s6KRVY26v00zO-vXvF5blA@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*s6KRVY26v00zO-vXvF5blA@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*s6KRVY26v00zO-vXvF5blA@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"e42d\\\" id=\\\"e42d\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eI was among the largest wave of Korean adoption in the late 1970s and early 1980s. My adoptive parents are Catholic. (My father was on his way to becoming a priest when he married my mother.) They believed the best way to be good Christians was to erase my body from contention. According to my father, they still consider me not Asian at all, “only their son.” In order to follow the rules of family, my body had to be an exception to the rules.\\x3c/p\\x3e\\x3cp name=\\\"60d6\\\" id=\\\"60d6\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIt was in search of my body and its rules that I found Cathreen in 2005, when I went to Korea believing that I had no history at all. She introduced me to myself. Four years later, she immigrated to America, married me, and got her green card, putting her trust in rules that historically distrusted us.\\x3c/p\\x3e\\x3cfigure name=\\\"c243\\\" id=\\\"c243\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 92.5px; max-height: 86px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 93%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*UNz21laeJeiOaTNglMittg@2x.png\\\" data-width=\\\"185\\\" data-height=\\\"172\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*UNz21laeJeiOaTNglMittg@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*UNz21laeJeiOaTNglMittg@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*UNz21laeJeiOaTNglMittg@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*UNz21laeJeiOaTNglMittg@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"a405\\\" id=\\\"a405\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3e\\x3cstrong class=\\\"markup--strong markup--p-strong\\\"\\x3eRecently, in the middle of the night,\\x3c/strong\\x3e I witnessed my wife hanging off her mother’s arms, her body jerking up and down, her face squeezed and wet with pain. She was weeping and crying out in Korean that I could understand: “I don’t want to die! I don’t want to die!” We were on our sleeping mats (our daughter slept beside her), and Cathreen had on her pajamas, a purple dress with tiny flowers all over it. Her head, shaved short and balding in spots as it grew back in, spiked into the air, then lay flat against the ground. Her arms and legs spasmed. Her mother and sister tried to keep her still, tried to keep the baby from going to her, their faces strained, telling Cathreen she wasn’t going to die. My body had stopped moving. I had stopped knowing what I was doing. I tried to pat her back, and my hand seemed to move in another time zone. My wife had left for Korea 10 months earlier, and my in-laws had seen her like this many times, but for me, who had just arrived, it was a first.\\x3c/p\\x3e\\x3cp name=\\\"1bd0\\\" id=\\\"1bd0\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eEarlier that week, I had gone with Cathreen to her cancer hospital in Seoul (her family is in Busan, on the southern coast, where, Americans always say, MacArthur made his last stand), and in the basement of the hospital, she collapsed to the floor, without any power in one leg. The doctors on break stood around us, watching coldly or maybe resignedly. Every day, my wife’s body is betraying her. Or, more accurately, it is fighting itself — it hurries toward death while it also attempts to fight death off.\\x3c/p\\x3e\\x3cp name=\\\"7b19\\\" id=\\\"7b19\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eAmerica has often diagnosed Asians with The Sickness. Yellow Fever. Yellow Peril. If the national body is well, The Sickness must come from without. White supremacy is a cancer we must not admit to. The history of immigration above leads directly to concentration camps in which Japanese American bodies were quarantined during the last world war. The only difference between them and the German and Italian Americans who walked free is that the Asian body was infected with foreignness.\\x3c/p\\x3e\\x3cp name=\\\"543b\\\" id=\\\"543b\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eToday, the administration of the current president of the United States will be the one to decide whether or not Cathreen can ever reenter America. Her fate lies in the rules of a white man who has referred to those same concentration camps as the “precedent” for a Muslim registry. And he is right — precedent is that my body and my wife’s body are a matter of rules, not nature.\\x3c/p\\x3e\\x3cfigure name=\\\"8382\\\" id=\\\"8382\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 92.5px; max-height: 86px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 93%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*kDSySchbzEpm1GAaJ3BHog@2x.png\\\" data-width=\\\"185\\\" data-height=\\\"172\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*kDSySchbzEpm1GAaJ3BHog@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*kDSySchbzEpm1GAaJ3BHog@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*kDSySchbzEpm1GAaJ3BHog@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*kDSySchbzEpm1GAaJ3BHog@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"c0c5\\\" id=\\\"c0c5\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3e\\x3cstrong class=\\\"markup--strong markup--p-strong\\\"\\x3eThe first time my wife gave birth,\\x3c/strong\\x3e we had insurance through Harvard and we lived in Cambridge, Massachusetts. The total cost to us of her many visits to her OB, her hospitalization, and all the care during and after delivery by doctors, nurses, and lactation consultants was nothing. Because of the complications, we visited her doctor every two weeks. Cathreen went to the ER twice, and we paid a total of $80. She gave birth in a spacious and well-equipped room overlooking the Charles River, and the baby was immediately set on her chest before it went to a machine or a stranger.\\x3c/p\\x3e\\x3cp name=\\\"c0f4\\\" id=\\\"c0f4\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe second time my wife gave birth, we had insurance through the Affordable Care Act. We could have gotten insurance through the university where I was doing my PhD, but even though it would have cost me only about $100 per month, the cost to insure my family was more than $1,000 per month. On the ACA, we paid much less for insurance but were much more afraid to use it.\\x3c/p\\x3e\\x3cfigure name=\\\"7403\\\" id=\\\"7403\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 700px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 100%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*d1rtGu00iNVUKHFFLQgd-w.jpeg\\\" data-width=\\\"1200\\\" data-height=\\\"1200\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*d1rtGu00iNVUKHFFLQgd-w.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*d1rtGu00iNVUKHFFLQgd-w.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*d1rtGu00iNVUKHFFLQgd-w.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*d1rtGu00iNVUKHFFLQgd-w.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"494f\\\" id=\\\"494f\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eThe total cost of having our second baby was more than $7,000, much of it because the hospital didn’t bill our insurance company quickly enough. We had far less control of the delivery process, and when our son was born, they whisked him away from us. When we contested the hospital bills, creditors came after us. In the end, I’m not sure what happened to them — after my wife was diagnosed with cancer, she told them to fuck off. A week later, she flew to Korea.\\x3c/p\\x3e\\x3cp name=\\\"583b\\\" id=\\\"583b\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eTreating Cathreen’s cancer in Korea was a decision we were forced into. We were in the same city as the best cancer hospital in the world, but MD Anderson had cut off all forms of Obamacare three months earlier. Korean health care covers every citizen, and my wife never gave up her green card to apply to become American.\\x3c/p\\x3e\\x3cp name=\\\"01ac\\\" id=\\\"01ac\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eI keep thinking about why we didn’t catch the cancer earlier. Every day, every minute, I am sick with this thought. It is only right to take responsibility. I knew the rules.\\x3c/p\\x3e\\x3cp name=\\\"0239\\\" id=\\\"0239\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eEach Sunday in Houston, my family attended a Korean church full of cancer doctors and cancer researchers who never thought Cathreen had cancer. The rule of pregnancy is pregnancy symptoms — and the rules for Korean bodies in America are not the same as the rules for Korean bodies in Korea. When my wife complained she couldn’t eat, our church friends complained about American food. When my wife complained she felt cold, they complained about American air conditioning. When my wife complained about infrequent doctor visits, they commiserated that in America mothers go months between checkups and are told that if the baby’s growing, everything is fine.\\x3c/p\\x3e\\x3cp name=\\\"42cf\\\" id=\\\"42cf\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThese things are true. When my wife told her OB she couldn’t eat, her doctor prescribed heartburn medicine, nausea medicine, sleeping pills. At the ER (which cost us $500 per trip), they treated only her symptoms. Her OB said they couldn’t check for anything else because Texas law prioritizes the fetus over the mother. No procedure could be done that stood the slightest chance of affecting the baby.\\x3c/p\\x3e\\x3cp name=\\\"3dc9\\\" id=\\\"3dc9\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eStill, we could have gone to a GI doctor a month after our son was born, instead of three months. Because Cathreen’s cancer is the most aggressive type, two months might have made a lot of difference.\\x3c/p\\x3e\\x3cp name=\\\"db60\\\" id=\\\"db60\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWe didn’t go because we thought it was normal to lose weight after giving birth. We didn’t go because we were afraid. We didn’t go because we had been taught by our insurance to go to the doctor only for checkups or emergencies. Of course, insurance companies claim to encourage preventative care and offer free wellness visits — once a year. But the effect of creditors and high copays and confusion over what is and is not covered is caution and fear. You doubt your authority over your body. You go to the doctor only when weighing costs and benefits shows that you are diagnosable, admittable, and cannot get better on your own.\\x3c/p\\x3e\\x3cp name=\\\"3ecd\\\" id=\\\"3ecd\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eI often think back to my wife’s offer to buy an apartment in Korea and give me time to write. It sounds better with each year that passes. It also would have saved her life. When she first came to America, my wife was used to seeing a doctor whenever she sensed anything slightly off with her body. I didn’t understand this — I avoid doctors until the moment I can’t avoid them. She didn’t yet fear the cost of being told she was healthy.\\x3c/p\\x3e\\x3cfigure name=\\\"452c\\\" id=\\\"452c\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 299px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 42.8%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*SJQtMISW2AJzoMn1BA6_Ew@2x.png\\\" data-width=\\\"1600\\\" data-height=\\\"684\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*SJQtMISW2AJzoMn1BA6_Ew@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*SJQtMISW2AJzoMn1BA6_Ew@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*SJQtMISW2AJzoMn1BA6_Ew@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*SJQtMISW2AJzoMn1BA6_Ew@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"69d3\\\" id=\\\"69d3\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eIn Korea, because a doctor’s visit is about US$2, people get their bodies checked as soon as they feel sick. If my mother-in-law feels a cold coming, the first thing she does is get a shot to shorten the cold’s duration. In the week I wrote this, I went to the pediatrician three times because the doctor prescribes only two days’ dosage. With each visit, the pediatrician updated her understanding of my baby’s body and, when necessary, adjusted the treatment.\\x3c/p\\x3e\\x3cp name=\\\"5c8a\\\" id=\\\"5c8a\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIn Korea, they screen for stomach cancer.\\x3c/p\\x3e\\x3cp name=\\\"0e29\\\" id=\\\"0e29\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe most commonly diagnosed cancer in America (by far) is breast cancer. It is also the most cured. This is not a coincidence. After my wife’s diagnosis, a cancer researcher friend hit himself in the face and wished Cathreen had breast cancer instead. Like all the other researchers we knew, he had come from Korea because America has the most money for cancer research — and in America, breast cancer research is king. Talented young scientists come to Houston from all over the world to work at M.D. Anderson, and there they follow the funding toward a breast cancer cure.\\x3c/p\\x3e\\x3cp name=\\\"9cff\\\" id=\\\"9cff\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe most commonly diagnosed cancers in Korea are lung, liver, and stomach cancer. Of those, lung and liver cancer have obvious causes (Korea is a leading consumer of alcohol and cigarettes). When Cathreen was diagnosed, her doctor in America said most of the data on stomach cancer that gets to America comes from patients in Korea. Because stomach cancer is so common, Koreans get screened for it the way Americans get screened for breast cancer. Because my wife was in America, the rules of Korean bodies did not apply to preventative care.\\x3c/p\\x3e\\x3cp name=\\\"8804\\\" id=\\\"8804\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eMaybe if we had lived in a different state, if we had a different insurance, if we had seen a different doctor…how American that our circumstances determined what care our bodies deserved.\\x3c/p\\x3e\\x3cfigure name=\\\"036a\\\" id=\\\"036a\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 92.5px; max-height: 86px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 93%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*mffONL6jNbQ32Yecqdn6sQ@2x.png\\\" data-width=\\\"185\\\" data-height=\\\"172\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*mffONL6jNbQ32Yecqdn6sQ@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*mffONL6jNbQ32Yecqdn6sQ@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*mffONL6jNbQ32Yecqdn6sQ@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*mffONL6jNbQ32Yecqdn6sQ@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"0251\\\" id=\\\"0251\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3e\\x3cstrong class=\\\"markup--strong markup--p-strong\\\"\\x3eAfter my wife screamed for life in her mother’s arms,\\x3c/strong\\x3e she lay weeping on the floor. That morning, we’d fought seriously for the first time since I had arrived in Korea, on leave from my professorship. We had fought because when the body turns against itself, so does the part of the body that is the mind.\\x3c/p\\x3e\\x3cp name=\\\"6894\\\" id=\\\"6894\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWe had fought because I wasn’t on the right dosage of Zoloft because when I brought my prescription to a Korean doctor, she said Americans overmedicate and all Koreans are sad with bad cholesterol and high anxiety and trouble sleeping, so what was I complaining about?\\x3c/p\\x3e\\x3cp name=\\\"d6c2\\\" id=\\\"d6c2\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWe had fought because that doctor was right (in a way): What am I complaining about, when my wife has cancer?\\x3c/p\\x3e\\x3cp name=\\\"cd7b\\\" id=\\\"cd7b\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWe had fought because of cancer.\\x3c/p\\x3e\\x3cp name=\\\"06d7\\\" id=\\\"06d7\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWe had fought because we both want my wife to live, but we don’t know what it means “to live” if life is the body’s way of dying.\\x3c/p\\x3e\\x3cp name=\\\"1b3b\\\" id=\\\"1b3b\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWe had fought because I couldn’t help her and felt powerless and so I wanted to make something about me.\\x3c/p\\x3e\\x3cp name=\\\"d5fd\\\" id=\\\"d5fd\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWe had fought because the stress and pain and life were all too much for her.\\x3c/p\\x3e\\x3cp name=\\\"e362\\\" id=\\\"e362\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eAs my wife wept on the floor, her mother and her sister scolded me in Korean. I couldn’t understand completely, but I got the gist. I understood the word \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3estress\\x3c/em\\x3e and I understood the word \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3efault\\x3c/em\\x3e. I understood the words \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3edon’t\\x3c/em\\x3e and \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3estop\\x3c/em\\x3e. I understood their expressions and the way they threw their faces at me. I understood my shame and the difference between my body and my wife’s body.\\x3c/p\\x3e\\x3cp name=\\\"3850\\\" id=\\\"3850\\\" class=\\\"graf graf--p graf--startsWithDoubleQuote graf-after--p\\\"\\x3e“Because of him — ,” my wife interrupted. “But also Sister.”\\x3c/p\\x3e\\x3cp name=\\\"b83e\\\" id=\\\"b83e\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eMy shock became less desperate, but not lesser.\\x3c/p\\x3e\\x3cp name=\\\"5a97\\\" id=\\\"5a97\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWe were living in this sister’s apartment. The last time I had seen her was three years earlier, when we paid for her and her son to visit us in Houston, because we had missed her husband’s funeral.\\x3c/p\\x3e\\x3cp name=\\\"2384\\\" id=\\\"2384\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eMissing that funeral was against the rules of the body and of family. Worse, neither my wife’s oldest sister nor mother made it to the funeral. Everyone had real reasons, but the result was a bad feeling that still lingered. The husband died of stomach cancer just when they thought his chemo had worked and he was in remission.\\x3c/p\\x3e\\x3cp name=\\\"bf1e\\\" id=\\\"bf1e\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWhat I remember most from my sister-in-law’s visit was a trip to see \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eInside Out\\x3c/em\\x3e. In the opening short, a lone volcano sang out for love until another volcano answered and joined the first, eruption by eruption, to make a single island. In the theater, my wife and I held hands and smiled at each other, remembering our own island-making. Then I noticed, on the other side of my wife, that my sister-in-law was weeping quietly, her mouth shrunk up in pain, doing nothing to stop her tears — and I remembered our differences and felt both grateful and ashamed.\\x3c/p\\x3e\\x3cp name=\\\"cce5\\\" id=\\\"cce5\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eNow it was my wife who had stomach cancer and I who was depressed, and we had burdened my sister-in-law with two unruly children.\\x3c/p\\x3e\\x3cp name=\\\"f1c5\\\" id=\\\"f1c5\\\" class=\\\"graf graf--p graf--startsWithDoubleQuote graf-after--p\\\"\\x3e“Because of me?” asked my sister-in-law.\\x3c/p\\x3e\\x3cp name=\\\"36b1\\\" id=\\\"36b1\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eI wanted time to stop, I wanted to go back, an hour, a day, a year, three years, ten.\\x3c/p\\x3e\\x3cp name=\\\"f713\\\" id=\\\"f713\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eMy wife attacked in Korean, and tears immediately sprang to her sister’s face.\\x3c/p\\x3e\\x3cp name=\\\"a125\\\" id=\\\"a125\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe next morning, my sister-in-law said my whole family needed to get out of her house by the end of the day.\\x3c/p\\x3e\\x3cfigure name=\\\"4d52\\\" id=\\\"4d52\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 92.5px; max-height: 86px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 93%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*A7DnM2tdvSt8wi1Kp6QQyg@2x.png\\\" data-width=\\\"185\\\" data-height=\\\"172\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*A7DnM2tdvSt8wi1Kp6QQyg@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*A7DnM2tdvSt8wi1Kp6QQyg@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*A7DnM2tdvSt8wi1Kp6QQyg@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*A7DnM2tdvSt8wi1Kp6QQyg@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"ac4a\\\" id=\\\"ac4a\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3e\\x3cstrong class=\\\"markup--strong markup--p-strong\\\"\\x3eWhy does one body that doesn’t follow the rules make other bodies so uncomfortable?\\x3c/strong\\x3e\\x3c/p\\x3e\\x3cp name=\\\"42fb\\\" id=\\\"42fb\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWhen my sister-in-law kicked us out, she said that seeing my wife’s sickness makes her sick. It makes her sick with the past. It makes her sick with her husband’s death. When I see my wife collapse in pain, I see not her death — because how could I? I \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3ewill not\\x3c/em\\x3e — but my own. I see what of course I have known: that the rules of my body are, in fact, the same as the rules of hers, which is to say, we are dying.\\x3c/p\\x3e\\x3cp name=\\\"ee91\\\" id=\\\"ee91\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIt is not that knowledge or even seeing it come true that makes me so upset. It is the admission (to myself? to her?) that I have no control, either over the rules of our bodies or over their exceptions.\\x3c/p\\x3e\\x3cp name=\\\"5a92\\\" id=\\\"5a92\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWhat does that mean, though, that we have no control over our bodies? It seems obviously untrue. Perhaps what I mean is that we persist in the illusion that our minds and our bodies are separate, until the moment we cannot persist in it. We persist in the illusion of dualism, and therefore in the illusion of free will and control.\\x3c/p\\x3e\\x3cp name=\\\"f907\\\" id=\\\"f907\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIn 1980, a famous and controversial experiment by the neuroscientist Benjamin Libet revealed the time between a subject’s conscious decision to move and the body’s electrical signal for movement. His result was a full half-second (a long time in neurological terms) \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eafter \\x3c/em\\x3ethe body’s signal and\\x3cem class=\\\"markup--em markup--p-em\\\"\\x3e before\\x3c/em\\x3e the conscious decision.\\x3c/p\\x3e\\x3cfigure name=\\\"9a4f\\\" id=\\\"9a4f\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 700px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 100%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*l7N_Z-EyV2FEpc1iJmwI-A.jpeg\\\" data-width=\\\"1200\\\" data-height=\\\"1200\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*l7N_Z-EyV2FEpc1iJmwI-A.jpeg\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*l7N_Z-EyV2FEpc1iJmwI-A.jpeg?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*l7N_Z-EyV2FEpc1iJmwI-A.jpeg\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*l7N_Z-EyV2FEpc1iJmwI-A.jpeg\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"b050\\\" id=\\\"b050\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3eThough the amount of time has been contested, many have interpreted Libet’s and subsequent results to mean that consciousness is an effect, not a cause, and therefore is not separate from the body but a function of it.\\x3c/p\\x3e\\x3cp name=\\\"944d\\\" id=\\\"944d\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eLibet, however, didn’t interpret things this way. His further experiments showed that the subject could consciously cancel the movement before the electoral signal became action.\\x3c/p\\x3e\\x3cp name=\\\"c9eb\\\" id=\\\"c9eb\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe body can break the rules of the body, but it cannot make them. This is the admission that we sense we must make when we are in the presence of an unruly body. The imprisonment of our will despite our belief that we are free.\\x3c/p\\x3e\\x3cfigure name=\\\"dd63\\\" id=\\\"dd63\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 92.5px; max-height: 86px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 93%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*1HjsHtpXdBtoouANtGe-BQ@2x.png\\\" data-width=\\\"185\\\" data-height=\\\"172\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*1HjsHtpXdBtoouANtGe-BQ@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*1HjsHtpXdBtoouANtGe-BQ@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*1HjsHtpXdBtoouANtGe-BQ@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*1HjsHtpXdBtoouANtGe-BQ@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"5fbb\\\" id=\\\"5fbb\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3e\\x3cstrong class=\\\"markup--strong markup--p-strong\\\"\\x3eAs a boy, I used to stand at the mirror\\x3c/strong\\x3e and see a reflection that didn’t exist. A reflection whose existence was possible in the combination of my parents’ existences. What I saw was whiteness. I have known this for a long time, but I’ve only recently come to realize that I never saw my actual skin as white (of course I could not); rather, I saw whiteness for what it is: a concept, a rule. I was able to see it this way precisely because\\x3cem class=\\\"markup--em markup--p-em\\\"\\x3e \\x3c/em\\x3eI wasn’t able to see why I could not be white.\\x3c/p\\x3e\\x3cp name=\\\"b83b\\\" id=\\\"b83b\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIt took me a long time to figure out how that reflection was connected to the white man on the street calling to me “Ni hao” was connected to the bitter rage and shame I felt when a white film star killed an Asian bad guy and “got the girl” was connected to the expectation that I should be good at math and how I hated myself that I was.\\x3c/p\\x3e\\x3cp name=\\\"9378\\\" id=\\\"9378\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eIt took me even longer to figure out how those things were connected to history and politics, and longer still to figure out how the history was both mine and not mine, both my parents’ and not my parents’. I’ve figured out, but still cannot accept, how following the rules will never mean my body follows the rules.\\x3c/p\\x3e\\x3cp name=\\\"b70b\\\" id=\\\"b70b\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eThe rules of the body aren’t actually followable. They aren’t made to be followed. They’re made to define.\\x3c/p\\x3e\\x3cp name=\\\"1d47\\\" id=\\\"1d47\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eI was 19 when I realized my body had The Sickness. It was less than a week after 9/11. I had gone to the various memorial services at the University of North Carolina, Chapel Hill. I was barely into my first semester and had never lived so far from home. I was both exhilarated and terrified, because my small white town in Connecticut had not been kind, and I was both eager to start my life and afraid for it to be the same life as before.\\x3c/p\\x3e\\x3cp name=\\\"817e\\\" id=\\\"817e\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eI was on a campus bus, invited to a party by a new, white friend, the kind of whip-smart in-state student who joins a frat and gets a business degree and becomes successful without ever leaving his comfort zone. He was Republican. (I was wrong about him — eventually.) In the back of the bus, a group of black students talked and laughed. I sat at a distance from them, probably with some bias and because they were together and I was alone. I felt lonely and uncool, and I was jealous of their ease with each other. I felt how I felt in Connecticut, but this time with black kids, not white kids, which confused me. I had come to Carolina with the idea that maybe I belonged with black people, since I had not belonged with whites.\\x3c/p\\x3e\\x3cp name=\\\"963b\\\" id=\\\"963b\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWe had gone maybe one stop, not even one, when they mentioned the attacks. Someone said “terrorist,” said “Muslim,” said “towelhead,” said “go back to your country.” My face burned. I didn’t seem to realize they were talking \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eabout \\x3c/em\\x3eme until they were talking \\x3cem class=\\\"markup--em markup--p-em\\\"\\x3eto\\x3c/em\\x3e me. I couldn’t see how I could possibly fit that profile, especially to other people of color.\\x3c/p\\x3e\\x3cp name=\\\"6169\\\" id=\\\"6169\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eI got off the bus as soon as I could, carrying my infection with me.\\x3c/p\\x3e\\x3cfigure name=\\\"bb69\\\" id=\\\"bb69\\\" class=\\\"graf graf--figure graf-after--p\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 92.5px; max-height: 86px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 93%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*jsUnr4d_aTBgAyTtprDiBA@2x.png\\\" data-width=\\\"185\\\" data-height=\\\"172\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*jsUnr4d_aTBgAyTtprDiBA@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*jsUnr4d_aTBgAyTtprDiBA@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*jsUnr4d_aTBgAyTtprDiBA@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*jsUnr4d_aTBgAyTtprDiBA@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/figure\\x3e\\x3cp name=\\\"f37a\\\" id=\\\"f37a\\\" class=\\\"graf graf--p graf-after--figure\\\"\\x3e\\x3cstrong class=\\\"markup--strong markup--p-strong\\\"\\x3eI am in Korea now. \\x3c/strong\\x3eI am here to be with my sick wife, who, to save her life, gets weekly injections of chemicals that kill the parts of her body that follow the rules in an attack on the parts that don’t. Each week, she dies a little more in order to live a little longer.\\x3c/p\\x3e\\x3cp name=\\\"115b\\\" id=\\\"115b\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eFor my wife to return home — if she gets the miraculous results we pray for — she will face more rules of the body. American rules that first stole the bodies of people from her country, our country, then banned them from entering, then led them to fight and kill each other, then bought them to end racism. She must become an exception.\\x3c/p\\x3e\\x3cp name=\\\"6843\\\" id=\\\"6843\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eRight now, the United States is deporting Korean (and other international) adoptees, despite that their bodies are the only things they know about their destinations. That my wife held onto Korean citizenship is the reason her government now covers 90 to 95 percent of most of her medical care (she would have died if she had become an American citizen), and yet her stay in Korea breaks the rules of her visa.\\x3c/p\\x3e\\x3cp name=\\\"eb52\\\" id=\\\"eb52\\\" class=\\\"graf graf--p graf-after--p\\\"\\x3eWe have heard stories from other immigrant friends and friends of friends and immigration lawyers; we have seen the news you have seen. These have always been the rules of the Asian body in America: Yellow Fever. Yellow Peril. These have always been the terms: white supremacist capitalism. What do we have to complain about, then, if in the end all bodies follow the same one rule: They die. What we have to complain about is not how we die, but how we live.\\x3c/p\\x3e\\x3cfigure name=\\\"e52c\\\" id=\\\"e52c\\\" class=\\\"graf graf--figure graf-after--p graf--trailing\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder is-locked\\\" style=\\\"max-width: 700px; max-height: 84px;\\\"\\x3e\\x3cdiv class=\\\"aspectRatioPlaceholder-fill\\\" style=\\\"padding-bottom: 12.1%;\\\"\\x3e\\x3c/div\\x3e\\x3cdiv class=\\\"progressiveMedia js-progressiveMedia graf-image\\\" data-image-id=\\\"1*yyOdnJ4OSBAKcABNDoIegA@2x.png\\\" data-width=\\\"1600\\\" data-height=\\\"193\\\" data-action=\\\"zoom\\\" data-action-value=\\\"1*yyOdnJ4OSBAKcABNDoIegA@2x.png\\\"\\x3e\\x3cimg src=\\\"https://cdn-images-1.medium.com/freeze/max/60/1*yyOdnJ4OSBAKcABNDoIegA@2x.png?q=20\\\" crossorigin=\\\"anonymous\\\" class=\\\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\\\"\\x3e\\x3ccanvas class=\\\"progressiveMedia-canvas js-progressiveMedia-canvas\\\"\\x3e\\x3c/canvas\\x3e\\x3cimg class=\\\"progressiveMedia-image js-progressiveMedia-image\\\" data-src=\\\"https://cdn-images-1.medium.com/max/1600/1*yyOdnJ4OSBAKcABNDoIegA@2x.png\\\"\\x3e\\x3cnoscript class=\\\"js-progressiveMedia-inner\\\"\\x3e\\x3cimg class=\\\"progressiveMedia-noscript js-progressiveMedia-inner\\\" src=\\\"https://cdn-images-1.medium.com/max/1600/1*yyOdnJ4OSBAKcABNDoIegA@2x.png\\\"\\x3e\\x3c/noscript\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3cfigcaption class=\\\"imageCaption\\\"\\x3eIllustration: \\x3ca href=\\\"http://www.audreyjl.com/\\\" data-href=\\\"http://www.audreyjl.com/\\\" class=\\\"markup--anchor markup--figure-anchor\\\" rel=\\\"nofollow noopener\\\" target=\\\"_blank\\\"\\x3eAudrey Lee\\x3c/a\\x3e. Creative art direction: \\x3ca href=\\\"https://www.anagraph.com/\\\" data-href=\\\"https://www.anagraph.com/\\\" class=\\\"markup--anchor markup--figure-anchor\\\" rel=\\\"noopener nofollow noopener noopener noopener nofollow noopener\\\" target=\\\"_blank\\\"\\x3eAnagraph\\x3c/a\\x3e.\\x3c/figcaption\\x3e\\x3c/figure\\x3e\\x3c/div\\x3e\\x3c/div\\x3e\\x3c/section\\x3e\"},\"socialTitle\":\"The Body That’s Too Asian and Too Sick for America\",\"socialDek\":null,\"elevateCoverInfo\":{\"title\":{\"name\":\"589a\",\"type\":3,\"text\":\"The Rules of the Asian Body in America\",\"markups\":[]},\"subtitle\":{\"name\":\"83d2\",\"type\":13,\"text\":\"On my wife’s battle with cancer during a fraught time for healthcare and immigration\",\"markups\":[]},\"featuredImage\":{\"name\":\"e2e4\",\"type\":1,\"text\":\"\",\"markups\":[],\"layout\":1,\"metadata\":{\"id\":\"1*n5sQ8N5-KUnsdfngOt7hRQ.jpeg\",\"originalWidth\":3000,\"originalHeight\":1500,\"focusPercentX\":49,\"focusPercentY\":62}}},\"primaryTopic\":{\"topicId\":\"d61cf867d93f\",\"slug\":\"health\",\"createdAt\":1493930296516,\"deletedAt\":0,\"image\":{\"id\":\"1*sDLqtash5p_3dq8wlztLaQ@2x.jpeg\",\"originalWidth\":1997,\"originalHeight\":3000},\"name\":\"Health\",\"description\":\"Body talk.\",\"relatedTopics\":[],\"visibility\":1,\"relatedTags\":[],\"type\":\"Topic\"}})\n// ]]></script><script id=\"parsely-cfg\" src=\"//d1z2jf7jlzjs58.cloudfront.net/keys/medium.com/p.js\"></script><script type=\"text/javascript\">(function(b,r,a,n,c,h,_,s,d,k){if(!b[n]||!b[n]._q){for(;s<_.length;)c(h,_[s++]);d=r.createElement(a);d.async=1;d.src=\"https://cdn.branch.io/branch-latest.min.js\";k=r.getElementsByTagName(a)[0];k.parentNode.insertBefore(d,k);b[n]=h}})(window,document,\"script\",\"branch\",function(b,r){b[r]=function(){b._q.push([r,arguments])}},{_q:[],_v:1},\"addListener applyCode autoAppIndex banner closeBanner closeJourney creditHistory credits data deepview deepviewCta first getCode init link logout redeem referrals removeListener sendSMS setBranchViewData setIdentity track validateCode trackCommerceEvent logEvent\".split(\" \"), 0); branch.init('key_live_ofxXr2qTrrU9NqURK8ZwEhknBxiI6KBm', {'no_journeys': true, 'disable_exit_animation': true, 'disable_entry_animation': true, 'tracking_disabled':  false }, function(err, data) {});</script></body></html>", "title": "The Rules of the Asian Body in America", "title_html": "<h1 class=\"elevate-h1 u-marginBottom12 u-md-marginBottom8\">The Rules of the Asian Body in America</h1>", "content_html": "<div class=\"section-content\"><div class=\"section-inner sectionLayout--insetColumn\"></div><div class=\"section-inner sectionLayout--insetColumn\"><figure class=\"graf graf--figure graf--leading\" id=\"482e\" name=\"482e\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 92.5px; max-height: 86px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 93%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*K-HgBFDB2p3RIDuOjJW79g@2x.png\" data-height=\"172\" data-image-id=\"1*K-HgBFDB2p3RIDuOjJW79g@2x.png\" data-width=\"185\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*K-HgBFDB2p3RIDuOjJW79g@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*K-HgBFDB2p3RIDuOjJW79g@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*K-HgBFDB2p3RIDuOjJW79g@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"67ca\" name=\"67ca\"><strong class=\"markup--strong markup--p-strong\">What are the rules we expect the body to follow?</strong></p><p class=\"graf graf--p graf-after--p\" id=\"68fc\" name=\"68fc\">When my wife, Cathreen, had our second child, on Thanksgiving Day 2016, we expected her body to return to its pre-pregnant state. For nearly the entire nine months, Cathreen had horrible morning sickness and could barely eat. She threw up constantly. She was dizzy and spent most of the day in bed. Everyone waited for the baby, and not only for the baby, but also for the end of The Sickness.</p><p class=\"graf graf--p graf-after--p\" id=\"68a1\" name=\"68a1\">The last pregnancy had also been difficult. Cathreen had pruritic urticarial papules and plaques of pregnancy (PUPPP), which is basically an incredibly itchy hive-like rash. She couldn’t sleep for the itch. She had to take oatmeal baths and slather herself in aloe. Eventually the doctor made her go on steroids.</p><p class=\"graf graf--p graf-after--p\" id=\"4fd6\" name=\"4fd6\">According to her OB doctor, about one in 100 pregnant women get PUPPP (the internet says one in 160), but they often hardly notice, as PUPPP usually comes late in the third term before the baby is born, and birth makes the symptoms disappear. For PUPPP to appear in the third month (my wife’s case), the odds were one in 100 cases of one in 100-something pregnancies — rarer than one in 10,000.</p><p class=\"graf graf--p graf-after--p\" id=\"80ec\" name=\"80ec\">In addition to PUPPP, Cathreen had morning sickness for four and a half months, a month and a half longer than is typical. We would try to go out, and she would make it to the end of the driveway before she threw up and had to turn back.</p><figure class=\"graf graf--figure graf-after--p\" id=\"de09\" name=\"de09\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 165px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 23.599999999999998%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*3mJJgQl-XfR3IRd-jtLJOw@2x.png\" data-height=\"378\" data-image-id=\"1*3mJJgQl-XfR3IRd-jtLJOw@2x.png\" data-width=\"1600\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*3mJJgQl-XfR3IRd-jtLJOw@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*3mJJgQl-XfR3IRd-jtLJOw@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*3mJJgQl-XfR3IRd-jtLJOw@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"cc9f\" name=\"cc9f\">About halfway through the pregnancy, Cathreen noticed that her body also itched in the cold. In the supermarket, if she reached for milk, her hand would break out in a rash. I had trouble believing an allergy to the cold was possible until the doctor confirmed it, to my shame.</p><p class=\"graf graf--p graf-after--p\" id=\"556a\" name=\"556a\">Once Cathreen gave birth, she was so happy for her body’s old freedom that we immediately went for a walk, though this is not advised. She blames that walk for the pain that came afterward — for a year, she had postpartum fibromyalgia. Korean tradition calls for the mother to stay warm and inside for the first three months after delivery, lest the wind gets into her bones, but we had treated this as a superstition. My wife had broken the rules.</p><p class=\"graf graf--p graf-after--p\" id=\"892d\" name=\"892d\">This is the rule we expected of her body: that the effects of pregnancy would disappear once she gave birth.</p><p class=\"graf graf--p graf-after--p\" id=\"b271\" name=\"b271\">The one extra complication in her second pregnancy — the one that didn’t even follow pregnancy rules — was that she felt cold all the time, not hot. Later, we knew that her coldness should have alarmed us. In March, four months after our son was born, my wife couldn’t stop losing weight, was still vomiting, and could no longer even drink.</p><p class=\"graf graf--p graf-after--p\" id=\"03ef\" name=\"03ef\">It turned out she had stage 4 stomach cancer.</p><figure class=\"graf graf--figure graf-after--p\" id=\"0a54\" name=\"0a54\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 92.5px; max-height: 86px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 93%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*i8uWmmPP7JdPhgdqZaWODA@2x.png\" data-height=\"172\" data-image-id=\"1*i8uWmmPP7JdPhgdqZaWODA@2x.png\" data-width=\"185\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*i8uWmmPP7JdPhgdqZaWODA@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*i8uWmmPP7JdPhgdqZaWODA@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*i8uWmmPP7JdPhgdqZaWODA@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"9580\" name=\"9580\"><strong class=\"markup--strong markup--p-strong\">Cathreen immigrated to America in 2009, </strong>the year we married. Before she left Korea, she’d built a reputation as an English tutor and was managing an English kindergarten. Cathreen had tutored several kids from the bottom of their classes to the top, and several kids from the top of their classes to citywide speaking awards and scholarships. One wealthy father wanted to build a private academy, which she would run and split the profits.</p><p class=\"graf graf--p graf-after--p\" id=\"a473\" name=\"a473\">I was a young American finishing his master’s degree in fine arts, with no career prospects and a lot of debt, and who, even after his fiancée offered to buy an apartment and support him, insisted he could live only in America. He insisted because he was adopted, because Korea had sold him and America had bought him, and the price was the rules of his body.</p><p class=\"graf graf--p graf-after--p\" id=\"3ef0\" name=\"3ef0\">The story of the Asian body in America is a story about rules, money, race, and imperialism.</p><p class=\"graf graf--p graf-after--p\" id=\"677c\" name=\"677c\">The first Asians on what is now U.S. land (other than those who crossed over the land bridge during the last ice age) lived in a sailors’ colony in Louisiana in the 1700s. They were Filipinos who had a reputation as good sailors and were often used to crew the ships of imperial white nations (mainly Spain).</p><p class=\"graf graf--p graf-after--p\" id=\"49f7\" name=\"49f7\">In the 1800s, thousands of Chinese, mostly men, were shipped to America for labor. Some were replacements for slaves. Writes author and activist Helen Zia:</p><blockquote class=\"graf graf--blockquote graf-after--p\" id=\"47e6\" name=\"47e6\">In 1806…using the same ships that brought slaves from Africa, the flesh merchants rerouted to Asia. They indentured “coolie” labor from China and India to perform the same work, under the same conditions, as the slaves.</blockquote><p class=\"graf graf--p graf-after--blockquote\" id=\"f2b0\" name=\"f2b0\">Many Chinese came for the Gold Rush. White men would wait for the Chinese to find gold, and then shoot them and take their claims. Many Chinese worked on the railroads, where their bodies were used as examples to keep Irish and black bodies in line. When the railroads were finished, Chinese bodies lost their use and were kept outside the frame of history — literally, as the famous photo of the final “golden spike” included none of the 11,000 Chinese who’d worked on it.</p><p class=\"graf graf--p graf-after--p\" id=\"39fe\" name=\"39fe\">After the railroads, what the Chinese called the Driving-Out Time began. Immigration laws banned Chinese women. Chinese men were “offered” the “chance” to go home, not knowing they could not return. Chinese were lynched, shot, raped, beaten, stolen from, run off, all within or outside the rules of justice. The Chinese who continued to work in the United States mostly clustered in Chinatowns for survival and took jobs no white man wanted, like laundry. According to scholar Elaine Kim, the rate of men to women grew as lopsided as 27 to one. Chinese bodies were unruly if they had sex at all, and if they were too unruly, they were no longer human bodies, but targets.</p><p class=\"graf graf--p graf-after--p\" id=\"fc5a\" name=\"fc5a\">Meanwhile, in 1825, the first-recorded Chinese American was born in New York. In 1898, a Chinese American won a landmark Supreme Court case that granted citizenship by birth to all Americans. The Supreme Court ruled on who could be a citizen, how, and why; it also ruled on who got rights and what rights white people had over bodies of color.</p><p class=\"graf graf--p graf-after--p\" id=\"ffe1\" name=\"ffe1\">In 1889, the Chinese Exclusion Act (passed in 1882 and still the only U.S. law to specifically name the exclusion of a single ethnic group) was upheld by the Supreme Court, a ruling with obvious consequences today as the administration keeps adjusting the rules of West Asian bodies. With the Chinese banned, the Japanese and Koreans became the next wave of forced and/or underpaid laborers. Hawaii, especially, needed bodies. (That need created the body of Hawaii as it is today, as Dole overthrew the island’s government and Asian laborers overwhelmed the population.)</p><p class=\"graf graf--p graf-after--p\" id=\"6956\" name=\"6956\">In 1907, Japan and the United States struck a “gentleman’s agreement” to end Korean immigration (Korea being under Japanese occupation), and Japanese and Indian immigration increased. Those immigrants fought for citizenship. In 1922, the Supreme Court ruled that a Japanese American could not gain citizenship because he wasn’t “Caucasian.” In 1923, an Indian American took his case to the Supreme Court, which ruled that although Indians <em class=\"markup--em markup--p-em\">were</em> Caucasian, American citizens must also be “white.”</p><p class=\"graf graf--p graf-after--p\" id=\"8551\" name=\"8551\">The rules of the American body changed to fit the rules of whiteness.</p><p class=\"graf graf--p graf-after--p\" id=\"8dd9\" name=\"8dd9\">In 1924, the United States threw out the gentleman’s agreement and banned immigration from Japan and India. But bodies were still needed. Filipino immigration increased. In 1934, with the economy in shambles, Filipino bodies too were banned.</p><p class=\"graf graf--p graf-after--p\" id=\"42bb\" name=\"42bb\">These facts are easily verifiable, but I first found them in Helen Zia’s <em class=\"markup--em markup--p-em\">Asian American Dreams</em>, Elaine Kim’s <em class=\"markup--em markup--p-em\">Asian American Literature</em>, and Lisa Lowe’s <em class=\"markup--em markup--p-em\">Immigrant Acts</em>.</p><p class=\"graf graf--p graf-after--p\" id=\"dbff\" name=\"dbff\">American wars played a huge part in these rules, in particular with Filipino immigration, and later (and perhaps most well-known in America) with Vietnamese and other Southeast Asian refugees. American wars played a huge part in my immigration. The first major wave of international adoption was a direct consequence of the so-called Korean War — the first children adopted were the half-white babies of American GIs, adopted by the Holt family, whose agency continues even now to deal in babies from around the world.</p><p class=\"graf graf--p graf-after--p\" id=\"fdab\" name=\"fdab\">It was the rules of the body, first of all, that got these half-white babies adopted. It was the rules of the body that got them given up. Though it wasn’t built on the bodies of another race, Korea is perhaps as conversationally racist as America — and a half-white baby in the 1950s meant incredible shame, whether or not it was the product of a war crime (rape). As the American demand for “GI babies” increased and the Korean supply decreased, the comparative acceptability of Asian bodies (to black bodies in particular) meant that full-Korean babies could fill the gap and increase profits.</p><p class=\"graf graf--p graf-after--p\" id=\"7e37\" name=\"7e37\">On the Korean side, these bodies meant money to help rebuild an economy destroyed by war. On the American side, these bodies meant a continued belief in the confusing will of God (infertility) and the valorization of white Christian guilt and its appetite for babies. Even racist Nobel Prize–winning author Pearl S. Buck started her own Korean adoption agency, Welcome House, which in her mind would bring about the end of racism.</p><figure class=\"graf graf--figure graf-after--p\" id=\"1527\" name=\"1527\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 306px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 43.7%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*s6KRVY26v00zO-vXvF5blA@2x.png\" data-height=\"699\" data-image-id=\"1*s6KRVY26v00zO-vXvF5blA@2x.png\" data-width=\"1600\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*s6KRVY26v00zO-vXvF5blA@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*s6KRVY26v00zO-vXvF5blA@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*s6KRVY26v00zO-vXvF5blA@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"e42d\" name=\"e42d\">I was among the largest wave of Korean adoption in the late 1970s and early 1980s. My adoptive parents are Catholic. (My father was on his way to becoming a priest when he married my mother.) They believed the best way to be good Christians was to erase my body from contention. According to my father, they still consider me not Asian at all, “only their son.” In order to follow the rules of family, my body had to be an exception to the rules.</p><p class=\"graf graf--p graf-after--p\" id=\"60d6\" name=\"60d6\">It was in search of my body and its rules that I found Cathreen in 2005, when I went to Korea believing that I had no history at all. She introduced me to myself. Four years later, she immigrated to America, married me, and got her green card, putting her trust in rules that historically distrusted us.</p><figure class=\"graf graf--figure graf-after--p\" id=\"c243\" name=\"c243\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 92.5px; max-height: 86px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 93%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*UNz21laeJeiOaTNglMittg@2x.png\" data-height=\"172\" data-image-id=\"1*UNz21laeJeiOaTNglMittg@2x.png\" data-width=\"185\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*UNz21laeJeiOaTNglMittg@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*UNz21laeJeiOaTNglMittg@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*UNz21laeJeiOaTNglMittg@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"a405\" name=\"a405\"><strong class=\"markup--strong markup--p-strong\">Recently, in the middle of the night,</strong> I witnessed my wife hanging off her mother’s arms, her body jerking up and down, her face squeezed and wet with pain. She was weeping and crying out in Korean that I could understand: “I don’t want to die! I don’t want to die!” We were on our sleeping mats (our daughter slept beside her), and Cathreen had on her pajamas, a purple dress with tiny flowers all over it. Her head, shaved short and balding in spots as it grew back in, spiked into the air, then lay flat against the ground. Her arms and legs spasmed. Her mother and sister tried to keep her still, tried to keep the baby from going to her, their faces strained, telling Cathreen she wasn’t going to die. My body had stopped moving. I had stopped knowing what I was doing. I tried to pat her back, and my hand seemed to move in another time zone. My wife had left for Korea 10 months earlier, and my in-laws had seen her like this many times, but for me, who had just arrived, it was a first.</p><p class=\"graf graf--p graf-after--p\" id=\"1bd0\" name=\"1bd0\">Earlier that week, I had gone with Cathreen to her cancer hospital in Seoul (her family is in Busan, on the southern coast, where, Americans always say, MacArthur made his last stand), and in the basement of the hospital, she collapsed to the floor, without any power in one leg. The doctors on break stood around us, watching coldly or maybe resignedly. Every day, my wife’s body is betraying her. Or, more accurately, it is fighting itself — it hurries toward death while it also attempts to fight death off.</p><p class=\"graf graf--p graf-after--p\" id=\"7b19\" name=\"7b19\">America has often diagnosed Asians with The Sickness. Yellow Fever. Yellow Peril. If the national body is well, The Sickness must come from without. White supremacy is a cancer we must not admit to. The history of immigration above leads directly to concentration camps in which Japanese American bodies were quarantined during the last world war. The only difference between them and the German and Italian Americans who walked free is that the Asian body was infected with foreignness.</p><p class=\"graf graf--p graf-after--p\" id=\"543b\" name=\"543b\">Today, the administration of the current president of the United States will be the one to decide whether or not Cathreen can ever reenter America. Her fate lies in the rules of a white man who has referred to those same concentration camps as the “precedent” for a Muslim registry. And he is right — precedent is that my body and my wife’s body are a matter of rules, not nature.</p><figure class=\"graf graf--figure graf-after--p\" id=\"8382\" name=\"8382\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 92.5px; max-height: 86px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 93%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*kDSySchbzEpm1GAaJ3BHog@2x.png\" data-height=\"172\" data-image-id=\"1*kDSySchbzEpm1GAaJ3BHog@2x.png\" data-width=\"185\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*kDSySchbzEpm1GAaJ3BHog@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*kDSySchbzEpm1GAaJ3BHog@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*kDSySchbzEpm1GAaJ3BHog@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"c0c5\" name=\"c0c5\"><strong class=\"markup--strong markup--p-strong\">The first time my wife gave birth,</strong> we had insurance through Harvard and we lived in Cambridge, Massachusetts. The total cost to us of her many visits to her OB, her hospitalization, and all the care during and after delivery by doctors, nurses, and lactation consultants was nothing. Because of the complications, we visited her doctor every two weeks. Cathreen went to the ER twice, and we paid a total of $80. She gave birth in a spacious and well-equipped room overlooking the Charles River, and the baby was immediately set on her chest before it went to a machine or a stranger.</p><p class=\"graf graf--p graf-after--p\" id=\"c0f4\" name=\"c0f4\">The second time my wife gave birth, we had insurance through the Affordable Care Act. We could have gotten insurance through the university where I was doing my PhD, but even though it would have cost me only about $100 per month, the cost to insure my family was more than $1,000 per month. On the ACA, we paid much less for insurance but were much more afraid to use it.</p><figure class=\"graf graf--figure graf-after--p\" id=\"7403\" name=\"7403\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 700px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 100%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*d1rtGu00iNVUKHFFLQgd-w.jpeg\" data-height=\"1200\" data-image-id=\"1*d1rtGu00iNVUKHFFLQgd-w.jpeg\" data-width=\"1200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*d1rtGu00iNVUKHFFLQgd-w.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*d1rtGu00iNVUKHFFLQgd-w.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*d1rtGu00iNVUKHFFLQgd-w.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"494f\" name=\"494f\">The total cost of having our second baby was more than $7,000, much of it because the hospital didn’t bill our insurance company quickly enough. We had far less control of the delivery process, and when our son was born, they whisked him away from us. When we contested the hospital bills, creditors came after us. In the end, I’m not sure what happened to them — after my wife was diagnosed with cancer, she told them to fuck off. A week later, she flew to Korea.</p><p class=\"graf graf--p graf-after--p\" id=\"583b\" name=\"583b\">Treating Cathreen’s cancer in Korea was a decision we were forced into. We were in the same city as the best cancer hospital in the world, but MD Anderson had cut off all forms of Obamacare three months earlier. Korean health care covers every citizen, and my wife never gave up her green card to apply to become American.</p><p class=\"graf graf--p graf-after--p\" id=\"01ac\" name=\"01ac\">I keep thinking about why we didn’t catch the cancer earlier. Every day, every minute, I am sick with this thought. It is only right to take responsibility. I knew the rules.</p><p class=\"graf graf--p graf-after--p\" id=\"0239\" name=\"0239\">Each Sunday in Houston, my family attended a Korean church full of cancer doctors and cancer researchers who never thought Cathreen had cancer. The rule of pregnancy is pregnancy symptoms — and the rules for Korean bodies in America are not the same as the rules for Korean bodies in Korea. When my wife complained she couldn’t eat, our church friends complained about American food. When my wife complained she felt cold, they complained about American air conditioning. When my wife complained about infrequent doctor visits, they commiserated that in America mothers go months between checkups and are told that if the baby’s growing, everything is fine.</p><p class=\"graf graf--p graf-after--p\" id=\"42cf\" name=\"42cf\">These things are true. When my wife told her OB she couldn’t eat, her doctor prescribed heartburn medicine, nausea medicine, sleeping pills. At the ER (which cost us $500 per trip), they treated only her symptoms. Her OB said they couldn’t check for anything else because Texas law prioritizes the fetus over the mother. No procedure could be done that stood the slightest chance of affecting the baby.</p><p class=\"graf graf--p graf-after--p\" id=\"3dc9\" name=\"3dc9\">Still, we could have gone to a GI doctor a month after our son was born, instead of three months. Because Cathreen’s cancer is the most aggressive type, two months might have made a lot of difference.</p><p class=\"graf graf--p graf-after--p\" id=\"db60\" name=\"db60\">We didn’t go because we thought it was normal to lose weight after giving birth. We didn’t go because we were afraid. We didn’t go because we had been taught by our insurance to go to the doctor only for checkups or emergencies. Of course, insurance companies claim to encourage preventative care and offer free wellness visits — once a year. But the effect of creditors and high copays and confusion over what is and is not covered is caution and fear. You doubt your authority over your body. You go to the doctor only when weighing costs and benefits shows that you are diagnosable, admittable, and cannot get better on your own.</p><p class=\"graf graf--p graf-after--p\" id=\"3ecd\" name=\"3ecd\">I often think back to my wife’s offer to buy an apartment in Korea and give me time to write. It sounds better with each year that passes. It also would have saved her life. When she first came to America, my wife was used to seeing a doctor whenever she sensed anything slightly off with her body. I didn’t understand this — I avoid doctors until the moment I can’t avoid them. She didn’t yet fear the cost of being told she was healthy.</p><figure class=\"graf graf--figure graf-after--p\" id=\"452c\" name=\"452c\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 299px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 42.8%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*SJQtMISW2AJzoMn1BA6_Ew@2x.png\" data-height=\"684\" data-image-id=\"1*SJQtMISW2AJzoMn1BA6_Ew@2x.png\" data-width=\"1600\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*SJQtMISW2AJzoMn1BA6_Ew@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*SJQtMISW2AJzoMn1BA6_Ew@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*SJQtMISW2AJzoMn1BA6_Ew@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"69d3\" name=\"69d3\">In Korea, because a doctor’s visit is about US$2, people get their bodies checked as soon as they feel sick. If my mother-in-law feels a cold coming, the first thing she does is get a shot to shorten the cold’s duration. In the week I wrote this, I went to the pediatrician three times because the doctor prescribes only two days’ dosage. With each visit, the pediatrician updated her understanding of my baby’s body and, when necessary, adjusted the treatment.</p><p class=\"graf graf--p graf-after--p\" id=\"5c8a\" name=\"5c8a\">In Korea, they screen for stomach cancer.</p><p class=\"graf graf--p graf-after--p\" id=\"0e29\" name=\"0e29\">The most commonly diagnosed cancer in America (by far) is breast cancer. It is also the most cured. This is not a coincidence. After my wife’s diagnosis, a cancer researcher friend hit himself in the face and wished Cathreen had breast cancer instead. Like all the other researchers we knew, he had come from Korea because America has the most money for cancer research — and in America, breast cancer research is king. Talented young scientists come to Houston from all over the world to work at M.D. Anderson, and there they follow the funding toward a breast cancer cure.</p><p class=\"graf graf--p graf-after--p\" id=\"9cff\" name=\"9cff\">The most commonly diagnosed cancers in Korea are lung, liver, and stomach cancer. Of those, lung and liver cancer have obvious causes (Korea is a leading consumer of alcohol and cigarettes). When Cathreen was diagnosed, her doctor in America said most of the data on stomach cancer that gets to America comes from patients in Korea. Because stomach cancer is so common, Koreans get screened for it the way Americans get screened for breast cancer. Because my wife was in America, the rules of Korean bodies did not apply to preventative care.</p><p class=\"graf graf--p graf-after--p\" id=\"8804\" name=\"8804\">Maybe if we had lived in a different state, if we had a different insurance, if we had seen a different doctor…how American that our circumstances determined what care our bodies deserved.</p><figure class=\"graf graf--figure graf-after--p\" id=\"036a\" name=\"036a\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 92.5px; max-height: 86px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 93%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*mffONL6jNbQ32Yecqdn6sQ@2x.png\" data-height=\"172\" data-image-id=\"1*mffONL6jNbQ32Yecqdn6sQ@2x.png\" data-width=\"185\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*mffONL6jNbQ32Yecqdn6sQ@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*mffONL6jNbQ32Yecqdn6sQ@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*mffONL6jNbQ32Yecqdn6sQ@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"0251\" name=\"0251\"><strong class=\"markup--strong markup--p-strong\">After my wife screamed for life in her mother’s arms,</strong> she lay weeping on the floor. That morning, we’d fought seriously for the first time since I had arrived in Korea, on leave from my professorship. We had fought because when the body turns against itself, so does the part of the body that is the mind.</p><p class=\"graf graf--p graf-after--p\" id=\"6894\" name=\"6894\">We had fought because I wasn’t on the right dosage of Zoloft because when I brought my prescription to a Korean doctor, she said Americans overmedicate and all Koreans are sad with bad cholesterol and high anxiety and trouble sleeping, so what was I complaining about?</p><p class=\"graf graf--p graf-after--p\" id=\"d6c2\" name=\"d6c2\">We had fought because that doctor was right (in a way): What am I complaining about, when my wife has cancer?</p><p class=\"graf graf--p graf-after--p\" id=\"cd7b\" name=\"cd7b\">We had fought because of cancer.</p><p class=\"graf graf--p graf-after--p\" id=\"06d7\" name=\"06d7\">We had fought because we both want my wife to live, but we don’t know what it means “to live” if life is the body’s way of dying.</p><p class=\"graf graf--p graf-after--p\" id=\"1b3b\" name=\"1b3b\">We had fought because I couldn’t help her and felt powerless and so I wanted to make something about me.</p><p class=\"graf graf--p graf-after--p\" id=\"d5fd\" name=\"d5fd\">We had fought because the stress and pain and life were all too much for her.</p><p class=\"graf graf--p graf-after--p\" id=\"e362\" name=\"e362\">As my wife wept on the floor, her mother and her sister scolded me in Korean. I couldn’t understand completely, but I got the gist. I understood the word <em class=\"markup--em markup--p-em\">stress</em> and I understood the word <em class=\"markup--em markup--p-em\">fault</em>. I understood the words <em class=\"markup--em markup--p-em\">don’t</em> and <em class=\"markup--em markup--p-em\">stop</em>. I understood their expressions and the way they threw their faces at me. I understood my shame and the difference between my body and my wife’s body.</p><p class=\"graf graf--p graf--startsWithDoubleQuote graf-after--p\" id=\"3850\" name=\"3850\">“Because of him — ,” my wife interrupted. “But also Sister.”</p><p class=\"graf graf--p graf-after--p\" id=\"b83e\" name=\"b83e\">My shock became less desperate, but not lesser.</p><p class=\"graf graf--p graf-after--p\" id=\"5a97\" name=\"5a97\">We were living in this sister’s apartment. The last time I had seen her was three years earlier, when we paid for her and her son to visit us in Houston, because we had missed her husband’s funeral.</p><p class=\"graf graf--p graf-after--p\" id=\"2384\" name=\"2384\">Missing that funeral was against the rules of the body and of family. Worse, neither my wife’s oldest sister nor mother made it to the funeral. Everyone had real reasons, but the result was a bad feeling that still lingered. The husband died of stomach cancer just when they thought his chemo had worked and he was in remission.</p><p class=\"graf graf--p graf-after--p\" id=\"bf1e\" name=\"bf1e\">What I remember most from my sister-in-law’s visit was a trip to see <em class=\"markup--em markup--p-em\">Inside Out</em>. In the opening short, a lone volcano sang out for love until another volcano answered and joined the first, eruption by eruption, to make a single island. In the theater, my wife and I held hands and smiled at each other, remembering our own island-making. Then I noticed, on the other side of my wife, that my sister-in-law was weeping quietly, her mouth shrunk up in pain, doing nothing to stop her tears — and I remembered our differences and felt both grateful and ashamed.</p><p class=\"graf graf--p graf-after--p\" id=\"cce5\" name=\"cce5\">Now it was my wife who had stomach cancer and I who was depressed, and we had burdened my sister-in-law with two unruly children.</p><p class=\"graf graf--p graf--startsWithDoubleQuote graf-after--p\" id=\"f1c5\" name=\"f1c5\">“Because of me?” asked my sister-in-law.</p><p class=\"graf graf--p graf-after--p\" id=\"36b1\" name=\"36b1\">I wanted time to stop, I wanted to go back, an hour, a day, a year, three years, ten.</p><p class=\"graf graf--p graf-after--p\" id=\"f713\" name=\"f713\">My wife attacked in Korean, and tears immediately sprang to her sister’s face.</p><p class=\"graf graf--p graf-after--p\" id=\"a125\" name=\"a125\">The next morning, my sister-in-law said my whole family needed to get out of her house by the end of the day.</p><figure class=\"graf graf--figure graf-after--p\" id=\"4d52\" name=\"4d52\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 92.5px; max-height: 86px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 93%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*A7DnM2tdvSt8wi1Kp6QQyg@2x.png\" data-height=\"172\" data-image-id=\"1*A7DnM2tdvSt8wi1Kp6QQyg@2x.png\" data-width=\"185\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*A7DnM2tdvSt8wi1Kp6QQyg@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*A7DnM2tdvSt8wi1Kp6QQyg@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*A7DnM2tdvSt8wi1Kp6QQyg@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"ac4a\" name=\"ac4a\"><strong class=\"markup--strong markup--p-strong\">Why does one body that doesn’t follow the rules make other bodies so uncomfortable?</strong></p><p class=\"graf graf--p graf-after--p\" id=\"42fb\" name=\"42fb\">When my sister-in-law kicked us out, she said that seeing my wife’s sickness makes her sick. It makes her sick with the past. It makes her sick with her husband’s death. When I see my wife collapse in pain, I see not her death — because how could I? I <em class=\"markup--em markup--p-em\">will not</em> — but my own. I see what of course I have known: that the rules of my body are, in fact, the same as the rules of hers, which is to say, we are dying.</p><p class=\"graf graf--p graf-after--p\" id=\"ee91\" name=\"ee91\">It is not that knowledge or even seeing it come true that makes me so upset. It is the admission (to myself? to her?) that I have no control, either over the rules of our bodies or over their exceptions.</p><p class=\"graf graf--p graf-after--p\" id=\"5a92\" name=\"5a92\">What does that mean, though, that we have no control over our bodies? It seems obviously untrue. Perhaps what I mean is that we persist in the illusion that our minds and our bodies are separate, until the moment we cannot persist in it. We persist in the illusion of dualism, and therefore in the illusion of free will and control.</p><p class=\"graf graf--p graf-after--p\" id=\"f907\" name=\"f907\">In 1980, a famous and controversial experiment by the neuroscientist Benjamin Libet revealed the time between a subject’s conscious decision to move and the body’s electrical signal for movement. His result was a full half-second (a long time in neurological terms) <em class=\"markup--em markup--p-em\">after </em>the body’s signal and<em class=\"markup--em markup--p-em\"> before</em> the conscious decision.</p><figure class=\"graf graf--figure graf-after--p\" id=\"9a4f\" name=\"9a4f\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 700px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 100%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*l7N_Z-EyV2FEpc1iJmwI-A.jpeg\" data-height=\"1200\" data-image-id=\"1*l7N_Z-EyV2FEpc1iJmwI-A.jpeg\" data-width=\"1200\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*l7N_Z-EyV2FEpc1iJmwI-A.jpeg?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*l7N_Z-EyV2FEpc1iJmwI-A.jpeg\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*l7N_Z-EyV2FEpc1iJmwI-A.jpeg\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"b050\" name=\"b050\">Though the amount of time has been contested, many have interpreted Libet’s and subsequent results to mean that consciousness is an effect, not a cause, and therefore is not separate from the body but a function of it.</p><p class=\"graf graf--p graf-after--p\" id=\"944d\" name=\"944d\">Libet, however, didn’t interpret things this way. His further experiments showed that the subject could consciously cancel the movement before the electoral signal became action.</p><p class=\"graf graf--p graf-after--p\" id=\"c9eb\" name=\"c9eb\">The body can break the rules of the body, but it cannot make them. This is the admission that we sense we must make when we are in the presence of an unruly body. The imprisonment of our will despite our belief that we are free.</p><figure class=\"graf graf--figure graf-after--p\" id=\"dd63\" name=\"dd63\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 92.5px; max-height: 86px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 93%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*1HjsHtpXdBtoouANtGe-BQ@2x.png\" data-height=\"172\" data-image-id=\"1*1HjsHtpXdBtoouANtGe-BQ@2x.png\" data-width=\"185\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*1HjsHtpXdBtoouANtGe-BQ@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*1HjsHtpXdBtoouANtGe-BQ@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*1HjsHtpXdBtoouANtGe-BQ@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"5fbb\" name=\"5fbb\"><strong class=\"markup--strong markup--p-strong\">As a boy, I used to stand at the mirror</strong> and see a reflection that didn’t exist. A reflection whose existence was possible in the combination of my parents’ existences. What I saw was whiteness. I have known this for a long time, but I’ve only recently come to realize that I never saw my actual skin as white (of course I could not); rather, I saw whiteness for what it is: a concept, a rule. I was able to see it this way precisely because<em class=\"markup--em markup--p-em\"> </em>I wasn’t able to see why I could not be white.</p><p class=\"graf graf--p graf-after--p\" id=\"b83b\" name=\"b83b\">It took me a long time to figure out how that reflection was connected to the white man on the street calling to me “Ni hao” was connected to the bitter rage and shame I felt when a white film star killed an Asian bad guy and “got the girl” was connected to the expectation that I should be good at math and how I hated myself that I was.</p><p class=\"graf graf--p graf-after--p\" id=\"9378\" name=\"9378\">It took me even longer to figure out how those things were connected to history and politics, and longer still to figure out how the history was both mine and not mine, both my parents’ and not my parents’. I’ve figured out, but still cannot accept, how following the rules will never mean my body follows the rules.</p><p class=\"graf graf--p graf-after--p\" id=\"b70b\" name=\"b70b\">The rules of the body aren’t actually followable. They aren’t made to be followed. They’re made to define.</p><p class=\"graf graf--p graf-after--p\" id=\"1d47\" name=\"1d47\">I was 19 when I realized my body had The Sickness. It was less than a week after 9/11. I had gone to the various memorial services at the University of North Carolina, Chapel Hill. I was barely into my first semester and had never lived so far from home. I was both exhilarated and terrified, because my small white town in Connecticut had not been kind, and I was both eager to start my life and afraid for it to be the same life as before.</p><p class=\"graf graf--p graf-after--p\" id=\"817e\" name=\"817e\">I was on a campus bus, invited to a party by a new, white friend, the kind of whip-smart in-state student who joins a frat and gets a business degree and becomes successful without ever leaving his comfort zone. He was Republican. (I was wrong about him — eventually.) In the back of the bus, a group of black students talked and laughed. I sat at a distance from them, probably with some bias and because they were together and I was alone. I felt lonely and uncool, and I was jealous of their ease with each other. I felt how I felt in Connecticut, but this time with black kids, not white kids, which confused me. I had come to Carolina with the idea that maybe I belonged with black people, since I had not belonged with whites.</p><p class=\"graf graf--p graf-after--p\" id=\"963b\" name=\"963b\">We had gone maybe one stop, not even one, when they mentioned the attacks. Someone said “terrorist,” said “Muslim,” said “towelhead,” said “go back to your country.” My face burned. I didn’t seem to realize they were talking <em class=\"markup--em markup--p-em\">about </em>me until they were talking <em class=\"markup--em markup--p-em\">to</em> me. I couldn’t see how I could possibly fit that profile, especially to other people of color.</p><p class=\"graf graf--p graf-after--p\" id=\"6169\" name=\"6169\">I got off the bus as soon as I could, carrying my infection with me.</p><figure class=\"graf graf--figure graf-after--p\" id=\"bb69\" name=\"bb69\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 92.5px; max-height: 86px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 93%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*jsUnr4d_aTBgAyTtprDiBA@2x.png\" data-height=\"172\" data-image-id=\"1*jsUnr4d_aTBgAyTtprDiBA@2x.png\" data-width=\"185\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*jsUnr4d_aTBgAyTtprDiBA@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*jsUnr4d_aTBgAyTtprDiBA@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*jsUnr4d_aTBgAyTtprDiBA@2x.png\"/></noscript></div></div></figure><p class=\"graf graf--p graf-after--figure\" id=\"f37a\" name=\"f37a\"><strong class=\"markup--strong markup--p-strong\">I am in Korea now. </strong>I am here to be with my sick wife, who, to save her life, gets weekly injections of chemicals that kill the parts of her body that follow the rules in an attack on the parts that don’t. Each week, she dies a little more in order to live a little longer.</p><p class=\"graf graf--p graf-after--p\" id=\"115b\" name=\"115b\">For my wife to return home — if she gets the miraculous results we pray for — she will face more rules of the body. American rules that first stole the bodies of people from her country, our country, then banned them from entering, then led them to fight and kill each other, then bought them to end racism. She must become an exception.</p><p class=\"graf graf--p graf-after--p\" id=\"6843\" name=\"6843\">Right now, the United States is deporting Korean (and other international) adoptees, despite that their bodies are the only things they know about their destinations. That my wife held onto Korean citizenship is the reason her government now covers 90 to 95 percent of most of her medical care (she would have died if she had become an American citizen), and yet her stay in Korea breaks the rules of her visa.</p><p class=\"graf graf--p graf-after--p\" id=\"eb52\" name=\"eb52\">We have heard stories from other immigrant friends and friends of friends and immigration lawyers; we have seen the news you have seen. These have always been the rules of the Asian body in America: Yellow Fever. Yellow Peril. These have always been the terms: white supremacist capitalism. What do we have to complain about, then, if in the end all bodies follow the same one rule: They die. What we have to complain about is not how we die, but how we live.</p><figure class=\"graf graf--figure graf-after--p graf--trailing\" id=\"e52c\" name=\"e52c\"><div class=\"aspectRatioPlaceholder is-locked\" style=\"max-width: 700px; max-height: 84px;\"><div class=\"aspectRatioPlaceholder-fill\" style=\"padding-bottom: 12.1%;\"></div><div class=\"progressiveMedia js-progressiveMedia graf-image\" data-action=\"zoom\" data-action-value=\"1*yyOdnJ4OSBAKcABNDoIegA@2x.png\" data-height=\"193\" data-image-id=\"1*yyOdnJ4OSBAKcABNDoIegA@2x.png\" data-width=\"1600\"><img class=\"progressiveMedia-thumbnail js-progressiveMedia-thumbnail\" crossorigin=\"anonymous\" src=\"https://cdn-images-1.medium.com/freeze/max/60/1*yyOdnJ4OSBAKcABNDoIegA@2x.png?q=20\"/><canvas class=\"progressiveMedia-canvas js-progressiveMedia-canvas\"></canvas><img class=\"progressiveMedia-image js-progressiveMedia-image\" data-src=\"https://cdn-images-1.medium.com/max/1600/1*yyOdnJ4OSBAKcABNDoIegA@2x.png\"/><noscript class=\"js-progressiveMedia-inner\"><img class=\"progressiveMedia-noscript js-progressiveMedia-inner\" src=\"https://cdn-images-1.medium.com/max/1600/1*yyOdnJ4OSBAKcABNDoIegA@2x.png\"/></noscript></div></div><figcaption class=\"imageCaption\">Illustration: <a class=\"markup--anchor markup--figure-anchor\" data-href=\"http://www.audreyjl.com/\" href=\"http://www.audreyjl.com/\" rel=\"nofollow noopener\" target=\"_blank\">Audrey Lee</a>. Creative art direction: <a class=\"markup--anchor markup--figure-anchor\" data-href=\"https://www.anagraph.com/\" href=\"https://www.anagraph.com/\" rel=\"noopener nofollow noopener noopener noopener nofollow noopener\" target=\"_blank\">Anagraph</a>.</figcaption></figure></div></div>"}