{"content_html": "<div class=\"section-text\"><em>Welcome to </em><a href=\"http://www.refinery29.com/money-diary\">Money Diaries</a><em>, where we're tackling what might be the last taboo facing modern working women: money. We're asking millennials how they spend their hard-earned money during a seven-day period — and we're tracking every last dollar.</em></div> <div class=\"section-text\"><em>Today: a grants administrator working in state government who makes $40,000 per year and spends some of her money this week on chocolate cake.</em></div> <div class=\"section-text\"><strong>Occupation:</strong> Grants Administrator<br/><strong>Industry:</strong> State Government<br/><strong>Age:</strong> 31<br/><strong>Location:</strong> Anchorage, AK<br/><strong>Salary:</strong> $40,000<br/><strong>Paycheck Amount (2x/month):</strong> $1,396.01</div> <div class=\"section-text\"><strong>Monthly Expenses</strong><br/><strong>Mortgage:</strong> $703 <br/><strong>HOA: </strong>$397 (This covers everything except electric and Wi-Fi.)<br/><strong>Student Loans:</strong> $275 <br/><strong>Car Payment: </strong>$200 (It's actually $153, but I like to overpay.)<br/><strong>Credit Cards: </strong>$400 (I charged a lot onto my cards over the past year with buying a house and a lot of travel, so I'm working on aggressively paying them off.)<br/><strong>Union Dues: </strong>$51.52 <br/><strong>Health Insurance: </strong>$140<br/><strong>Hulu: </strong>$11.99<br/><strong>Netflix: </strong>$12.99<br/><strong>Unlimited Wi-Fi: </strong>$170<br/><strong>Electric:</strong> $35<br/><strong>Car Insurance: </strong>$396 every six months<br/><strong>Security System: </strong>$24.99<br/><strong>Pet Insurance: </strong>$38.99</div> <div class=\"section-text\"><h3>Day One</h3></div> <div class=\"section-text\">6:30 a.m. — I wake up before my alarm and spend a few minutes on social media. I get up, get dressed, wash my face, brush my teeth, feed the three dogs and cat I'm currently watching while I'm house-sitting, and am out the door by 7 a.m. I stop by Starbucks on my way to work and get a black tea with lemonade and a chocolate croissant. I refill my card with $10 cash I have in my purse and use that to pay for my order. <strong>$10</strong></div> <div class=\"section-text\">9:15 a.m. — I finally heat up my croissant and eat it while still sipping on my tea. I spend a few minutes texting my friend in California about my birthday this weekend and how I'm feeling more unsettled about 31 than I did about 30.</div> <div class=\"section-text\">11:30 a.m. — Lunchtime. I heat up some taco soup I made and top it with cheese. I also fill up my 40 oz. Hydro Flask with ice water and try to finish the whole thing during lunch. I try to drink two of these a day, but I haven't had any yet today, so I'm feeling behind. Then I look at shoes I've been wanting from Costco that are on sale and decide I'll buy them on Thursday when I get paid.</div> <div class=\"section-text\">12:10 p.m. — I give in and buy the shoes. I realize that because of the money I've been saving diligently by bringing lunch to work for the past month, I can totally justify shoes. <strong>$27.14</strong></div> <div class=\"section-text\">3 p.m. — Grab a bag of Starburst jelly beans and munch while I'm working on a big data-entry project that will be the majority of my work for the next month.</div> <div class=\"section-text\">4:30 p.m. — Leave work and stop by Target to return some items. I also pick up a new train case, some Rice Krispies Treats for drunk snacks for this weekend, travel-size wipes, and dental floss ($9.73). I realize I don't have any food ready at home and I left my leftover soup at work that I had planned to have for dinner, so I swing through Panda Express and get wok shrimp, wok steak, and white rice with some cream cheese rangoons. I'll stretch this into two meals ($14.80). <strong>$24.53</strong></div> <div class=\"section-text\">6 p.m. — The daughter of the people I house-sit for (they're retired and their daughter lives close by, but it's easier for me to house-sit when they travel) texts me to see when her parents are getting home. I thought it was Thursday, but it's actually tomorrow, so my schedule is off a bit. I text the housekeeper while I'm eating my dinner (the shrimp is awful and I don't want any more of it, so I'm not getting the two meals I wanted out of it) and let her know they're home tomorrow. She wants to clean before they get home, so she moves some clients around and is able to come tomorrow. I shower, start the dishes, do some laundry, pack up my stuff (I have a lot for being here over a week), clean out the fridge, refill the dogs' water bowl outside, and get ready for them to be home.</div> <div class=\"section-text\">8:30 p.m. — I hot air brush my hair so it's not totally damp when I sleep and toss my air brush into my suitcase. I'll run my flat iron over my hair in the morning so it's manageable. By the time I'm done with my hair and the house, it's after 10 and I'm exhausted. I brush my teeth, put my braces back on (I have the clear removable braces), and crawl into bed. My brain doesn't want to shut off, so it's nearly 11:30 before I finally drift off.</div> <div class=\"section-text\"><strong>Daily Total: $61.67</strong></div> <div class=\"section-text\"><h3>Day Two</h3></div> <div class=\"section-text\">6:30 a.m. — My alarm goes off and I'm exhausted. I didn't get good sleep last night. Every noise woke me up, including the big dogs snoring and barking in their sleep. I hit snooze and don't wake back up until 7:15! I'm supposed to be at work at 7:30, so I text my bosses and let them know I'm going to be late. I wash my face, brush my teeth and braces, run a flat iron over my hair, let the dogs out, feed them, refill their water bowl, and toss my suitcase in my car so I can drop it off at my house after work. I'm out the door by 7:45. I plan on swinging by Starbucks because I need a tea this morning, but the line is ridiculous. I go through McDonald's instead and get a breakfast burrito, a sweet tea, and two hash browns. <strong>$8.74</strong></div> <div class=\"section-text\">9:40 a.m. — My supervisor is in the office, and we go over some information on my large data-entry project while I munch on a Fiber One Oats &amp; Chocolate bar.</div> <div class=\"section-text\">11:35 a.m. — My supervisor picks up Arby's for our team to celebrate my birthday. I get a King's Hawaiian fish sandwich, some curly fries, and a diet lemonade. Sooooo delicious! Eating out three meals in a row is not a normal for me, and I'm feeling very sluggish. Thank goodness I'm going to be home tonight — it'll be easier to get back into my workout routine without three dogs running around, and with the weather getting more springlike, I can take my pup on walks, which is good for both of us, even if he has to have a bath after!</div> <div class=\"section-text\">1:30 p.m. — Surprise birthday cake for a coworker's birthday. It's chocolate with chocolate, and I can't resist. Then I browse movies on Redbox and reserve two with a rent-one-get-one-free code I have. <em>Aquaman</em> and <em>Second Act</em>, both movies I've wanted to see. <strong>$1.75</strong></div> <div class=\"section-text\">4:30 p.m. — I leave work, pick up the movies I reserved, drive to my house to drop off my stuff, and head back to the house where I'm house-sitting to spend a few last hours with the pups. It's chilly, but the dogs are happily running around the backyard, so I spend some time with them out there. I love watching my little pup running around with the big dogs. They all come inside and promptly fall asleep while I do my 30-minute HIIT workout in the TV room. I take a quick shower to get the sweat off and spray my hair with dry shampoo. I refill their water bowl, feed them dinner, clean the cat box, water the plants, pack up my refrigerated and frozen foods, and pick up any last-minute items of mine around the house. I leave around 7:30.</div> <div class=\"section-text\">8 p.m. — I watch <em>Aquaman</em> when I get home and then promptly climb into bed after doing my nighttime routine. I can't sleep, so I take some melatonin. It doesn't work. I get consistently more nauseous as I lie in bed, so I get some cold water and sip it, hoping it'll ease the nausea. I finally fall asleep with my pup in my bed around 12:30 a.m.</div> <div class=\"section-text\"><strong>Daily Total: $10.49</strong></div> <div class=\"section-text\"><h3>Day Three</h3></div> <div class=\"section-text\">6:30 a.m. — I'm miserable, exhausted, and still a bit nauseated, but I get out of bed. I wash my face, brush my teeth, and get dressed. Then I turn on music on my Google Home, pick up my pup off the bed, and take him out for his morning potty break. Afterward, I set the house alarm and am out the door by 7:05. On my way, I stop by Starbucks and get a large tea and a plain bagel using my preloaded app.</div> <div class=\"section-text\">9:45 a.m. — I log into my security-system camera and check on my pup. He's fully asleep on the couch, which makes me giggle. I grab a Fiber One bar and eat it while I work.</div> <div class=\"section-text\">11:15 a.m. — I get lunch early, since I'm getting off at 3 today. My coworker takes me to Raising Cane's Chicken Fingers, which just opened here. I get a three-piece combo, and when I realize they have crushed ice, I get an extra cup of only ice. #Crushediceforlife. <strong>$12.83</strong></div> <div class=\"section-text\">1:30 p.m. — My coworkers “surprise” me with Rice Krispies Treats for my birthday and an awesome dog bookend set that I'm so excited about!!</div> <div class=\"section-text\">3 p.m. — I leave work and head to my nail appointment. I decide on some really bright colors and spend more than I planned to. <strong>$80</strong></div> <div class=\"section-text\">5 p.m. — I swing by Target on the way home and pick up a few extra things for the weekend: two frozen pizzas, a gallon of diet sweet tea, and some Lindt chocolate Easter eggs. I get home, walk the pup, feed him, and do a 30-minute yoga workout while I make one of the pizzas. After yoga, I take a quick body shower and then sit on the couch with my pizza and a margarita while watching <em>Second Act</em>. <strong>$12.08</strong></div> <div class=\"section-text\">7 p.m. — I realize that I've had too much margarita and now am too tipsy to drive to return my movies, so I text a friend. I eat Rice Krispies while I wait for him to come pick me up. While we're out, I decide I want ice cream, too (#tipsycravings), so we go to Marble Slab and I get a large cone with cake batter, cookie dough, fudge, and sprinkles. The app says they'll take my birthday coupon, but the cashier says no, so I pay full price. I get home, finish my ice cream, walk the pup again, do my nighttime routine, and am in bed by midnight. <strong>$7.99</strong></div> <div class=\"section-text\"><strong>Daily Total: $112.90</strong></div> <div class=\"section-text\"><h3>Day Four</h3></div> <div class=\"section-text\">7:30 a.m. — I wake up and my pup is still snoring. After dozing and then scrolling through social media, I get up at about 8, do my morning routine, walk the pup, and feed him before I'm out the door at 9:15 to head to Planet Beach for a little me time. (I bought a Groupon deal last month.) I get a facial ($12 for the product), a moisturizing body pod that feels like a sauna for your body, and then a hydro-massage. I'm so relaxed when I'm finished. <strong>$12</strong></div> <div class=\"section-text\">11:30 a.m. — I head to the mall after my appointment and do a little browsing. I find a pair of lilac pants I like on clearance at Old Navy, so I buy them and decide I'll try them on at home ($6.99). Then I head to Red Robin for lunch and get a grilled chicken burger with teriyaki sauce and ice water. (I'm so thirsty after the body pod.) I have a free burger as part of their birthday rewards, so it only costs me the $5 tip. <strong>$11.99</strong></div> <div class=\"section-text\">1:30 p.m. — I run through McDonald's and get a pack of chocolate chip cookies and a water, plus I decide on an ice cream cone last minute because it's a beautiful spring day, perfect for ice cream. <strong>$1.80</strong></div> <div class=\"section-text\">2:15 p.m. — I meet my friend at the vet to help him with an acupuncture appointment for their old pup. It's easier with two people, so the vet can get the needles in the right spot. It's over by 2:45, and then I head home to get ready for dinner with a friend tonight.</div> <div class=\"section-text\">3:30 p.m. — I get home, walk the pup, and then hop in the shower so my hair has time to dry afterward. I try on the pants I just bought and I hate them. They're like leggings, not jeans, so I put them aside to return tomorrow. Then I take a 45-minute nap and am up by 5:30 to finish getting ready. I douse my hair in protectant, use the hot air brush to finish drying it and my blowdryer to get my roots, run a flat iron over my hair, and then finish with a wave iron. I put my makeup on (brows, eyes, lips only) and slip into my dress and boots. Then I walk the pup one more time, feed him, and am ready when my friend picks me up at 6:30.</div> <div class=\"section-text\">7 p.m. — We head to a restaurant downtown, and my friend pays for parking. I order two double vodka and cranberries, a pretzel appetizer, halibut, and chocolate pie for dessert. Then I order a margarita, but realize I can no longer switch alcohol and can't even finish it. I have a $25 birthday gift certificate, which I use, and my friend covers the rest.</div> <div class=\"section-text\">8:30 p.m. — We head to a bar about 15 minutes north of town where we know the live musician playing. I get another double vodka cranberry and hang out for a while. My friend treats.</div> <div class=\"section-text\">10 p.m. — We head back to town and stop by another bar that plays country, and I order another double vodka cranberry. My friend treats again. I have the best friends. After another drink (her treat), my friend drives me home.</div> <div class=\"section-text\">12 a.m. — I walk my pup, get out of my clothes and into pajamas, wash my face, and FaceTime my mom, as per tradition on my birthday. Then I drink some water, take some pain meds, and fall asleep on the couch while watching <em>Friends</em>.</div> <div class=\"section-text\"><strong>Daily Total: $25.79</strong></div> <div class=\"section-text\"><h3>Day Five</h3></div> <div class=\"section-text\">7 a.m. — I wake up with a headache and stumble to the fridge, where I grab a bottle of water and drink the entire thing with some more pain meds. Then I crawl back on the couch and my pup crawls up on my lap with me. I text my friend, who is picking me up to hang out today, and ask her to get me a red Powerade on her way. I walk the pup, take a body shower, do my morning routine, feed the pup, and get dressed in yoga pants and a sweatshirt.</div> <div class=\"section-text\">9 a.m. — My friend picks me up and we go to Costco. I pick up a chocolate cake for my dinner tonight, dog food, and two ceiling-fixture lights ($90.18). Next, we stop at Starbucks, where I get my free birthday drink and a sausage-and-cheddar sandwich ($3.45), and Ulta, where I get color-matched for a foundation, since I haven't worn foundation in years and the one in my old stash doesn't work anymore for me. My friend buys me a foundation starter kit to make sure I really like it, and I use $11 of my store credit toward it so she doesn't have to pay full price. I also return my jeans to Old Navy and stop at Kohl's to get an estimate for what it would cost to replace an earring I lost. It's too expensive for me to get now, but I make a mental note to start saving to replace it, since my parents bought these earrings for me as a graduation present. <strong>$93.63</strong></div> <div class=\"section-text\">12:30 p.m. — We head to a travel fair and spend the next hour or so looking around, getting coupons and brochures, and trying to see if we can plan something for this summer. My friend drops me back home at 2, and after walking my pup, I decide I need a nap. I drink another bottle of water, have a few chips to tide me over, and crawl into bed, since I never made it there last night.</div> <div class=\"section-text\">5 p.m. — After a magical nap, I get up, pour myself a margarita, wash my face, spend some time lotioning up my whole body, put on face makeup, touch up my hair, and slide into a dress and some heels while drinking another margarita.</div> <div class=\"section-text\">6:30 p.m. — I walk my pup and feed him dinner when a third friend picks me up for dinner with a group of our friends, drives us downtown, and pays for parking. I order a margarita and let the waitress know I'll be having margaritas all night. I get some calamari to start and a jambalaya pasta for dinner, and we have the chocolate cake for dessert. My friends chip in, and I end up spending $44.69 with tip. I give the server an extra $5 for making sure I had a margarita in my hand at all times. <strong>$49.69</strong></div> <div class=\"section-text\">9:30 p.m. — We head home after dinner, and I pour myself the last of the margarita pitcher in the fridge. I grab some chips from the cupboard and snack on them while I watch <em>Friends</em> on Netflix. I walk the pup at about midnight, do my nighttime routine, and crawl into bed.</div> <div class=\"section-text\"><strong>Daily Total: $143.32</strong></div> <div class=\"section-text\"><h3>Day Six</h3></div> <div class=\"section-text\">7:30 a.m. — I wake up feeling amazingly not hungover. After showering and then walking and feeding the pup, I clean the whole kitchen and make myself eggs and toast for breakfast. Then I reorganize my dining room, take out the trash, move all the furniture in the living room, and completely sweep. I find my missing diamond earring under the couch while sweeping. I've swept at least four or five times since I lost it, but magically here it is. I'm so excited, I text everyone that I told it was lost and do a happy dance.</div> <div class=\"section-text\">12 p.m. — I spend the afternoon doing all my laundry and getting it hung up.</div> <div class=\"section-text\">2 p.m. — After walking the dog and more housework, I take down my old carbon monoxide detector and separate smoke alarm and install a combined Nest one that I got from my internet company as a “smart home” promotion.</div> <div class=\"section-text\">6 p.m. — I toss some buffalo chicken bites in my air fryer and eat them with some ranch for dinner. Then I turn on <em>Young &amp; Hungry</em> and catch up on the goofiness. I walk the pup one more time at 9 p.m., do my nighttime routine, and am in bed by 9:30.</div> <div class=\"section-text\">11 p.m. — My brain won't shut off, so I take half of a sleeping pill and try again. I end up moving to the couch and still can't sleep. I doze off at 1:30 but wake up in a start and covered in sweat at 3. I hop in the shower because I feel gross and try to crawl back in bed for sleep. It doesn't happen.</div> <div class=\"section-text\"><strong>Daily Total: $0</strong></div> <div class=\"section-text\"><h3>Day Seven</h3></div> <div class=\"section-text\">6 a.m. — I text my boss and let her know what's up. I'm finally drowsy, so I set my alarm for 8:30 and let myself drift.</div> <div class=\"section-text\">8:30 a.m. — I check in with my boss, get up, walk the pup, and do my morning routine. I get to work by 9:25, grab a breakfast burrito out of the freezer, and get to work.</div> <div class=\"section-text\">1 p.m. — Lunchtime! I grab a Lean Cuisine and heat it up to eat at my desk. I read an article about the #NoBuyChallenge and think about trying it for a month. I need to really boost up my savings.</div> <div class=\"section-text\">4:30 p.m. — I leave work and head straight home. Then I walk my pup, heat up leftovers from this weekend, and get into pajamas. I wash my sheets and blankets and spend the entire night watching Netflix, reading, and cuddling my pup before falling asleep at 9.</div> <div class=\"section-text\"><strong>Daily Total: $0</strong></div> <div class=\"section-text\"><em>Money Diaries are meant to reflect individual women's experiences and do not necessarily reflect Refinery29's point of view. Refinery29 in no way encourages illegal activity or harmful behavior.</em></div> <div class=\"section-text\"><em>The first step to getting your financial life in order is tracking what you spend — to try on your own, check out</em> <em><a href=\"http://www.refinery29.com/budgeting-tools-spending-diary\">our guide to managing your money every day</a>. For more money diaries, click</em> <em><a href=\"http://www.refinery29.com/money-diary\">here</a>. Have questions about how to submit or our publishing process? Read our Money Diaries FAQ doc here:</em> <em><a href=\"http://www.refinery29.com/file/3335/money-diary-faqs.pdf\">r29.co/mdfaqs</a></em></div> ", "url": "https://www.refinery29.com/en-us/grants-administrator-anchorage-ak-money-diary", "html": "\n<!DOCTYPE html>\n\n<html lang=\"en\">\n<head>\n<script>\n      if (window.location.hostname !== window.atob('d3d3LnJlZmluZXJ5MjkuY29t')) {\n        window.location = window.atob('aHR0cHM6Ly93d3cucmVmaW5lcnkyOS5jb20vZW4tdXMvZ3JhbnRzLWFkbWluaXN0cmF0b3ItYW5jaG9yYWdlLWFrLW1vbmV5LWRpYXJ5');\n      }\n    </script>\n<script type=\"text/javascript\">\n          window.addEventListener('CookiebotOnDecline', function() {\n            if (window.Cookiebot.changed) {\n              window.location.reload();\n            }\n          });\n        </script>\n<script data-cbid=\"26a1933b-7853-45d5-a491-f3f2d34eb23b\" src=\"https://consent.cookiebot.com/uc.js\" type=\"text/javascript\">\n</script>\n<script id=\"LOTCC_5283\" src=\"https://tags.crwdcntrl.net/c/5283/cc.js?ns=_cc5283\" type=\"text/javascript\">\n</script>\n<script type=\"text/javascript\">\n           !function(t){t._cc5283&&t._cc5283.bcp(),t.LOTCC&&t.addEventListener&&t.addEventListener(\"CookiebotOnDialogInit\",function(){t.addEventListener(\"CookiebotOnAccept\",function(){t.Cookiebot.consent.statistics&&t.LOTCC.setConsent(()=>{},5285,{analytics:!0,crossdevice:!0,datasharing:!0,targeting:!0})})})}(window);\n        </script>\n<meta charset=\"utf-8\"/>\n<title data-react-helmet=\"true\">Grants Administrator Anchorage AK Money Diary</title>\n<meta content=\"ie=edge\" data-react-helmet=\"true\" http-equiv=\"x-ua-compatible\"><meta content=\"Grants Administrator Anchorage AK Money Diary\" data-react-helmet=\"true\" itemprop=\"title\" name=\"title\"/><meta content=\"How a grants administrator in Anchorage, AK, spends her money over the course of one week.\" data-react-helmet=\"true\" itemprop=\"description\" name=\"description\"/><meta content=\"https://www.refinery29.com/en-us/grants-administrator-anchorage-ak-money-diary\" data-react-helmet=\"true\" property=\"og:url\"/><meta content=\"I'm 31, Make $40,000 A Year &amp; Pay $703 A Month For My Mortgage\" data-react-helmet=\"true\" name=\"twitter:title\"/><meta content=\"I'm 31, Make $40,000 A Year &amp; Pay $703 A Month For My Mortgage\" data-react-helmet=\"true\" itemprop=\"name\" property=\"og:title\"/><meta content=\"How a grants administrator in Anchorage, AK, spends her money over the course of one week.\" data-react-helmet=\"true\" property=\"og:description\"/><meta content=\"https://s1.r29static.com//bin/entry/bc2/0,0,2000,1050/x,80/2154967/a-week-in-anchorage-ak-2154967.jpg\" data-react-helmet=\"true\" itemprop=\"image\" property=\"og:image\"/><meta content=\"https://s1.r29static.com//bin/entry/bc2/0,0,2000,1050/x,80/2154967/a-week-in-anchorage-ak-2154967.jpg\" data-react-helmet=\"true\" itemprop=\"image\" property=\"og:image:secure_url\"/><meta content=\"summary_large_image\" data-react-helmet=\"true\" name=\"twitter:card\"/><meta content=\"@refinery29\" data-react-helmet=\"true\" name=\"twitter:site\"/><meta content=\"How a grants administrator in Anchorage, AK, spends her money over the course of one week.\" data-react-helmet=\"true\" name=\"twitter:description\"/><meta content=\"https://s1.r29static.com//bin/entry/bc2/0,0,2000,1050/x,80/2154967/a-week-in-anchorage-ak-2154967.jpg\" data-react-helmet=\"true\" name=\"twitter:image\"/><meta content=\"https://s1.r29static.com//bin/entry/ca1/112,0,1776,2400/x,80/2154966/a-week-in-anchorage-ak-2154966.jpg\" data-react-helmet=\"true\" name=\"pinterest:image\"/><meta content=\"155023867867753\" data-react-helmet=\"true\" property=\"fb:app_id\"/><meta content=\"86973707921,587074007996399,269626263209765,509115739117952,1562713254009921,583745561686633,656112191237463,284423314989162,974273182666651\" data-react-helmet=\"true\" property=\"fb:pages\"/><meta content=\"refinery29\" data-react-helmet=\"true\" property=\"article:publisher\"/><meta content=\"width=device-width, initial-scale=1\" data-react-helmet=\"true\" name=\"viewport\"/><meta content=\"2000\" data-react-helmet=\"true\" property=\"og:image:width\"/><meta content=\"1050\" data-react-helmet=\"true\" property=\"og:image:height\"/><meta content=\"article\" data-react-helmet=\"true\" property=\"og:type\"/><meta content=\"entry.article\" data-react-helmet=\"true\" property=\"entry_template\"/><meta content=\"You\" data-react-helmet=\"true\" property=\"author\"/><meta content=\"work-and-money\" data-react-helmet=\"true\" property=\"channel:tag\"/><meta content=\"living\" data-react-helmet=\"true\" property=\"channel:tag\"/><meta content=\"money-diary\" data-react-helmet=\"true\" property=\"channel:tag\"/><meta content=\"spending-money\" data-react-helmet=\"true\" property=\"channel:tag\"/>\n<link data-react-helmet=\"true\" href=\"https://www.refinery29.com/en-us/grants-administrator-anchorage-ak-money-diary\" rel=\"canonical\"/><link data-react-helmet=\"true\" href=\"https://plus.google.com/101601649207969071719\" rel=\"publisher\"/><link data-react-helmet=\"true\" href=\"https://www.refinery29.com/assets/images/retina_favicon_144.ico\" rel=\"rich-pin-icon\"/><link data-react-helmet=\"true\" href=\"https://www.refinery29.com/amp/en-us/grants-administrator-anchorage-ak-money-diary\" rel=\"amphtml\"/><link data-react-helmet=\"true\" href=\"https://www.refinery29.com/en-us/grants-administrator-anchorage-ak-money-diary\" hreflang=\"en\" rel=\"alternate\"/><link data-react-helmet=\"true\" href=\"https://www.refinery29.com/en-us/grants-administrator-anchorage-ak-money-diary\" hreflang=\"x-default\" rel=\"alternate\"/>\n<script data-react-helmet=\"true\" type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"WebPage\",\"name\":\"Refinery29\",\"url\":\"https://www.refinery29.com/en-us\",\"potentialAction\":{\"@type\":\"SearchAction\",\"target\":\"https://www.refinery29.com/en-us/search?q={Refinery29}\",\"query-input\":\"required name=Refinery29\",\"sameAs\":[\"https://www.facebook.com/refinery29\",\"https://twitter.com/refinery29\",\"https://www.pinterest.com/refinery29/\",\"https://instagram.com/refinery29\",\"https://www.youtube.com/user/Refinery29TV\"]},\"image\":\"https://www.refinery29.com/assets/images/r29-logo-b.svg\"}</script><script data-react-helmet=\"true\" type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"WebSite\",\"name\":\"Refinery29\",\"url\":\"https://www.refinery29.com/en-us\",\"potentialAction\":{\"@type\":\"SearchAction\",\"target\":\"https://www.refinery29.com/en-us/search?q={Refinery29}\",\"query-input\":\"required name=Refinery29\",\"sameAs\":[\"https://www.facebook.com/refinery29\",\"https://twitter.com/refinery29\",\"https://www.pinterest.com/refinery29/\",\"https://instagram.com/refinery29\",\"https://www.youtube.com/user/Refinery29TV\"]},\"image\":\"https://www.refinery29.com/assets/images/r29-logo-b.svg\"}</script><script data-react-helmet=\"true\" type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"Article\",\"mainEntityOfPage\":{\"@type\":\"WebPage\",\"@id\":\"https://www.refinery29.com/en-us/grants-administrator-anchorage-ak-money-diary\"},\"headline\":\"A Week In Anchorage, AK, On A $40,000 Salary\",\"url\":\"https://www.refinery29.com/en-us/grants-administrator-anchorage-ak-money-diary\",\"thumbnailUrl\":\"https://s1.r29static.com//bin/entry/b93/x,80/2154966/a-week-in-anchorage-ak-2154966.jpg\",\"image\":{\"@type\":\"ImageObject\",\"url\":\"https://s1.r29static.com//bin/entry/b93/x,80/2154966/a-week-in-anchorage-ak-2154966.jpg\",\"height\":2400,\"width\":2000},\"datePublished\":\"2019-04-02T19:48:28.000Z\",\"dateModified\":\"2019-04-02T19:48:28.000Z\",\"author\":{\"@type\":\"Person\",\"name\":\"You\"},\"creator\":[\"You\"],\"articleSection\":\"Money Diaries\",\"keywords\":[\"Living\",\"Money Diaries\",\"The Latest\",\"Work & Money\"],\"publisher\":{\"@type\":\"Organization\",\"name\":\"Refinery29\",\"logo\":{\"@type\":\"ImageObject\",\"url\":\"https://www.refinery29.com/assets/images/refinery29.png\",\"width\":54,\"height\":54}},\"description\":\"How a grants administrator in Anchorage, AK, spends her money over the course of one week.\"}</script><script data-react-helmet=\"true\" type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"BreadcrumbList\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@id\":\"en-us/living\",\"url\":\"https://www.refinery29.com/en-us/living\",\"name\":\"Living\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@id\":\"en-us/money-diary\",\"url\":\"https://www.refinery29.com/en-us/money-diary\",\"name\":\"Money Diaries\"}},{\"@type\":\"ListItem\",\"position\":3,\"item\":{\"@id\":\"en-us/the-latest\",\"url\":\"https://www.refinery29.com/en-us/the-latest\",\"name\":\"The Latest\"}},{\"@type\":\"ListItem\",\"position\":4,\"item\":{\"@id\":\"en-us/work-and-money\",\"url\":\"https://www.refinery29.com/en-us/work-and-money\",\"name\":\"Work & Money\"}}]}</script><script data-react-helmet=\"true\" type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"ImageObject\",\"author\":\"Photo: Getty Images.\",\"contentUrl\":\"https://s2.r29static.com//bin/entry/23b/x,80/2154965/a-week-in-anchorage-ak-2154965.jpg\",\"description\":\"\"}</script><script data-react-helmet=\"true\" type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"ImageObject\",\"author\":\"\",\"contentUrl\":\"https://s2.r29static.com//bin/entry/ba8/x/2155559/a-week-in-anchorage-ak-2155559.png\",\"description\":\"\"}</script><script data-react-helmet=\"true\" type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"Person\",\"name\":\"You\",\"image\":\"//s1.r29static.com//bin/author/7ac/x/1723188/a-week-in-anchorage-ak-1723188.png\",\"url\":\"https://www.refinery29.com/en-us/author/you\"}</script>\n<link href=\"/assets/styles.72223a23ff0bd812ebc4.css\" id=\"main-styles\" rel=\"stylesheet\" type=\"text/css\"/>\n</meta></head>\n<body>\n<div id=\"r29-app\"><div data-reactroot=\"\"><main><a href=\"#r29-container\" id=\"skip\" tab-index=\"1\">Skip navigation!</a><div class=\"\"><div><div class=\"main\"><header aria-label=\"Primary\" class=\"global-header header-ad-is-out-of-view not-transparent\" role=\"banner\"><div class=\"global-header-main\"><a class=\"global-logo\" href=\"/en-us\" title=\"Refinery29\"><div class=\"full\"></div><div class=\"condensed\"></div></a><nav class=\"global-navigation\" role=\"navigation\"><ul class=\"nav-categories discover-active\"><li class=\"nav-category-and-subnav discover\"><div class=\"nav-category\"><a class=\"nav-category-padding\" href=\"/en-us\">Discover</a><i aria-hidden=\"true\" class=\"fa fa-angle-down\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"M1395 736q0 13-10 23l-466 466q-10 10-23 10t-23-10L407 759q-10-10-10-23t10-23l50-50q10-10 23-10t23 10l393 393 393-393q10-10 23-10t23 10l50 50q10 10 10 23z\"></path></svg></i></div></li><li class=\"nav-category-and-subnav watch\"><div class=\"nav-category\"><a class=\"nav-category-padding\" href=\"/en-us/video\">Watch</a><i aria-hidden=\"true\" class=\"fa fa-angle-down\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"M1395 736q0 13-10 23l-466 466q-10 10-23 10t-23-10L407 759q-10-10-10-23t10-23l50-50q10-10 23-10t23 10l393 393 393-393q10-10 23-10t23 10l50 50q10 10 10 23z\"></path></svg></i></div></li><li class=\"nav-category-and-subnav shop\"><div class=\"nav-category\"><a class=\"nav-category-padding\" href=\"/en-us/shop\">Shop</a><i aria-hidden=\"true\" class=\"fa fa-angle-down\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"M1395 736q0 13-10 23l-466 466q-10 10-23 10t-23-10L407 759q-10-10-10-23t10-23l50-50q10-10 23-10t23 10l393 393 393-393q10-10 23-10t23 10l50 50q10 10 10 23z\"></path></svg></i></div></li><li class=\"nav-category-and-subnav more\"><div class=\"nav-category\"><a class=\"nav-category-padding\">More</a><i aria-hidden=\"true\" class=\"fa fa-angle-down\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"M1395 736q0 13-10 23l-466 466q-10 10-23 10t-23-10L407 759q-10-10-10-23t10-23l50-50q10-10 23-10t23 10l393 393 393-393q10-10 23-10t23 10l50 50q10 10 10 23z\"></path></svg></i></div></li></ul></nav><div class=\"global-edition-switch\"><div class=\"country\"><img alt=\"US\" src=\"/assets/94aebf5b5499306ab207a2b4f13e34a8.svg\"/></div><i aria-hidden=\"true\" class=\"fa fa-angle-down\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"M1395 736q0 13-10 23l-466 466q-10 10-23 10t-23-10L407 759q-10-10-10-23t10-23l50-50q10-10 23-10t23 10l393 393 393-393q10-10 23-10t23 10l50 50q10 10 10 23z\"></path></svg></i><ul><li class=\"label\">Switch To</li><li><a href=\"https://www.refinery29.com/en-gb\"><img alt=\"UK\" src=\"/assets/563283d1407bc6df5095935bc30a3daa.svg\"/><span>uk</span></a></li><li><a href=\"https://www.refinery29.com/de-de\"><img alt=\"DE\" src=\"/assets/94ef6f5acdd752723f8644874464d07a.svg\"/><span>de</span></a></li><li><a href=\"https://www.refinery29.com/en-ca\"><img alt=\"CA\" src=\"/assets/a899ed2b6826791e2b8dd7b2901f3668.svg\"/><span>ca</span></a></li></ul></div></div><div class=\"global-search-nav\"><div class=\"search-button\"><span aria-hidden=\"true\" class=\"fa fa-search\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1216 832q0-185-131.5-316.5t-316.5-131.5-316.5 131.5-131.5 316.5 131.5 316.5 316.5 131.5 316.5-131.5 131.5-316.5zm512 832q0 52-38 90t-90 38q-54 0-90-38l-343-342q-179 124-399 124-143 0-273.5-55.5t-225-150-150-225-55.5-273.5 55.5-273.5 150-225 225-150 273.5-55.5 273.5 55.5 225 150 150 225 55.5 273.5q0 220-124 399l343 343q37 37 37 90z\"></path></svg></span></div><div class=\"search-drawer\"><form action=\"/en-us/search\" method=\"GET\"><input id=\"search-header\" name=\"q\" placeholder=\"Search\" type=\"search\" value=\"\"/></form><button class=\"search-close\" title=\"Close\"></button></div></div><div class=\"geolocation-banner\"><span class=\"geolocation-banner-text\">We noticed you're in <!-- -->the UK<!-- -->, would you like to see your local site? Click on the flag above to switch.</span><span class=\"geolocation-banner-close\"><i aria-hidden=\"true\" class=\"fa fa-times\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1490 1322q0 40-28 68l-136 136q-28 28-68 28t-68-28l-294-294-294 294q-28 28-68 28t-68-28l-136-136q-28-28-28-68t28-68l294-294-294-294q-28-28-28-68t28-68l136-136q28-28 68-28t68 28l294 294 294-294q28-28 68-28t68 28l136 136q28 28 28 68t-28 68l-294 294 294 294q28 28 28 68z\"></path></svg></i></span></div></header><div class=\"global-header-sticky-spacer with-geolocation-banner header-ad-is-out-of-view not-transparent\"></div><div id=\"r29-container\"><div><header class=\"condensed-header hidden\" hidden=\"\"><a href=\"/en-us\"><div class=\"r29-logo\"><img alt=\"Refinery29\" src=\"/assets/d27ad8510dcf0eef13f6419f4f9a76e6.svg\"/></div></a><div class=\"condensed-title\"><span>Now Reading</span><h4>A Week In Anchorage, AK, On A $40,000 Salary</h4></div><div class=\"story-share\"><button aria-hidden=\"true\" class=\"fa fa-facebook\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1343 12v264h-157q-86 0-116 36t-30 108v189h293l-39 296h-254v759h-306v-759h-255v-296h255v-218q0-186 104-288.5t277-102.5q147 0 228 12z\"></path></svg></button><a data-href=\"https://pinterest.com/pin/create/button/?url=https%3A%2F%2Fwww.refinery29.com%2Fen-us%2Fgrants-administrator-anchorage-ak-money-diary%3Futm_source%3Dpinterest%26utm_medium%3Dpinterest_share&amp;media=http%3A%2F%2Fs1.r29static.com%2F%2Fbin%2Fentry%2Fca1%2F112%2C0%2C1776%2C2400%2Fx%2C80%2F2154966%2Fa-week-in-anchorage-ak-2154966.jpg&amp;description=A%20Week%20In%20Anchorage%2C%20AK%2C%20On%20A%20%2440%2C000%20Salary%2B%23refinery29\" data-pin-custom=\"true\"><button class=\"fa fa-pinterest-p\" title=\"Share on Pinterest\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m256 597q0-108 37.5-203.5t103.5-166.5 152-123 185-78 202-26q158 0 294 66.5t221 193.5 85 287q0 96-19 188t-60 177-100 149.5-145 103-189 38.5q-68 0-135-32t-96-88q-10 39-28 112.5t-23.5 95-20.5 71-26 71-32 62.5-46 77.5-62 86.5l-14 5-9-10q-15-157-15-188 0-92 21.5-206.5t66.5-287.5 52-203q-32-65-32-169 0-83 52-156t132-73q61 0 95 40.5t34 102.5q0 66-44 191t-44 187q0 63 45 104.5t109 41.5q55 0 102-25t78.5-68 56-95 38-110.5 20-111 6.5-99.5q0-173-109.5-269.5t-285.5-96.5q-200 0-334 129.5t-134 328.5q0 44 12.5 85t27 65 27 45.5 12.5 30.5q0 28-15 73t-37 45q-2 0-17-3-51-15-90.5-56t-61-94.5-32.5-108-11-106.5z\"></path></svg></button></a><button class=\"fa fa-envelope-o\" title=\"Share by Email\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1664 1504v-768q-32 36-69 66-268 206-426 338-51 43-83 67t-86.5 48.5-102.5 24.5h-2q-48 0-102.5-24.5t-86.5-48.5-83-67q-158-132-426-338-37-30-69-66v768q0 13 9.5 22.5t22.5 9.5h1472q13 0 22.5-9.5t9.5-22.5zm0-1051v-24.5l-.5-13-3-12.5-5.5-9-9-7.5-14-2.5h-1472q-13 0-22.5 9.5t-9.5 22.5q0 168 147 284 193 152 401 317 6 5 35 29.5t46 37.5 44.5 31.5 50.5 27.5 43 9h2q20 0 43-9t50.5-27.5 44.5-31.5 46-37.5 35-29.5q208-165 401-317 54-43 100.5-115.5t46.5-131.5zm128-37v1088q0 66-47 113t-113 47h-1472q-66 0-113-47t-47-113v-1088q0-66 47-113t113-47h1472q66 0 113 47t47 113z\"></path></svg></button></div></header><article class=\"r29-article-container\"><div class=\"primary-tag-banner\"><a href=\"/en-us/money-diary\"><span class=\"story-from\"><span>Story from <span class=\"tag-name\">Money Diaries</span></span></span><i aria-hidden=\"true\" class=\"fa fa-angle-right\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1171 960q0 13-10 23l-466 466q-10 10-23 10t-23-10l-50-50q-10-10-10-23t10-23l393-393-393-393q-10-10-10-23t10-23l50-50q10-10 23-10t23 10l466 466q10 10 10 23z\"></path></svg></i></a></div><div class=\"r29-article right-rail-article\"><div class=\"right-rail-ad-container\"><div class=\"ad\" data-ad-position=\"right\" data-ad-size=\"300x250,300x600\" id=\"ad-right-rail\"></div></div><div class=\"header\"><h1 class=\"title\">A Week In Anchorage, AK, On A $40,000 Salary</h1><div class=\"byline main-contributors\"><span class=\"contributor\"><a href=\"/en-us/author/you\">You</a></span></div><div class=\"byline modified\"><div class=\"spinner-wrapper inline\"><div class=\"spinner\"></div></div></div><div class=\"story-share\"><button aria-hidden=\"true\" class=\"fa fa-facebook\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1343 12v264h-157q-86 0-116 36t-30 108v189h293l-39 296h-254v759h-306v-759h-255v-296h255v-218q0-186 104-288.5t277-102.5q147 0 228 12z\"></path></svg></button><a data-href=\"https://pinterest.com/pin/create/button/?url=https%3A%2F%2Fwww.refinery29.com%2Fen-us%2Fgrants-administrator-anchorage-ak-money-diary%3Futm_source%3Dpinterest%26utm_medium%3Dpinterest_share&amp;media=http%3A%2F%2Fs1.r29static.com%2F%2Fbin%2Fentry%2Fca1%2F112%2C0%2C1776%2C2400%2Fx%2C80%2F2154966%2Fa-week-in-anchorage-ak-2154966.jpg&amp;description=A%20Week%20In%20Anchorage%2C%20AK%2C%20On%20A%20%2440%2C000%20Salary%2B%23refinery29\" data-pin-custom=\"true\"><button class=\"fa fa-pinterest-p\" title=\"Share on Pinterest\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m256 597q0-108 37.5-203.5t103.5-166.5 152-123 185-78 202-26q158 0 294 66.5t221 193.5 85 287q0 96-19 188t-60 177-100 149.5-145 103-189 38.5q-68 0-135-32t-96-88q-10 39-28 112.5t-23.5 95-20.5 71-26 71-32 62.5-46 77.5-62 86.5l-14 5-9-10q-15-157-15-188 0-92 21.5-206.5t66.5-287.5 52-203q-32-65-32-169 0-83 52-156t132-73q61 0 95 40.5t34 102.5q0 66-44 191t-44 187q0 63 45 104.5t109 41.5q55 0 102-25t78.5-68 56-95 38-110.5 20-111 6.5-99.5q0-173-109.5-269.5t-285.5-96.5q-200 0-334 129.5t-134 328.5q0 44 12.5 85t27 65 27 45.5 12.5 30.5q0 28-15 73t-37 45q-2 0-17-3-51-15-90.5-56t-61-94.5-32.5-108-11-106.5z\"></path></svg></button></a><button class=\"fa fa-envelope-o\" title=\"Share by Email\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1664 1504v-768q-32 36-69 66-268 206-426 338-51 43-83 67t-86.5 48.5-102.5 24.5h-2q-48 0-102.5-24.5t-86.5-48.5-83-67q-158-132-426-338-37-30-69-66v768q0 13 9.5 22.5t22.5 9.5h1472q13 0 22.5-9.5t9.5-22.5zm0-1051v-24.5l-.5-13-3-12.5-5.5-9-9-7.5-14-2.5h-1472q-13 0-22.5 9.5t-9.5 22.5q0 168 147 284 193 152 401 317 6 5 35 29.5t46 37.5 44.5 31.5 50.5 27.5 43 9h2q20 0 43-9t50.5-27.5 44.5-31.5 46-37.5 35-29.5q208-165 401-317 54-43 100.5-115.5t46.5-131.5zm128-37v1088q0 66-47 113t-113 47h-1472q-66 0-113-47t-47-113v-1088q0-66 47-113t113-47h1472q66 0 113 47t47 113z\"></path></svg></button></div></div><div class=\"\" id=\"article-main-content\"><div id=\"editorial-content\"><div><section class=\"body\"><div class=\"section-outer-container\"><div class=\"section-container section-asset-container center-align full-width\"><div><div class=\"section-image-container\"><div class=\"section-image\"><div><div class=\"img-container\"><div class=\"loading\"></div></div><div class=\"story-share image-shares\"><a data-href=\"https://pinterest.com/pin/create/button/?url=https%3A%2F%2Fwww.refinery29.com%2Fen-us%2Fgrants-administrator-anchorage-ak-money-diary%3Futm_source%3Dpinterest%26utm_medium%3Dpinterest_share&amp;media=http%3A%2F%2Fs2.r29static.com%2F%2Fbin%2Fentry%2F23b%2Fx%2C80%2F2154965%2Fa-week-in-anchorage-ak-2154965.jpg&amp;description=A%20Week%20In%20Anchorage%2C%20AK%2C%20On%20A%20%2440%2C000%20Salary%2B%23refinery29\" data-pin-custom=\"true\"><button class=\"fa fa-pinterest-p\" title=\"Share on Pinterest\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m256 597q0-108 37.5-203.5t103.5-166.5 152-123 185-78 202-26q158 0 294 66.5t221 193.5 85 287q0 96-19 188t-60 177-100 149.5-145 103-189 38.5q-68 0-135-32t-96-88q-10 39-28 112.5t-23.5 95-20.5 71-26 71-32 62.5-46 77.5-62 86.5l-14 5-9-10q-15-157-15-188 0-92 21.5-206.5t66.5-287.5 52-203q-32-65-32-169 0-83 52-156t132-73q61 0 95 40.5t34 102.5q0 66-44 191t-44 187q0 63 45 104.5t109 41.5q55 0 102-25t78.5-68 56-95 38-110.5 20-111 6.5-99.5q0-173-109.5-269.5t-285.5-96.5q-200 0-334 129.5t-134 328.5q0 44 12.5 85t27 65 27 45.5 12.5 30.5q0 28-15 73t-37 45q-2 0-17-3-51-15-90.5-56t-61-94.5-32.5-108-11-106.5z\"></path></svg></button></a><button aria-hidden=\"true\" class=\"fa fa-facebook\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1343 12v264h-157q-86 0-116 36t-30 108v189h293l-39 296h-254v759h-306v-759h-255v-296h255v-218q0-186 104-288.5t277-102.5q147 0 228 12z\"></path></svg></button></div><div class=\"content-caption\"><div class=\"credit\">Photo: Getty Images.</div></div></div></div></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><em>Welcome to </em><a href=\"http://www.refinery29.com/money-diary\">Money Diaries</a><em>, where we're tackling what might be the last taboo facing modern working women: money. We're asking millennials how they spend their hard-earned money during a seven-day period — and we're tracking every last dollar.</em></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><em>Today: a grants administrator working in state government who makes $40,000 per year and spends some of her money this week on chocolate cake.</em></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong>Occupation:</strong> Grants Administrator<br/><strong>Industry:</strong> State Government<br/><strong>Age:</strong> 31<br/><strong>Location:</strong> Anchorage, AK<br/><strong>Salary:</strong> $40,000<br/><strong>Paycheck Amount (2x/month):</strong> $1,396.01</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong>Monthly Expenses</strong><br/><strong>Mortgage:</strong> $703 <br/><strong>HOA: </strong>$397 (This covers everything except electric and Wi-Fi.)<br/><strong>Student Loans:</strong> $275 <br/><strong>Car Payment: </strong>$200 (It's actually $153, but I like to overpay.)<br/><strong>Credit Cards: </strong>$400 (I charged a lot onto my cards over the past year with buying a house and a lot of travel, so I'm working on aggressively paying them off.)<br/><strong>Union Dues: </strong>$51.52 <br/><strong>Health Insurance: </strong>$140<br/><strong>Hulu: </strong>$11.99<br/><strong>Netflix: </strong>$12.99<br/><strong>Unlimited Wi-Fi: </strong>$170<br/><strong>Electric:</strong> $35<br/><strong>Car Insurance: </strong>$396 every six months<br/><strong>Security System: </strong>$24.99<br/><strong>Pet Insurance: </strong>$38.99</div></div></div><div class=\"section-ad\"><span>Advertisement</span><div class=\"ad\" data-ad-position=\"A\" data-ad-size=\"1280x90,728x90,300x250,10x10\" id=\"ad-section-ad-A\"></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><h3>Day One</h3></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">6:30 a.m. — I wake up before my alarm and spend a few minutes on social media. I get up, get dressed, wash my face, brush my teeth, feed the three dogs and cat I'm currently watching while I'm house-sitting, and am out the door by 7 a.m. I stop by Starbucks on my way to work and get a black tea with lemonade and a chocolate croissant. I refill my card with $10 cash I have in my purse and use that to pay for my order. <strong>$10</strong></div><div class=\"related-entries-container with-images\"><div class=\"related-entries-header\"><span>Related Stories</span></div><div class=\"related-entries\"><div class=\"related-entry\"><a href=\"/en-us/six-figure-paycheck-recruiter\"><div><div class=\"opener-image\"></div></div><div class=\"related-entry-content\"><span class=\"related-entry-title\">I Changed Companies &amp; Nearly Doubled My Salary</span></div></a></div><div class=\"related-entry has-border\"><a href=\"/en-us/2019/03/228109/stacks-house-pop-up-womens-financial-advice\"><div><div class=\"opener-image\"></div></div><div class=\"related-entry-content\"><span class=\"related-entry-title\">Financial Insecurity Inspired This New Pop-Up</span></div></a></div><div class=\"related-entry has-border\"><a href=\"/en-us/how-much-money-to-retire\"><div><div class=\"opener-image\"></div></div><div class=\"related-entry-content\"><span class=\"related-entry-title\">How Much Money Do You Actually Need For Retirement</span></div></a></div></div></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">9:15 a.m. — I finally heat up my croissant and eat it while still sipping on my tea. I spend a few minutes texting my friend in California about my birthday this weekend and how I'm feeling more unsettled about 31 than I did about 30.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">11:30 a.m. — Lunchtime. I heat up some taco soup I made and top it with cheese. I also fill up my 40 oz. Hydro Flask with ice water and try to finish the whole thing during lunch. I try to drink two of these a day, but I haven't had any yet today, so I'm feeling behind. Then I look at shoes I've been wanting from Costco that are on sale and decide I'll buy them on Thursday when I get paid.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">12:10 p.m. — I give in and buy the shoes. I realize that because of the money I've been saving diligently by bringing lunch to work for the past month, I can totally justify shoes. <strong>$27.14</strong></div></div></div><div class=\"section-ad\"><span>Advertisement</span><div class=\"ad\" data-ad-position=\"B\" data-ad-size=\"1280x90,728x90,300x250,10x10\" id=\"ad-section-ad-B\"></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">3 p.m. — Grab a bag of Starburst jelly beans and munch while I'm working on a big data-entry project that will be the majority of my work for the next month.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">4:30 p.m. — Leave work and stop by Target to return some items. I also pick up a new train case, some Rice Krispies Treats for drunk snacks for this weekend, travel-size wipes, and dental floss ($9.73). I realize I don't have any food ready at home and I left my leftover soup at work that I had planned to have for dinner, so I swing through Panda Express and get wok shrimp, wok steak, and white rice with some cream cheese rangoons. I'll stretch this into two meals ($14.80). <strong>$24.53</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">6 p.m. — The daughter of the people I house-sit for (they're retired and their daughter lives close by, but it's easier for me to house-sit when they travel) texts me to see when her parents are getting home. I thought it was Thursday, but it's actually tomorrow, so my schedule is off a bit. I text the housekeeper while I'm eating my dinner (the shrimp is awful and I don't want any more of it, so I'm not getting the two meals I wanted out of it) and let her know they're home tomorrow. She wants to clean before they get home, so she moves some clients around and is able to come tomorrow. I shower, start the dishes, do some laundry, pack up my stuff (I have a lot for being here over a week), clean out the fridge, refill the dogs' water bowl outside, and get ready for them to be home.</div></div></div><div class=\"section-ad\"><span>Advertisement</span><div class=\"ad\" data-ad-position=\"C\" data-ad-size=\"1280x90,728x90,300x250,10x10\" id=\"ad-section-ad-C\"></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">8:30 p.m. — I hot air brush my hair so it's not totally damp when I sleep and toss my air brush into my suitcase. I'll run my flat iron over my hair in the morning so it's manageable. By the time I'm done with my hair and the house, it's after 10 and I'm exhausted. I brush my teeth, put my braces back on (I have the clear removable braces), and crawl into bed. My brain doesn't want to shut off, so it's nearly 11:30 before I finally drift off.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong>Daily Total: $61.67</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><h3>Day Two</h3></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">6:30 a.m. — My alarm goes off and I'm exhausted. I didn't get good sleep last night. Every noise woke me up, including the big dogs snoring and barking in their sleep. I hit snooze and don't wake back up until 7:15! I'm supposed to be at work at 7:30, so I text my bosses and let them know I'm going to be late. I wash my face, brush my teeth and braces, run a flat iron over my hair, let the dogs out, feed them, refill their water bowl, and toss my suitcase in my car so I can drop it off at my house after work. I'm out the door by 7:45. I plan on swinging by Starbucks because I need a tea this morning, but the line is ridiculous. I go through McDonald's instead and get a breakfast burrito, a sweet tea, and two hash browns. <strong>$8.74</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">9:40 a.m. — My supervisor is in the office, and we go over some information on my large data-entry project while I munch on a Fiber One Oats &amp; Chocolate bar.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">11:35 a.m. — My supervisor picks up Arby's for our team to celebrate my birthday. I get a King's Hawaiian fish sandwich, some curly fries, and a diet lemonade. Sooooo delicious! Eating out three meals in a row is not a normal for me, and I'm feeling very sluggish. Thank goodness I'm going to be home tonight — it'll be easier to get back into my workout routine without three dogs running around, and with the weather getting more springlike, I can take my pup on walks, which is good for both of us, even if he has to have a bath after!</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">1:30 p.m. — Surprise birthday cake for a coworker's birthday. It's chocolate with chocolate, and I can't resist. Then I browse movies on Redbox and reserve two with a rent-one-get-one-free code I have. <em>Aquaman</em> and <em>Second Act</em>, both movies I've wanted to see. <strong>$1.75</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">4:30 p.m. — I leave work, pick up the movies I reserved, drive to my house to drop off my stuff, and head back to the house where I'm house-sitting to spend a few last hours with the pups. It's chilly, but the dogs are happily running around the backyard, so I spend some time with them out there. I love watching my little pup running around with the big dogs. They all come inside and promptly fall asleep while I do my 30-minute HIIT workout in the TV room. I take a quick shower to get the sweat off and spray my hair with dry shampoo. I refill their water bowl, feed them dinner, clean the cat box, water the plants, pack up my refrigerated and frozen foods, and pick up any last-minute items of mine around the house. I leave around 7:30.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">8 p.m. — I watch <em>Aquaman</em> when I get home and then promptly climb into bed after doing my nighttime routine. I can't sleep, so I take some melatonin. It doesn't work. I get consistently more nauseous as I lie in bed, so I get some cold water and sip it, hoping it'll ease the nausea. I finally fall asleep with my pup in my bed around 12:30 a.m.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong>Daily Total: $10.49</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><h3>Day Three</h3></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">6:30 a.m. — I'm miserable, exhausted, and still a bit nauseated, but I get out of bed. I wash my face, brush my teeth, and get dressed. Then I turn on music on my Google Home, pick up my pup off the bed, and take him out for his morning potty break. Afterward, I set the house alarm and am out the door by 7:05. On my way, I stop by Starbucks and get a large tea and a plain bagel using my preloaded app.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">9:45 a.m. — I log into my security-system camera and check on my pup. He's fully asleep on the couch, which makes me giggle. I grab a Fiber One bar and eat it while I work.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">11:15 a.m. — I get lunch early, since I'm getting off at 3 today. My coworker takes me to Raising Cane's Chicken Fingers, which just opened here. I get a three-piece combo, and when I realize they have crushed ice, I get an extra cup of only ice. #Crushediceforlife. <strong>$12.83</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">1:30 p.m. — My coworkers “surprise” me with Rice Krispies Treats for my birthday and an awesome dog bookend set that I'm so excited about!!</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">3 p.m. — I leave work and head to my nail appointment. I decide on some really bright colors and spend more than I planned to. <strong>$80</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">5 p.m. — I swing by Target on the way home and pick up a few extra things for the weekend: two frozen pizzas, a gallon of diet sweet tea, and some Lindt chocolate Easter eggs. I get home, walk the pup, feed him, and do a 30-minute yoga workout while I make one of the pizzas. After yoga, I take a quick body shower and then sit on the couch with my pizza and a margarita while watching <em>Second Act</em>. <strong>$12.08</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">7 p.m. — I realize that I've had too much margarita and now am too tipsy to drive to return my movies, so I text a friend. I eat Rice Krispies while I wait for him to come pick me up. While we're out, I decide I want ice cream, too (#tipsycravings), so we go to Marble Slab and I get a large cone with cake batter, cookie dough, fudge, and sprinkles. The app says they'll take my birthday coupon, but the cashier says no, so I pay full price. I get home, finish my ice cream, walk the pup again, do my nighttime routine, and am in bed by midnight. <strong>$7.99</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong>Daily Total: $112.90</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><h3>Day Four</h3></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">7:30 a.m. — I wake up and my pup is still snoring. After dozing and then scrolling through social media, I get up at about 8, do my morning routine, walk the pup, and feed him before I'm out the door at 9:15 to head to Planet Beach for a little me time. (I bought a Groupon deal last month.) I get a facial ($12 for the product), a moisturizing body pod that feels like a sauna for your body, and then a hydro-massage. I'm so relaxed when I'm finished. <strong>$12</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">11:30 a.m. — I head to the mall after my appointment and do a little browsing. I find a pair of lilac pants I like on clearance at Old Navy, so I buy them and decide I'll try them on at home ($6.99). Then I head to Red Robin for lunch and get a grilled chicken burger with teriyaki sauce and ice water. (I'm so thirsty after the body pod.) I have a free burger as part of their birthday rewards, so it only costs me the $5 tip. <strong>$11.99</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">1:30 p.m. — I run through McDonald's and get a pack of chocolate chip cookies and a water, plus I decide on an ice cream cone last minute because it's a beautiful spring day, perfect for ice cream. <strong>$1.80</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">2:15 p.m. — I meet my friend at the vet to help him with an acupuncture appointment for their old pup. It's easier with two people, so the vet can get the needles in the right spot. It's over by 2:45, and then I head home to get ready for dinner with a friend tonight.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">3:30 p.m. — I get home, walk the pup, and then hop in the shower so my hair has time to dry afterward. I try on the pants I just bought and I hate them. They're like leggings, not jeans, so I put them aside to return tomorrow. Then I take a 45-minute nap and am up by 5:30 to finish getting ready. I douse my hair in protectant, use the hot air brush to finish drying it and my blowdryer to get my roots, run a flat iron over my hair, and then finish with a wave iron. I put my makeup on (brows, eyes, lips only) and slip into my dress and boots. Then I walk the pup one more time, feed him, and am ready when my friend picks me up at 6:30.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">7 p.m. — We head to a restaurant downtown, and my friend pays for parking. I order two double vodka and cranberries, a pretzel appetizer, halibut, and chocolate pie for dessert. Then I order a margarita, but realize I can no longer switch alcohol and can't even finish it. I have a $25 birthday gift certificate, which I use, and my friend covers the rest.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">8:30 p.m. — We head to a bar about 15 minutes north of town where we know the live musician playing. I get another double vodka cranberry and hang out for a while. My friend treats.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">10 p.m. — We head back to town and stop by another bar that plays country, and I order another double vodka cranberry. My friend treats again. I have the best friends. After another drink (her treat), my friend drives me home.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">12 a.m. — I walk my pup, get out of my clothes and into pajamas, wash my face, and FaceTime my mom, as per tradition on my birthday. Then I drink some water, take some pain meds, and fall asleep on the couch while watching <em>Friends</em>.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong>Daily Total: $25.79</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><h3>Day Five</h3></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">7 a.m. — I wake up with a headache and stumble to the fridge, where I grab a bottle of water and drink the entire thing with some more pain meds. Then I crawl back on the couch and my pup crawls up on my lap with me. I text my friend, who is picking me up to hang out today, and ask her to get me a red Powerade on her way. I walk the pup, take a body shower, do my morning routine, feed the pup, and get dressed in yoga pants and a sweatshirt.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">9 a.m. — My friend picks me up and we go to Costco. I pick up a chocolate cake for my dinner tonight, dog food, and two ceiling-fixture lights ($90.18). Next, we stop at Starbucks, where I get my free birthday drink and a sausage-and-cheddar sandwich ($3.45), and Ulta, where I get color-matched for a foundation, since I haven't worn foundation in years and the one in my old stash doesn't work anymore for me. My friend buys me a foundation starter kit to make sure I really like it, and I use $11 of my store credit toward it so she doesn't have to pay full price. I also return my jeans to Old Navy and stop at Kohl's to get an estimate for what it would cost to replace an earring I lost. It's too expensive for me to get now, but I make a mental note to start saving to replace it, since my parents bought these earrings for me as a graduation present. <strong>$93.63</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">12:30 p.m. — We head to a travel fair and spend the next hour or so looking around, getting coupons and brochures, and trying to see if we can plan something for this summer. My friend drops me back home at 2, and after walking my pup, I decide I need a nap. I drink another bottle of water, have a few chips to tide me over, and crawl into bed, since I never made it there last night.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">5 p.m. — After a magical nap, I get up, pour myself a margarita, wash my face, spend some time lotioning up my whole body, put on face makeup, touch up my hair, and slide into a dress and some heels while drinking another margarita.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">6:30 p.m. — I walk my pup and feed him dinner when a third friend picks me up for dinner with a group of our friends, drives us downtown, and pays for parking. I order a margarita and let the waitress know I'll be having margaritas all night. I get some calamari to start and a jambalaya pasta for dinner, and we have the chocolate cake for dessert. My friends chip in, and I end up spending $44.69 with tip. I give the server an extra $5 for making sure I had a margarita in my hand at all times. <strong>$49.69</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">9:30 p.m. — We head home after dinner, and I pour myself the last of the margarita pitcher in the fridge. I grab some chips from the cupboard and snack on them while I watch <em>Friends</em> on Netflix. I walk the pup at about midnight, do my nighttime routine, and crawl into bed.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong>Daily Total: $143.32</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><h3>Day Six</h3></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">7:30 a.m. — I wake up feeling amazingly not hungover. After showering and then walking and feeding the pup, I clean the whole kitchen and make myself eggs and toast for breakfast. Then I reorganize my dining room, take out the trash, move all the furniture in the living room, and completely sweep. I find my missing diamond earring under the couch while sweeping. I've swept at least four or five times since I lost it, but magically here it is. I'm so excited, I text everyone that I told it was lost and do a happy dance.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">12 p.m. — I spend the afternoon doing all my laundry and getting it hung up.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">2 p.m. — After walking the dog and more housework, I take down my old carbon monoxide detector and separate smoke alarm and install a combined Nest one that I got from my internet company as a “smart home” promotion.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">6 p.m. — I toss some buffalo chicken bites in my air fryer and eat them with some ranch for dinner. Then I turn on <em>Young &amp; Hungry</em> and catch up on the goofiness. I walk the pup one more time at 9 p.m., do my nighttime routine, and am in bed by 9:30.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">11 p.m. — My brain won't shut off, so I take half of a sleeping pill and try again. I end up moving to the couch and still can't sleep. I doze off at 1:30 but wake up in a start and covered in sweat at 3. I hop in the shower because I feel gross and try to crawl back in bed for sleep. It doesn't happen.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong>Daily Total: $0</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><h3>Day Seven</h3></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">6 a.m. — I text my boss and let her know what's up. I'm finally drowsy, so I set my alarm for 8:30 and let myself drift.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">8:30 a.m. — I check in with my boss, get up, walk the pup, and do my morning routine. I get to work by 9:25, grab a breakfast burrito out of the freezer, and get to work.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">1 p.m. — Lunchtime! I grab a Lean Cuisine and heat it up to eat at my desk. I read an article about the #NoBuyChallenge and think about trying it for a month. I need to really boost up my savings.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">4:30 p.m. — I leave work and head straight home. Then I walk my pup, heat up leftovers from this weekend, and get into pajamas. I wash my sheets and blankets and spend the entire night watching Netflix, reading, and cuddling my pup before falling asleep at 9.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong>Daily Total: $0</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-asset-container center-align full-width\"><div><div class=\"section-image-container\"><div class=\"section-image\"><div><div class=\"img-container\"><div class=\"loading\"></div></div><div class=\"story-share image-shares\"><a data-href=\"https://pinterest.com/pin/create/button/?url=https%3A%2F%2Fwww.refinery29.com%2Fen-us%2Fgrants-administrator-anchorage-ak-money-diary%3Futm_source%3Dpinterest%26utm_medium%3Dpinterest_share&amp;media=http%3A%2F%2Fs2.r29static.com%2F%2Fbin%2Fentry%2Fba8%2Fx%2F2155559%2Fa-week-in-anchorage-ak-2155559.png&amp;description=A%20Week%20In%20Anchorage%2C%20AK%2C%20On%20A%20%2440%2C000%20Salary%2B%23refinery29\" data-pin-custom=\"true\"><button class=\"fa fa-pinterest-p\" title=\"Share on Pinterest\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m256 597q0-108 37.5-203.5t103.5-166.5 152-123 185-78 202-26q158 0 294 66.5t221 193.5 85 287q0 96-19 188t-60 177-100 149.5-145 103-189 38.5q-68 0-135-32t-96-88q-10 39-28 112.5t-23.5 95-20.5 71-26 71-32 62.5-46 77.5-62 86.5l-14 5-9-10q-15-157-15-188 0-92 21.5-206.5t66.5-287.5 52-203q-32-65-32-169 0-83 52-156t132-73q61 0 95 40.5t34 102.5q0 66-44 191t-44 187q0 63 45 104.5t109 41.5q55 0 102-25t78.5-68 56-95 38-110.5 20-111 6.5-99.5q0-173-109.5-269.5t-285.5-96.5q-200 0-334 129.5t-134 328.5q0 44 12.5 85t27 65 27 45.5 12.5 30.5q0 28-15 73t-37 45q-2 0-17-3-51-15-90.5-56t-61-94.5-32.5-108-11-106.5z\"></path></svg></button></a><button aria-hidden=\"true\" class=\"fa fa-facebook\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1343 12v264h-157q-86 0-116 36t-30 108v189h293l-39 296h-254v759h-306v-759h-255v-296h255v-218q0-186 104-288.5t277-102.5q147 0 228 12z\"></path></svg></button></div><div class=\"content-caption\"></div></div></div></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><em>Money Diaries are meant to reflect individual women's experiences and do not necessarily reflect Refinery29's point of view. Refinery29 in no way encourages illegal activity or harmful behavior.</em></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><em>The first step to getting your financial life in order is tracking what you spend — to try on your own, check out</em> <em><a href=\"http://www.refinery29.com/budgeting-tools-spending-diary\">our guide to managing your money every day</a>. For more money diaries, click</em> <em><a href=\"http://www.refinery29.com/money-diary\">here</a>. Have questions about how to submit or our publishing process? Read our Money Diaries FAQ doc here:</em> <em><a href=\"http://www.refinery29.com/file/3335/money-diary-faqs.pdf\">r29.co/mdfaqs</a></em></div></div></div></div><div class=\"section-outer-container\"><div id=\"action_button_container\"></div></div></section></div></div><div class=\"share-bottom-wrapper\"><div class=\"story-share article-bottom two-rows\"><button aria-hidden=\"true\" class=\"fa fa-facebook\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1343 12v264h-157q-86 0-116 36t-30 108v189h293l-39 296h-254v759h-306v-759h-255v-296h255v-218q0-186 104-288.5t277-102.5q147 0 228 12z\"></path></svg></button><button class=\"fa fa-twitter\" title=\"Share on Twitter\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1684 408q-67 98-162 167 1 14 1 42 0 130-38 259.5t-115.5 248.5-184.5 210.5-258 146-323 54.5q-271 0-496-145 35 4 78 4 225 0 401-138-105-2-188-64.5t-114-159.5q33 5 61 5 43 0 85-11-112-23-185.5-111.5t-73.5-205.5v-4q68 38 146 41-66-44-105-115t-39-154q0-88 44-163 121 149 294.5 238.5t371.5 99.5q-8-38-8-74 0-134 94.5-228.5t228.5-94.5q140 0 236 102 109-21 205-78-37 115-142 178 93-10 186-50z\"></path></svg></button><button class=\"fa fa-flipboard\" title=\"Share on Flipboard\"></button><button class=\"fa fa-envelope-o\" title=\"Share by Email\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1664 1504v-768q-32 36-69 66-268 206-426 338-51 43-83 67t-86.5 48.5-102.5 24.5h-2q-48 0-102.5-24.5t-86.5-48.5-83-67q-158-132-426-338-37-30-69-66v768q0 13 9.5 22.5t22.5 9.5h1472q13 0 22.5-9.5t9.5-22.5zm0-1051v-24.5l-.5-13-3-12.5-5.5-9-9-7.5-14-2.5h-1472q-13 0-22.5 9.5t-9.5 22.5q0 168 147 284 193 152 401 317 6 5 35 29.5t46 37.5 44.5 31.5 50.5 27.5 43 9h2q20 0 43-9t50.5-27.5 44.5-31.5 46-37.5 35-29.5q208-165 401-317 54-43 100.5-115.5t46.5-131.5zm128-37v1088q0 66-47 113t-113 47h-1472q-66 0-113-47t-47-113v-1088q0-66 47-113t113-47h1472q66 0 113 47t47 113z\"></path></svg></button></div></div><footer class=\"footer\"><div class=\"byline\">Grants Administrator Anchorage AK Money Diary</div><div class=\"byline published\"><div class=\"spinner-wrapper inline\"><div class=\"spinner\"></div></div></div><div class=\"byline breadcrumbs\"><span><span class=\"bullet\"></span><a class=\"crumb\" href=\"/en-us/living\">Living</a></span><span><span class=\"bullet\"> • </span><a class=\"crumb\" href=\"/en-us/money-diary\">Money Diaries</a></span><span><span class=\"bullet\"> • </span><a class=\"crumb\" href=\"/en-us/the-latest\">The Latest</a></span><span><span class=\"bullet\"> • </span><a class=\"crumb\" href=\"/en-us/work-and-money\">Work &amp; Money</a></span></div><div class=\"byline featured-contributors\"><div class=\"featured-byline\"><a href=\"/en-us/author/you\" target=\"_blank\"><span>written by <span class=\"featured-name\">You</span></span></a></div></div><div class=\"byline other-contributors\"><span>Photo: Getty Images.</span></div></footer><div class=\"spot-im-comments-container\"></div></div></div></article><div><div class=\"spot-im-recirculation-container\">\n<div class=\"spot-im-recirculation-frame\" data-spot-id=\"sp_rexLo99v\" data-spotim-module=\"recirculation\">\n</div>\n</div></div></div><div id=\"below-the-fold-modules\"><div><div class=\"module\"><header class=\"module-header\"><div class=\"container\"><h2 class=\"title\">Editors' Picks</h2></div></header><div><div><div class=\"row\"><div><div class=\"card prime\"><a href=\"/en-us/2019/04/227952/monthly-april-horoscope\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Horoscopes</div><div class=\"title\"><span>Your April Horoscope, Revealed</span></div><div class=\"story-meta\"><div class=\"author\"><span class=\"author-name\">Venus Australis</span></div><div class=\"publish-date\"><span>Apr 1, 2019</span></div></div></div></a></div></div><div><div class=\"card prime\"><a href=\"/en-us/under-eye-filler-dark-circles-experience\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Beauty</div><div class=\"title\"><span>I Got Undereye Filler For My Dark Circles — &amp; I've Never Looked Back</span></div><div class=\"story-meta\"><div class=\"author\"><span class=\"author-name\">Danielle Gray</span></div><div class=\"publish-date\"><span>Mar 25, 2019</span></div></div></div></a></div></div><div><div class=\"card prime\"><a href=\"/en-us/2019/03/225613/leah-carroll-true-crime-essay-friends-with-daughter-of-moms-killer\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">News</div><div class=\"title\"><span>Her Father Murdered My Mother. Then, We Became Friends.</span></div><div class=\"story-meta\"><div class=\"author\"><span class=\"author-name\">Leah Carroll</span></div><div class=\"publish-date\"><span>Mar 25, 2019</span></div></div></div></a></div></div></div></div></div></div></div><div><div class=\"module\"><header class=\"module-header\"><div class=\"container\"><h2 class=\"title\">More from Work &amp; Money</h2></div></header><div><div><div class=\"row\"><div><div class=\"card standard\"><a href=\"/en-us/six-figure-paycheck-aerospace-engineer\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Work &amp; Money</div><div class=\"title\"><span>I'm An Aerospace Engineer — &amp; I Make $142K</span></div><div class=\"abstract\">In our series My 6-Figure Paycheck, women making more than $100,000 open up about how they got there and what exactly they do. We take a closer look at</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">Ludmila Leiva</span></span></div></div></div></a></div></div><div><div class=\"card standard\"><a href=\"/en-us/north-carolina-senior-associate-salary-money-diary\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Money Diaries</div><div class=\"title\"><span>A Week In North Carolina On A $53,300 Salary</span></div><div class=\"abstract\">Welcome to Money Diaries, where we're tackling what might be the last taboo facing modern working women: money. We're asking millennials how they spend</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">You</span></span></div></div></div></a></div></div><div><div class=\"card standard last-in-row\"><a href=\"/en-us/behavioral-interview-questions\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Work &amp; Money</div><div class=\"title\"><span>Here's How To Answer Those Stressful Behavioral Interview Qu...</span></div><div class=\"abstract\">After putting together a perfectly crafted cover letter, revamping your résumé, and breezing through an initial phone interview, you've finally landed</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">Ludmila Leiva</span></span></div></div></div></a></div></div></div></div><div><div class=\"row\"><div><div class=\"card standard\"><a href=\"/en-us/seattle-wa-consultant-salary-money-diary\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Money Diaries</div><div class=\"title\"><span>A Week In Seattle, WA, On A $145,000 Income</span></div><div class=\"abstract\">Welcome to Money Diaries, where we're tackling what might be the last taboo facing modern working women: money. We're asking millennials how they spend</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">You</span></span></div></div></div></a></div></div><div><div class=\"card standard\"><a href=\"/en-us/2019/04/228900/sophie-turner-salary-game-of-thrones-highest-lowest-paid\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Work &amp; Money</div><div class=\"title\"><span>Sophie Turner Is Paid Less Than Other <em>Game Of Thrones </em>Ca...</span></div><div class=\"abstract\">Sophie Turner, the actress who rose to international fame for her portrayal of Sansa Stark in HBO’s Game of Thrones series, doesn’t get paid as much</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">Ludmila Leiva</span></span></div></div></div></a></div></div><div><div class=\"card standard last-in-row\"><a href=\"/en-us/2019/02/224357/lisa-vanderpump-net-worth-real-housewives\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Work &amp; Money</div><div class=\"title\"><span>All Hail LVP, The Richest Real Housewife</span></div><div class=\"abstract\">Another season of The Real Housewives of Beverly Hills is in full swing, and this time our favorite grande dame of Villa Rosa (who has thus far excelled</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">Anabel Pasarow</span></span></div></div></div></a></div></div></div></div><div><div class=\"row\"><div><div class=\"card standard\"><a href=\"/en-us/financial-failure-into-career-success\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\"><span>Paid Content</span></div><div class=\"title\"><span>Turning Failure Into Prosperity: How 4 Women Used Their Setbacks ...</span></div><div class=\"abstract\">Ask any successful woman and she’ll tell you, on the road to financial freedom and confidence, you’re likely to hit a few bumps along the way.</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">Leeann Duggan</span></span></div></div></div></a></div></div><div><div class=\"card standard\"><a href=\"/en-us/salary-story-construction-finance\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Work &amp; Money</div><div class=\"title\"><span>I've Been In Finance For 8 Years — &amp; I Finally Feel Fulfille...</span></div><div class=\"abstract\">In our series Salary Stories, women with long-term career experience open up about the most intimate details of their jobs: compensation. It’s an honest</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">Ludmila Leiva</span></span></div></div></div></a></div></div><div><div class=\"card standard last-in-row\"><a href=\"/en-us/how-to-brand-yourself\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Work &amp; Money</div><div class=\"title\"><span>6 Essential Tips To Help You Create A Strong Personal Brand</span></div><div class=\"abstract\">These days, there are a lot of conversations happening around personal branding.  Whether you are an aspiring social media influencer, an entrepreneur, or</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">Ludmila Leiva</span></span></div></div></div></a></div></div></div></div><div><div class=\"row\"><div><div class=\"card standard\"><a href=\"/en-us/copy-assistant-london-salary-money-diary\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Money Diaries</div><div class=\"title\"><span>A Week In London On A $31,473 Salary</span></div><div class=\"abstract\">Welcome to Money Diaries, where we're tackling what might be the last taboo facing modern working women: money. We're asking millennials how they spend</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">You</span></span></div></div></div></a></div></div><div><div class=\"card standard\"><a href=\"/en-us/how-to-interview-someone-job-questions\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Work &amp; Money</div><div class=\"title\"><span>New Managers: Here's How To Interview Someone For A Job</span></div><div class=\"abstract\">Job interviews can be nerve-racking — and not just for the person who's being interviewed.  While there's plenty of advice on how to prepare for a job</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">Ludmila Leiva</span></span></div></div></div></a></div></div><div><div class=\"card standard last-in-row\"><a href=\"/en-us/2019/04/228243/the-struggle-to-find-good-affordable-child-care\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Work &amp; Money</div><div class=\"title\"><span>Trying To Find Affordable Child Care Is Not The Job I Wanted</span></div><div class=\"abstract\">In the past month, I’ve spent close to 60 hours trying to secure child care for my two-year-old son. This is not the kind of job I ever wanted. It’s a</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">Liz Tracy</span></span></div></div></div></a></div></div></div></div></div></div></div><div><div class=\"module series-module\"><header class=\"module-header\"><div class=\"container\"><h2 class=\"large-title\">Watch</h2><h2 class=\"title\">R29 Original Series</h2></div></header><div><div><div class=\"row flex-series\"><div class=\"flex-series-inner\"><div class=\"flex-swiper-wrapper\"><button class=\"swiper-button-prev swiper-nav disabled\" title=\"Previous\"></button><button class=\"swiper-button-next swiper-nav\" title=\"Next\"></button></div></div></div></div><div><div class=\"row four-video\"><h2 class=\"four-video-title\">Trending Videos</h2><div class=\"four-video-content\"><a class=\"video-card\" href=\"/en-us/nose-job-rhinoplasty-surgery-story-acceptance\"><div><div class=\"opener-image\"></div></div><figure class=\"icon-video\"></figure><div class=\"story-content\"><div class=\"label\">Beauty</div><div class=\"title\"><span>Why I Got A Nose Job To Feel Closer To My Family</span></div></div></a><a class=\"video-card\" href=\"/en-us/sweet-digs-new-york-city-ice-cream-factory-brothel-apartment-tour\"><div><div class=\"opener-image\"></div></div><figure class=\"icon-video\"></figure><div class=\"story-content\"><div class=\"label\">Home Tours</div><div class=\"title\"><span>I Live In An Old Ice Cream Factory — &amp; My Rent Is $3,750 A ...</span></div></div></a><a class=\"video-card\" href=\"/en-us/afrofuturism-fashion\"><div><div class=\"opener-image\"></div></div><figure class=\"icon-video\"></figure><div class=\"story-content\"><div class=\"label\">Fashion</div><div class=\"title\"><span>Style Out There: For Black Women, Afrofuturist Fashion Is More...</span></div></div></a><a class=\"video-card\" href=\"/en-us/spending-with-apps\"><div><div class=\"opener-image\"></div></div><figure class=\"icon-video\"></figure><div class=\"story-content\"><div class=\"label\">Dedicated Feature</div><div class=\"title\"><span>What Happened When I Went Wallet-Less For 5 Days</span></div></div></a></div></div><div class=\"row row-ad\"><div class=\"ad\" data-ad-position=\"related\" data-ad-size=\"10x10,970x250,970x90,728x90,1280x90\" id=\"ad-feed-row-7\"></div></div></div></div></div></div></div></div><div><div class=\"jump-wrapper\"><div class=\"jump-banner\"><div class=\"jump-card three-unequal-card\" id=\"jump-discover\"><a href=\"/en-us\"><div class=\"three-unequal-content-wrapper\"><div class=\"jump-content three-unequal-content\"><div class=\"three-unequal-content-inner\"><div class=\"jump-title\">Discover<i aria-hidden=\"true\" class=\"fa fa-angle-right\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1171 960q0 13-10 23l-466 466q-10 10-23 10t-23-10l-50-50q-10-10-10-23t10-23l393-393-393-393q-10-10-10-23t10-23l50-50q10-10 23-10t23 10l466 466q10 10 10 23z\"></path></svg></i></div>R29 Stories &amp; News</div></div></div></a></div><div class=\"jump-card three-unequal-card\" id=\"jump-watch\"><a href=\"/en-us/video\"><div class=\"three-unequal-content-wrapper\"><div class=\"jump-content three-unequal-content\"><div class=\"three-unequal-content-inner\"><div class=\"jump-title\">Watch<i aria-hidden=\"true\" class=\"fa fa-angle-right\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1171 960q0 13-10 23l-466 466q-10 10-23 10t-23-10l-50-50q-10-10-10-23t10-23l393-393-393-393q-10-10-10-23t10-23l50-50q10-10 23-10t23 10l466 466q10 10 10 23z\"></path></svg></i></div>R29 Original Series &amp; Films</div></div></div></a></div><div class=\"jump-card three-unequal-card\" id=\"jump-shop\"><a href=\"/en-us/shop\"><div class=\"three-unequal-content-wrapper\"><div class=\"jump-content three-unequal-content\"><div class=\"three-unequal-content-inner\"><div class=\"jump-title\">Shop<i aria-hidden=\"true\" class=\"fa fa-angle-right\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1171 960q0 13-10 23l-466 466q-10 10-23 10t-23-10l-50-50q-10-10-10-23t10-23l393-393-393-393q-10-10-10-23t10-23l50-50q10-10 23-10t23 10l466 466q10 10 10 23z\"></path></svg></i></div>R29's Most Wanted</div></div></div></a></div></div></div><footer class=\"global-footer\"><div class=\"social-container\"><img alt=\"\" class=\"logo\" src=\"/assets/d27ad8510dcf0eef13f6419f4f9a76e6.svg\"/><div class=\"copyright\">© <!-- -->2019<!-- --> Refinery29 Inc.</div><ul class=\"social-nav\"><li><a href=\"https://jump.refinery29.com/join/24/signup-all-newsletters?utm_source=footer&amp;utm_medium=emailsignup\" target=\"_blank\" title=\"Sign up for newsletters\"><i aria-hidden=\"true\" class=\"fa fa-envelope-o\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1664 1504v-768q-32 36-69 66-268 206-426 338-51 43-83 67t-86.5 48.5-102.5 24.5h-2q-48 0-102.5-24.5t-86.5-48.5-83-67q-158-132-426-338-37-30-69-66v768q0 13 9.5 22.5t22.5 9.5h1472q13 0 22.5-9.5t9.5-22.5zm0-1051v-24.5l-.5-13-3-12.5-5.5-9-9-7.5-14-2.5h-1472q-13 0-22.5 9.5t-9.5 22.5q0 168 147 284 193 152 401 317 6 5 35 29.5t46 37.5 44.5 31.5 50.5 27.5 43 9h2q20 0 43-9t50.5-27.5 44.5-31.5 46-37.5 35-29.5q208-165 401-317 54-43 100.5-115.5t46.5-131.5zm128-37v1088q0 66-47 113t-113 47h-1472q-66 0-113-47t-47-113v-1088q0-66 47-113t113-47h1472q66 0 113 47t47 113z\"></path></svg></i></a></li><li><a href=\"https://www.facebook.com/refinery29\" target=\"_blank\" title=\"Visit Refinery29 on Facebook\"><i aria-hidden=\"true\" class=\"fa fa-facebook\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1343 12v264h-157q-86 0-116 36t-30 108v189h293l-39 296h-254v759h-306v-759h-255v-296h255v-218q0-186 104-288.5t277-102.5q147 0 228 12z\"></path></svg></i></a></li><li><a href=\"https://www.youtube.com/user/Refinery29TV/?sub_confirmation=1\" target=\"_blank\" title=\"Visit Refinery29 on YouTube\"><i aria-hidden=\"true\" class=\"fa fa-youtube-play\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m711 1128 484-250-484-253zm185-862q168 0 324.5 4.5t229.5 9.5l73 4q1 0 17 1.5t23 3 23.5 4.5 28.5 8 28 13 31 19.5 29 26.5q6 6 15.5 18.5t29 58.5 26.5 101q8 64 12.5 136.5t5.5 113.5v176q1 145-18 290-7 55-25 99.5t-32 61.5l-14 17q-14 15-29 26.5t-31 19-28 12.5-28.5 8-24 4.5-23 3-16.5 1.5q-251 19-627 19-207-2-359.5-6.5t-200.5-7.5l-49-4-36-4q-36-5-54.5-10t-51-21-56.5-41q-6-6-15.5-18.5t-29-58.5-26.5-101q-8-64-12.5-136.5t-5.5-113.5v-176q-1-145 18-290 7-55 25-99.5t32-61.5l14-17q14-15 29-26.5t31-19.5 28-13 28.5-8 23.5-4.5 23-3 17-1.5q251-18 627-18z\"></path></svg></i></a></li><li><a href=\"https://www.instagram.com/refinery29\" target=\"_blank\" title=\"Visit Refinery29 on Instagram\"><i aria-hidden=\"true\" class=\"fa fa-instagram\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"M1152 896q0-106-75-181t-181-75-181 75-75 181 75 181 181 75 181-75 75-181zm138 0q0 164-115 279t-279 115-279-115-115-279 115-279 279-115 279 115 115 279zm108-410q0 38-27 65t-65 27-65-27-27-65 27-65 65-27 65 27 27 65zM896 266l-76.5-.5q-69.5-.5-105.5 0t-96.5 3-103 10T443 297q-50 20-88 58t-58 88q-11 29-18.5 71.5t-10 103-3 96.5 0 105.5.5 76.5-.5 76.5 0 105.5 3 96.5 10 103T297 1349q20 50 58 88t88 58q29 11 71.5 18.5t103 10 96.5 3 105.5 0 76.5-.5 76.5.5 105.5 0 96.5-3 103-10 71.5-18.5q50-20 88-58t58-88q11-29 18.5-71.5t10-103 3-96.5 0-105.5-.5-76.5.5-76.5 0-105.5-3-96.5-10-103T1495 443q-20-50-58-88t-88-58q-29-11-71.5-18.5t-103-10-96.5-3-105.5 0-76.5.5zm768 630q0 229-5 317-10 208-124 322t-322 124q-88 5-317 5t-317-5q-208-10-322-124t-124-322q-5-88-5-317t5-317q10-208 124-322t322-124q88-5 317-5t317 5q208 10 322 124t124 322q5 88 5 317z\"></path></svg></i></a></li><li><a href=\"https://twitter.com/refinery29\" target=\"_blank\" title=\"Visit Refinery29 on Twitter\"><i aria-hidden=\"true\" class=\"fa fa-twitter\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1684 408q-67 98-162 167 1 14 1 42 0 130-38 259.5t-115.5 248.5-184.5 210.5-258 146-323 54.5q-271 0-496-145 35 4 78 4 225 0 401-138-105-2-188-64.5t-114-159.5q33 5 61 5 43 0 85-11-112-23-185.5-111.5t-73.5-205.5v-4q68 38 146 41-66-44-105-115t-39-154q0-88 44-163 121 149 294.5 238.5t371.5 99.5q-8-38-8-74 0-134 94.5-228.5t228.5-94.5q140 0 236 102 109-21 205-78-37 115-142 178 93-10 186-50z\"></path></svg></i></a></li><li><a href=\"https://www.pinterest.com/refinery29/?auto_follow=true\" target=\"_blank\" title=\"Visit Refinery29 on Pinterest\"><i aria-hidden=\"true\" class=\"fa fa-pinterest-p\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m256 597q0-108 37.5-203.5t103.5-166.5 152-123 185-78 202-26q158 0 294 66.5t221 193.5 85 287q0 96-19 188t-60 177-100 149.5-145 103-189 38.5q-68 0-135-32t-96-88q-10 39-28 112.5t-23.5 95-20.5 71-26 71-32 62.5-46 77.5-62 86.5l-14 5-9-10q-15-157-15-188 0-92 21.5-206.5t66.5-287.5 52-203q-32-65-32-169 0-83 52-156t132-73q61 0 95 40.5t34 102.5q0 66-44 191t-44 187q0 63 45 104.5t109 41.5q55 0 102-25t78.5-68 56-95 38-110.5 20-111 6.5-99.5q0-173-109.5-269.5t-285.5-96.5q-200 0-334 129.5t-134 328.5q0 44 12.5 85t27 65 27 45.5 12.5 30.5q0 28-15 73t-37 45q-2 0-17-3-51-15-90.5-56t-61-94.5-32.5-108-11-106.5z\"></path></svg></i></a></li><li><a href=\"https://www.tumblr.com/register/follow/refinery29\" target=\"_blank\" title=\"Visit Refinery29 on Tumblr\"><i aria-hidden=\"true\" class=\"fa fa-tumblr\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1328 1329 80 237q-23 35-111 66t-177 32q-104 2-190.5-26t-142.5-74-95-106-55.5-120-16.5-118v-544h-168v-215q72-26 129-69.5t91-90 58-102 34-99 15-88.5q1-5 4.5-8.5t7.5-3.5h244v424h333v252h-334v518q0 30 6.5 56t22.5 52.5 49.5 41.5 81.5 14q78-2 134-29z\"></path></svg></i></a></li></ul></div><div class=\"links company\"><span class=\"column-header\"><span>COMPANY</span></span><ul><li><a href=\"https://corporate.r29.com\">About Us</a></li><li><a href=\"https://corporate.r29.com/careers\">Jobs</a></li><li><a href=\"https://corporate.r29.com/about-press\">Press</a></li><li><a href=\"https://corporate.r29.com/advertising\">Advertising</a></li><li><a href=\"mailto:feedback@refinery29.com\">Feedback</a></li><li><a href=\"https://corporate.r29.com/r29-intelligence\">Refinery29 Intelligence</a></li></ul></div><div class=\"links information\"><span class=\"column-header\"><span>INFORMATION</span></span><ul><li><a href=\"/news\">R29 News</a></li><li><a href=\"/en-us/terms-and-conditions\">Terms</a></li><li><a href=\"/en-us/privacy\">Privacy</a></li><li><a href=\"/en-us/archives\" rel=\"nofollow\">Archives</a></li><li><a href=\"/rss.xml\">RSS</a></li></ul></div><div class=\"links editions\"><span class=\"column-header\"><span>EDITIONS</span></span><ul><li><a href=\"/en-ca\">Canada</a></li><li><a href=\"/en-gb\">United Kingdom</a></li><li><a href=\"/de-de\">Germany</a></li></ul></div><div class=\"email-signup\"><span class=\"column-header\"><label for=\"email-acquisition\"><span>NEWSLETTER SIGN-UP</span></label></span><div class=\"footer-email-acquisition\"><input class=\"email-acquisition-input\" id=\"email-acquisition\" name=\"email\" placeholder=\"Email Address\" type=\"email\"/><button class=\"email-acquisition-submit\"><span>Go!</span></button></div></div></footer></div><div class=\"oop-ad-container\"><div class=\"ad out-of-page-ad\" data-ad-position=\"interstitial\" data-ad-size=\"\" id=\"ad-out-of-page\"></div></div><div id=\"fb-root\"></div></div></div><span id=\"ad-data\"><!--\n ad_vars targeting \n{\"ad_channels\":[\"work-and-money\",\n\"living\",\n\"money-diary\",\n\"spending-money\"],\n\"ad_collections\":[],\n\"ad_category_path\":\"living\",\n\"ad_pageid\":\"grants-administrator-anchorage-ak-money-diary\",\n\"ad_entityid\":228626,\n\"ad_sponsorship\":\"MoneyDiariesEditSponsorshipRB\",\n\"ad_series\":\"\",\n\"ad_is_sensitive_content\":false,\n\"ad_dedicated_feature\":false,\n\"ad_disable_interstitial\":false,\n\"ad_disable_video_preroll\":false,\n\"ad_page_type\":\"scrollable\",\n\"ad_site_name\":\"r29\",\n\"ad_domain\":\".com\",\n\"ad_disable_adhesion_on_mobile\":false,\n\"ad_disable_all_ads\":false,\n\"ad_disable_ad_refresh\":false,\n\"ad_edition\":\"en-us\"}\n--></span></div></main></div></div>\n<script id=\"r29-initial-state\" type=\"text/plain\">\n          :>DGV>/:>DGqDUJHWLQJ`RPSOHWHG>/IDOVH,>VOLGH`KDQJH`RXQW>/0,>DGBGDWD>/:>DGBFKDQQHOV>/x>ZRUN-DQG-PRQH\\>,>OLYLQJ>,>PRQH\\-GLDU\\>,>VSHQGLQJ-PRQH\\>z,>DGBFROOHFWLRQV>/xz,>DGBFDWHJRU\\BSDWK>/>OLYLQJ>,>DGBSDJHLG>/>JUDQWV-DGPLQLVWUDWRU-DQFKRUDJH-DN-PRQH\\-GLDU\\>,>DGBHQWLW\\LG>/228626,>DGBVSRQVRUVKLS>/>jRQH\\aLDULHVbGLWpSRQVRUVKLSo_>,>DGBVHULHV>/>>,>DGBLVBVHQVLWLYHBFRQWHQW>/IDOVH,>DGBGHGLFDWHGBIHDWXUH>/IDOVH,>DGBGLVDEOHBLQWHUVWLWLDO>/IDOVH,>DGBGLVDEOHBYLGHRBSUHUROO>/IDOVH,>DGBSDJHBW\\SH>/>VFUROODEOH>,>DGBVLWHBQDPH>/>U29>,>DGBGRPDLQ>/>.FRP>,>DGBGLVDEOHBDGKHVLRQBRQBPRELOH>/IDOVH,>DGBGLVDEOHBDOOBDGV>/IDOVH,>DGBGLVDEOHBDGBUHIUHVK>/IDOVH,>DGBHGLWLRQ>/>HQ-XV><<,>DQDO\\WLFV>/:>SDJHBW\\SH>/>HQWU\\.DUWLFOH>,>W\\SHBLG>/228626,>UHSRUWLQJBFDWHJRU\\>/>iLYLQJ-tRUN & jRQH\\>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}JUDQWV-DGPLQLVWUDWRU-DQFKRUDJH-DN-PRQH\\-GLDU\\><,>DSL>/:>IHWFKpWDWXV>/>QRWcHWFKLQJ>,>LVfQLWLDOmDJHYLHZ>/WUXH,>ODVWcHWFKHGiRFDWLRQ>/:>SDWKQDPH>/>}HQ-XV}JUDQWV-DGPLQLVWUDWRU-DQFKRUDJH-DN-PRQH\\-GLDU\\>,>VHDUFK>/>>,>KDVK>/>>,>DFWLRQ>/>mlm>,>NH\\>/>GG6XWD>,>TXHU\\>/:<,>KRVWQDPH>/>ZZZ.UHILQHU\\29.FRP>,>SURWRFRO>/>KWWSV/><,>SDJLQDWLRQ>/:<,>VWDWXV>/200,>KDVbUURUV>/IDOVH<,>DUWLFOH>/:>DVVHWBPDLQ>/:>KHLJKW>/2400,>ZLGWK>/2000,>VUFBIXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}E93}[,80}2154966}D-ZHHN-LQ-DQFKRUDJH-DN-2154966.MSJ><,>EUHDGFUXPEV>/x:>QDPH>/>iLYLQJ>,>XUO>/>}HQ-XV}OLYLQJ><,:>QDPH>/>jRQH\\ aLDULHV>,>XUO>/>}HQ-XV}PRQH\\-GLDU\\><,:>QDPH>/>qKH iDWHVW>,>XUO>/>}HQ-XV}WKH-ODWHVW><,:>QDPH>/>tRUN & jRQH\\>,>XUO>/>}HQ-XV}ZRUN-DQG-PRQH\\><z,>VKRSSLQJBEUHDGFUXPEV>/xz,>EUHDNLQJBQHZV>/0,>E\\OLQHV>/x:>QDPH>/>vRX>,>SDWK>/>}DXWKRU}\\RX>,>E\\OLQH>/>ZULWWHQ>,>LPDJH>/>}}V1.U29VWDWLF.FRP}}ELQ}DXWKRU}7DF}[}1723188}D-ZHHN-LQ-DQFKRUDJH-DN-1723188.SQJ>,>IHDWXUHG>/WUXH<z,>FDPSDLJQBEUDQGLQJBLPDJHBPRELOHBXUO>/QXOO,>FRPPHQWVBLG>/>HQWU\\B228626>,>SURJUDPBEUDQGLQJBLPDJHBXUO>/QXOO,>GHN>/>>,>H[FHUSWBWUXQFDWHGB325>/>tHOFRPH WR jRQH\\ aLDULHV, ZKHUH ZH'UH WDFNOLQJ ZKDW PLJKW EH WKH ODVW WDERR IDFLQJ PRGHUQ ZRUNLQJ ZRPHQ/ PRQH\\. tH'UH DVNLQJ PLOOHQQLDOV KRZ WKH\\ VSHQG WKHLU KDUG-HDUQHG PRQH\\ GXULQJ D VHYHQ-GD\\ SHULRG — DQG ZH'UH WUDFNLQJ HYHU\\ ODVW GROODU.  qRGD\\/ D JUDQWV DGPLQLVWUDWRU ZRUNLQJ LQ VWDWH JRYHUQPHQW ZKR PDNHV $40,000 SHU>,>LG>/228626,>RSHQHUBLPDJHV>/x:>DVVHW>/:>FUHGLW>/>mKRWR/ dHWW\\ fPDJHV.>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}FHD}0,200,2000,2000}[,80}2154966}D-ZHHN-LQ-DQFKRUDJH-DN-2154966.MSJ><<,>ODEHO>/>1/1>,>W\\SH>/>1[1><,:>DVVHW>/:>FUHGLW>/>mKRWR/ dHWW\\ fPDJHV.>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}63I}0,0,2000,2400}[,80}2154966}D-ZHHN-LQ-DQFKRUDJH-DN-2154966.MSJ><<,>ODEHO>/>5/6>,>W\\SH>/>5[6><,:>DVVHW>/:>FUHGLW>/>mKRWR/ dHWW\\ fPDJHV.>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}H3F}0,638,2000,1125}[,80}2154966}D-ZHHN-LQ-DQFKRUDJH-DN-2154966.MSJ><<,>ODEHO>/>16/9>,>W\\SH>/>16[9><,:>DVVHW>/:>FUHGLW>/>mKRWR/ dHWW\\ fPDJHV.>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}EG9}325,0,1350,2400}[,80}2154966}D-ZHHN-LQ-DQFKRUDJH-DN-2154966.MSJ><<,>ODEHO>/>9/16>,>W\\SH>/>9[16><,:>DVVHW>/:>FUHGLW>/>mKRWR/ dHWW\\ fPDJHV.>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}0D1}0,450,2000,1500}[,80}2154966}D-ZHHN-LQ-DQFKRUDJH-DN-2154966.MSJ><<,>ODEHO>/>4/3>,>W\\SH>/>4[3><,:>DVVHW>/:>FUHGLW>/>mKRWR/ dHWW\\ fPDJHV.>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}E1G}100,0,1800,2400}[,80}2154966}D-ZHHN-LQ-DQFKRUDJH-DN-2154966.MSJ><<,>ODEHO>/>3/4>,>W\\SH>/>3[4><,:>DVVHW>/:>FUHGLW>/>mKRWR/ dHWW\\ fPDJHV.>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}F91}1,1,2000,750}[,80}2154965}D-ZHHN-LQ-DQFKRUDJH-DN-2154965.MSJ><<,>ODEHO>/>8/3>,>W\\SH>/>8[3><,:>DVVHW>/:>FUHGLW>/>mKRWR/ dHWW\\ fPDJHV.>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}EF2}0,0,2000,1050}[,80}2154967}D-ZHHN-LQ-DQFKRUDJH-DN-2154967.MSJ><<,>ODEHO>/>c^`b_llh>,>W\\SH>/>c^`b_llh><,:>DVVHW>/:>FUHGLW>/>mKRWR/ dHWW\\ fPDJHV.>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}FD1}112,0,1776,2400}[,80}2154966}D-ZHHN-LQ-DQFKRUDJH-DN-2154966.MSJ><<,>ODEHO>/>mfkqbobpq>,>W\\SH>/>mfkqbobpq><z,>SULPDU\\BWDJ>/:>LG>/2524,>FKDQQHOV>/x:>QDPH>/>jRQH\\ aLDULHV>,>XUO>/>}HQ-XV}PRQH\\-GLDU\\><z<,>RULJLQDOBSXEOLVKHG>/1554234508,>PHWD>/:>DGBVSRQVRU>/>jRQH\\aLDULHVbGLWpSRQVRUVKLSo_>,>SURGXFWBOD\\RXW>/IDOVH,>QHZVBNH\\ZRUGV>/QXOO,>LVBIXOOBZLGWK>/IDOVH,>VRFLDOBWLWOH>/>f'P 31, jDNH $40,000 ^ vHDU & mD\\ $703 ^ jRQWK cRU j\\ jRUWJDJH>,>FDPSDLJQBEUDQGLQJBFOLFNWUDFNHU>/QXOO,>FDPSDLJQBEUDQGLQJBLPSUHVVLRQWUDFNHU>/QXOO,>FDPSDLJQBEUDQGLQJBQRIROORZ>/WUXH,>SURJUDPBEUDQGLQJBFOLFNBWUDFNHU>/QXOO,>SURJUDPBEUDQGLQJBLPSUHVVLRQBWUDFNHU>/QXOO,>SURJUDPBEUDQGLQJBQRIROORZ>/WUXH,>VROGBFRQWHQWBW\\SH>/>pmlkploba>,>KLGHBSURGXFWBLQIRBEXWWRQ>/IDOVH,>UHOBFDQRQLFDOBVRXUFH>/QXOO,>VOLGHVKRZBIXOO>/IDOVH,>IXOOBLQWURBHQWU\\>/IDOVH<,>SULPDU\\BFDWHJRU\\>/:>LG>/1028,>VLWHBLG>/>XV>,>QDPH>/>tRUN & jRQH\\>,>VOXJ>/>ZRUN-DQG-PRQH\\>,>IXOOSDWK>/>ZRUN-DQG-PRQH\\>,>SDUHQWBLG>/1021,>LVBDFWLYH>/1,>GLVSOD\\BRUGHU>/0,>LVBURRW>/0,>LVBG\\QDPLF>/0,>W\\SH>/QXOO,>LVBYLVLEOH>/1,>DGPLQBLVBYLVLEOHBWDUJHWLQJBWRRO>/1,>DGPLQBLVBYLVLEOHBPDVVBWDJJLQJ>/1,>DGPLQBLVBYLVLEOHBHQWU\\BDGPLQ>/1,>OD\\RXW>/>VXEFDWHJRU\\>,>PRGXOHBWLWOH>/>o29 tRUN & jRQH\\>,>GLVSOD\\BRUGHUBPRELOH>/1023,>XUO>/>}ZRUN-DQG-PRQH\\>,>XUOBIXOO>/>KWWS/}}ZZZ.UHILQHU\\29.FRP}ZRUN-DQG-PRQH\\>,>SDUHQW>/:>LG>/1021,>VLWHBLG>/>XV>,>QDPH>/>iLYLQJ>,>VOXJ>/>OLYLQJ>,>IXOOSDWK>/>OLYLQJ>,>SDUHQWBLG>/1000,>LVBDFWLYH>/1,>GLVSOD\\BRUGHU>/16,>LVBURRW>/0,>LVBG\\QDPLF>/0,>W\\SH>/>dil_^i>,>LVBYLVLEOH>/1,>DGPLQBLVBYLVLEOHBWDUJHWLQJBWRRO>/1,>DGPLQBLVBYLVLEOHBPDVVBWDJJLQJ>/1,>DGPLQBLVBYLVLEOHBHQWU\\BDGPLQ>/1,>OD\\RXW>/>OLYLQJ>,>PRGXOHBWLWOH>/>o29 iLYLQJ kRZ>,>GLVSOD\\BRUGHUBPRELOH>/30,>XUO>/>}OLYLQJ>,>XUOBIXOO>/>KWWS/}}ZZZ.UHILQHU\\29.FRP}OLYLQJ>,>SDUHQW>/:>LG>/1000,>VLWHBLG>/>XV>,>QDPH>/>oHILQHU\\29>,>VOXJ>/>>,>IXOOSDWK>/>>,>SDUHQWBLG>/QXOO,>LVBDFWLYH>/1,>GLVSOD\\BRUGHU>/0,>LVBURRW>/1,>LVBG\\QDPLF>/0,>W\\SH>/QXOO,>LVBYLVLEOH>/1,>DGPLQBLVBYLVLEOHBWDUJHWLQJBWRRO>/1,>DGPLQBLVBYLVLEOHBPDVVBWDJJLQJ>/1,>DGPLQBLVBYLVLEOHBHQWU\\BDGPLQ>/1,>OD\\RXW>/>KRPHSDJH>,>PRGXOHBWLWOH>/>o29 kRZ>,>GLVSOD\\BRUGHUBPRELOH>/1023,>XUO>/>}>,>XUOBIXOO>/>KWWS/}}ZZZ.UHILQHU\\29.FRP}>,>SDUHQW>/QXOO,>PHWD>/:>SRSXODUBVWRU\\BLGV>/>95742, 95832, 95724,95651, 95532><,>FKDUWEHDWBVHFWLRQV>/>y>oHILQHU\\29y>>,>VLWH>/>XV><,>PHWD>/:>PHWDBWLWOH>/>^SDUWPHQW aHFRU, qUDYHO, eRPH qLSV, oHFLSHV><,>FKDUWEHDWBVHFWLRQV>/>y>iLYLQJy>>,>VLWH>/>XV><,>PHWD>/xz,>FKDUWEHDWBVHFWLRQV>/>y>tRUN & jRQH\\,iLYLQJy>>,>VLWH>/>XV><,>SXEOLVKHG>/1554234508,>UHFRPPHQGDWLRQV>/xz,>UHODWHGBHQWULHV>/x:>LG>/227735,>WLWOH>/>f `KDQJHG `RPSDQLHV &DPS; kHDUO\\ aRXEOHG j\\ pDODU\\ — cRU qKH pDPH gRE>,>KHURBVKRUWHUBWLWOH>/>f `KDQJHG `RPSDQLHV &DPS; kHDUO\\ aRXEOHG j\\ pDODU\\>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}VL[-ILJXUH-SD\\FKHFN-UHFUXLWHU>,>SULPDU\\BFDWHJRU\\>/>tRUN & jRQH\\>,>XUO>/>}HQ-XV}VL[-ILJXUH-SD\\FKHFN-UHFUXLWHU>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>LOOXVWUDWHG E\\ sHUR oRPHUR.>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}DD7}0,0,2000,2400}[,80}2148853}L-FKDQJHG-FRPSDQLHV-QHDUO\\-2148853.MSJ><<<,:>W\\SH>/>16[9>,>ODEHO>/>16/9>,>DVVHW>/:>FUHGLW>/>LOOXVWUDWHG E\\ sHUR oRPHUR.>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}H1E}0,102,2000,1125}[,80}2148853}L-FKDQJHG-FRPSDQLHV-QHDUO\\-2148853.MSJ><<<z<,:>LG>/228109,>WLWOH>/>eRZ cLQDQFLDO fQVHFXULW\\ iHG qKHVH tRPHQ qR cRXQG ^ jRQH\\-cRFXVHG mRS-rS>,>KHURBVKRUWHUBWLWOH>/>cLQDQFLDO fQVHFXULW\\ fQVSLUHG qKLV kHZ mRS-rS>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}2019}03}228109}VWDFNV-KRXVH-SRS-XS-ZRPHQV-ILQDQFLDO-DGYLFH>,>SULPDU\\BFDWHJRU\\>/>tRUN & jRQH\\>,>XUO>/>}HQ-XV}2019}03}228109}VWDFNV-KRXVH-SRS-XS-ZRPHQV-ILQDQFLDO-DGYLFH>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>mKRWR/ `RXUWHV\\ RI pWDFN eRXVH. >,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}828}0,0,2000,2400}[,80}2152708}KRZ-ILQDQFLDO-LQVHFXULW\\-OHG-WKHVH-2152708.MSJ><<<,:>W\\SH>/>16[9>,>ODEHO>/>16/9>,>DVVHW>/:>FUHGLW>/>mKRWR/ `RXUWHV\\ RI pWDFN eRXVH. >,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}0EI}0,424,2000,1125}[,80}2152708}KRZ-ILQDQFLDO-LQVHFXULW\\-OHG-WKHVH-2152708.MSJ><<<z<,:>LG>/228239,>WLWOH>/>eRZ jXFK jRQH\\ aR vRX ^FWXDOO\\ kHHG cRU oHWLUHPHQW?>,>KHURBVKRUWHUBWLWOH>/>eRZ jXFK jRQH\\ aR vRX ^FWXDOO\\ kHHG cRU oHWLUHPHQW>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}KRZ-PXFK-PRQH\\-WR-UHWLUH>,>SULPDU\\BFDWHJRU\\>/>tRUN & jRQH\\>,>XUO>/>}HQ-XV}KRZ-PXFK-PRQH\\-WR-UHWLUH>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>SKRWRJUDSKHG E\\ iDXUHQ jDFFDEHH.>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}ED3}0,300,2000,2400}[,80}2132232}KRZ-PXFK-PRQH\\-GR-\\RX-2132232.MSJ><<<,:>W\\SH>/>16[9>,>ODEHO>/>16/9>,>DVVHW>/:>FUHGLW>/>SKRWRJUDSKHG E\\ iDXUHQ jDFFDEHH.>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}048}0,938,2000,1125}[,80}2132232}KRZ-PXFK-PRQH\\-GR-\\RX-2132232.MSJ><<<z<z,>VHFWLRQV>/:>ERG\\>/x:>W\\SH>/>LPDJH/MSJ>,>FRQWHQW>/:>DVVHWBLG>/7509788,>DOWBWLWOH>/>>,>UHVRXUFH>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}23E}[,80}2154965}D-ZHHN-LQ-DQFKRUDJH-DN-2154965.MSJ>,>DOLJQPHQW>/>FHQWHU>,>GHVFULSWLRQ>/>>,>FUHGLW>/>mKRWR/ dHWW\\ fPDJHV.>,>LPSUHVVLRQWUDFNHU>/>>,>ZLGWKBSHUFHQWDJH>/>crii>,>GLPHQVLRQV>/:>RULJLQDOBZLGWKBS[>/2001,>RULJLQDOBKHLJKWBS[>/751<,>SUHYLHZBLPDJH>/:>RULJLQDOBZLGWKBS[>/2001,>RULJLQDOBKHLJKWBS[>/751,>VUF>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}23E}[,80}2154965}D-ZHHN-LQ-DQFKRUDJH-DN-2154965.MSJ><,>LVBSLQQDEOH>/WUXH,>LVBIDFHERRNBVKDUHDEOH>/WUXH,>FOLFNWUDFNHU>/>>,>SURGXFWV>/xz<,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FHP{tHOFRPH WR yX003F}HP{yX003FD KUHI=y>KWWS/}}ZZZ.UHILQHU\\29.FRP}PRQH\\-GLDU\\y>{jRQH\\ aLDULHVyX003F}D{yX003FHP{, ZKHUH ZH'UH WDFNOLQJ ZKDW PLJKW EH WKH ODVW WDERR IDFLQJ PRGHUQ ZRUNLQJ ZRPHQ/ PRQH\\. tH'UH DVNLQJ PLOOHQQLDOV KRZ WKH\\ VSHQG WKHLU KDUG-HDUQHG PRQH\\ GXULQJ D VHYHQ-GD\\ SHULRG — DQG ZH'UH WUDFNLQJ HYHU\\ ODVW GROODU.yX003F}HP{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FHP{qRGD\\/ D JUDQWV DGPLQLVWUDWRU ZRUNLQJ LQ VWDWH JRYHUQPHQW ZKR PDNHV $40,000 SHU \\HDU DQG VSHQGV VRPH RI KHU PRQH\\ WKLV ZHHN RQ FKRFRODWH FDNH.yX003F}HP{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{lFFXSDWLRQ/yX003F}VWURQJ{ dUDQWV ^GPLQLVWUDWRUyX003FEU{yX003FVWURQJ{fQGXVWU\\/yX003F}VWURQJ{ pWDWH dRYHUQPHQWyX003FEU{yX003FVWURQJ{^JH/yX003F}VWURQJ{ 31yX003FEU{yX003FVWURQJ{iRFDWLRQ/yX003F}VWURQJ{ ^QFKRUDJH, ^hyX003FEU{yX003FVWURQJ{pDODU\\/yX003F}VWURQJ{ $40,000yX003FEU{yX003FVWURQJ{mD\\FKHFN ^PRXQW (2[}PRQWK)/yX003F}VWURQJ{ $1,396.01>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{jRQWKO\\ b[SHQVHVyX003F}VWURQJ{yX003FEU{yX003FVWURQJ{jRUWJDJH/yX003F}VWURQJ{ $703 yX003FEU{yX003FVWURQJ{el^/ yX003F}VWURQJ{$397 (qKLV FRYHUV HYHU\\WKLQJ H[FHSW HOHFWULF DQG tL-cL.)yX003FEU{yX003FVWURQJ{pWXGHQW iRDQV/yX003F}VWURQJ{ $275 yX003FEU{yX003FVWURQJ{`DU mD\\PHQW/ yX003F}VWURQJ{$200 (fW'V DFWXDOO\\ $153, EXW f OLNH WR RYHUSD\\.)yX003FEU{yX003FVWURQJ{`UHGLW `DUGV/ yX003F}VWURQJ{$400 (f FKDUJHG D ORW RQWR P\\ FDUGV RYHU WKH SDVW \\HDU ZLWK EX\\LQJ D KRXVH DQG D ORW RI WUDYHO, VR f'P ZRUNLQJ RQ DJJUHVVLYHO\\ SD\\LQJ WKHP RII.)yX003FEU{yX003FVWURQJ{rQLRQ aXHV/ yX003F}VWURQJ{$51.52 yX003FEU{yX003FVWURQJ{eHDOWK fQVXUDQFH/ yX003F}VWURQJ{$140yX003FEU{yX003FVWURQJ{eXOX/ yX003F}VWURQJ{$11.99yX003FEU{yX003FVWURQJ{kHWIOL[/ yX003F}VWURQJ{$12.99yX003FEU{yX003FVWURQJ{rQOLPLWHG tL-cL/ yX003F}VWURQJ{$170yX003FEU{yX003FVWURQJ{bOHFWULF/yX003F}VWURQJ{ $35yX003FEU{yX003FVWURQJ{`DU fQVXUDQFH/ yX003F}VWURQJ{$396 HYHU\\ VL[ PRQWKVyX003FEU{yX003FVWURQJ{pHFXULW\\ p\\VWHP/ yX003F}VWURQJ{$24.99yX003FEU{yX003FVWURQJ{mHW fQVXUDQFH/ yX003F}VWURQJ{$38.99>,>DGmRVLWLRQ>/>^><,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FK3{aD\\ lQHyX003F}K3{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>6/30 D.P. — f ZDNH XS EHIRUH P\\ DODUP DQG VSHQG D IHZ PLQXWHV RQ VRFLDO PHGLD. f JHW XS, JHW GUHVVHG, ZDVK P\\ IDFH, EUXVK P\\ WHHWK, IHHG WKH WKUHH GRJV DQG FDW f'P FXUUHQWO\\ ZDWFKLQJ ZKLOH f'P KRXVH-VLWWLQJ, DQG DP RXW WKH GRRU E\\ 7 D.P. f VWRS E\\ pWDUEXFNV RQ P\\ ZD\\ WR ZRUN DQG JHW D EODFN WHD ZLWK OHPRQDGH DQG D FKRFRODWH FURLVVDQW. f UHILOO P\\ FDUG ZLWK $10 FDVK f KDYH LQ P\\ SXUVH DQG XVH WKDW WR SD\\ IRU P\\ RUGHU. yX003FVWURQJ{$10yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>9/15 D.P. — f ILQDOO\\ KHDW XS P\\ FURLVVDQW DQG HDW LW ZKLOH VWLOO VLSSLQJ RQ P\\ WHD. f VSHQG D IHZ PLQXWHV WH[WLQJ P\\ IULHQG LQ `DOLIRUQLD DERXW P\\ ELUWKGD\\ WKLV ZHHNHQG DQG KRZ f'P IHHOLQJ PRUH XQVHWWOHG DERXW 31 WKDQ f GLG DERXW 30.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>11/30 D.P. — iXQFKWLPH. f KHDW XS VRPH WDFR VRXS f PDGH DQG WRS LW ZLWK FKHHVH. f DOVR ILOO XS P\\ 40 R]. e\\GUR cODVN ZLWK LFH ZDWHU DQG WU\\ WR ILQLVK WKH ZKROH WKLQJ GXULQJ OXQFK. f WU\\ WR GULQN WZR RI WKHVH D GD\\, EXW f KDYHQ'W KDG DQ\\ \\HW WRGD\\, VR f'P IHHOLQJ EHKLQG. qKHQ f ORRN DW VKRHV f'YH EHHQ ZDQWLQJ IURP `RVWFR WKDW DUH RQ VDOH DQG GHFLGH f'OO EX\\ WKHP RQ qKXUVGD\\ ZKHQ f JHW SDLG.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>12/10 S.P. — f JLYH LQ DQG EX\\ WKH VKRHV. f UHDOL]H WKDW EHFDXVH RI WKH PRQH\\ f'YH EHHQ VDYLQJ GLOLJHQWO\\ E\\ EULQJLQJ OXQFK WR ZRUN IRU WKH SDVW PRQWK, f FDQ WRWDOO\\ MXVWLI\\ VKRHV. yX003FVWURQJ{$27.14yX003F}VWURQJ{>,>DGmRVLWLRQ>/>_><,:>W\\SH>/>WH[W>,>FRQWHQW>/>3 S.P. — dUDE D EDJ RI pWDUEXUVW MHOO\\ EHDQV DQG PXQFK ZKLOH f'P ZRUNLQJ RQ D ELJ GDWD-HQWU\\ SURMHFW WKDW ZLOO EH WKH PDMRULW\\ RI P\\ ZRUN IRU WKH QH[W PRQWK.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>4/30 S.P. — iHDYH ZRUN DQG VWRS E\\ qDUJHW WR UHWXUQ VRPH LWHPV. f DOVR SLFN XS D QHZ WUDLQ FDVH, VRPH oLFH hULVSLHV qUHDWV IRU GUXQN VQDFNV IRU WKLV ZHHNHQG, WUDYHO-VL]H ZLSHV, DQG GHQWDO IORVV ($9.73). f UHDOL]H f GRQ'W KDYH DQ\\ IRRG UHDG\\ DW KRPH DQG f OHIW P\\ OHIWRYHU VRXS DW ZRUN WKDW f KDG SODQQHG WR KDYH IRU GLQQHU, VR f VZLQJ WKURXJK mDQGD b[SUHVV DQG JHW ZRN VKULPS, ZRN VWHDN, DQG ZKLWH ULFH ZLWK VRPH FUHDP FKHHVH UDQJRRQV. f'OO VWUHWFK WKLV LQWR WZR PHDOV ($14.80). yX003FVWURQJ{$24.53yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>6 S.P. — qKH GDXJKWHU RI WKH SHRSOH f KRXVH-VLW IRU (WKH\\'UH UHWLUHG DQG WKHLU GDXJKWHU OLYHV FORVH E\\, EXW LW'V HDVLHU IRU PH WR KRXVH-VLW ZKHQ WKH\\ WUDYHO) WH[WV PH WR VHH ZKHQ KHU SDUHQWV DUH JHWWLQJ KRPH. f WKRXJKW LW ZDV qKXUVGD\\, EXW LW'V DFWXDOO\\ WRPRUURZ, VR P\\ VFKHGXOH LV RII D ELW. f WH[W WKH KRXVHNHHSHU ZKLOH f'P HDWLQJ P\\ GLQQHU (WKH VKULPS LV DZIXO DQG f GRQ'W ZDQW DQ\\ PRUH RI LW, VR f'P QRW JHWWLQJ WKH WZR PHDOV f ZDQWHG RXW RI LW) DQG OHW KHU NQRZ WKH\\'UH KRPH WRPRUURZ. pKH ZDQWV WR FOHDQ EHIRUH WKH\\ JHW KRPH, VR VKH PRYHV VRPH FOLHQWV DURXQG DQG LV DEOH WR FRPH WRPRUURZ. f VKRZHU, VWDUW WKH GLVKHV, GR VRPH ODXQGU\\, SDFN XS P\\ VWXII (f KDYH D ORW IRU EHLQJ KHUH RYHU D ZHHN), FOHDQ RXW WKH IULGJH, UHILOO WKH GRJV' ZDWHU ERZO RXWVLGH, DQG JHW UHDG\\ IRU WKHP WR EH KRPH.>,>DGmRVLWLRQ>/>`><,:>W\\SH>/>WH[W>,>FRQWHQW>/>8/30 S.P. — f KRW DLU EUXVK P\\ KDLU VR LW'V QRW WRWDOO\\ GDPS ZKHQ f VOHHS DQG WRVV P\\ DLU EUXVK LQWR P\\ VXLWFDVH. f'OO UXQ P\\ IODW LURQ RYHU P\\ KDLU LQ WKH PRUQLQJ VR LW'V PDQDJHDEOH. _\\ WKH WLPH f'P GRQH ZLWK P\\ KDLU DQG WKH KRXVH, LW'V DIWHU 10 DQG f'P H[KDXVWHG. f EUXVK P\\ WHHWK, SXW P\\ EUDFHV EDFN RQ (f KDYH WKH FOHDU UHPRYDEOH EUDFHV), DQG FUDZO LQWR EHG. j\\ EUDLQ GRHVQ'W ZDQW WR VKXW RII, VR LW'V QHDUO\\ 11/30 EHIRUH f ILQDOO\\ GULIW RII.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{aDLO\\ qRWDO/ $61.67yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FK3{aD\\ qZRyX003F}K3{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>6/30 D.P. — j\\ DODUP JRHV RII DQG f'P H[KDXVWHG. f GLGQ'W JHW JRRG VOHHS ODVW QLJKW. bYHU\\ QRLVH ZRNH PH XS, LQFOXGLQJ WKH ELJ GRJV VQRULQJ DQG EDUNLQJ LQ WKHLU VOHHS. f KLW VQRR]H DQG GRQ'W ZDNH EDFN XS XQWLO 7/15! f'P VXSSRVHG WR EH DW ZRUN DW 7/30, VR f WH[W P\\ ERVVHV DQG OHW WKHP NQRZ f'P JRLQJ WR EH ODWH. f ZDVK P\\ IDFH, EUXVK P\\ WHHWK DQG EUDFHV, UXQ D IODW LURQ RYHU P\\ KDLU, OHW WKH GRJV RXW, IHHG WKHP, UHILOO WKHLU ZDWHU ERZO, DQG WRVV P\\ VXLWFDVH LQ P\\ FDU VR f FDQ GURS LW RII DW P\\ KRXVH DIWHU ZRUN. f'P RXW WKH GRRU E\\ 7/45. f SODQ RQ VZLQJLQJ E\\ pWDUEXFNV EHFDXVH f QHHG D WHD WKLV PRUQLQJ, EXW WKH OLQH LV ULGLFXORXV. f JR WKURXJK jFaRQDOG'V LQVWHDG DQG JHW D EUHDNIDVW EXUULWR, D VZHHW WHD, DQG WZR KDVK EURZQV. yX003FVWURQJ{$8.74yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>9/40 D.P. — j\\ VXSHUYLVRU LV LQ WKH RIILFH, DQG ZH JR RYHU VRPH LQIRUPDWLRQ RQ P\\ ODUJH GDWD-HQWU\\ SURMHFW ZKLOH f PXQFK RQ D cLEHU lQH lDWV &DPS; `KRFRODWH EDU.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>11/35 D.P. — j\\ VXSHUYLVRU SLFNV XS ^UE\\'V IRU RXU WHDP WR FHOHEUDWH P\\ ELUWKGD\\. f JHW D hLQJ'V eDZDLLDQ ILVK VDQGZLFK, VRPH FXUO\\ IULHV, DQG D GLHW OHPRQDGH. pRRRRR GHOLFLRXV! bDWLQJ RXW WKUHH PHDOV LQ D URZ LV QRW D QRUPDO IRU PH, DQG f'P IHHOLQJ YHU\\ VOXJJLVK. qKDQN JRRGQHVV f'P JRLQJ WR EH KRPH WRQLJKW — LW'OO EH HDVLHU WR JHW EDFN LQWR P\\ ZRUNRXW URXWLQH ZLWKRXW WKUHH GRJV UXQQLQJ DURXQG, DQG ZLWK WKH ZHDWKHU JHWWLQJ PRUH VSULQJOLNH, f FDQ WDNH P\\ SXS RQ ZDONV, ZKLFK LV JRRG IRU ERWK RI XV, HYHQ LI KH KDV WR KDYH D EDWK DIWHU!>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>1/30 S.P. — pXUSULVH ELUWKGD\\ FDNH IRU D FRZRUNHU'V ELUWKGD\\. fW'V FKRFRODWH ZLWK FKRFRODWH, DQG f FDQ'W UHVLVW. qKHQ f EURZVH PRYLHV RQ oHGER[ DQG UHVHUYH WZR ZLWK D UHQW-RQH-JHW-RQH-IUHH FRGH f KDYH. yX003FHP{^TXDPDQyX003F}HP{ DQG yX003FHP{pHFRQG ^FWyX003F}HP{, ERWK PRYLHV f'YH ZDQWHG WR VHH. yX003FVWURQJ{$1.75yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>4/30 S.P. — f OHDYH ZRUN, SLFN XS WKH PRYLHV f UHVHUYHG, GULYH WR P\\ KRXVH WR GURS RII P\\ VWXII, DQG KHDG EDFN WR WKH KRXVH ZKHUH f'P KRXVH-VLWWLQJ WR VSHQG D IHZ ODVW KRXUV ZLWK WKH SXSV. fW'V FKLOO\\, EXW WKH GRJV DUH KDSSLO\\ UXQQLQJ DURXQG WKH EDFN\\DUG, VR f VSHQG VRPH WLPH ZLWK WKHP RXW WKHUH. f ORYH ZDWFKLQJ P\\ OLWWOH SXS UXQQLQJ DURXQG ZLWK WKH ELJ GRJV. qKH\\ DOO FRPH LQVLGH DQG SURPSWO\\ IDOO DVOHHS ZKLOH f GR P\\ 30-PLQXWH effq ZRUNRXW LQ WKH qs URRP. f WDNH D TXLFN VKRZHU WR JHW WKH VZHDW RII DQG VSUD\\ P\\ KDLU ZLWK GU\\ VKDPSRR. f UHILOO WKHLU ZDWHU ERZO, IHHG WKHP GLQQHU, FOHDQ WKH FDW ER[, ZDWHU WKH SODQWV, SDFN XS P\\ UHIULJHUDWHG DQG IUR]HQ IRRGV, DQG SLFN XS DQ\\ ODVW-PLQXWH LWHPV RI PLQH DURXQG WKH KRXVH. f OHDYH DURXQG 7/30.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>8 S.P. — f ZDWFK yX003FHP{^TXDPDQyX003F}HP{ ZKHQ f JHW KRPH DQG WKHQ SURPSWO\\ FOLPE LQWR EHG DIWHU GRLQJ P\\ QLJKWWLPH URXWLQH. f FDQ'W VOHHS, VR f WDNH VRPH PHODWRQLQ. fW GRHVQ'W ZRUN. f JHW FRQVLVWHQWO\\ PRUH QDXVHRXV DV f OLH LQ EHG, VR f JHW VRPH FROG ZDWHU DQG VLS LW, KRSLQJ LW'OO HDVH WKH QDXVHD. f ILQDOO\\ IDOO DVOHHS ZLWK P\\ SXS LQ P\\ EHG DURXQG 12/30 D.P.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{aDLO\\ qRWDO/ $10.49yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FK3{aD\\ qKUHHyX003F}K3{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>6/30 D.P. — f'P PLVHUDEOH, H[KDXVWHG, DQG VWLOO D ELW QDXVHDWHG, EXW f JHW RXW RI EHG. f ZDVK P\\ IDFH, EUXVK P\\ WHHWK, DQG JHW GUHVVHG. qKHQ f WXUQ RQ PXVLF RQ P\\ dRRJOH eRPH, SLFN XS P\\ SXS RII WKH EHG, DQG WDNH KLP RXW IRU KLV PRUQLQJ SRWW\\ EUHDN. ^IWHUZDUG, f VHW WKH KRXVH DODUP DQG DP RXW WKH GRRU E\\ 7/05. lQ P\\ ZD\\, f VWRS E\\ pWDUEXFNV DQG JHW D ODUJH WHD DQG D SODLQ EDJHO XVLQJ P\\ SUHORDGHG DSS.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>9/45 D.P. — f ORJ LQWR P\\ VHFXULW\\-V\\VWHP FDPHUD DQG FKHFN RQ P\\ SXS. eH'V IXOO\\ DVOHHS RQ WKH FRXFK, ZKLFK PDNHV PH JLJJOH. f JUDE D cLEHU lQH EDU DQG HDW LW ZKLOH f ZRUN.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>11/15 D.P. — f JHW OXQFK HDUO\\, VLQFH f'P JHWWLQJ RII DW 3 WRGD\\. j\\ FRZRUNHU WDNHV PH WR oDLVLQJ `DQH'V `KLFNHQ cLQJHUV, ZKLFK MXVW RSHQHG KHUH. f JHW D WKUHH-SLHFH FRPER, DQG ZKHQ f UHDOL]H WKH\\ KDYH FUXVKHG LFH, f JHW DQ H[WUD FXS RI RQO\\ LFH. #`UXVKHGLFHIRUOLIH. yX003FVWURQJ{$12.83yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>1/30 S.P. — j\\ FRZRUNHUV “VXUSULVH” PH ZLWK oLFH hULVSLHV qUHDWV IRU P\\ ELUWKGD\\ DQG DQ DZHVRPH GRJ ERRNHQG VHW WKDW f'P VR H[FLWHG DERXW!!>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>3 S.P. — f OHDYH ZRUN DQG KHDG WR P\\ QDLO DSSRLQWPHQW. f GHFLGH RQ VRPH UHDOO\\ EULJKW FRORUV DQG VSHQG PRUH WKDQ f SODQQHG WR. yX003FVWURQJ{$80yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>5 S.P. — f VZLQJ E\\ qDUJHW RQ WKH ZD\\ KRPH DQG SLFN XS D IHZ H[WUD WKLQJV IRU WKH ZHHNHQG/ WZR IUR]HQ SL]]DV, D JDOORQ RI GLHW VZHHW WHD, DQG VRPH iLQGW FKRFRODWH bDVWHU HJJV. f JHW KRPH, ZDON WKH SXS, IHHG KLP, DQG GR D 30-PLQXWH \\RJD ZRUNRXW ZKLOH f PDNH RQH RI WKH SL]]DV. ^IWHU \\RJD, f WDNH D TXLFN ERG\\ VKRZHU DQG WKHQ VLW RQ WKH FRXFK ZLWK P\\ SL]]D DQG D PDUJDULWD ZKLOH ZDWFKLQJ yX003FHP{pHFRQG ^FWyX003F}HP{. yX003FVWURQJ{$12.08yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>7 S.P. — f UHDOL]H WKDW f'YH KDG WRR PXFK PDUJDULWD DQG QRZ DP WRR WLSV\\ WR GULYH WR UHWXUQ P\\ PRYLHV, VR f WH[W D IULHQG. f HDW oLFH hULVSLHV ZKLOH f ZDLW IRU KLP WR FRPH SLFN PH XS. tKLOH ZH'UH RXW, f GHFLGH f ZDQW LFH FUHDP, WRR (#WLSV\\FUDYLQJV), VR ZH JR WR jDUEOH pODE DQG f JHW D ODUJH FRQH ZLWK FDNH EDWWHU, FRRNLH GRXJK, IXGJH, DQG VSULQNOHV. qKH DSS VD\\V WKH\\'OO WDNH P\\ ELUWKGD\\ FRXSRQ, EXW WKH FDVKLHU VD\\V QR, VR f SD\\ IXOO SULFH. f JHW KRPH, ILQLVK P\\ LFH FUHDP, ZDON WKH SXS DJDLQ, GR P\\ QLJKWWLPH URXWLQH, DQG DP LQ EHG E\\ PLGQLJKW. yX003FVWURQJ{$7.99yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{aDLO\\ qRWDO/ $112.90yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FK3{aD\\ cRXUyX003F}K3{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>7/30 D.P. — f ZDNH XS DQG P\\ SXS LV VWLOO VQRULQJ. ^IWHU GR]LQJ DQG WKHQ VFUROOLQJ WKURXJK VRFLDO PHGLD, f JHW XS DW DERXW 8, GR P\\ PRUQLQJ URXWLQH, ZDON WKH SXS, DQG IHHG KLP EHIRUH f'P RXW WKH GRRU DW 9/15 WR KHDG WR mODQHW _HDFK IRU D OLWWOH PH WLPH. (f ERXJKW D dURXSRQ GHDO ODVW PRQWK.) f JHW D IDFLDO ($12 IRU WKH SURGXFW), D PRLVWXUL]LQJ ERG\\ SRG WKDW IHHOV OLNH D VDXQD IRU \\RXU ERG\\, DQG WKHQ D K\\GUR-PDVVDJH. f'P VR UHOD[HG ZKHQ f'P ILQLVKHG. yX003FVWURQJ{$12yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>11/30 D.P. — f KHDG WR WKH PDOO DIWHU P\\ DSSRLQWPHQW DQG GR D OLWWOH EURZVLQJ. f ILQG D SDLU RI OLODF SDQWV f OLNH RQ FOHDUDQFH DW lOG kDY\\, VR f EX\\ WKHP DQG GHFLGH f'OO WU\\ WKHP RQ DW KRPH ($6.99). qKHQ f KHDG WR oHG oRELQ IRU OXQFK DQG JHW D JULOOHG FKLFNHQ EXUJHU ZLWK WHUL\\DNL VDXFH DQG LFH ZDWHU. (f'P VR WKLUVW\\ DIWHU WKH ERG\\ SRG.) f KDYH D IUHH EXUJHU DV SDUW RI WKHLU ELUWKGD\\ UHZDUGV, VR LW RQO\\ FRVWV PH WKH $5 WLS. yX003FVWURQJ{$11.99yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>1/30 S.P. — f UXQ WKURXJK jFaRQDOG'V DQG JHW D SDFN RI FKRFRODWH FKLS FRRNLHV DQG D ZDWHU, SOXV f GHFLGH RQ DQ LFH FUHDP FRQH ODVW PLQXWH EHFDXVH LW'V D EHDXWLIXO VSULQJ GD\\, SHUIHFW IRU LFH FUHDP. yX003FVWURQJ{$1.80yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>2/15 S.P. — f PHHW P\\ IULHQG DW WKH YHW WR KHOS KLP ZLWK DQ DFXSXQFWXUH DSSRLQWPHQW IRU WKHLU ROG SXS. fW'V HDVLHU ZLWK WZR SHRSOH, VR WKH YHW FDQ JHW WKH QHHGOHV LQ WKH ULJKW VSRW. fW'V RYHU E\\ 2/45, DQG WKHQ f KHDG KRPH WR JHW UHDG\\ IRU GLQQHU ZLWK D IULHQG WRQLJKW.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>3/30 S.P. — f JHW KRPH, ZDON WKH SXS, DQG WKHQ KRS LQ WKH VKRZHU VR P\\ KDLU KDV WLPH WR GU\\ DIWHUZDUG. f WU\\ RQ WKH SDQWV f MXVW ERXJKW DQG f KDWH WKHP. qKH\\'UH OLNH OHJJLQJV, QRW MHDQV, VR f SXW WKHP DVLGH WR UHWXUQ WRPRUURZ. qKHQ f WDNH D 45-PLQXWH QDS DQG DP XS E\\ 5/30 WR ILQLVK JHWWLQJ UHDG\\. f GRXVH P\\ KDLU LQ SURWHFWDQW, XVH WKH KRW DLU EUXVK WR ILQLVK GU\\LQJ LW DQG P\\ EORZGU\\HU WR JHW P\\ URRWV, UXQ D IODW LURQ RYHU P\\ KDLU, DQG WKHQ ILQLVK ZLWK D ZDYH LURQ. f SXW P\\ PDNHXS RQ (EURZV, H\\HV, OLSV RQO\\) DQG VOLS LQWR P\\ GUHVV DQG ERRWV. qKHQ f ZDON WKH SXS RQH PRUH WLPH, IHHG KLP, DQG DP UHDG\\ ZKHQ P\\ IULHQG SLFNV PH XS DW 6/30.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>7 S.P. — tH KHDG WR D UHVWDXUDQW GRZQWRZQ, DQG P\\ IULHQG SD\\V IRU SDUNLQJ. f RUGHU WZR GRXEOH YRGND DQG FUDQEHUULHV, D SUHW]HO DSSHWL]HU, KDOLEXW, DQG FKRFRODWH SLH IRU GHVVHUW. qKHQ f RUGHU D PDUJDULWD, EXW UHDOL]H f FDQ QR ORQJHU VZLWFK DOFRKRO DQG FDQ'W HYHQ ILQLVK LW. f KDYH D $25 ELUWKGD\\ JLIW FHUWLILFDWH, ZKLFK f XVH, DQG P\\ IULHQG FRYHUV WKH UHVW.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>8/30 S.P. — tH KHDG WR D EDU DERXW 15 PLQXWHV QRUWK RI WRZQ ZKHUH ZH NQRZ WKH OLYH PXVLFLDQ SOD\\LQJ. f JHW DQRWKHU GRXEOH YRGND FUDQEHUU\\ DQG KDQJ RXW IRU D ZKLOH. j\\ IULHQG WUHDWV.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>10 S.P. — tH KHDG EDFN WR WRZQ DQG VWRS E\\ DQRWKHU EDU WKDW SOD\\V FRXQWU\\, DQG f RUGHU DQRWKHU GRXEOH YRGND FUDQEHUU\\. j\\ IULHQG WUHDWV DJDLQ. f KDYH WKH EHVW IULHQGV. ^IWHU DQRWKHU GULQN (KHU WUHDW), P\\ IULHQG GULYHV PH KRPH.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>12 D.P. — f ZDON P\\ SXS, JHW RXW RI P\\ FORWKHV DQG LQWR SDMDPDV, ZDVK P\\ IDFH, DQG cDFHqLPH P\\ PRP, DV SHU WUDGLWLRQ RQ P\\ ELUWKGD\\. qKHQ f GULQN VRPH ZDWHU, WDNH VRPH SDLQ PHGV, DQG IDOO DVOHHS RQ WKH FRXFK ZKLOH ZDWFKLQJ yX003FHP{cULHQGVyX003F}HP{.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{aDLO\\ qRWDO/ $25.79yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FK3{aD\\ cLYHyX003F}K3{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>7 D.P. — f ZDNH XS ZLWK D KHDGDFKH DQG VWXPEOH WR WKH IULGJH, ZKHUH f JUDE D ERWWOH RI ZDWHU DQG GULQN WKH HQWLUH WKLQJ ZLWK VRPH PRUH SDLQ PHGV. qKHQ f FUDZO EDFN RQ WKH FRXFK DQG P\\ SXS FUDZOV XS RQ P\\ ODS ZLWK PH. f WH[W P\\ IULHQG, ZKR LV SLFNLQJ PH XS WR KDQJ RXW WRGD\\, DQG DVN KHU WR JHW PH D UHG mRZHUDGH RQ KHU ZD\\. f ZDON WKH SXS, WDNH D ERG\\ VKRZHU, GR P\\ PRUQLQJ URXWLQH, IHHG WKH SXS, DQG JHW GUHVVHG LQ \\RJD SDQWV DQG D VZHDWVKLUW.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>9 D.P. — j\\ IULHQG SLFNV PH XS DQG ZH JR WR `RVWFR. f SLFN XS D FKRFRODWH FDNH IRU P\\ GLQQHU WRQLJKW, GRJ IRRG, DQG WZR FHLOLQJ-IL[WXUH OLJKWV ($90.18). kH[W, ZH VWRS DW pWDUEXFNV, ZKHUH f JHW P\\ IUHH ELUWKGD\\ GULQN DQG D VDXVDJH-DQG-FKHGGDU VDQGZLFK ($3.45), DQG rOWD, ZKHUH f JHW FRORU-PDWFKHG IRU D IRXQGDWLRQ, VLQFH f KDYHQ'W ZRUQ IRXQGDWLRQ LQ \\HDUV DQG WKH RQH LQ P\\ ROG VWDVK GRHVQ'W ZRUN DQ\\PRUH IRU PH. j\\ IULHQG EX\\V PH D IRXQGDWLRQ VWDUWHU NLW WR PDNH VXUH f UHDOO\\ OLNH LW, DQG f XVH $11 RI P\\ VWRUH FUHGLW WRZDUG LW VR VKH GRHVQ'W KDYH WR SD\\ IXOO SULFH. f DOVR UHWXUQ P\\ MHDQV WR lOG kDY\\ DQG VWRS DW hRKO'V WR JHW DQ HVWLPDWH IRU ZKDW LW ZRXOG FRVW WR UHSODFH DQ HDUULQJ f ORVW. fW'V WRR H[SHQVLYH IRU PH WR JHW QRZ, EXW f PDNH D PHQWDO QRWH WR VWDUW VDYLQJ WR UHSODFH LW, VLQFH P\\ SDUHQWV ERXJKW WKHVH HDUULQJV IRU PH DV D JUDGXDWLRQ SUHVHQW. yX003FVWURQJ{$93.63yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>12/30 S.P. — tH KHDG WR D WUDYHO IDLU DQG VSHQG WKH QH[W KRXU RU VR ORRNLQJ DURXQG, JHWWLQJ FRXSRQV DQG EURFKXUHV, DQG WU\\LQJ WR VHH LI ZH FDQ SODQ VRPHWKLQJ IRU WKLV VXPPHU. j\\ IULHQG GURSV PH EDFN KRPH DW 2, DQG DIWHU ZDONLQJ P\\ SXS, f GHFLGH f QHHG D QDS. f GULQN DQRWKHU ERWWOH RI ZDWHU, KDYH D IHZ FKLSV WR WLGH PH RYHU, DQG FUDZO LQWR EHG, VLQFH f QHYHU PDGH LW WKHUH ODVW QLJKW.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>5 S.P. — ^IWHU D PDJLFDO QDS, f JHW XS, SRXU P\\VHOI D PDUJDULWD, ZDVK P\\ IDFH, VSHQG VRPH WLPH ORWLRQLQJ XS P\\ ZKROH ERG\\, SXW RQ IDFH PDNHXS, WRXFK XS P\\ KDLU, DQG VOLGH LQWR D GUHVV DQG VRPH KHHOV ZKLOH GULQNLQJ DQRWKHU PDUJDULWD.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>6/30 S.P. — f ZDON P\\ SXS DQG IHHG KLP GLQQHU ZKHQ D WKLUG IULHQG SLFNV PH XS IRU GLQQHU ZLWK D JURXS RI RXU IULHQGV, GULYHV XV GRZQWRZQ, DQG SD\\V IRU SDUNLQJ. f RUGHU D PDUJDULWD DQG OHW WKH ZDLWUHVV NQRZ f'OO EH KDYLQJ PDUJDULWDV DOO QLJKW. f JHW VRPH FDODPDUL WR VWDUW DQG D MDPEDOD\\D SDVWD IRU GLQQHU, DQG ZH KDYH WKH FKRFRODWH FDNH IRU GHVVHUW. j\\ IULHQGV FKLS LQ, DQG f HQG XS VSHQGLQJ $44.69 ZLWK WLS. f JLYH WKH VHUYHU DQ H[WUD $5 IRU PDNLQJ VXUH f KDG D PDUJDULWD LQ P\\ KDQG DW DOO WLPHV. yX003FVWURQJ{$49.69yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>9/30 S.P. — tH KHDG KRPH DIWHU GLQQHU, DQG f SRXU P\\VHOI WKH ODVW RI WKH PDUJDULWD SLWFKHU LQ WKH IULGJH. f JUDE VRPH FKLSV IURP WKH FXSERDUG DQG VQDFN RQ WKHP ZKLOH f ZDWFK yX003FHP{cULHQGVyX003F}HP{ RQ kHWIOL[. f ZDON WKH SXS DW DERXW PLGQLJKW, GR P\\ QLJKWWLPH URXWLQH, DQG FUDZO LQWR EHG.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{aDLO\\ qRWDO/ $143.32yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FK3{aD\\ pL[yX003F}K3{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>7/30 D.P. — f ZDNH XS IHHOLQJ DPD]LQJO\\ QRW KXQJRYHU. ^IWHU VKRZHULQJ DQG WKHQ ZDONLQJ DQG IHHGLQJ WKH SXS, f FOHDQ WKH ZKROH NLWFKHQ DQG PDNH P\\VHOI HJJV DQG WRDVW IRU EUHDNIDVW. qKHQ f UHRUJDQL]H P\\ GLQLQJ URRP, WDNH RXW WKH WUDVK, PRYH DOO WKH IXUQLWXUH LQ WKH OLYLQJ URRP, DQG FRPSOHWHO\\ VZHHS. f ILQG P\\ PLVVLQJ GLDPRQG HDUULQJ XQGHU WKH FRXFK ZKLOH VZHHSLQJ. f'YH VZHSW DW OHDVW IRXU RU ILYH WLPHV VLQFH f ORVW LW, EXW PDJLFDOO\\ KHUH LW LV. f'P VR H[FLWHG, f WH[W HYHU\\RQH WKDW f WROG LW ZDV ORVW DQG GR D KDSS\\ GDQFH.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>12 S.P. — f VSHQG WKH DIWHUQRRQ GRLQJ DOO P\\ ODXQGU\\ DQG JHWWLQJ LW KXQJ XS.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>2 S.P. — ^IWHU ZDONLQJ WKH GRJ DQG PRUH KRXVHZRUN, f WDNH GRZQ P\\ ROG FDUERQ PRQR[LGH GHWHFWRU DQG VHSDUDWH VPRNH DODUP DQG LQVWDOO D FRPELQHG kHVW RQH WKDW f JRW IURP P\\ LQWHUQHW FRPSDQ\\ DV D “VPDUW KRPH” SURPRWLRQ.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>6 S.P. — f WRVV VRPH EXIIDOR FKLFNHQ ELWHV LQ P\\ DLU IU\\HU DQG HDW WKHP ZLWK VRPH UDQFK IRU GLQQHU. qKHQ f WXUQ RQ yX003FHP{vRXQJ &DPS; eXQJU\\yX003F}HP{ DQG FDWFK XS RQ WKH JRRILQHVV. f ZDON WKH SXS RQH PRUH WLPH DW 9 S.P., GR P\\ QLJKWWLPH URXWLQH, DQG DP LQ EHG E\\ 9/30.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>11 S.P. — j\\ EUDLQ ZRQ'W VKXW RII, VR f WDNH KDOI RI D VOHHSLQJ SLOO DQG WU\\ DJDLQ. f HQG XS PRYLQJ WR WKH FRXFK DQG VWLOO FDQ'W VOHHS. f GR]H RII DW 1/30 EXW ZDNH XS LQ D VWDUW DQG FRYHUHG LQ VZHDW DW 3. f KRS LQ WKH VKRZHU EHFDXVH f IHHO JURVV DQG WU\\ WR FUDZO EDFN LQ EHG IRU VOHHS. fW GRHVQ'W KDSSHQ.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{aDLO\\ qRWDO/ $0yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FK3{aD\\ pHYHQyX003F}K3{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>6 D.P. — f WH[W P\\ ERVV DQG OHW KHU NQRZ ZKDW'V XS. f'P ILQDOO\\ GURZV\\, VR f VHW P\\ DODUP IRU 8/30 DQG OHW P\\VHOI GULIW.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>8/30 D.P. — f FKHFN LQ ZLWK P\\ ERVV, JHW XS, ZDON WKH SXS, DQG GR P\\ PRUQLQJ URXWLQH. f JHW WR ZRUN E\\ 9/25, JUDE D EUHDNIDVW EXUULWR RXW RI WKH IUHH]HU, DQG JHW WR ZRUN.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>1 S.P. — iXQFKWLPH! f JUDE D iHDQ `XLVLQH DQG KHDW LW XS WR HDW DW P\\ GHVN. f UHDG DQ DUWLFOH DERXW WKH #kR_X\\`KDOOHQJH DQG WKLQN DERXW WU\\LQJ LW IRU D PRQWK. f QHHG WR UHDOO\\ ERRVW XS P\\ VDYLQJV.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>4/30 S.P. — f OHDYH ZRUN DQG KHDG VWUDLJKW KRPH. qKHQ f ZDON P\\ SXS, KHDW XS OHIWRYHUV IURP WKLV ZHHNHQG, DQG JHW LQWR SDMDPDV. f ZDVK P\\ VKHHWV DQG EODQNHWV DQG VSHQG WKH HQWLUH QLJKW ZDWFKLQJ kHWIOL[, UHDGLQJ, DQG FXGGOLQJ P\\ SXS EHIRUH IDOOLQJ DVOHHS DW 9.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{aDLO\\ qRWDO/ $0yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>LPDJH/SQJ>,>FRQWHQW>/:>DVVHWBLG>/7512250,>DOWBWLWOH>/>>,>UHVRXUFH>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}ED8}[}2155559}D-ZHHN-LQ-DQFKRUDJH-DN-2155559.SQJ>,>DOLJQPHQW>/>FHQWHU>,>GHVFULSWLRQ>/>>,>FUHGLW>/>>,>LPSUHVVLRQWUDFNHU>/>>,>ZLGWKBSHUFHQWDJH>/>crii>,>GLPHQVLRQV>/:>RULJLQDOBZLGWKBS[>/2000,>RULJLQDOBKHLJKWBS[>/1344<,>SUHYLHZBLPDJH>/:>RULJLQDOBZLGWKBS[>/2000,>RULJLQDOBKHLJKWBS[>/1344,>VUF>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}ED8}[}2155559}D-ZHHN-LQ-DQFKRUDJH-DN-2155559.SQJ><,>LVBSLQQDEOH>/WUXH,>LVBIDFHERRNBVKDUHDEOH>/WUXH,>FOLFNWUDFNHU>/>>,>SURGXFWV>/xz<,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FHP{jRQH\\ aLDULHV DUH PHDQW WR UHIOHFW LQGLYLGXDO ZRPHQ'V H[SHULHQFHV DQG GR QRW QHFHVVDULO\\ UHIOHFW oHILQHU\\29'V SRLQW RI YLHZ. oHILQHU\\29 LQ QR ZD\\ HQFRXUDJHV LOOHJDO DFWLYLW\\ RU KDUPIXO EHKDYLRU.yX003F}HP{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FHP{qKH ILUVW VWHS WR JHWWLQJ \\RXU ILQDQFLDO OLIH LQ RUGHU LV WUDFNLQJ ZKDW \\RX VSHQG — WR WU\\ RQ \\RXU RZQ, FKHFN RXWyX003F}HP{ yX003FHP{yX003FD KUHI=y>KWWS/}}ZZZ.UHILQHU\\29.FRP}EXGJHWLQJ-WRROV-VSHQGLQJ-GLDU\\y>{RXU JXLGH WR PDQDJLQJ \\RXU PRQH\\ HYHU\\ GD\\yX003F}D{. cRU PRUH PRQH\\ GLDULHV, FOLFNyX003F}HP{ yX003FHP{yX003FD KUHI=y>KWWS/}}ZZZ.UHILQHU\\29.FRP}PRQH\\-GLDU\\y>{KHUHyX003F}D{. eDYH TXHVWLRQV DERXW KRZ WR VXEPLW RU RXU SXEOLVKLQJ SURFHVV? oHDG RXU jRQH\\ aLDULHV c^n GRF KHUH/yX003F}HP{ yX003FHP{yX003FD KUHI=y>KWWS/}}ZZZ.UHILQHU\\29.FRP}ILOH}3335}PRQH\\-GLDU\\-IDTV.SGIy>{U29.FR}PGIDTVyX003F}D{yX003F}HP{>,>DGmRVLWLRQ>/QXOO<z,>VOLGHVKRZ>/xz<,>VLPSOHUHDFK>/:>DXWKRUV>/x>vRX>z,>WDJV>/x>p`olii^_ib>,>cDFHERRN>,>qZLWWHU>,>bGLW cUDQFKLVH>,>rd` - jRQH\\ aLDULHV>,>rVHU dHQHUDWHG `RQWHQW>z,>FKDQQHOV>/x>ZRUN-DQG-PRQH\\>,>OLYLQJ>z<,>WLWOH>/>^ tHHN fQ ^QFKRUDJH, ^h, lQ ^ $40,000 pDODU\\>,>WUXQFDWHGBVKRUWBWLWOHB80>/>^ tHHN fQ ^QFKRUDJH, ^h, lQ ^ $40,000 pDODU\\>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}JUDQWV-DGPLQLVWUDWRU-DQFKRUDJH-DN-PRQH\\-GLDU\\>,>LVpHQVLWLYH`RQWHQW>/IDOVH,>W\\SH>/>HQWU\\.DUWLFOH>,>VDQLWL]HGqLWOH>/>^ tHHN fQ ^QFKRUDJH, ^h, lQ ^ $40,000 pDODU\\>,>RULJLQDOBSXEOLVKHGBIRUPDWWHG>/>2019-04-02 19/48/28>,>SXEOLVKHGBIRUPDWWHG>/>2019-04-02 19/48/28>,>SURGXFWV>/xz,>QHZVOHWWHUV>/x:>FKDQQHO>/>GHIDXOW>,>OLVW>/>PDLQBHYHU\\ZKHUH>,>WHPSODWH>/>ZHOFRPHBRUJDQLF><z<,>L18Q>/:>JHRORFDWLRQ>/>XN>,>VKRXOGpKRZdHRORFDWLRQ_DQQHU>/WUXH,>ORFDOH>/>HQ-XV>,>PHVVDJHV>/:>DPS.HPDLOBDFTXLVLWLRQBFDUG.FWD>/>vlro fk_lu `lria rpb ^ ifqqib pljbqefkd... elt ^_lrq lro kbtpibqqbo>,>DPS.HPDLOBDFTXLVLWLRQBFDUG.IRUPBIDLOXUH>/>lRSV! qKDW'V QRW D UHDO HPDLO DGGUHVV>,>DPS.HPDLOBDFTXLVLWLRQBFDUG.IRUPBVXFFHVV>/>tH'UH SV\\FKHG WR KDYH \\RX!>,>DPS.HPDLOBDFTXLVLWLRQBFDUG.IRUPBSODFHKROGHU>/>bPDLO ^GGUHVV>,>DPS.HPDLOBDFTXLVLWLRQBFDUG.IRUPBEXWWRQ>/>dR!>,>DPS.QDYLJDWLRQ.VHDUFKBIRUP.SODFHKROGHU>/>pHDUFK lYHU 200N pWRULHV>,>DPS.QDYLJDWLRQ.VLGHEDU.HGLWLRQBODEHOBHQBJE>/>rQLWHG hLQJGRP>,>DPS.QDYLJDWLRQ.VLGHEDU.HGLWLRQBODEHOBGHBGH>/>dHUPDQ\\>,>DPS.QDYLJDWLRQ.VLGHEDU.HGLWLRQBODEHOBHQBFD>/>`DQDGD>,>DPS.QDYLJDWLRQ.VLGHEDU.HGLWLRQBODEHOBHQBXV>/>rQLWHG pWDWHV>,>DPS.QDYLJDWLRQ.VLGHEDU.FKDQJHBFRXQWU\\>/>`KDQJH `RXQWU\\>,>DPS.QDYLJDWLRQ.VLGHEDU.IHDWXUHGBVHFWLRQV>/>cHDWXUHG pHFWLRQV>,>DPS.QDYLJDWLRQ.VLGHEDU.IROORZBXV>/>cROORZ rV>,>DUFKLYHV.DUFKLYHVBGD\\BQDY.QH[W>/>kH[W aD\\>,>DUFKLYHV.DUFKLYHVBGD\\BQDY.SUHY>/>mUHYLRXV aD\\>,>DUFKLYHV.DUFKLYHVBGURSBGRZQBQDYLJDWLRQ.DUFKLYHVBVXEWLWOH>/>o29 ^UFKLYHV>,>DUFKLYHV.DUFKLYHVBGURSBGRZQBQDYLJDWLRQ.FKRRVHBDBGDWH>/>`KRRVH D aDWH>,>DUFKLYHV.DUFKLYHVBGURSBGRZQBQDYLJDWLRQ.GD\\>/>aD\\>,>DUFKLYHV.DUFKLYHVBGURSBGRZQBQDYLJDWLRQ.IRUPBEXWWRQ>/>dR>,>DUFKLYHV.DUFKLYHVBGURSBGRZQBQDYLJDWLRQ.ODQGLQJBSDJHBVXEWLWOH>/>qDNH D iRRN _DFN>,>DUFKLYHV.DUFKLYHVBGURSBGRZQBQDYLJDWLRQ.PRQWK>/>jRQ>,>DUFKLYHV.DUFKLYHVBGURSBGRZQBQDYLJDWLRQ.\\HDU>/>vHDU>,>DUFKLYHV.DUFKLYHVBLQWHUIDFH.ILQGBPRUHBVWRULHVBFWD>/>iHW'V ILQG \\RX VRPHWKLQJ HYHQ PRUH DZHVRPH.>,>DUFKLYHV.DUFKLYHVBLQWHUIDFH.PRUHBVWRULHVBEXWWRQ>/>qRGD\\'V qRS pWRULHV>,>DUFKLYHV.DUFKLYHVBLQWHUIDFH.QRBUHVXOWV>/>_XPPHU! 0 UHVXOWV IRXQG>,>DUFKLYHV.DUFKLYHVBLQWHUIDFH.SDJHBWLWOH>/>^UFKLYHV>,>DUFKLYHV.DUFKLYHVB\\HDUBQDY.PRGXOHBWLWOH>/>^ _ODVW cURP qKH mDVW>,>DUWLFOH.DUWLFOHBKHDGHU.VTXLJJO\\iLQH>/>pTXLJJO\\ iLQH>,>DUWLFOH.FRQGHQVHGBKHDGHU.VXEWLWOH>/>kRZ oHDGLQJ>,>DUWLFOH.FRQWULEXWRUV.VHSDUDWRU>/>, >,>DUWLFOH.IHDWXUHGBFRQWULEXWRUV.E\\OLQH>/>:E\\OLQH< E\\ :QDPH<>,>DUWLFOH.RWKHUBFRQWULEXWRUV.E\\OLQH>/>:E\\OLQH< E\\ :QDPH<>,>DUWLFOH.RWKHUBFRQWULEXWRUV.E\\OLQHBODVWBVHSDUDWRU>/>; >,>DUWLFOH.RWKHUBFRQWULEXWRUV.E\\OLQHBVHSDUDWRU>/>; >,>DUWLFOH.RWKHUBFRQWULEXWRUV.E\\OLQHBWXSOHBVHSDUDWRU>/>; >,>DUWLFOH.SULPDU\\BWDJBEDQQHU.VWRU\\BIURP>/>pWRU\\ IURP :QDPH<>,>DUWLFOH.SURGXFWV.SURGXFW.EX\\BEXWWRQ>/>_rv>,>DUWLFOH.SURGXFWV.SURGXFW.LQIR>/>fkcl>,>DUWLFOH.SURGXFWV.SURGXFWBFDURXVHO.KHDGHU>/>pKRS qKLV>,>DUWLFOH.SURGXFWV.SURGXFWBGHVFULSWLRQ.DYDLODEOHBDW>/>DYDLODEOH DW>,>DUWLFOH.SURGXFWV.SURGXFWBGHVFULSWLRQ.VHSDUDWRU>/>,>,>DUWLFOH.SURGXFWV.SURGXFWBGHVFULSWLRQV.VHSDUDWRU>/>; >,>DUWLFOH.SURGXFWV.SURGXFWBGHVFULSWLRQV.WHUPLQDWRU>/>.>,>DUWLFOH.SURGXFWV.SURGXFWBJULG.KHDGHU>/>pKRS qKLV pWRU\\>,>DUWLFOH.SXEOLVKHGBGDWH.RULJLQDOO\\BSXEOLVKHG>/>lULJLQDOO\\ mXEOLVKHG RQ :GDWH<>,>DUWLFOH.PRVWBSRSXODU.KHDGHU>/>jRVW mRSXODU pWRULHV>,>DUWLFOH.UHODWHGBHQWULHV.KHDGHU>/>oHODWHG pWRULHV>,>DUWLFOH.VOLGHVKRZ.XL.EXWWRQV.EHJLQBVOLGHVKRZ.EHJLQBVOLGHVKRZ>/>_HJLQ pOLGHVKRZ :FKHYURQBULJKW<>,>DUWLFOH.VOLGHVKRZ.XL.EXWWRQV.JRBEDFN.JRBEDFN>/>dR _DFN>,>DUWLFOH.VOLGHVKRZ.XL.EXWWRQV.VHHBDOOBVOLGHV.VHHBDOOBVOLGHV>/>pHH ^OO pOLGHV>,>DUWLFOH.VOLGHVKRZ.XL.EXWWRQV.QH[WBVOLGH.QH[WBVOLGHBOLQNBWLWOH>/>kH[W pOLGH>,>DUWLFOH.VOLGHVKRZ.XL.EXWWRQV.SUHYLRXVBVOLGH.SUHYLRXVBVOLGHBOLQNBWLWOH>/>mUHYLRXV pOLGH>,>DUWLFOH.VOLGHVKRZ.XL.VOLGHBLQIR.EHJLQBFWD>/>_HJLQ pOLGHVKRZ>,>DUWLFOH.VOLGHVKRZ.XL.VOLGHBLQIR.LQGH[BDQGBFRXQW>/>:LQGH[< RI :FRXQW<>,>DUWLFOH.VOLGHVKRZ.XSBQH[W.KHDGHU>/>rS kH[W>,>DUWLFOH.VOLGHVKRZ.GHVNWRSBOD\\RXW.VOLGHBQXPEHUBDOWBVWULQJ>/>pOLGH :VOLGHkXPEHU<>,>DUWLFOH.XSGDWHGBGDWH.MXVWBGDWH>/>:GDWH<>,>DUWLFOH.XSGDWHGBGDWH.ODVWBXSGDWHG>/>iDVW rSGDWHG :GDWH<>,>FDUG.FDWHJRU\\BFDUG.WDJOLQH>/>pKRS WKH `ROOHFWLRQ>,>FDUG.IHDWXUHGBFDUGBHOHPHQWV.E\\OLQH>/>E\\ :QDPH<>,>FDUG.IHDWXUHGBFDUGBHOHPHQWV.SDLGBFRQWHQWBODEHO>/>mDLG `RQWHQW>,>FDUG.KHURBFDUGBHOHPHQWV.E\\OLQH>/>E\\ :QDPH<>,>FDUG.KHURBFDUGBHOHPHQWV.SDLGBFRQWHQWBODEHO>/>mDLG `RQWHQW>,>FDUG.SUHPLXPBFDUG.VHULHVBFWD>/>tDWFK kRZ>,>FDUG.SULPHBFDUGBHOHPHQWV.SDLGBFRQWHQWBODEHO>/>mDLG `RQWHQW>,>FDUG.SURGXFWBFDUG.EX\\BEXWWRQ>/>_rv>,>FDUG.SURGXFWBFDUG.GHWDLOV>/>abq^fip>,>FDUG.SURGXFWBFDUG.UHWDLOHUBFUHGLW>/>IURP>,>FDUG.SURGXFWBFDUG.XQDYDLODEOH>/>plia lrq>,>FDUG.VHULHVBFDUG.ZDWFKBQRZ>/>tDWFK kRZ>,>FDUG.VWDQGDUGBFDUGBHOHPHQWV.E\\OLQH>/>E\\ :QDPH<>,>FDUG.VWDQGDUGBFDUGBHOHPHQWV.SDLGBFRQWHQWBODEHO>/>mDLG `RQWHQW>,>FRPPRQ.DERXW.DERXW>/>^ERXW>,>FRPPRQ.DERXW.PLVVLRQ>/>lXU jLVVLRQ>,>FRPPRQ.DERXW.VHULHV>/>^ERXW>,>FRPPRQ.DQFKRUBQDYLJDWLRQ.DQFKRUBQDYLJDWLRQ.SULPDU\\BODEHO>/>gXPS WR FKDSWHU>,>FRPPRQ.DQFKRUBQDYLJDWLRQ.DQFKRUBQDYLJDWLRQ.VHFRQGDU\\BODEHO>/>jRUH...>,>FRPPRQ.GDWHV.SXEOLFDWLRQBGDWHBWLPH.IRUPDWWHGBGDWHBWLPH>/>:GDWH<, :WLPH<>,>FRPPRQ.PRUHBVWRULHVBEXWWRQ.HUURUBPHVVDJH>/>lK QRHV! qKHUH ZDV DQ HUURU ORDGLQJ FRQWHQW>,>FRPPRQ.PRUHBVWRULHVBEXWWRQ.PRUHBVWRULHVBEXWWRQ>/>jRUH pWRULHV>,>FRPPRQ.PRUHBVWRULHVBEXWWRQ.PRUHBVWRULHVBEXWWRQBUHWU\\>/>qU\\ ^JDLQ?>,>FRPPRQ.VRFLDOBLFRQV.HPDLO.SDLGBFRQWHQW>/>mDLG `RQWHQW>,>FRPPRQ.VRFLDOBLFRQV.HPDLO.VKDUHBEXWWRQBWLWOH>/>pKDUH E\\ bPDLO>,>FRPPRQ.VRFLDOBLFRQV.IDFHERRN.SDLGBGHVFULSWLRQ>/>(mDLG `RQWHQW) :VKDUHaHVFULSWLRQ<>,>FRPPRQ.VRFLDOBLFRQV.IDFHERRN.VKDUHBEXWWRQBWLWOH>/>pKDUH RQ cDFHERRN>,>FRPPRQ.VRFLDOBLFRQV.IOLSERDUG.SDLGBKDVKWDJ>/>#SDLG>,>FRPPRQ.VRFLDOBLFRQV.IOLSERDUG.VKDUHBEXWWRQBWLWOH>/>pKDUH RQ cOLSERDUG>,>FRPPRQ.VRFLDOBLFRQV.SLQWHUHVW.SDLGBKDVKWDJ>/>#SDLG>,>FRPPRQ.VRFLDOBLFRQV.SLQWHUHVW.VKDUHBEXWWRQBWLWOH>/>pKDUH RQ mLQWHUHVW>,>FRPPRQ.VRFLDOBLFRQV.VPV.DGBKDVKWDJ>/>#DG>,>FRPPRQ.VRFLDOBLFRQV.VPV.VKDUHBEXWWRQBWLWOH>/>pKDUH E\\ pjp>,>FRPPRQ.VRFLDOBLFRQV.WZLWWHU.DGBKDVKWDJ>/>#DG>,>FRPPRQ.VRFLDOBLFRQV.WZLWWHU.VKDUHBEXWWRQBWLWOH>/>pKDUH RQ qZLWWHU>,>FRPPRQ.VRFLDOBLFRQV.ZKDWVDSS.DGBKDVKWDJ>/>#DG>,>FRPPRQ.VRFLDOBLFRQV.ZKDWVDSS.VKDUHBEXWWRQBWLWOH>/>pKDUH E\\ tKDWV^SS>,>FRPPRQ.VZLSHUBZUDSSHU.SUHYLRXVBEXWWRQBWLWOH>/>mUHYLRXV>,>FRPPRQ.VZLSHUBZUDSSHU.QH[WBEXWWRQBWLWOH>/>kH[W>,>FRQWDLQHUV.SURGXFWBOLVW.QRBUHVXOWV>/>_XPPHU! 0 UHVXOWV IRXQG>,>IRRWHU.FRPSDQ\\>/>`ljm^kv>,>IRRWHU.HGLWLRQV>/>bafqflkp>,>IRRWHU.LQIRUPDWLRQ>/>fkcloj^qflk>,>IRRWHU.QHZVOHWWHUBVLJQXS>/>kbtpibqqbo pfdk-rm>,>IRRWHU.IRRWHUBHPDLOBDFTXLVLWLRQ.SODFHKROGHU>/>bPDLO ^GGUHVV>,>IRRWHU.VRFLDOBQDY.HPDLOBOLQNBWLWOH>/>pLJQ XS IRU QHZVOHWWHUV>,>IRRWHU.VRFLDOBQDY.IDFHERRNBOLQNBWLWOH>/>sLVLW oHILQHU\\29 RQ cDFHERRN>,>IRRWHU.VRFLDOBQDY.WZLWWHUBOLQNBWLWOH>/>sLVLW oHILQHU\\29 RQ qZLWWHU>,>IRRWHU.VRFLDOBQDY.\\RXWXEHBOLQNBWLWOH>/>sLVLW oHILQHU\\29 RQ vRXqXEH>,>IRRWHU.VRFLDOBQDY.LQVWDJUDPBOLQNBWLWOH>/>sLVLW oHILQHU\\29 RQ fQVWDJUDP>,>IRRWHU.VRFLDOBQDY.SLQWHUHVWBOLQNBWLWOH>/>sLVLW oHILQHU\\29 RQ mLQWHUHVW>,>IRRWHU.VRFLDOBQDY.WXPEOUBOLQNBWLWOH>/>sLVLW oHILQHU\\29 RQ qXPEOU>,>KHDG.DUFKLYHVBPHWDBGHVFULSWLRQ>/>aLJ LQWR WKH :GDWH< o29 DUFKLYHV DQG ILQG DOO \\RXU IDYRULWH VWRULHV LQ RQH SODFH!>,>KHDG.DUFKLYHVBPHWDBWLWOH>/>oHILQHU\\29 - :GDWH<>,>KHDG.DUFKLYHVBWLWOH>/>oHILQHU\\29 ^UFKLYHV - :GDWH<>,>KHDG.FRQWULEXWRUBPHWDBGHVFULSWLRQ>/>dHW DOO WKH ODWHVW IURP :FRQWULEXWRU< IRU KRZ WR OLYH D VW\\OLVK, ZHOO-URXQGHG OLIH.>,>KHDG.FRQWULEXWRUBPHWDBWLWOH>/>:FRQWULEXWRU<'V oHFHQW ^UWLFOHV - oHILQHU\\29>,>KHDG.FRQWULEXWRUBWLWOH>/>:FRQWULEXWRU<'V oHFHQW ^UWLFOHV - oHILQHU\\29>,>KHDG.SDLGBGHVFULSWLRQ>/>(mDLG `RQWHQW) :VKDUHaHVFULSWLRQ<>,>KHDGHU.VHDUFKBQDY.SODFHKROGHU>/>pHDUFK>,>KHDGHU.VHDUFKBQDY.FORVHBEXWWRQBWLWOH>/>`ORVH>,>KHDGHU.QDYLJDWLRQ.JRBKRPH>/>dR WR :ODEHO< eRPH>,>KHDGHU.QDYLJDWLRQ.FORVH>/>`ORVH>,>KRFV.FDURXVHO.DUURZV.SUHYLRXVBEXWWRQBWLWOH>/>mUHYLRXV>,>KRFV.FDURXVHO.DUURZV.QH[WBEXWWRQBWLWOH>/>kH[W>,>URZ.PXOWLBVWRU\\BURZ.HSLVRGHBFRXQW>/>:HSLVRGHBFRXQW< bSLVRGHV>,>URZ.PXOWLBVWRU\\BURZ.PXOWLBVWRU\\BURZBHOHPHQWV.VHHBPRUH>/>pHH jRUH>,>URZ.PXOWLBVWRU\\BURZ.PXOWLBVWRU\\BURZBHOHPHQWV.ZDWFKBQRZ>/>tDWFK kRZ>,>URZ.QHZVBWLFNHUBURZ.ODWHVWBWLWOH>/>iDWHVW kHZV>,>VHDUFK.VHDUFKBLQWHUIDFH.SODFHKROGHU>/>pHDUFK>,>VHDUFK.VHDUFKBSDQHO.SODFHKROGHU>/>pHDUFK>,>VHDUFK.VHDUFKBUHVXOWVBPHVVDJH.PHVVDJH>/>:UHVXOWV`RXQW, SOXUDO, =0 :_XPPHU! 0 UHVXOWV IRXQG< RQH :`KD-FKLQJ! 1 UHVXOW IRXQG.< RWKHU :`KD-FKLQJ! # UHVXOWV IRXQG.<<>,>VHFWLRQ.VHFWLRQ.LQGH[BDQGBFRXQW>/>:LQGH[< RI :FRXQW<>,>VHFWLRQ.VHFWLRQV.DG>/>^GYHUWLVHPHQW>,>VHFWLRQ.\\RXWXEHBVHFWLRQ.PRELOHBORDGBFWD>/>iRDG sLGHR>,>VHULHV.YLGHRBVHULHV.HSLVRGH.QRZBSOD\\LQJ>/>kRZ mOD\\LQJ>,>VHULHV.YLGHRBVHULHV.HSLVRGH.HSLVRGHBDOWBWH[W>/>sLGHR qKXPEQDLO>,>VHULHV.YLGHRBVHULHV.HSLVRGHBERG\\.FRPPHQWBEXWWRQBWLWOH>/>`RPPHQW>,>VHULHV.YLGHRBVHULHV.HSLVRGHBERG\\.\\RXWXEHBEXWWRQBWLWOH>/>lSHQ vRXqXEH FKDQQHO>,>VHULHV.YLGHRBVHULHV.HSLVRGHBPHWD.UHOHDVHBGDWH>/>oHOHDVHG RQ :GDWH<>,>VHULHV.YLGHRBVHULHV.PRUHBLQIRBEXWWRQ.GHVFULSWLRQ>/>pHH PRUH DERXW WKLV bSLVRGH>,>VHULHV.YLGHRBVHULHV.PRUHBLQIRBEXWWRQ.WH[W>/>bSLVRGH fQIR>,>VHULHV.YLGHRBVHULHV.YLGHRBVHULHVBHQWU\\.SOD\\BEXWWRQ>/>mOD\\>,>VKRSSLQJ.EUHDGFUXPEVBEDU.EUHDGFUXPEVBSURGXFWVBIURP>/>mURGXFWV IURP>,>VKRSSLQJ.PRUHBSURGXFWVBEXWWRQ.PRUHBSURGXFWVBEXWWRQ>/>jRUH mURGXFWV>,>VKRSSLQJ.PRUHBSURGXFWVBEXWWRQ.PRUHBSURGXFWVBEXWWRQBUHWU\\>/>qU\\ ^JDLQ?>,>VKRSSLQJ.PRUHBSURGXFWVBEXWWRQ.PRUHBSURGXFWVBHUURUBPHVVDJH>/>lK QRHV! qKHUH ZDV DQ HUURU ORDGLQJ FRQWHQW>,>VKRSSLQJ.SURGXFWBGHWDLOV.IHDWXUHGBLQBPRGXOH.E\\OLQH>/>E\\ :QDPH<>,>VKRSSLQJ.SURGXFWBGHWDLOV.IHDWXUHGBLQBPRGXOH.IHDWXUHGBPHVVDJH>/>:HQWU\\`RXQW, SOXUDO, RQH :cHDWXUHG LQ 1 VWRU\\< RWKHU :cHDWXUHG LQ :HQWU\\`RXQW< VWRULHV<<>,>VKRSSLQJ.SURGXFWBGHWDLOV.LQIR.EX\\BEXWWRQ>/>_X\\ kRZ>,>VKRSSLQJ.SURGXFWBGHWDLOV.LQIR.SURGXFWBXQDYDLODEOHBIHDWXUHGBPHVVDJH>/>tH'UH VRUU\\, ORRNV OLNH WKLV LWHP LV VROG RXW>,>VKRSSLQJ.SURGXFWBGHWDLOV.LQIR.SURGXFWBXQDYDLODEOHBUHWDLOHUBQDPH>/>tDV DYDLODEOH DW :UHWDLOHUBQDPH<>,>VKRSSLQJ.SURGXFWBGHWDLOV.LQIR.SURGXFWBXQDYDLODEOHBVHHBPRUH>/>pHH PRUH :ILUVWBFDWHJRU\\<>,>VKRSSLQJ.SURGXFWBGHWDLOV.LQIR.SURGXFWBXQDYDLODEOHBVKRSBPRUH>/>cLQG VLPLODU SURGXFWV>,>VKRSSLQJ.SURGXFWBGHWDLOV.LQIR.UHWDLOHUBQDPH>/>^W :UHWDLOHUBQDPH<>,>VKRSSLQJ.SURGXFWBGHWDLOV.LQIR.UHYLHZBEXWWRQ>/>oHYLHZ fW>,>VKRSSLQJ.SURGXFWBGHWDLOV.UHYLHZV.UHYLHZVBDWWULEXWLRQ>/>jRUH IURP>,>VKRSSLQJ.SURGXFWBGHWDLOV.UHYLHZV.UHYLHZVBWLWOH>/>oHYLHZV>,>VKRSSLQJ.SURGXFWBOLVW.FOHDUBLWHP.FOHDU>/>FOHDU>,>VKRSSLQJ.SURGXFWBOLVW.GHVNWRS.ILOWHUBEDU.YLHZBDOOBFROOHFWLRQV>/>sLHZ ^OO `ROOHFWLRQV>,>VKRSSLQJ.SURGXFWBOLVW.ILOWHUBVRUWBZUDSSHU.FOHDUBEXWWRQ>/>FOHDU DOO>,>VKRSSLQJ.SURGXFWBOLVW.ILOWHUBVRUWBZUDSSHU.XSGDWHBEXWWRQ>/>XSGDWH>,>VKRSSLQJ.SURGXFWBOLVW.KHURBFRQWHQW.EURZVLQJ>/>_URZVLQJ>,>VKRSSLQJ.SURGXFWBOLVW.KHURBFRQWHQW.EURZVLQJBFROOHFWLRQV>/>_URZVLQJ `ROOHFWLRQV>,>VKRSSLQJ.SURGXFWBOLVW.KHURBFRQWHQW.IHDWXUHGBFROOHFWLRQ>/>cHDWXUHG `ROOHFWLRQ>,>VKRSSLQJ.SURGXFWBOLVW.PRELOH.QDYLJDWLRQ.FROOHFWLRQV>/>`ROOHFWLRQV>,>VKRSSLQJ.SURGXFWBOLVW.SURGXFWBOLVWBDERXW.DERXW>/>DERXW>,>VKRSSLQJ.SURGXFWBOLVW.SURGXFWBOLVWBDERXW.DERXWBVKRSSLQJ>/>DERXW VKRSSLQJ>,>VKRSSLQJ.SURGXFWBOLVW.UHVXOWBFRXQW.GHVNWRS>/>:UHVXOW`RXQW, SOXUDO, RQH :1 UHVXOW< RWKHU :# UHVXOWV<<>,>VKRSSLQJ.SURGXFWBOLVW.UHVXOWBFRXQW.QRWBGHVNWRSBFRXQW>/>:UHVXOW`RXQW, SOXUDO, =0 :_XPPHU! 0 UHVXOWV IRXQG< RQH :1 UHVXOW,< RWKHU :# UHVXOWV,<<>,>VKRSSLQJ.SURGXFWBOLVW.UHVXOWBFRXQW.QRWBGHVNWRSBFWD>/>VKRS IRU...>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.ILOWHUBVHOHFW.FDWHJRU\\>/>FDWHJRU\\>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.ILOWHUBVHOHFW.FROOHFWLRQ>/>FROOHFWLRQ>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.ILOWHUBVHOHFW.FRORU>/>FRORU>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.ILOWHUBVHOHFW.GHSDUWPHQW>/>GHSDUWPHQW>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.ILOWHUBVHOHFW.W\\SH>/>W\\SH>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.ILOWHUBVRUWBZUDSSHU.ILOWHUBE\\>/>cLOWHU _\\>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.ILOWHUBVRUWBZUDSSHU.ODEHO>/>cLOWHU & pRUW _\\>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.ILOWHUBVRUWBZUDSSHU.SULFHBUDQJH>/>mULFH oDQJH>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.ILOWHUBVRUWBZUDSSHU.VRUWBE\\>/>pRUW _\\>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.SULFHBVHOHFW.0-49>/>rQGHU $50>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.SULFHBVHOHFW.100-249>/>$100 { $249>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.SULFHBVHOHFW.1000-DQG-DERYH>/>$1000 ^ka ^_lsb>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.SULFHBVHOHFW.250-499>/>$250 { $499>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.SULFHBVHOHFW.50-99>/>$50 { $99>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.SULFHBVHOHFW.500-999>/>$500 { $999>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.SULFHBVHOHFW.KHDGHU>/>SULFH>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.VDOH>/>RQ VDOH>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.VRUWBVHOHFW.KHDGHU>/>VRUW>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.VRUWBVHOHFW.VRUWBLGBGHVF>/>QHZHVW>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.VRUWBVHOHFW.VRUWBSULFHBDVF>/>KLJK { ORZ>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.VRUWBVHOHFW.VRUWBSULFHBGHVF>/>ORZ { KLJK>,>VKRSSLQJ.VHDUFK.SODFHKROGHU>/>pHDUFK>,>VKRSSLQJ.VHDUFK.SURGXFWBFRXQW>/>:UHVXOW`RXQW, SOXUDO, RQH :1 SURGXFW< RWKHU :# SURGXFWV<<>,>VKRSSLQJ.VHDUFK.VHDUFKBWHUP>/>IRU y>:VHDUFKqHUP<y>>,>VOLGHVKRZBUHIUHVK.DUWLFOH.VOLGHVKRZ.VOLGH.LQGH[BDQGBFRXQW>/>:LQGH[< RI :FRXQW<>,>VOLGHVKRZBUHIUHVK.DUWLFOH.VOLGHVKRZ.XSBQH[W.KHDGHU>/>rS kH[W>,>VOLGHVKRZBUHIUHVK.DUWLFOH.VOLGHVKRZ.XSBQH[W.EXWWRQ>/>oHDG kRZ>,>VOLGHVKRZBUHIUHVK.DUWLFOH.SURGXFWV.VOLGHBSURGXFW.EX\\BEXWWRQ>/>_rv>,>VOLGHVKRZBUHIUHVK.DUWLFOH.SURGXFWV.VOLGHBSURGXFW.GHWDLOV>/>abq^fip>,>XWLOV.YLGHR.LQLWLDOL]HgtmOD\\HU.MZBVKDUHBFDSWLRQ>/>pKDUH sLGHR><,>IRRWHUiLQNV>/:>FRPSDQ\\>/x:>KUHI>/>KWWSV/}}FRUSRUDWH.U29.FRP>,>QDPH>/>^ERXW rV><,:>KUHI>/>KWWSV/}}FRUSRUDWH.U29.FRP}FDUHHUV>,>QDPH>/>gREV><,:>KUHI>/>KWWSV/}}FRUSRUDWH.U29.FRP}DERXW-SUHVV>,>QDPH>/>mUHVV><,:>KUHI>/>KWWSV/}}FRUSRUDWH.U29.FRP}DGYHUWLVLQJ>,>QDPH>/>^GYHUWLVLQJ><,:>KUHI>/>PDLOWR/IHHGEDFN@UHILQHU\\29.FRP>,>QDPH>/>cHHGEDFN><,:>KUHI>/>KWWSV/}}FRUSRUDWH.U29.FRP}U29-LQWHOOLJHQFH>,>QDPH>/>oHILQHU\\29 fQWHOOLJHQFH><z,>LQIRUPDWLRQ>/x:>KUHI>/>}QHZV>,>QDPH>/>o29 kHZV><,:>KUHI>/>}HQ-XV}WHUPV-DQG-FRQGLWLRQV>,>QDPH>/>qHUPV><,:>KUHI>/>}HQ-XV}SULYDF\\>,>QDPH>/>mULYDF\\><,:>KUHI>/>}HQ-XV}DUFKLYHV>,>UHO>/>QRIROORZ>,>QDPH>/>^UFKLYHV><,:>KUHI>/>}UVV.[PO>,>QDPH>/>opp><z,>HGLWLRQV>/x:>HGLWLRQfG>/5,>HGLWLRQ_DVHQDPH>/>HQ-FD>,>KUHI>/>}HQ-FD>,>QDPH>/>`DQDGD><,:>HGLWLRQfG>/2,>HGLWLRQ_DVHQDPH>/>HQ-JE>,>KUHI>/>}HQ-JE>,>QDPH>/>rQLWHG hLQJGRP><,:>HGLWLRQfG>/3,>HGLWLRQ_DVHQDPH>/>GH-GH>,>KUHI>/>}GH-GH>,>QDPH>/>dHUPDQ\\><z<,>QHZVOHWWHUV>/x:>FKDQQHO>/>GHIDXOW>,>OLVW>/>PDLQBHYHU\\ZKHUH>,>WHPSODWH>/>ZHOFRPHBRUJDQLF><z,>HGLWLRQBGDWD>/:>LG>/1,>FRQILJ>/:>SLQWHUHVWBOLQN>/>KWWSV/}}ZZZ.SLQWHUHVW.FRP}UHILQHU\\29}>,>WLPH]RQH>/>^PHULFD}kHZBvRUN>,>ORFDOH>/>HQBrp.XWI-8>,>ODQJXDJH>/>HQ-XV>,>GDWHBIRUPDW>/>j M, v>,>HPDLOBSUHIL[>/>oHILQHU\\29>,>IDFHERRNBSDJH>/>UHILQHU\\29>,>LQVWDJUDPBKDQGOH>/>UHILQHU\\29>,>SLQWHUHVWBKDQGOH>/>UHILQHU\\29>,>SLQWHUHVWBKDVKWDJ>/>#UHILQHU\\29>,>SRODUBHQDEOHG>/WUXH,>SXEOLFDWLRQBVWDUW>/>2005-05-05>,>VRFLDOBGRPDLQ>/>ZZZ.UHILQHU\\29.FRP>,>VXEVFULEHBRSWLQ>/WUXH,>VZHHSVWDNHVBRSWLQ>/IDOVH,>WZLWWHUBKDQGOH>/>UHILQHU\\29>,>\\RXWXEHBFKDQQHO>/>oHILQHU\\29qs>,>WXPEOUBKDQGOH>/>UHILQHU\\29>,>QHZVURRPBKRPHBLG>/>KRPH-UHGHVLJQ>,>QHZVURRPBDUWLFOHBLG>/>DUWLFOH>,>HPDLOBVLJQXSBSDJH>/>KWWSV/}}MXPS.UHILQHU\\29.FRP}MRLQ}24}VLJQXS-DOO-QHZVOHWWHUV>,>WHUPVBOLQN>/>}WHUPV-DQG-FRQGLWLRQV>,>SULYDF\\BOLQN>/>}SULYDF\\>,>IHHGEDFNBDGGUHVV>/>IHHGEDFN@UHILQHU\\29.FRP>,>VNLPOLQNVBSXEBLG>/>30283u879131>,>MZBHQDEOHBUHODWHG>/WUXH,>VSRWLPBLG>/>VSBUH[iR99Y>,>WHPSBVXSSUHVVBDXWKRUBOLQNV>/IDOVH,>VXSSUHVVBDUFKLYHBOLQNV>/IDOVH,>JWPBFRQWDLQHUBLG>/>dqj-qpmctw>,>MZBSOD\\HUBLG>/>DYqXSLGa>,>IEBSL[HOBLG>/>709693729097198>,>HPDLOBOLVW>/>PDLQBHYHU\\ZKHUH>,>HPDLOBZHOFRPHBWHPSODWH>/>ZHOFRPHBRUJDQLF>,>WDUJHWBODQJXDJH>/>HQ><,>PRVWBSRSXODU>/x:>WLWOH>/>gRKQQ\\ aHSS cLOHV iDZVXLW ^JDLQVW ^PEHU eHDUG>,>XUO>/>}HQ-XV}2019}03}225852}MRKQQ\\-GHSS-50-PLOOLRQ-GHIDPDWLRQ-ODZVXLW-DPEHU-KHDUG>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}2019}03}225852}MRKQQ\\-GHSS-50-PLOOLRQ-GHIDPDWLRQ-ODZVXLW-DPEHU-KHDUG><,:>WLWOH>/>gRKQQ\\ tHLU&#[27;V oRXWLQH fV _HDXW\\-bGLWRU ^SSURYHG>,>XUO>/>}HQ-XV}2018}02}191529}MRKQQ\\-ZHLU-NRUHDQ-EHDXW\\-SURGXFWV>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}2018}02}191529}MRKQQ\\-ZHLU-NRUHDQ-EHDXW\\-SURGXFWV><z,>EDVHQDPH>/>HQ-XV>,>GRPDLQ>/>ZZZ.UHILQHU\\29.FRP><,>DOWHUQDWHBXUOV>/x:>HGLWLRQBLG>/1,>ODQJ>/>HQ>,>XUO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}JUDQWV-DGPLQLVWUDWRU-DQFKRUDJH-DN-PRQH\\-GLDU\\><z<,>PHWD>/:>PHWDBWLWOH>/>dUDQWV ^GPLQLVWUDWRU ^QFKRUDJH ^h jRQH\\ aLDU\\>,>PHWDBGHVFULSWLRQ>/>eRZ D JUDQWV DGPLQLVWUDWRU LQ ^QFKRUDJH, ^h, VSHQGV KHU PRQH\\ RYHU WKH FRXUVH RI RQH ZHHN.>,>PHWDBQRLQGH[>/IDOVH,>DPSBXUO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}DPS}HQ-XV}JUDQWV-DGPLQLVWUDWRU-DQFKRUDJH-DN-PRQH\\-GLDU\\><,>PRGXOHV>/x:>LG>/0,>W\\SH>/>HGLWRUV-SLFNV>,>WLWOH>/>bGLWRUV' mLFNV>,>URZV>/x:>W\\SH>/>3-VWDQGDUG>,>FDUGV>/x:>FDUGfa>/1,>PRGXOHfa>/1,>LQGH[tLWKLQoRZ>/1,>LQGH[tLWKLQjRGXOH>/1,>LVsLGHR`DUG>/IDOVH,>LG>/227952,>W\\SH>/>pifabpelt>,>WUXQFDWHGBWLWOHB80>/>vRXU ^SULO eRURVFRSH, oHYHDOHG>,>WUXQFDWHGBWLWOHB62>/>vRXU ^SULO eRURVFRSH, oHYHDOHG>,>KHURBVKRUWHUBWLWOH>/>vRXU ^SULO eRURVFRSH, oHYHDOHG>,>SXEOLVKHG>/1554116400,>H[FHUSWBWUXQFDWHGB155>/>qKH PRQWK EHJLQV ZLWK D GUHDP\\ YLEH RQ ^SULO 2QG ZKHQ jHUFXU\\ FRQMXQFWV kHSWXQH. qKLV VRXQGV LQWHQVH, EXW ZH’OO EH DEOH WR WDS LQWR RXU LQWXLWLRQ ZKHQ>,>ODEHO>/>eRURVFRSHV>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>sHQXV ^XVWUDOLV><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}F85}0,200,2000,2000}[,80}2099511}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}E5E}0,0,2000,2400}[,80}2099511}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}710}0,638,2000,1125}[,80}2099511}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}5EH}325,0,1350,2400}[,80}2099511}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}51I}0,450,2000,1500}[,80}2099511}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}799}100,0,1800,2400}[,80}2099511}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}5HD}0,0,7634,2863}[,80}2134616}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}I12}0,675,2000,1050}[,80}2099511}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}136}112,0,1776,2400}[,80}2099511}LPDJH.MSJ><<<z,>XUO>/>}HQ-XV}2019}04}227952}PRQWKO\\-DSULO-KRURVFRSH>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/2,>PRGXOHfa>/1,>LQGH[tLWKLQoRZ>/2,>LQGH[tLWKLQjRGXOH>/2,>LVsLGHR`DUG>/IDOVH,>LG>/226008,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>f dRW rQGHUH\\H cLOOHU cRU j\\ aDUN `LUFOHV — &DPS; f&#[27;YH kHYHU iRRNHG _DFN>,>WUXQFDWHGBWLWOHB62>/>f dRW rQGHUH\\H cLOOHU cRU j\\ aDUN `LUFOHV — & f'YH kHYHU ...>,>KHURBVKRUWHUBWLWOH>/>f dRW cLOOHU qR qUHDW j\\ aDUN rQGHUH\\H `LUFOHV>,>SXEOLVKHG>/1553551200,>H[FHUSWBWUXQFDWHGB155>/>aDQLHOOH dUD\\ LV D 37-\\HDU-ROG VW\\OH DQG EHDXW\\ ZULWHU LQ kHZ vRUN `LW\\ ZKR GHFLGHG WR JHW WHDU WURXJK ILOOHU WR WUHDW KHU GDUN XQGHUH\\H FLUFOHV. qKH>,>ODEHO>/>_HDXW\\>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>aDQLHOOH dUD\\><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}43G}0,60,2000,2000}[,80}2151966}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}2FH}0,0,2000,2400}[,80}2151966}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}936}431,0,1333,750}[,80}2151967}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}1GF}349,0,1350,2400}[,80}2151966}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}894}0,87,2000,1500}[,80}2151966}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}HF8}100,0,1800,2400}[,80}2151966}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}7H4}0,0,2000,750}[,80}2151967}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}E36}0,0,2000,1050}[,80}2151968}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}4FD}112,0,1776,2400}[,80}2151966}LPDJH.MSJ><<<z,>XUO>/>}HQ-XV}XQGHU-H\\H-ILOOHU-GDUN-FLUFOHV-H[SHULHQFH>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/3,>PRGXOHfa>/1,>LQGH[tLWKLQoRZ>/3,>LQGH[tLWKLQjRGXOH>/3,>LVsLGHR`DUG>/IDOVH,>LG>/225613,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>eHU cDWKHU jXUGHUHG j\\ jRWKHU. qKHQ, tH _HFDPH cULHQGV.>,>WUXQFDWHGBWLWOHB62>/>eHU cDWKHU jXUGHUHG j\\ jRWKHU. qKHQ, tH _HFDPH cULHQGV>,>KHURBVKRUWHUBWLWOH>/>f&#[27;P cULHQGV tLWK qKH aDXJKWHU lI j\\ jRP&#[27;V hLOOHU>,>SXEOLVKHG>/1553536260,>H[FHUSWBWUXQFDWHGB155>/>qKH ILUVW WLPH f HQFRXQWHUHG oDFKHO* ZDV LQ WKH SDJHV RI OHJDO GRFXPHQWV/ SROLFH UHSRUWV, JUDQG MXU\\ WHVWLPRQ\\, VZRUQ DIILGDYLWV. f ILUVW VDZ KHU QDPH RQ>,>ODEHO>/>kHZV>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>iHDK `DUUROO><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}21E}0,200,2000,2000}[,80}2134893}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}DH5}0,0,2000,2400}[,80}2134893}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}IFI}0,638,2000,1125}[,80}2134893}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}294}325,0,1350,2400}[,80}2134893}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}G7E}0,450,2000,1500}[,80}2134893}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}7H4}100,0,1800,2400}[,80}2134893}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}1H2}0,0,2000,750}[,80}2134952}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}03D}0,675,2000,1050}[,80}2134893}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}2G3}112,0,1776,2400}[,80}2134893}LPDJH.MSJ><<<z,>XUO>/>}HQ-XV}2019}03}225613}OHDK-FDUUROO-WUXH-FULPH-HVVD\\-IULHQGV-ZLWK-GDXJKWHU-RI-PRPV-NLOOHU>,>PRELOH^GmRVLWLRQ>/QXOO<z,>URZfa>/1,>LQGH[tLWKLQjRGXOH>/1,>GHVNWRS^GmRVLWLRQ>/QXOO,>WDEOHW^GmRVLWLRQ>/QXOO,>PRELOH^GmRVLWLRQ>/QXOO<z,>FKDQQHO`DPSDLJQ_UDQGLQJfPDJH>/QXOO,>FKDQQHOpXEWLWOH>/QXOO,>VKRXOGaLVSOD\\jRGXOHqLWOH>/WUXH<,:>LG>/1,>W\\SH>/>UHODWHG-FRQWHQW>,>WLWOH>/>jRUH IURP tRUN & jRQH\\>,>KDVBDGBVSRQVRU>/WUXH,>URZV>/x:>W\\SH>/>3-VWDQGDUG>,>FDUGV>/x:>FDUGfa>/4,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/1,>LQGH[tLWKLQjRGXOH>/1,>LVsLGHR`DUG>/IDOVH,>LG>/229041,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>f&#[27;P ^Q ^HURVSDFH bQJLQHHU — &DPS; f jDNH $142h>,>WUXQFDWHGBWLWOHB62>/>f'P ^Q ^HURVSDFH bQJLQHHU — & f jDNH $142h>,>KHURBVKRUWHUBWLWOH>/>f&#[27;P ^Q ^HURVSDFH bQJLQHHU — &DPS; f jDNH $142h>,>SXEOLVKHG>/1554484500,>H[FHUSWBWUXQFDWHGB155>/>fQ RXU VHULHV j\\ 6-cLJXUH mD\\FKHFN, ZRPHQ PDNLQJ PRUH WKDQ $100,000 RSHQ XS DERXW KRZ WKH\\ JRW WKHUH DQG ZKDW H[DFWO\\ WKH\\ GR. tH WDNH D FORVHU ORRN DW>,>ODEHO>/>tRUN & jRQH\\>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>iXGPLOD iHLYD><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}12E}0,200,2000,2000}[,80}2157544}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}542}0,0,2000,2400}[,80}2157544}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}91H}0,49,2000,1125}[,80}2157544}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}5GD}325,0,1350,2400}[,80}2157544}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}G9F}0,0,2000,1500}[,80}2157544}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}I56}100,0,1800,2400}[,80}2157544}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}E1D}0,343,2000,750}[,80}2157544}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}262}0,0,2000,1050}[,80}2157544}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}E40}112,0,1776,2400}[,80}2157544}LPDJH.MSJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>><,>XUO>/>}HQ-XV}VL[-ILJXUH-SD\\FKHFN-DHURVSDFH-HQJLQHHU>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/5,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/2,>LQGH[tLWKLQjRGXOH>/2,>LVsLGHR`DUG>/IDOVH,>LG>/228814,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>^ tHHN fQ kRUWK `DUROLQD lQ ^ $53,300 pDODU\\>,>WUXQFDWHGBWLWOHB62>/>^ tHHN fQ kRUWK `DUROLQD lQ ^ $53,300 pDODU\\>,>KHURBVKRUWHUBWLWOH>/>^ tHHN fQ kRUWK `DUROLQD lQ ^ $53,300 pDODU\\>,>SXEOLVKHG>/1554480000,>H[FHUSWBWUXQFDWHGB155>/>tHOFRPH WR jRQH\\ aLDULHV, ZKHUH ZH'UH WDFNOLQJ ZKDW PLJKW EH WKH ODVW WDERR IDFLQJ PRGHUQ ZRUNLQJ ZRPHQ/ PRQH\\. tH'UH DVNLQJ PLOOHQQLDOV KRZ WKH\\ VSHQG>,>ODEHO>/>jRQH\\ aLDULHV>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>vRX><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}E17}0,200,2000,2000}[,80}2156424}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}92D}0,0,2000,2400}[,80}2156424}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}D4H}333,0,1335,751}[,80}2156423}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}I8D}325,0,1350,2400}[,80}2156424}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}9DE}500,0,1001,751}[,80}2156423}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}H1G}100,0,1800,2400}[,80}2156424}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}5GF}1,1,2000,750}[,80}2156423}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}F0H}0,0,2000,1050}[,80}2156425}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}FE2}112,0,1776,2400}[,80}2156424}LPDJH.MSJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>pmlkploba><,>XUO>/>}HQ-XV}QRUWK-FDUROLQD-VHQLRU-DVVRFLDWH-VDODU\\-PRQH\\-GLDU\\>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/6,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/3,>LQGH[tLWKLQjRGXOH>/3,>LVsLGHR`DUG>/IDOVH,>LG>/228987,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>eHUH&#[27;V eRZ qR ^QVZHU qKRVH pWUHVVIXO _HKDYLRUDO fQWHUYLHZ nXHVWLRQV>,>WUXQFDWHGBWLWOHB62>/>eHUH'V eRZ qR ^QVZHU qKRVH pWUHVVIXO _HKDYLRUDO fQWHUYLHZ ...>,>KHURBVKRUWHUBWLWOH>/>eRZ qR ^QVZHU _HKDYLRUDO fQWHUYLHZ nXHVWLRQV>,>SXEOLVKHG>/1554408900,>H[FHUSWBWUXQFDWHGB155>/>^IWHU SXWWLQJ WRJHWKHU D SHUIHFWO\\ FUDIWHG FRYHU OHWWHU, UHYDPSLQJ \\RXU UéVXPé, DQG EUHH]LQJ WKURXJK DQ LQLWLDO SKRQH LQWHUYLHZ, \\RX'YH ILQDOO\\ ODQGHG>,>ODEHO>/>tRUN & jRQH\\>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>iXGPLOD iHLYD><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}301}0,0,2000,2000}[,80}2157370}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}9D5}0,0,2000,2400}[,80}2157370}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}48G}0,710,2000,1125}[,80}2157370}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}IIF}325,0,1350,2400}[,80}2157370}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}3D2}0,585,2000,1500}[,80}2157370}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}4DH}100,0,1800,2400}[,80}2157370}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}E03}0,779,2000,750}[,80}2157370}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}49F}0,729,2000,1050}[,80}2157370}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}E44}112,0,1776,2400}[,80}2157370}LPDJH.MSJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>><,>XUO>/>}HQ-XV}EHKDYLRUDO-LQWHUYLHZ-TXHVWLRQV>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<z,>URZfa>/2,>LQGH[tLWKLQjRGXOH>/1,>GHVNWRS^GmRVLWLRQ>/QXOO,>WDEOHW^GmRVLWLRQ>/QXOO,>PRELOH^GmRVLWLRQ>/QXOO<,:>W\\SH>/>3-VWDQGDUG>,>FDUGV>/x:>FDUGfa>/7,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/1,>LQGH[tLWKLQjRGXOH>/4,>LVsLGHR`DUG>/IDOVH,>LG>/228631,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>^ tHHN fQ pHDWWOH, t^, lQ ^ $145,000 fQFRPH>,>WUXQFDWHGBWLWOHB62>/>^ tHHN fQ pHDWWOH, t^, lQ ^ $145,000 fQFRPH>,>KHURBVKRUWHUBWLWOH>/>^ tHHN fQ pHDWWOH, t^, lQ ^ $145,000 fQFRPH>,>SXEOLVKHG>/1554395553,>H[FHUSWBWUXQFDWHGB155>/>tHOFRPH WR jRQH\\ aLDULHV, ZKHUH ZH'UH WDFNOLQJ ZKDW PLJKW EH WKH ODVW WDERR IDFLQJ PRGHUQ ZRUNLQJ ZRPHQ/ PRQH\\. tH'UH DVNLQJ PLOOHQQLDOV KRZ WKH\\ VSHQG>,>ODEHO>/>jRQH\\ aLDULHV>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>vRX><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}F13}0,200,2000,2000}[,80}2156199}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}13G}0,0,2000,2400}[,80}2156199}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}H74}0,638,2000,1125}[,80}2156199}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}8G8}325,0,1350,2400}[,80}2156199}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}25I}0,450,2000,1500}[,80}2156199}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}14F}100,0,1800,2400}[,80}2156199}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}DDI}1,1,2000,750}[,80}2156200}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}060}0,0,2000,1050}[,80}2156201}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}952}112,0,1776,2400}[,80}2156199}LPDJH.MSJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>><,>XUO>/>}HQ-XV}VHDWWOH-ZD-FRQVXOWDQW-VDODU\\-PRQH\\-GLDU\\>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/8,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/2,>LQGH[tLWKLQjRGXOH>/5,>LVsLGHR`DUG>/IDOVH,>LG>/228900,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>pRSKLH qXUQHU fV mDLG iHVV qKDQ lWKHU yX003FHP{dDPH lI qKURQHV yX003F}HP{`DVW jHPEHUV — &DPS;...>,>WUXQFDWHGBWLWOHB62>/>pRSKLH qXUQHU fV mDLG iHVV qKDQ lWKHU dDPH lI qKURQHV `DVW ...>,>KHURBVKRUWHUBWLWOH>/>pRSKLH qXUQHU jDNHV iHVV qKDQ lWKHU yX003FHP{dRq yX003F}HP{^FWRUV>,>SXEOLVKHG>/1554391828,>H[FHUSWBWUXQFDWHGB155>/>pRSKLH qXUQHU, WKH DFWUHVV ZKR URVH WR LQWHUQDWLRQDO IDPH IRU KHU SRUWUD\\DO RI pDQVD pWDUN LQ e_l’V dDPH RI qKURQHV VHULHV, GRHVQ’W JHW SDLG DV PXFK>,>ODEHO>/>tRUN & jRQH\\>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>iXGPLOD iHLYD><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}4H8}0,0,2000,2000}[,80}2156893}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}651}0,0,2000,2400}[,80}2156893}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}144}0,33,2000,1125}[,80}2156893}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}8IH}325,0,1350,2400}[,80}2156893}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}FDH}0,0,2000,1500}[,80}2156893}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}7G2}100,0,1800,2400}[,80}2156893}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}74D}0,257,2000,750}[,80}2156893}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}114}0,59,2000,1050}[,80}2156893}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}9FG}112,0,1776,2400}[,80}2156893}LPDJH.MSJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>><,>XUO>/>}HQ-XV}2019}04}228900}VRSKLH-WXUQHU-VDODU\\-JDPH-RI-WKURQHV-KLJKHVW-ORZHVW-SDLG>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/9,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/3,>LQGH[tLWKLQjRGXOH>/6,>LVsLGHR`DUG>/IDOVH,>LG>/224357,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>^OO eDLO ism, qKH oLFKHVW oHDO eRXVHZLIH>,>WUXQFDWHGBWLWOHB62>/>^OO eDLO ism, qKH oLFKHVW oHDO eRXVHZLIH>,>KHURBVKRUWHUBWLWOH>/>qKLV fV eRZ jXFK iLVD sDQGHUSXPS eDV fQ qKH _DQN>,>SXEOLVKHG>/1554388200,>H[FHUSWBWUXQFDWHGB155>/>^QRWKHU VHDVRQ RI qKH oHDO eRXVHZLYHV RI _HYHUO\\ eLOOV LV LQ IXOO VZLQJ, DQG WKLV WLPH RXU IDYRULWH JUDQGH GDPH RI sLOOD oRVD (ZKR KDV WKXV IDU H[FHOOHG>,>ODEHO>/>tRUN & jRQH\\>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>^QDEHO mDVDURZ><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}F80}0,24,2000,2000}[}2125714}LPDJH.SQJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}4G1}0,0,2000,2400}[}2125714}LPDJH.SQJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}F01}0,467,2000,1125}[}2125714}LPDJH.SQJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}8EG}325,0,1350,2400}[}2125714}LPDJH.SQJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}H46}0,240,2000,1500}[}2125714}LPDJH.SQJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}149}100,0,1800,2400}[}2125714}LPDJH.SQJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}7H5}0,688,2000,750}[}2125714}LPDJH.SQJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}0ID}0,0,2000,1050}[}2125716}LPDJH.SQJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}04I}112,0,1776,2400}[}2125714}LPDJH.SQJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>><,>XUO>/>}HQ-XV}2019}02}224357}OLVD-YDQGHUSXPS-QHW-ZRUWK-UHDO-KRXVHZLYHV>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<z,>URZfa>/3,>LQGH[tLWKLQjRGXOH>/2,>GHVNWRS^GmRVLWLRQ>/QXOO,>WDEOHW^GmRVLWLRQ>/QXOO,>PRELOH^GmRVLWLRQ>/QXOO<,:>W\\SH>/>3-VWDQGDUG>,>FDUGV>/x:>FDUGfa>/10,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/1,>LQGH[tLWKLQjRGXOH>/7,>LVsLGHR`DUG>/IDOVH,>LG>/226617,>W\\SH>/>pifabpelt>,>WUXQFDWHGBWLWOHB80>/>qXUQLQJ cDLOXUH fQWR mURVSHULW\\/ eRZ 4 tRPHQ rVHG qKHLU pHWEDFNV qR ^FKLHYH pXFFHVV >,>WUXQFDWHGBWLWOHB62>/>qXUQLQJ cDLOXUH fQWR mURVSHULW\\/ eRZ 4 tRPHQ rVHG qKHLU ...>,>KHURBVKRUWHUBWLWOH>/>eRZ cDLOXUH eHOSHG 4 tRPHQ ^FKLHYH jDVVLYH pXFFHVV>,>SXEOLVKHG>/1553717100,>H[FHUSWBWUXQFDWHGB155>/>^VN DQ\\ VXFFHVVIXO ZRPDQ DQG VKH’OO WHOO \\RX, RQ WKH URDG WR ILQDQFLDO IUHHGRP DQG FRQILGHQFH, \\RX’UH OLNHO\\ WR KLW D IHZ EXPSV DORQJ WKH ZD\\.>,>ODEHO>/>aHGLFDWHG cHDWXUH>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>iHHDQQ aXJJDQ><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}GDF}0,156,2000,2000}[}2142282}LPDJH.SQJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}886}0,0,2000,2400}[}2142282}LPDJH.SQJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}FF9}0,314,2000,1125}[}2142282}LPDJH.SQJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}E41}325,0,1350,2400}[}2142282}LPDJH.SQJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}6H9}0,450,2000,1500}[}2142282}LPDJH.SQJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}09H}100,0,1800,2400}[}2142282}LPDJH.SQJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}27G}0,825,2000,750}[}2142282}LPDJH.SQJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}1F1}0,675,2000,1050}[}2142282}LPDJH.SQJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}5I4}112,0,1776,2400}[}2142282}LPDJH.SQJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>`rpqlj><,>XUO>/>}HQ-XV}ILQDQFLDO-IDLOXUH-LQWR-FDUHHU-VXFFHVV>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/11,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/2,>LQGH[tLWKLQjRGXOH>/8,>LVsLGHR`DUG>/IDOVH,>LG>/228766,>W\\SH>/>pifabpelt>,>WUXQFDWHGBWLWOHB80>/>f&#[27;YH _HHQ fQ cLQDQFH cRU 8 vHDUV — &DPS; f cLQDOO\\ cHHO cXOILOOHG fQ j\\ `DUHHU>,>WUXQFDWHGBWLWOHB62>/>f'YH _HHQ fQ cLQDQFH cRU 8 vHDUV — & f cLQDOO\\ cHHO cXOILOOHG ...>,>KHURBVKRUWHUBWLWOH>/>^IWHU 8 vHDUV, f cHHO cXOILOOHG fQ j\\ `DUHHU>,>SXEOLVKHG>/1554316970,>H[FHUSWBWUXQFDWHGB155>/>fQ RXU VHULHV pDODU\\ pWRULHV, ZRPHQ ZLWK ORQJ-WHUP FDUHHU H[SHULHQFH RSHQ XS DERXW WKH PRVW LQWLPDWH GHWDLOV RI WKHLU MREV/ FRPSHQVDWLRQ. fW’V DQ KRQHVW>,>ODEHO>/>tRUN & jRQH\\>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>iXGPLOD iHLYD><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}652}0,200,2000,2000}[}2156037}LPDJH.SQJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}38D}0,0,2000,2400}[}2156037}LPDJH.SQJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}G4G}67,0,1867,1050}[}2156038}LPDJH.SQJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}384}3,0,1350,2400}[}2156037}LPDJH.SQJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}F05}0,363,2000,1500}[}2156037}LPDJH.SQJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}D4H}100,0,1800,2400}[}2156037}LPDJH.SQJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}9G6}0,142,2000,750}[}2156038}LPDJH.SQJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}5G2}0,0,2000,1050}[}2156038}LPDJH.SQJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}111}112,0,1776,2400}[}2156037}LPDJH.SQJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>><,>XUO>/>}HQ-XV}VDODU\\-VWRU\\-FRQVWUXFWLRQ-ILQDQFH>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/12,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/3,>LQGH[tLWKLQjRGXOH>/9,>LVsLGHR`DUG>/IDOVH,>LG>/228621,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>6 bVVHQWLDO qLSV qR eHOS vRX `UHDWH ^ pWURQJ mHUVRQDO _UDQG>,>WUXQFDWHGBWLWOHB62>/>6 bVVHQWLDO qLSV qR eHOS vRX `UHDWH ^ pWURQJ mHUVRQDO _UDQG>,>KHURBVKRUWHUBWLWOH>/>6 bVVHQWLDO qLSV qR `UHDWH ^ pWURQJ mHUVRQDO _UDQG>,>SXEOLVKHG>/1554307224,>H[FHUSWBWUXQFDWHGB155>/>qKHVH GD\\V, WKHUH DUH D ORW RI FRQYHUVDWLRQV KDSSHQLQJ DURXQG SHUVRQDO EUDQGLQJ.  tKHWKHU \\RX DUH DQ DVSLULQJ VRFLDO PHGLD LQIOXHQFHU, DQ HQWUHSUHQHXU, RU>,>ODEHO>/>tRUN & jRQH\\>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>iXGPLOD iHLYD><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}FH2}0,200,2000,2000}[}1700343}LPDJH.SQJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}5HD}0,0,2000,2400}[}1700343}LPDJH.SQJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}245}0,638,2000,1125}[}1700343}LPDJH.SQJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}883}325,0,1350,2400}[}1700343}LPDJH.SQJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}56F}0,450,2000,1500}[}1700343}LPDJH.SQJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}FGI}100,0,1800,2400}[}1700343}LPDJH.SQJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}DII}0,825,2000,750}[}1700343}LPDJH.SQJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}GG4}0,675,2000,1050}[}1700343}LPDJH.SQJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}H3H}112,0,1776,2400}[}1700343}LPDJH.SQJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>><,>XUO>/>}HQ-XV}KRZ-WR-EUDQG-\\RXUVHOI>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<z,>URZfa>/4,>LQGH[tLWKLQjRGXOH>/3,>GHVNWRS^GmRVLWLRQ>/QXOO,>WDEOHW^GmRVLWLRQ>/QXOO,>PRELOH^GmRVLWLRQ>/QXOO<,:>W\\SH>/>3-VWDQGDUG>,>FDUGV>/x:>FDUGfa>/13,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/1,>LQGH[tLWKLQjRGXOH>/10,>LVsLGHR`DUG>/IDOVH,>LG>/228544,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>^ tHHN fQ iRQGRQ lQ ^ $31,473 pDODU\\>,>WUXQFDWHGBWLWOHB62>/>^ tHHN fQ iRQGRQ lQ ^ $31,473 pDODU\\>,>KHURBVKRUWHUBWLWOH>/>^ tHHN fQ iRQGRQ lQ ^ $31,473 pDODU\\>,>SXEOLVKHG>/1554303114,>H[FHUSWBWUXQFDWHGB155>/>tHOFRPH WR jRQH\\ aLDULHV, ZKHUH ZH'UH WDFNOLQJ ZKDW PLJKW EH WKH ODVW WDERR IDFLQJ PRGHUQ ZRUNLQJ ZRPHQ/ PRQH\\. tH'UH DVNLQJ PLOOHQQLDOV KRZ WKH\\ VSHQG>,>ODEHO>/>jRQH\\ aLDULHV>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>vRX><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}D71}0,200,2000,2000}[,80}2156015}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}121}0,0,2000,2400}[,80}2156015}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}9EE}0,638,2000,1125}[,80}2156015}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}8HD}325,0,1350,2400}[,80}2156015}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}678}0,450,2000,1500}[,80}2156015}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}120}100,0,1800,2400}[,80}2156015}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}H0I}1,1,2000,750}[,80}2156017}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}DF3}0,0,2000,1050}[,80}2156019}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}546}112,0,1776,2400}[,80}2156015}LPDJH.MSJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>pmlkploba><,>XUO>/>}HQ-XV}FRS\\-DVVLVWDQW-ORQGRQ-VDODU\\-PRQH\\-GLDU\\>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/14,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/2,>LQGH[tLWKLQjRGXOH>/11,>LVsLGHR`DUG>/IDOVH,>LG>/228550,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>kHZ jDQDJHUV/ eHUH&#[27;V eRZ qR fQWHUYLHZ pRPHRQH cRU ^ gRE>,>WUXQFDWHGBWLWOHB62>/>kHZ jDQDJHUV/ eHUH'V eRZ qR fQWHUYLHZ pRPHRQH cRU ^ gRE>,>KHURBVKRUWHUBWLWOH>/>eHUH&#[27;V eRZ qR fQWHUYLHZ pRPHRQH cRU ^ gRE>,>SXEOLVKHG>/1554217997,>H[FHUSWBWUXQFDWHGB155>/>gRE LQWHUYLHZV FDQ EH QHUYH-UDFNLQJ — DQG QRW MXVW IRU WKH SHUVRQ ZKR'V EHLQJ LQWHUYLHZHG.  tKLOH WKHUH'V SOHQW\\ RI DGYLFH RQ KRZ WR SUHSDUH IRU D MRE>,>ODEHO>/>tRUN & jRQH\\>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>iXGPLOD iHLYD><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}442}0,919,3648,3648}[,80}2105133}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}9FH}0,547,3648,4378}[,80}2105133}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}0H3}0,1710,3648,2052}[,80}2105133}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}E10}285,0,3078,5472}[,80}2105133}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}31F}0,1368,3648,2736}[,80}2105133}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}F86}0,304,3648,4864}[,80}2105133}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}841}0,2052,3648,1368}[,80}2105133}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}G4D}0,1779,3648,1915}[,80}2105133}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}990}0,271,3648,4930}[,80}2105133}LPDJH.MSJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>><,>XUO>/>}HQ-XV}KRZ-WR-LQWHUYLHZ-VRPHRQH-MRE-TXHVWLRQV>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/15,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/3,>LQGH[tLWKLQjRGXOH>/12,>LVsLGHR`DUG>/IDOVH,>LG>/228243,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>qU\\LQJ qR cLQG ^IIRUGDEOH `KLOG `DUH fV kRW qKH gRE f tDQWHG>,>WUXQFDWHGBWLWOHB62>/>qU\\LQJ qR cLQG ^IIRUGDEOH `KLOG `DUH fV kRW qKH gRE f tDQWHG>,>KHURBVKRUWHUBWLWOH>/>qKH pWUHVV lI cLQGLQJ ^IIRUGDEOH `KLOG `DUH>,>SXEOLVKHG>/1554206400,>H[FHUSWBWUXQFDWHGB155>/>fQ WKH SDVW PRQWK, f’YH VSHQW FORVH WR 60 KRXUV WU\\LQJ WR VHFXUH FKLOG FDUH IRU P\\ WZR-\\HDU-ROG VRQ. qKLV LV QRW WKH NLQG RI MRE f HYHU ZDQWHG. fW’V D>,>ODEHO>/>tRUN & jRQH\\>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>iL] qUDF\\><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}4D8}0,200,2000,2000}[,80}2153716}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}GE5}0,0,2000,2400}[,80}2153716}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}198}334,0,1333,750}[,80}2153800}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}3D0}325,0,1350,2400}[,80}2153716}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}659}500,0,1000,750}[,80}2153800}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}6I8}100,0,1800,2400}[,80}2153716}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}146}0,0,2000,750}[,80}2153800}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}956}286,0,1429,750}[,80}2153798}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}3IH}112,0,1776,2400}[,80}2153716}LPDJH.MSJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>><,>XUO>/>}HQ-XV}2019}04}228243}WKH-VWUXJJOH-WR-ILQG-JRRG-DIIRUGDEOH-FKLOG-FDUH>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<z,>URZfa>/5,>LQGH[tLWKLQjRGXOH>/4,>GHVNWRS^GmRVLWLRQ>/QXOO,>WDEOHW^GmRVLWLRQ>/QXOO,>PRELOH^GmRVLWLRQ>/QXOO<z,>FKDQQHO`DPSDLJQ_UDQGLQJfPDJH>/QXOO,>FKDQQHOpXEWLWOH>/QXOO,>VKRXOGaLVSOD\\jRGXOHqLWOH>/WUXH<,:>LG>/2,>W\\SH>/>EORJBVHULHV>,>WLWOH>/>o29 lULJLQDO pHULHV>,>URZV>/x:>W\\SH>/>IOH[-VHULHV>,>FDUGV>/x:>FDUGfa>/16,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/1,>LQGH[tLWKLQjRGXOH>/1,>LVsLGHR`DUG>/IDOVH,>LG>/208,>QDPH>/>pKDWWHUER[>,>XUO>/>}HQ-XV}PUPDOFROPVOLVW>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}5HG}0,0,2000,2400}[}2119193}LPDJH.SQJ><<<z,>JHQUH>/>cLOP >,>WDJOLQH>/>tH KHOSHG 12 IHPDOH GLUHFWRUV FODLP WKHLU SRZHU. >,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/17,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/2,>LQGH[tLWKLQjRGXOH>/2,>LVsLGHR`DUG>/IDOVH,>LG>/240,>QDPH>/>o29 cHDWXUHV>,>XUO>/>}HQ-XV}PLOZDUG-IXQHUDO-GLUHFWRUV-NHQWXFN\\-PRUWLFLDQ-FDUHHU>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}037}0,0,2000,2400}[,80}1961225}LPDJH.MSJ><<<z,>JHQUH>/>aRFXPHQWDU\\ >,>WDJOLQH>/>qKH ODWHVW VWRULHV WR ZDWFK.>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/18,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/3,>LQGH[tLWKLQjRGXOH>/3,>LVsLGHR`DUG>/IDOVH,>LG>/152,>QDPH>/>pW\\OH lXW qKHUH>,>XUO>/>}HQ-XV}HVFDUDPX]D-PH[LFDQ-KRUVHEDFN-URGHR>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}D64}0,0,2000,2400}[,80}1961229}LPDJH.MSJ><<<z,>JHQUH>/>cDVKLRQ >,>WDJOLQH>/>qKH VW\\OH RI VXEFXOWXUH.>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/19,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/4,>LQGH[tLWKLQjRGXOH>/4,>LVsLGHR`DUG>/IDOVH,>LG>/318,>QDPH>/>tRUOG tLGH tHG>,>XUO>/>}HQ-XV}HSLVFRSDOLDQ-UHOLJLRXV-OHVELDQ-ZHGGLQJ>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}H72}0,0,2000,2400}[}2119937}LPDJH.SQJ><<<z,>JHQUH>/>aRFXPHQWDU\\ >,>WDJOLQH>/>cLYH ORYH VWRULHV EHKLQG GLYHUVH, PXOWLFXOWXUDO PDUULDJHV.>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/20,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/5,>LQGH[tLWKLQjRGXOH>/5,>LVsLGHR`DUG>/IDOVH,>LG>/219,>QDPH>/>eRZ pWXII fV jDGH>,>XUO>/>}HQ-XV}2018}11}216116}KRZ-JORVVLHU-JHQHUDWLRQ-J-OLSVWLFN-LV-PDGH>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}8E8}0,0,2000,2400}[,80}1958648}LPDJH.MSJ><<<z,>JHQUH>/>aRFXPHQWDU\\ >,>WDJOLQH>/>cURP YLEUDWRUV WR OLSVWLFN, OHDUQ KRZ \\RXU IDYRULWH SURGXFWV DUH PDGH. >,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/21,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/6,>LQGH[tLWKLQjRGXOH>/6,>LVsLGHR`DUG>/IDOVH,>LG>/334,>QDPH>/>^QRPDO\\>,>XUO>/>}HQ-XV}FRRNLH-ZDQWV-WR-VHH-PRUH-JLUOV-OLNH-KHU-ZUHVWOLQJ-YLGHR>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}981}0,0,2000,2400}[,80}2004741}LPDJH.MSJ><<<z,>JHQUH>/>aRFXPHQWDU\\>,>WDJOLQH>/>b[WUDRUGLQDU\\, RQH-RI-D-NLQG LQGLYLGXDOV>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/22,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/7,>LQGH[tLWKLQjRGXOH>/7,>LVsLGHR`DUG>/IDOVH,>LG>/251,>QDPH>/>pWURQJ lSLQLRQV iRRVHO\\ eHOG>,>XUO>/>}HQ-XV}IHPDOH-YLEUDWRU-FRPSDQ\\-FHR-IDFHV-GRXEOH-VWDQGDUGV>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}931}0,0,2000,2400}[,80}1958506}LPDJH.MSJ><<<z,>JHQUH>/>mROLWLFV >,>WDJOLQH>/>jDGH E\\ DQG IRU VPDUW, RSLQLRQDWHG ZRPHQ. >,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/23,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/8,>LQGH[tLWKLQjRGXOH>/8,>LVsLGHR`DUG>/IDOVH,>LG>/331,>QDPH>/>pZHHW aLJV>,>XUO>/>}HQ-XV}Q\\F-WZR-EHGURRP-KDUOHP-DSDUWPHQW-WRXU>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}299}0,0,2000,2400}[,80}2004743}LPDJH.MSJ><<<z,>JHQUH>/>iLIHVW\\OH>,>WDJOLQH>/>fQVLGH WKH KRPHV RI PLOOHQQLDO ZRPHQ — & ZKDW WKH\\ SDLG IRU WKHP>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/24,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/9,>LQGH[tLWKLQjRGXOH>/9,>LVsLGHR`DUG>/IDOVH,>LG>/393,>QDPH>/>eHU pKRUWV>,>XUO>/>}HQ-XV}VH[XDOO\\-WUDQVPLWWHG-GLVHDVHV-JXLGH-UDFKHO-EORRP-VH[-VFKRRO>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}963}0,0,2000,2400}[,80}2040256}LPDJH.MSJ><<<z,>JHQUH>/>`RPHG\\>,>WDJOLQH>/>iHW'V WDON DERXW VH[, EDE\\. >,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/25,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/10,>LQGH[tLWKLQjRGXOH>/10,>LVsLGHR`DUG>/IDOVH,>LG>/395,>QDPH>/>`RQQHFWLQJ qKUHDG>,>XUO>/>}HQ-XV}IRVWHU-SULGH-FURFKHW-FUDIWV-QRQSURILW-QHZ-\\RUN-FLW\\>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>mKRWR/ `RXUWHV\\ RI rQOHDVKHG.>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}F63}0,0,2000,2400}[,80}2043296}LPDJH.MSJ><<<z,>JHQUH>/>aRFXPHQWDU\\>,>WDJOLQH>/>cHPDOH DUWLVDQV DURXQG WKH ZRUOG>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/26,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/11,>LQGH[tLWKLQjRGXOH>/11,>LVsLGHR`DUG>/IDOVH,>LG>/210,>QDPH>/>qU\\ iLYLQJ ZLWK iXFLH>,>XUO>/>}HQ-XV}HDW-SL]]D-HYHU\\-PHDO-OXFLH-ILQN>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}678}0,0,2000,2400}[,80}1958508}LPDJH.MSJ><<<z,>JHQUH>/>iLIHVW\\OH >,>WDJOLQH>/>iLIH H[SHULPHQWV, 5 GD\\V DW D WLPH.>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/27,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/12,>LQGH[tLWKLQjRGXOH>/12,>LVsLGHR`DUG>/IDOVH,>LG>/238,>QDPH>/>_HDXW\\ ZLWK jL >,>XUO>/>}HQ-XV}KRZ-WR-RUJDQL]H-PDNHXS-YLGHR>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}0G5}0,0,2000,2400}[,80}1958501}LPDJH.MSJ><<<z,>JHQUH>/>_HDXW\\ >,>WDJOLQH>/>sLUDO WUHQGV, WULHG DQG WHVWHG.>,>PRELOH^GmRVLWLRQ>/QXOO<z,>URZfa>/6,>LQGH[tLWKLQjRGXOH>/1,>GHVNWRS^GmRVLWLRQ>/QXOO,>WDEOHW^GmRVLWLRQ>/QXOO,>PRELOH^GmRVLWLRQ>/QXOO<,:>W\\SH>/>4-YLGHR>,>FDUGV>/x:>FDUGfa>/28,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/1,>LQGH[tLWKLQjRGXOH>/13,>LVsLGHR`DUG>/IDOVH,>LG>/226117,>WUXQFDWHGBWLWOHB62>/>tK\\ f dRW ^ kRVH gRE qR cHHO `ORVHU qR j\\ cDPLO\\>,>ODEHO>/>_HDXW\\>,>FRQWULEXWRUV>/xz,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}29D}0,244,2000,1125}[,80}2144935}LPDJH.MSJ><<<z,>SDWK>/>}HQ-XV}QRVH-MRE-UKLQRSODVW\\-VXUJHU\\-VWRU\\-DFFHSWDQFH>,>GLVSOD\\BQDPH>/>tK\\ f dRW ^ kRVH gRE qR cHHO `ORVHU qR j\\ cDPLO\\>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/29,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/2,>LQGH[tLWKLQjRGXOH>/14,>LVsLGHR`DUG>/IDOVH,>LG>/227649,>WUXQFDWHGBWLWOHB62>/>f iLYH fQ ^Q lOG fFH `UHDP cDFWRU\\ — & j\\ oHQW fV $3,750 ^ ...>,>ODEHO>/>eRPH qRXUV>,>FRQWULEXWRUV>/xz,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}E34}0,260,2000,1125}[,80}2148166}LPDJH.MSJ><<<z,>SDWK>/>}HQ-XV}VZHHW-GLJV-QHZ-\\RUN-FLW\\-LFH-FUHDP-IDFWRU\\-EURWKHO-DSDUWPHQW-WRXU>,>GLVSOD\\BQDPH>/>f iLYH fQ ^Q lOG fFH `UHDP cDFWRU\\ — &DPS; j\\ oHQW fV $3,750 ^ jRQWK>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/30,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/3,>LQGH[tLWKLQjRGXOH>/15,>LVsLGHR`DUG>/IDOVH,>LG>/227738,>WUXQFDWHGBWLWOHB62>/>pW\\OH lXW qKHUH/ cRU _ODFN tRPHQ, ^IURIXWXULVW cDVKLRQ fV jRUH...>,>ODEHO>/>cDVKLRQ>,>FRQWULEXWRUV>/xz,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}557}0,156,3000,1688}[,80}2148987}LPDJH.MSJ><<<z,>SDWK>/>}HQ-XV}DIURIXWXULVP-IDVKLRQ>,>GLVSOD\\BQDPH>/>pW\\OH lXW qKHUH/ cRU _ODFN tRPHQ, ^IURIXWXULVW cDVKLRQ fV jRUH qKDQ ^ `RVWXPH>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/31,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/4,>LQGH[tLWKLQjRGXOH>/16,>LVsLGHR`DUG>/IDOVH,>LG>/226120,>WUXQFDWHGBWLWOHB62>/>tKDW eDSSHQHG tKHQ f tHQW tDOOHW-iHVV cRU 5 aD\\V>,>ODEHO>/>aHGLFDWHG cHDWXUH>,>FRQWULEXWRUV>/xz,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}786}0,477,2000,1125}[,80}2146794}LPDJH.MSJ><<<z,>SDWK>/>}HQ-XV}VSHQGLQJ-ZLWK-DSSV>,>GLVSOD\\BQDPH>/>tKDW eDSSHQHG tKHQ f tHQW tDOOHW-iHVV cRU 5 aD\\V>,>PRELOH^GmRVLWLRQ>/>UHODWHG><z,>URZfa>/7,>LQGH[tLWKLQjRGXOH>/2,>GHVNWRS^GmRVLWLRQ>/>UHODWHG>,>WDEOHW^GmRVLWLRQ>/>UHODWHG>,>PRELOH^GmRVLWLRQ>/>UHODWHG><z,>FKDQQHO`DPSDLJQ_UDQGLQJfPDJH>/QXOO,>FKDQQHOpXEWLWOH>/QXOO,>VKRXOGaLVSOD\\jRGXOHqLWOH>/WUXH<z,>QDYLJDWLRQ>/x:>LG>/91,>GLVSOD\\BQDPH>/>aLVFRYHU>,>SDWK>/>}HQ-XV>,>SURPRBLPDJHBVUF>/>}}V1.U29VWDWLF.FRP}ELQ}HQWU\\}GII}[}2109596}LPDJH.SQJ>,>SURPRBXUO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}2019}01}217375}DERUWLRQ-FOLQLFV-ODZV-PDS>,>SURPRBLVBDFWLYH>/WUXH,>ODEHO>/>GLVFRYHU>,>FKLOGUHQ>/x:>LG>/103,>GLVSOD\\BQDPH>/>pWRULHV cURP>,>SDWK>/>}HQ-XV>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/113,>GLVSOD\\BQDPH>/>jRQH\\ aLDULHV>,>SDWK>/>}HQ-XV}PRQH\\-GLDU\\>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/109,>GLVSOD\\BQDPH>/>eRURVFRSHV>,>SDWK>/>}HQ-XV}KRURVFRSH>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/106,>GLVSOD\\BQDPH>/>tRUN & jRQH\\>,>SDWK>/>}HQ-XV}ZRUN-DQG-PRQH\\>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/105,>GLVSOD\\BQDPH>/>_HDXW\\>,>SDWK>/>}HQ-XV}EHDXW\\>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/104,>GLVSOD\\BQDPH>/>pW\\OH>,>SDWK>/>}HQ-XV}VW\\OH>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/277,>GLVSOD\\BQDPH>/>pH[>,>SDWK>/>}HQ-XV}VH[>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/107,>GLVSOD\\BQDPH>/>tHOOQHVV>,>SDWK>/>}HQ-XV}KHDOWK>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/108,>GLVSOD\\BQDPH>/>bQWHUWDLQPHQW>,>SDWK>/>}HQ-XV}HQWHUWDLQPHQW>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/111,>GLVSOD\\BQDPH>/>cRRG & aULQN>,>SDWK>/>}HQ-XV}IRRG-DQG-GULQN>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/112,>GLVSOD\\BQDPH>/>kHZV>,>SDWK>/>}HQ-XV}XV-QHZV>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<z<,:>LG>/92,>GLVSOD\\BQDPH>/>tDWFK>,>SDWK>/>}HQ-XV}YLGHR>,>SURPRBLPDJHBVUF>/>}}V2.U29VWDWLF.FRP}ELQ}HQWU\\}G32}[}2109598}LPDJH.SQJ>,>SURPRBXUO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}ORQGRQ-KRXVHERDW-YLGHR-KRPH-WRXU>,>SURPRBLVBDFWLYH>/WUXH,>ODEHO>/>ZDWFK>,>FKLOGUHQ>/x:>LG>/116,>GLVSOD\\BQDPH>/>lULJLQDO pHULHV>,>SDWK>/>}HQ-XV}YLGHR>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/329,>GLVSOD\\BQDPH>/>pSLOO fW>,>SDWK>/>}HQ-XV}VLQJHU-NLP-SHWUDV-SXUVH-EHDXW\\-SURGXFWV-YLGHR>,>ODEHO>/>tKDW'V LQ \\RXU KDQGEDJ?>,>FKLOGUHQ>/xz<,:>LG>/117,>GLVSOD\\BQDPH>/>pKDWWHUER[>,>SDWK>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}PUPDOFROPVOLVW>,>ODEHO>/>pWRU\\WHOOLQJ tLWKRXW _RXQGDULHV>,>FKLOGUHQ>/xz<,:>LG>/119,>GLVSOD\\BQDPH>/>pW\\OH lXW qKHUH>,>SDWK>/>}HQ-XV}MDSDQHVH-GHFRUD>,>ODEHO>/>qKH pW\\OH RI pXEFXOWXUH>,>FKLOGUHQ>/xz<,:>LG>/120,>GLVSOD\\BQDPH>/>60 pHFRQG `LWLHV>,>SDWK>/>}HQ-XV}VDQ-PLJXHO-GH-DOOHQGH-WUDYHO-GLDU\\>,>ODEHO>/>sDFDWLRQV LQ e\\SHU-pSHHG>,>FKLOGUHQ>/xz<,:>LG>/121,>GLVSOD\\BQDPH>/>_HDXW\\ tLWK jL>,>SDWK>/>}HQ-XV}SL[LZRR-\\RXWXEH-VLVWHUV-HYHQLQJ-PDNHXS-WXWRULDO-2018>,>ODEHO>/>sLUDO qUHQGV, qULHG & qHVWHG>,>FKLOGUHQ>/xz<,:>LG>/123,>GLVSOD\\BQDPH>/>o29 cHDWXUHG aRFV>,>SDWK>/>}HQ-XV}2016}07}116258}GM-WDOD-PRUWDGD-OHEDQRQ>,>ODEHO>/>qKH iDWHVW pWRULHV WR tDWFK>,>FKLOGUHQ>/xz<z<z<,:>LG>/93,>GLVSOD\\BQDPH>/>pKRS>,>SDWK>/>}HQ-XV}VKRS>,>SURPRBLPDJHBVUF>/>}}V1.U29VWDWLF.FRP}ELQ}HQWU\\}67D}[}2129314}LPDJH.SQJ>,>SURPRBXUO>/>>,>SURPRBLVBDFWLYH>/IDOVH,>ODEHO>/>VKRS>,>FKLOGUHQ>/x:>LG>/258,>GLVSOD\\BQDPH>/>pKRS kRZ>,>SDWK>/>}VKRS>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/259,>GLVSOD\\BQDPH>/>`ORWKLQJ>,>SDWK>/>}HQ-XV}VKRS}FORWKLQJ-F918>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/260,>GLVSOD\\BQDPH>/>pKRHV>,>SDWK>/>}HQ-XV}VKRS}VKRHV-F920>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/261,>GLVSOD\\BQDPH>/>eDQGEDJV>,>SDWK>/>}HQ-XV}VKRS}KDQGEDJV-F921>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/262,>GLVSOD\\BQDPH>/>^FFHVVRULHV>,>SDWK>/>}HQ-XV}VKRS}DFFHVVRULHV-F922>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/263,>GLVSOD\\BQDPH>/>gHZHOU\\>,>SDWK>/>}HQ-XV}VKRS}MHZHOU\\-F923>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/264,>GLVSOD\\BQDPH>/>_HDXW\\>,>SDWK>/>}HQ-XV}VKRS}EHDXW\\-F924>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/265,>GLVSOD\\BQDPH>/>eRPH & aHFRU>,>SDWK>/>}HQ-XV}VKRS}KRPH-DQG-GHFRU-F925>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/345,>GLVSOD\\BQDPH>/>pDOH>,>SDWK>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}VKRS?RQBVDOH=1>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<z<,:>LG>/94,>GLVSOD\\BQDPH>/>jRUH>,>SDWK>/QXOO,>SURPRBLPDJHBVUF>/QXOO,>SURPRBXUO>/QXOO,>SURPRBLVBDFWLYH>/IDOVH,>ODEHO>/>PRUH>,>FKLOGUHQ>/x:>LG>/131,>GLVSOD\\BQDPH>/>pW\\OH>,>SDWK>/>}HQ-XV}VW\\OH>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/139,>GLVSOD\\BQDPH>/>cDVKLRQ>,>SDWK>/>}HQ-XV}IDVKLRQ>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/145,>GLVSOD\\BQDPH>/>j\\fGHQWLW\\>,>SDWK>/>}HQ-XV}P\\-LGHQWLW\\>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/144,>GLVSOD\\BQDPH>/>pKRSSLQJ>,>SDWK>/>}HQ-XV}VKRSSLQJ>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/140,>GLVSOD\\BQDPH>/>rQVW\\OHG>,>SDWK>/>}HQ-XV}XQVW\\OHG>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<,:>LG>/132,>GLVSOD\\BQDPH>/>_HDXW\\>,>SDWK>/>}HQ-XV}EHDXW\\>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/146,>GLVSOD\\BQDPH>/>eDLU>,>SDWK>/>}HQ-XV}KDLU>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/147,>GLVSOD\\BQDPH>/>jDNHXS>,>SDWK>/>}HQ-XV}PDNHXS>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/148,>GLVSOD\\BQDPH>/>pNLQ `DUH>,>SDWK>/>}HQ-XV}VNLQ-FDUH>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/149,>GLVSOD\\BQDPH>/>kDLOV>,>SDWK>/>}HQ-XV}QDLOV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/150,>GLVSOD\\BQDPH>/>`HOHEULW\\ _HDXW\\>,>SDWK>/>}HQ-XV}FHOHE-EHDXW\\>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<,:>LG>/138,>GLVSOD\\BQDPH>/>iLIHVW\\OH>,>SDWK>/>}HQ-XV}OLIHVW\\OH>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/181,>GLVSOD\\BQDPH>/>eRPH & aHFRU>,>SDWK>/>}HQ-XV}KRPH>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/182,>GLVSOD\\BQDPH>/>iLIH eDFNV>,>SDWK>/>}HQ-XV}PDNH-OLIH-HDVLHU>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/179,>GLVSOD\\BQDPH>/>qUDYHO>,>SDWK>/>}HQ-XV}WUDYHO>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/180,>GLVSOD\\BQDPH>/>tHGGLQJV>,>SDWK>/>}HQ-XV}ZHGGLQJV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/336,>GLVSOD\\BQDPH>/>rQERWKHUHG>,>SDWK>/>}HQ-XV}XQERWKHUHG>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<,:>LG>/134,>GLVSOD\\BQDPH>/>tRUN & jRQH\\>,>SDWK>/>}HQ-XV}ZRUN-DQG-PRQH\\>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/158,>GLVSOD\\BQDPH>/>`DUHHU ^GYLFH>,>SDWK>/>}HQ-XV}FDUHHU-DGYLFH>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/157,>GLVSOD\\BQDPH>/>jRQH\\ aLDULHV>,>SDWK>/>}HQ-XV}PRQH\\-GLDU\\>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/159,>GLVSOD\\BQDPH>/>mHUVRQDO cLQDQFH>,>SDWK>/>}HQ-XV}KRZ-WR-VDYH-PRQH\\>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/160,>GLVSOD\\BQDPH>/>qHFK>,>SDWK>/>}HQ-XV}WHFK>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<,:>LG>/136,>GLVSOD\\BQDPH>/>bQWHUWDLQPHQW>,>SDWK>/>}HQ-XV}HQWHUWDLQPHQW>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/171,>GLVSOD\\BQDPH>/>_RRN oHFRPPHQGDWLRQV>,>SDWK>/>}HQ-XV}ERRN-UHFRPPHQGDWLRQV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/167,>GLVSOD\\BQDPH>/>bQWHUWDLQPHQW kHZV>,>SDWK>/>}HQ-XV}HQWHUWDLQPHQW-QHZV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/169,>GLVSOD\\BQDPH>/>jRYLHV>,>SDWK>/>}HQ-XV}PRYLHV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/170,>GLVSOD\\BQDPH>/>jXVLF>,>SDWK>/>}HQ-XV}PXVLF>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/172,>GLVSOD\\BQDPH>/>mRS `XOWXUH>,>SDWK>/>}HQ-XV}SRS-FXOWXUH>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/183,>GLVSOD\\BQDPH>/>o29 sLGHRV>,>SDWK>/>}HQ-XV}EHVW-YLGHRV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/168,>GLVSOD\\BQDPH>/>qs pKRZV>,>SDWK>/>}HQ-XV}WY-VKRZV>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<,:>LG>/137,>GLVSOD\\BQDPH>/>cRRG & aULQN>,>SDWK>/>}HQ-XV}IRRG-DQG-GULQN>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/174,>GLVSOD\\BQDPH>/>`RRNLQJ qLSV>,>SDWK>/>}HQ-XV}FRRNLQJ-WLSV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/175,>GLVSOD\\BQDPH>/>bDV\\ jHDOV>,>SDWK>/>}HQ-XV}HDV\\-PHDOV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/173,>GLVSOD\\BQDPH>/>cRRG kHZV>,>SDWK>/>}HQ-XV}IRRG-QHZV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/176,>GLVSOD\\BQDPH>/>oHVWDXUDQW dXLGH>,>SDWK>/>}HQ-XV}EHVW-UHVWDXUDQWV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/177,>GLVSOD\\BQDPH>/>opsm>,>SDWK>/>}HQ-XV}UVYS>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<,:>LG>/133,>GLVSOD\\BQDPH>/>tHOOQHVV>,>SDWK>/>}HQ-XV}KHDOWK>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/152,>GLVSOD\\BQDPH>/>_RG\\>,>SDWK>/>}HQ-XV}ERG\\>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/156,>GLVSOD\\BQDPH>/>cLWQHVV>,>SDWK>/>}HQ-XV}ILWQHVV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/154,>GLVSOD\\BQDPH>/>eHDOWK kHZV>,>SDWK>/>}HQ-XV}KHDOWK-QHZV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/153,>GLVSOD\\BQDPH>/>jRWKHUVKLS>,>SDWK>/>}HQ-XV}PRWKHUVKLS>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/151,>GLVSOD\\BQDPH>/>pH[>,>SDWK>/>}HQ-XV}VH[>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/155,>GLVSOD\\BQDPH>/>60 pHFRQGV WR cLW>,>SDWK>/>}IRUHDUP-VLGH-NQHH-WR-HOERZ-SODQN-H[HUFLVH>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/344,>GLVSOD\\BQDPH>/>`OHDQ pODWH>,>SDWK>/>}HQ-XV}FOHDQ-VODWH>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<,:>LG>/135,>GLVSOD\\BQDPH>/>kHZV>,>SDWK>/>}HQ-XV}XV-QHZV>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/166,>GLVSOD\\BQDPH>/>cHDWXUHV>,>SDWK>/>}HQ-XV}IHDWXUHV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/165,>GLVSOD\\BQDPH>/>fPPLJUDWLRQ>,>SDWK>/>}HQ-XV}LPPLJUDWLRQ-QHZV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/163,>GLVSOD\\BQDPH>/>mROLWLFV>,>SDWK>/>}HQ-XV}SROLWLFV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/164,>GLVSOD\\BQDPH>/>oHSURGXFWLYH oLJKWV>,>SDWK>/>}HQ-XV}ZRPHQV-UHSURGXFWLYH-ULJKWV>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<z<z,>SURGXFW>/:>HQWULHV>/x:>FRQWULEXWRUV>/xz<z<,>SURGXFWiLVW>/:>LVpKRSSLQJeRPH>/IDOVH,>LV_UDQGlUoHWDLOHUmDJH>/IDOVH,>LVpKRSSLQJ`ROOHFWLRQmDJHeRPH>/IDOVH,>LVpKRSSLQJpDOHmDJH>/IDOVH,>FDWHJRU\\q\\SH>/QXOO,>FDWHJRU\\fG>/QXOO,>UHVXOW`RXQW>/0,>KHURfPDJH>/QXOO,>ORJRfPDJH>/QXOO,>FDPSDLJQ_UDQGLQJfPDJH>/QXOO,>EUDQG>/:<,>UHWDLOHU>/:<,>GHVFULSWLRQ>/>eRZ D JUDQWV DGPLQLVWUDWRU LQ ^QFKRUDJH, ^h, VSHQGV KHU PRQH\\ RYHU WKH FRXUVH RI RQH ZHHN.>,>EUHDGFUXPEV>/QXOO,>RSHQHUfPDJHV>/xz,>IHDWXUHG`ROOHFWLRQrUO>/QXOO,>IHDWXUHG`ROOHFWLRQkDPH>/QXOO<,>VHULHV>/:<,>XSkH[W>/:<,>VKRSSLQJkDYLJDWLRQ>/:>FDWHJRULHV>/x:>LG>/>VDOHBSDJH>,>SDWK>/>}HQ-XV}VKRS?RQBVDOH=1>,>LVBDFWLYH>/IDOVH,>QDPH>/>VDOH><z,>VXEFDWHJRULHV>/xz,>FODVVHV>/xz,>FRORUV>/xz,>SDJHqLWOH>/>>,>EUHDGFUXPEV>/QXOO<,>WUHQGLQJfWHPV>/:>VWRULHV>/:>KHDGLQJ>/>qUHQGLQJ pWRULHV>,>SDWK>/QXOO,>YLHZBDOOBKHDGLQJ>/QXOO,>LWHPV>/x:>LG>/228842,>SDWK>/>}HQ-XV}WUDQVLWLRQDO-HDUO\\-VSULQJ-PXVW-KDYHV-ZDUGUREH-VWDSOHV>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}WUDQVLWLRQDO-HDUO\\-VSULQJ-PXVW-KDYHV-ZDUGUREH-VWDSOHV>,>VLWH>/>XV>,>ODEHO>/>pKRSSLQJ>,>GLVSOD\\BQDPH>/>10 tDUGUREH jXVW-eDYHV cRU `RQIXVLQJ bDUO\\ pSULQJ tHDWKHU>,>WUXQFDWHGBWLWOHB62>/>10 tDUGUREH jXVW-eDYHV cRU `RQIXVLQJ bDUO\\ pSULQJ tHDWKHU>,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>ODEHO>/>16/9>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}9FE}0,215,2000,1125}[,80}2157608}LPDJH.MSJ><<<z<,:>LG>/229112,>SDWK>/>}HQ-XV}2019}04}229112}QHZ-PXVLF-WR-NQRZ-DSULO-5-2019>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}2019}04}229112}QHZ-PXVLF-WR-NQRZ-DSULO-5-2019>,>VLWH>/>XV>,>ODEHO>/>jXVLF>,>GLVSOD\\BQDPH>/>kHZ jXVLF qR hQRZ qKLV tHHN/ ^PEHU jDUN fV ^ oHDO lQH, `ODXGH cRQWDLQH oRFNV pWHDG\\ &DPS; jRUH>,>WUXQFDWHGBWLWOHB62>/>kHZ jXVLF qR hQRZ qKLV tHHN/ ^PEHU jDUN fV ^ oHDO lQH, `ODXGH ...>,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>ODEHO>/>16/9>,>DVVHW>/:>FUHGLW>/>mKRWR/ `RXUWHV\\ RI ^OH[ aH jRUD. >,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}231}0,33,2000,1125}[,80}2157951}LPDJH.MSJ><<<z<,:>LG>/228425,>SDWK>/>}HQ-XV}ZHGGLQJ-QDLO-GHVLJQV-LGHDV>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}ZHGGLQJ-QDLO-GHVLJQV-LGHDV>,>VLWH>/>XV>,>ODEHO>/>_HDXW\\>,>GLVSOD\\BQDPH>/>qKH mUHWWLHVW _DUHO\\-qKHUH kDLO ^UW cRU vRXU tHGGLQJ aD\\ >,>WUXQFDWHGBWLWOHB62>/>qKH mUHWWLHVW _DUHO\\-qKHUH kDLO ^UW cRU vRXU tHGGLQJ aD\\>,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>ODEHO>/>16/9>,>DVVHW>/:>FUHGLW>/>mKRWR/ bGZDUG _HUWKHORW}dHWW\\ fPDJHV.>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}8G7}0,3,2000,1125}[,80}2153523}LPDJH.MSJ><<<z<z<,>YLGHRV>/:>KHDGLQJ>/>qUHQGLQJ sLGHRV>,>SDWK>/QXOO,>YLHZBDOOBKHDGLQJ>/QXOO,>LWHPV>/x:>LG>/228439,>SDWK>/>}HQ-XV}EODFN-ZRPDQ-ILUVW-KDLU-VDORQ-H[SHULHQFHV-YLGHR>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}EODFN-ZRPDQ-ILUVW-KDLU-VDORQ-H[SHULHQFHV-YLGHR>,>VLWH>/>XV>,>ODEHO>/>_HDXW\\>,>GLVSOD\\BQDPH>/>4 _ODFN tRPHQ pKDUH qKHLU bDUOLHVW pDORQ jHPRULHV >,>WUXQFDWHGBWLWOHB62>/>4 _ODFN tRPHQ pKDUH qKHLU bDUOLHVW pDORQ jHPRULHV>,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>ODEHO>/>16/9>,>DVVHW>/:>FUHGLW>/>mKRWRJUDSKHG E\\ tLQQLH ^X.>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}611}67,0,1867,1050}[,80}2154493}LPDJH.MSJ><<<z<,:>LG>/226760,>SDWK>/>}HQ-XV}WU\\-OLYLQJ-ZLWK-OXFLH-5-GD\\V-RI-GLIIHUHQW-ZHGGLQJ-EHDXW\\-ORRNV-XOWD>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}WU\\-OLYLQJ-ZLWK-OXFLH-5-GD\\V-RI-GLIIHUHQW-ZHGGLQJ-EHDXW\\-ORRNV-XOWD>,>VLWH>/>XV>,>ODEHO>/>aHGLFDWHG cHDWXUH>,>GLVSOD\\BQDPH>/>qKH _HDXW\\ iRRNV vRX&#[27;OO tDQW qR tHDU lYHU &DPS; lYHU qKLV tHGGLQJ pHDVRQ>,>WUXQFDWHGBWLWOHB62>/>qKH _HDXW\\ iRRNV vRX'OO tDQW qR tHDU lYHU & lYHU qKLV tHGGLQJ ...>,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>ODEHO>/>16/9>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}H98}0,638,2000,1125}[}2143910}LPDJH.SQJ><<<z<,:>LG>/227955,>SDWK>/>}HQ-XV}EHVW-XQGHU-15-GROODU-VNLQ-FDUH-SURGXFWV-2019>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}EHVW-XQGHU-15-GROODU-VNLQ-FDUH-SURGXFWV-2019>,>VLWH>/>XV>,>ODEHO>/>_HDXW\\>,>GLVSOD\\BQDPH>/>8 rQGHU-$15 pNLQ-`DUH _X\\V qKDW ^UH gXVW ^V dRRG ^V qKH mULFH\\ pWXII>,>WUXQFDWHGBWLWOHB62>/>8 rQGHU-$15 pNLQ-`DUH _X\\V qKDW ^UH gXVW ^V dRRG ^V qKH mULFH\\...>,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>ODEHO>/>16/9>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}FG3}0,450,2000,1125}[,80}2151160}LPDJH.MSJ><<<z<z<,>VKRSVBFDWHJRULHV>/:>KHDGLQJ>/>cHDWXUHG `ROOHFWLRQV>,>SDWK>/>}HQ-XV}VKRS}FROOHFWLRQV>,>YLHZBDOOBKHDGLQJ>/>sLHZ ^OO `ROOHFWLRQV>,>LWHPV>/x:>LG>/10686,>GLVSOD\\BQDPH>/>pPDOO pSDFH cXUQLWXUH cLQGV rQGHU $150>,>SDWK>/>}HQ-XV}VKRS}FKHDS-KRPH-GHFRU-VPDOO-VSDFHV-F10686>,>ODEHO>/>`ROOHFWLRQ><,:>LG>/10807,>GLVSOD\\BQDPH>/>vRXU jRP tLOO iRYH qKHVH dLIWV>,>SDWK>/>}HQ-XV}VKRS}PRWKHUV-GD\\-JLIW-JXLGH-F10807>,>ODEHO>/>`ROOHFWLRQ><,:>LG>/10657,>GLVSOD\\BQDPH>/>qKH pDYY\\ qUDYHOHU'V mDFNLQJ iLVW>,>SDWK>/>}HQ-XV}VKRS}MHW-VHWWHU-SURGXFWV-F10657>,>ODEHO>/>`ROOHFWLRQ><,:>LG>/10678,>GLVSOD\\BQDPH>/>pOHHS\\ pDQFWXDU\\ _X\\V cURP ^ qR w]]]>,>SDWK>/>}HQ-XV}VKRS}EHGGLQJ-VOHHS-FRPIRUWDEO\\-F10678>,>ODEHO>/>`ROOHFWLRQ><z<<,>H[SHULPHQWV>/:>jRVWBmRSXODUBjRGXOHBqHVW>/:>FXVWRPaLPHQVLRQ>/17,>LG>/>5F87G001G55EH>,>FKRVHQsDULDQW>/>pKRZBjRVWBmRSXODUBjRGXOH><,>pOLGHVKRZB^_BqHVW>/:>FXVWRPaLPHQVLRQ>/16,>LG>/>5F6I0G877H742>,>FKRVHQsDULDQW>/>_><<,>FRRNLHV>/:<,>LVmUHYLHZmDJH>/IDOVH,>LV^jmmDJH>/IDOVH,>XL>/:>JXHVVHG_UHDNSRLQW>/>GHVNWRS><<\n        </script>\n<script id=\"r29-location-isomorphic-props\" type=\"application/json\">\n          {\"protocol\":\"https:\",\"hostname\":\"www.refinery29.com\"}\n        </script>\n<script>\n          window.__SENTRY_ADDRESS__ = 'https://3a772db5d62f4e54a7a4bac3e7f60dff@sentry.prod.rf29.net/44';\n        </script>\n<script src=\"/assets/runtime.11d71a145b904548d6aa.js\"></script>\n<script src=\"/assets/ads.2b834152d4eae8fdc655.js\"></script>\n<script src=\"/assets/vendor.11729d4ac867c308ceae.js\"></script>\n<script src=\"/assets/scripts.dfa6444365032e7120f0.js\"></script>\n</body>\n</html>\n", "title": "A Week In Anchorage, AK, On A $40,000 Salary  ", "content": "Welcome to   Money Diaries  , where we're tackling what might be the last taboo facing modern working women: money. We're asking millennials how they spend their hard-earned money during a seven-day period — and we're tracking every last dollar.   Today: a grants administrator working in state government who makes $40,000 per year and spends some of her money this week on chocolate cake.   Occupation:   Grants Administrator  Industry:   State Government  Age:   31  Location:   Anchorage, AK  Salary:   $40,000  Paycheck Amount (2x/month):   $1,396.01  Monthly Expenses   Mortgage:   $703   HOA:   $397 (This covers everything except electric and Wi-Fi.)  Student Loans:   $275   Car Payment:   $200 (It's actually $153, but I like to overpay.)  Credit Cards:   $400 (I charged a lot onto my cards over the past year with buying a house and a lot of travel, so I'm working on aggressively paying them off.)  Union Dues:   $51.52   Health Insurance:   $140  Hulu:   $11.99  Netflix:   $12.99  Unlimited Wi-Fi:   $170  Electric:   $35  Car Insurance:   $396 every six months  Security System:   $24.99  Pet Insurance:   $38.99  Day One   6:30 a.m. — I wake up before my alarm and spend a few minutes on social media. I get up, get dressed, wash my face, brush my teeth, feed the three dogs and cat I'm currently watching while I'm house-sitting, and am out the door by 7 a.m. I stop by Starbucks on my way to work and get a black tea with lemonade and a chocolate croissant. I refill my card with $10 cash I have in my purse and use that to pay for my order.  $10   9:15 a.m. — I finally heat up my croissant and eat it while still sipping on my tea. I spend a few minutes texting my friend in California about my birthday this weekend and how I'm feeling more unsettled about 31 than I did about 30.  11:30 a.m. — Lunchtime. I heat up some taco soup I made and top it with cheese. I also fill up my 40 oz. Hydro Flask with ice water and try to finish the whole thing during lunch. I try to drink two of these a day, but I haven't had any yet today, so I'm feeling behind. Then I look at shoes I've been wanting from Costco that are on sale and decide I'll buy them on Thursday when I get paid.  12:10 p.m. — I give in and buy the shoes. I realize that because of the money I've been saving diligently by bringing lunch to work for the past month, I can totally justify shoes.  $27.14   3 p.m. — Grab a bag of Starburst jelly beans and munch while I'm working on a big data-entry project that will be the majority of my work for the next month.  4:30 p.m. — Leave work and stop by Target to return some items. I also pick up a new train case, some Rice Krispies Treats for drunk snacks for this weekend, travel-size wipes, and dental floss ($9.73). I realize I don't have any food ready at home and I left my leftover soup at work that I had planned to have for dinner, so I swing through Panda Express and get wok shrimp, wok steak, and white rice with some cream cheese rangoons. I'll stretch this into two meals ($14.80).  $24.53   6 p.m. — The daughter of the people I house-sit for (they're retired and their daughter lives close by, but it's easier for me to house-sit when they travel) texts me to see when her parents are getting home. I thought it was Thursday, but it's actually tomorrow, so my schedule is off a bit. I text the housekeeper while I'm eating my dinner (the shrimp is awful and I don't want any more of it, so I'm not getting the two meals I wanted out of it) and let her know they're home tomorrow. She wants to clean before they get home, so she moves some clients around and is able to come tomorrow. I shower, start the dishes, do some laundry, pack up my stuff (I have a lot for being here over a week), clean out the fridge, refill the dogs' water bowl outside, and get ready for them to be home.  8:30 p.m. — I hot air brush my hair so it's not totally damp when I sleep and toss my air brush into my suitcase. I'll run my flat iron over my hair in the morning so it's manageable. By the time I'm done with my hair and the house, it's after 10 and I'm exhausted. I brush my teeth, put my braces back on (I have the clear removable braces), and crawl into bed. My brain doesn't want to shut off, so it's nearly 11:30 before I finally drift off.  Daily Total: $61.67   Day Two   6:30 a.m. — My alarm goes off and I'm exhausted. I didn't get good sleep last night. Every noise woke me up, including the big dogs snoring and barking in their sleep. I hit snooze and don't wake back up until 7:15! I'm supposed to be at work at 7:30, so I text my bosses and let them know I'm going to be late. I wash my face, brush my teeth and braces, run a flat iron over my hair, let the dogs out, feed them, refill their water bowl, and toss my suitcase in my car so I can drop it off at my house after work. I'm out the door by 7:45. I plan on swinging by Starbucks because I need a tea this morning, but the line is ridiculous. I go through McDonald's instead and get a breakfast burrito, a sweet tea, and two hash browns.  $8.74   9:40 a.m. — My supervisor is in the office, and we go over some information on my large data-entry project while I munch on a Fiber One Oats & Chocolate bar.  11:35 a.m. — My supervisor picks up Arby's for our team to celebrate my birthday. I get a King's Hawaiian fish sandwich, some curly fries, and a diet lemonade. Sooooo delicious! Eating out three meals in a row is not a normal for me, and I'm feeling very sluggish. Thank goodness I'm going to be home tonight — it'll be easier to get back into my workout routine without three dogs running around, and with the weather getting more springlike, I can take my pup on walks, which is good for both of us, even if he has to have a bath after!  1:30 p.m. — Surprise birthday cake for a coworker's birthday. It's chocolate with chocolate, and I can't resist. Then I browse movies on Redbox and reserve two with a rent-one-get-one-free code I have.  Aquaman   and  Second Act  , both movies I've wanted to see.  $1.75   4:30 p.m. — I leave work, pick up the movies I reserved, drive to my house to drop off my stuff, and head back to the house where I'm house-sitting to spend a few last hours with the pups. It's chilly, but the dogs are happily running around the backyard, so I spend some time with them out there. I love watching my little pup running around with the big dogs. They all come inside and promptly fall asleep while I do my 30-minute HIIT workout in the TV room. I take a quick shower to get the sweat off and spray my hair with dry shampoo. I refill their water bowl, feed them dinner, clean the cat box, water the plants, pack up my refrigerated and frozen foods, and pick up any last-minute items of mine around the house. I leave around 7:30.  8 p.m. — I watch  Aquaman   when I get home and then promptly climb into bed after doing my nighttime routine. I can't sleep, so I take some melatonin. It doesn't work. I get consistently more nauseous as I lie in bed, so I get some cold water and sip it, hoping it'll ease the nausea. I finally fall asleep with my pup in my bed around 12:30 a.m.  Daily Total: $10.49   Day Three   6:30 a.m. — I'm miserable, exhausted, and still a bit nauseated, but I get out of bed. I wash my face, brush my teeth, and get dressed. Then I turn on music on my Google Home, pick up my pup off the bed, and take him out for his morning potty break. Afterward, I set the house alarm and am out the door by 7:05. On my way, I stop by Starbucks and get a large tea and a plain bagel using my preloaded app.  9:45 a.m. — I log into my security-system camera and check on my pup. He's fully asleep on the couch, which makes me giggle. I grab a Fiber One bar and eat it while I work.  11:15 a.m. — I get lunch early, since I'm getting off at 3 today. My coworker takes me to Raising Cane's Chicken Fingers, which just opened here. I get a three-piece combo, and when I realize they have crushed ice, I get an extra cup of only ice. #Crushediceforlife.  $12.83   1:30 p.m. — My coworkers “surprise” me with Rice Krispies Treats for my birthday and an awesome dog bookend set that I'm so excited about!!  3 p.m. — I leave work and head to my nail appointment. I decide on some really bright colors and spend more than I planned to.  $80   5 p.m. — I swing by Target on the way home and pick up a few extra things for the weekend: two frozen pizzas, a gallon of diet sweet tea, and some Lindt chocolate Easter eggs. I get home, walk the pup, feed him, and do a 30-minute yoga workout while I make one of the pizzas. After yoga, I take a quick body shower and then sit on the couch with my pizza and a margarita while watching  Second Act  .  $12.08   7 p.m. — I realize that I've had too much margarita and now am too tipsy to drive to return my movies, so I text a friend. I eat Rice Krispies while I wait for him to come pick me up. While we're out, I decide I want ice cream, too (#tipsycravings), so we go to Marble Slab and I get a large cone with cake batter, cookie dough, fudge, and sprinkles. The app says they'll take my birthday coupon, but the cashier says no, so I pay full price. I get home, finish my ice cream, walk the pup again, do my nighttime routine, and am in bed by midnight.  $7.99   Daily Total: $112.90   Day Four   7:30 a.m. — I wake up and my pup is still snoring. After dozing and then scrolling through social media, I get up at about 8, do my morning routine, walk the pup, and feed him before I'm out the door at 9:15 to head to Planet Beach for a little me time. (I bought a Groupon deal last month.) I get a facial ($12 for the product), a moisturizing body pod that feels like a sauna for your body, and then a hydro-massage. I'm so relaxed when I'm finished.  $12   11:30 a.m. — I head to the mall after my appointment and do a little browsing. I find a pair of lilac pants I like on clearance at Old Navy, so I buy them and decide I'll try them on at home ($6.99). Then I head to Red Robin for lunch and get a grilled chicken burger with teriyaki sauce and ice water. (I'm so thirsty after the body pod.) I have a free burger as part of their birthday rewards, so it only costs me the $5 tip.  $11.99   1:30 p.m. — I run through McDonald's and get a pack of chocolate chip cookies and a water, plus I decide on an ice cream cone last minute because it's a beautiful spring day, perfect for ice cream.  $1.80   2:15 p.m. — I meet my friend at the vet to help him with an acupuncture appointment for their old pup. It's easier with two people, so the vet can get the needles in the right spot. It's over by 2:45, and then I head home to get ready for dinner with a friend tonight.  3:30 p.m. — I get home, walk the pup, and then hop in the shower so my hair has time to dry afterward. I try on the pants I just bought and I hate them. They're like leggings, not jeans, so I put them aside to return tomorrow. Then I take a 45-minute nap and am up by 5:30 to finish getting ready. I douse my hair in protectant, use the hot air brush to finish drying it and my blowdryer to get my roots, run a flat iron over my hair, and then finish with a wave iron. I put my makeup on (brows, eyes, lips only) and slip into my dress and boots. Then I walk the pup one more time, feed him, and am ready when my friend picks me up at 6:30.  7 p.m. — We head to a restaurant downtown, and my friend pays for parking. I order two double vodka and cranberries, a pretzel appetizer, halibut, and chocolate pie for dessert. Then I order a margarita, but realize I can no longer switch alcohol and can't even finish it. I have a $25 birthday gift certificate, which I use, and my friend covers the rest.  8:30 p.m. — We head to a bar about 15 minutes north of town where we know the live musician playing. I get another double vodka cranberry and hang out for a while. My friend treats.  10 p.m. — We head back to town and stop by another bar that plays country, and I order another double vodka cranberry. My friend treats again. I have the best friends. After another drink (her treat), my friend drives me home.  12 a.m. — I walk my pup, get out of my clothes and into pajamas, wash my face, and FaceTime my mom, as per tradition on my birthday. Then I drink some water, take some pain meds, and fall asleep on the couch while watching  Friends  .  Daily Total: $25.79   Day Five   7 a.m. — I wake up with a headache and stumble to the fridge, where I grab a bottle of water and drink the entire thing with some more pain meds. Then I crawl back on the couch and my pup crawls up on my lap with me. I text my friend, who is picking me up to hang out today, and ask her to get me a red Powerade on her way. I walk the pup, take a body shower, do my morning routine, feed the pup, and get dressed in yoga pants and a sweatshirt.  9 a.m. — My friend picks me up and we go to Costco. I pick up a chocolate cake for my dinner tonight, dog food, and two ceiling-fixture lights ($90.18). Next, we stop at Starbucks, where I get my free birthday drink and a sausage-and-cheddar sandwich ($3.45), and Ulta, where I get color-matched for a foundation, since I haven't worn foundation in years and the one in my old stash doesn't work anymore for me. My friend buys me a foundation starter kit to make sure I really like it, and I use $11 of my store credit toward it so she doesn't have to pay full price. I also return my jeans to Old Navy and stop at Kohl's to get an estimate for what it would cost to replace an earring I lost. It's too expensive for me to get now, but I make a mental note to start saving to replace it, since my parents bought these earrings for me as a graduation present.  $93.63   12:30 p.m. — We head to a travel fair and spend the next hour or so looking around, getting coupons and brochures, and trying to see if we can plan something for this summer. My friend drops me back home at 2, and after walking my pup, I decide I need a nap. I drink another bottle of water, have a few chips to tide me over, and crawl into bed, since I never made it there last night.  5 p.m. — After a magical nap, I get up, pour myself a margarita, wash my face, spend some time lotioning up my whole body, put on face makeup, touch up my hair, and slide into a dress and some heels while drinking another margarita.  6:30 p.m. — I walk my pup and feed him dinner when a third friend picks me up for dinner with a group of our friends, drives us downtown, and pays for parking. I order a margarita and let the waitress know I'll be having margaritas all night. I get some calamari to start and a jambalaya pasta for dinner, and we have the chocolate cake for dessert. My friends chip in, and I end up spending $44.69 with tip. I give the server an extra $5 for making sure I had a margarita in my hand at all times.  $49.69   9:30 p.m. — We head home after dinner, and I pour myself the last of the margarita pitcher in the fridge. I grab some chips from the cupboard and snack on them while I watch  Friends   on Netflix. I walk the pup at about midnight, do my nighttime routine, and crawl into bed.  Daily Total: $143.32   Day Six   7:30 a.m. — I wake up feeling amazingly not hungover. After showering and then walking and feeding the pup, I clean the whole kitchen and make myself eggs and toast for breakfast. Then I reorganize my dining room, take out the trash, move all the furniture in the living room, and completely sweep. I find my missing diamond earring under the couch while sweeping. I've swept at least four or five times since I lost it, but magically here it is. I'm so excited, I text everyone that I told it was lost and do a happy dance.  12 p.m. — I spend the afternoon doing all my laundry and getting it hung up.  2 p.m. — After walking the dog and more housework, I take down my old carbon monoxide detector and separate smoke alarm and install a combined Nest one that I got from my internet company as a “smart home” promotion.  6 p.m. — I toss some buffalo chicken bites in my air fryer and eat them with some ranch for dinner. Then I turn on  Young & Hungry   and catch up on the goofiness. I walk the pup one more time at 9 p.m., do my nighttime routine, and am in bed by 9:30.  11 p.m. — My brain won't shut off, so I take half of a sleeping pill and try again. I end up moving to the couch and still can't sleep. I doze off at 1:30 but wake up in a start and covered in sweat at 3. I hop in the shower because I feel gross and try to crawl back in bed for sleep. It doesn't happen.  Daily Total: $0   Day Seven   6 a.m. — I text my boss and let her know what's up. I'm finally drowsy, so I set my alarm for 8:30 and let myself drift.  8:30 a.m. — I check in with my boss, get up, walk the pup, and do my morning routine. I get to work by 9:25, grab a breakfast burrito out of the freezer, and get to work.  1 p.m. — Lunchtime! I grab a Lean Cuisine and heat it up to eat at my desk. I read an article about the #NoBuyChallenge and think about trying it for a month. I need to really boost up my savings.  4:30 p.m. — I leave work and head straight home. Then I walk my pup, heat up leftovers from this weekend, and get into pajamas. I wash my sheets and blankets and spend the entire night watching Netflix, reading, and cuddling my pup before falling asleep at 9.  Daily Total: $0   Money Diaries are meant to reflect individual women's experiences and do not necessarily reflect Refinery29's point of view. Refinery29 in no way encourages illegal activity or harmful behavior.   The first step to getting your financial life in order is tracking what you spend — to try on your own, check out    our guide to managing your money every day  . For more money diaries, click    here  . Have questions about how to submit or our publishing process? Read our Money Diaries FAQ doc here:    r29.co/mdfaqs    ", "title_html": "<h1 class=\"title\">A Week In Anchorage, AK, On A $40,000 Salary</h1> "}