{"content_html": "<div class=\"section-text\"><em>Welcome to </em><a href=\"http://www.refinery29.com/money-diary\">Money Diaries</a><em>, where we're tackling what might be the last taboo facing modern working women: money. We're asking millennials how they spend their hard-earned money during a seven-day period — and we're tracking every last dollar.</em></div> <div class=\"section-text\"><strong><em>Calling all entrepreneurs:</em></strong> <em>We want to hear from you! If you’re a freelancer or self-employed, we’d love to feature your Money Diary.</em> <em><a href=\"https://you.refinery29.com/submit-money-diary\" rel=\"nofollow\" target=\"_blank\">Submit here.</a></em></div> <div class=\"section-text\"><em>Today: a copy assistant working in fashion who makes $31,473 per year and spends some of her money this week on Butterkist popcorn. Editor's note: All prices have been converted to U.S. dollars.</em></div> <div class=\"section-text\"><strong>Occupation:</strong> Copy Assistant <br/><strong>Industry:</strong> Fashion<br/><strong>Age:</strong> 24<br/><strong>Location:</strong> London, England<br/><strong>Salary:</strong> $31,473<br/><strong>Paycheck Amount (Monthly):</strong> $2,153</div> <div class=\"section-text\"><strong>Monthly Expenses</strong><br/><strong>Rent:</strong> I live at home and contribute $300 to the household.<br/><strong>Student Loans:</strong> $0 (You start paying back student loans when you make more than $35,411 a year.)<br/><strong>Other Loans: </strong>I took out a loan when I moved to Italy for a year, so now my bank takes $131 a month for five years. I could have paid it off by now, but this is better for my credit score.<br/><strong>Phone:</strong> $69<br/><strong>Bank Account: </strong>$23 (This covers travel insurance and more.)<br/><strong>Spotify:</strong> $0 (Free with my phone plan.)<br/><strong>Netflix: </strong>$0 (I use my dad's account.)<br/><strong>Monthly</strong> <strong>Transit Card: </strong>$253<br/><strong>Pension: </strong>$40, and my work contributes double</div> <div class=\"section-text\"><h3>Day One</h3></div> <div class=\"section-text\">12 p.m. — I get up really late. I had one too many glasses of Champagne at tea yesterday. I jump in the shower, throw on my mustard jumper and Topshop boyfriend jeans, and leave the house to catch the train to go meet my friend, N.</div> <div class=\"section-text\">2 p.m. — Meet N. at this yummy American-style restaurant in Shoreditch. I order lamb fries with cheese on top, and it's so good ($10). N. just orders a Bloody Mary, as she has a hangover and isn't ready to eat yet. We catch up on life and reflect on how far we've come since moving back to London last year. We both moved to Florence together after university to work. We didn't like our jobs there — everyone had watched <em>The</em> <em>Devil Wears Prada</em> one too many times and made our lives sort of a living hell. We moved back to London a year later, and life has been happier ever since. <strong>$10</strong></div> <div class=\"section-text\">3 p.m. — We decide we want boozy milkshakes and head to another restaurant called The Diner. I order a vanilla ice cream, blueberry compote, and amaretto milkshake ($11), and N. orders a bourbon chocolate milkshake and fries. We walk around Shoreditch, as the weather is nice, and discuss how much the area has changed and how Shoreditch is starting to resemble parts of New York. Which reminds me to ask N. if she is interested in visiting New York with me in the fall. I love New York and try to visit yearly. N. says maybe, as she may be moving to Paris with her BF, and we say goodbye and plan to meet up again really soon. I take the train home. <strong>$11</strong></div> <div class=\"section-text\">5 p.m. — My mum made a roast chicken for dinner. I pick at it a bit but am craving something sweet, so I get creative and decide to make French toast with blueberry sauce for my dinner instead. I can't decide what to watch, so I go for a classic favorite, <em>Friends.</em> I watch until I fall asleep around 11.</div> <div class=\"section-text\"><strong>Daily Total: $21</strong></div> <div class=\"section-text\"><h3>Day Two</h3></div> <div class=\"section-text\">7 a.m. — Four alarms later, I finally get up. I jump in the shower and then throw on wide-legged black denim trousers with a white long-sleeve top and an oversize pinstripe gray blazer. Then I force my hair into a bun and apply some Nars foundation and Glossier mascara. For breakfast, I make some eggs and berries with tea. Then I run to catch the 8:07 train with my big sister.</div> <div class=\"section-text\">8:40 a.m. — My work is having a sample sale, and I have no will power. I see a beautiful trench coat for $185 that normally costs $1,984, but I already have a similar one. I know my mum has been wanting one, so I text her and she says yes. I get it and she pays me back later.</div> <div class=\"section-text\">10:42 a.m. — Now at my desk, I start my Monday routine of checking what's on the lunch menu this week. My work gives us free lunches, and today I have tomato, roasted pepper, and mascarpone soup. Today is slow, which gives me too much time to think. My mind wanders to food, and I decide to pop by the local Sainsbury's (British supermarket) for cheese sticks and nuts. <strong>$2.25</strong></div> <div class=\"section-text\">2 p.m. — Go back to the sample sale (please don't judge me, because I am judging me). And, yes! I leave without buying anything. Grab a protein bar and head back to my desk. <strong>$2.25</strong></div> <div class=\"section-text\">5:30 p.m. — Run out of work to catch my train. I work in Westminster, and there are always Brexit protesters outside Parliament. Today there are a lot more than normal. I am still hoping Brexit will NOT happen. On my way home, I pop in my local supermarket for sea bass, eggs, toilet paper, spinach, halloumi, tomatoes, and turkey. <strong>$16.80</strong></div> <div class=\"section-text\">7 p.m. — I make a halloumi, spinach, and tomato salad with leftover chicken from yesterday's roast. Then I do an ab workout, shower, throw some clothes in the machine, and catch up with my mum and my sisters. We're an all-women household, which has its pros and cons. I watch <em>For the People</em> before falling asleep and dreaming about cheese puffs.</div> <div class=\"section-text\"><strong>Daily Total: $21.30</strong></div> <div class=\"section-text\"><h3>Day Three</h3></div> <div class=\"section-text\">6:50 a.m. — Wake up on my second alarm and then wash my face with my favorite Malin+Goetz cleansing oil. For breakfast I make scrambled eggs and turkey bacon. Then I throw on a pink jumper from &amp; Other Stories I haven't worn in a while with some black jeans and do my hair and makeup. My mum forgot her lunch, so I grab it and will drop it off with her on my way to work. She and my sister work down the road from me. As usual, I run like a crazy woman to catch the 7:46 train.</div> <div class=\"section-text\">8:25 a.m. — Get off the train at Westminster and see all the news reporters getting ready to go live. There are more than usual today. My mum is waiting for me outside her building in her new trench, and she looks great. Since I'm really early to work, I pop by the sample sale again and buy my sister a cashmere scarf and a cardholder for my mum that they each pay me back for. I also buy myself a tote I've been wanting for a while ($131). <strong>$131</strong></div> <div class=\"section-text\">2 p.m. — I grab a chicken pesto salad for lunch today and sit in the canteen watching <em>The Daily Show with Trevor Noah</em> and clips from<em> The View</em> on YouTube. I am really into politics, thanks to my mother and sister. I get some fresh air and go to Sainsbury's to grab some more nuts, cheese, and Diet Coke before heading back to my desk. <strong>$3.50</strong></div> <div class=\"section-text\">5:30 p.m. — The day flew past fast. I'm off to meet my friend, B., for our weekly movie date. Last week we saw <em>What Men Want</em> — so funny. Today we're going to see the new <em>Captain Marvel </em>movie. I have a bit of time beforehand, so I stop at my grandparents' house on the way. My 90-year-old grandad has recently become obsessed with making vegetable juices, and he makes me one to take with me. He's so cute — I love him so much. I leave and pop into Superdrugs for deodorant, a body sponge, and toothpaste ($14.20). Now I'm running short on time, so I rush to meet my friend. We each buy a ticket ($8.50), and I buy cheese puffs as a snack ($1.45). <strong>$24.15</strong></div> <div class=\"section-text\">10:30 p.m. — The movie was good. I wouldn't say amazing, but a good watch. I'm looking forward to seeing <em>Avengers: Endgame</em>. On the way home from the movie, I pop into Marks &amp; Spencer to buy some eggs for breakfast ($1.11). When I finally get home, my hay fever is killing me, so I jump straight into the shower and head to bed. <strong>$1.11</strong></div> <div class=\"section-text\"><strong>Daily Total: $159.76</strong></div> <div class=\"section-text\"><h3>Day Four</h3></div> <div class=\"section-text\">7:10 a.m. — Wake up feeling exhausted. I didn't sleep well because of my hay fever. I take my time getting ready for work. I make my turkey bacon with scrambled eggs for breakfast and sip on some tea before leaving to grab the 8:16 train.</div> <div class=\"section-text\">10:50 a.m. — I get a little hungry, so I run to the local supermarket and grab a small packet of mixed almond nuts, a peanut butter chocolate chip Larabar, another protein bar, and blueberries. <strong>$7.72</strong></div> <div class=\"section-text\">1 p.m. — I listen to my favorite podcast, <em>The Receipts. </em>It's three girls from London who talk about everything from sex and relationships to mental health and hot topics in the media. It's so funny, and I try to hold in my laughter so none of my coworkers side-eye me. I run to the canteen and grab chicken pesto salad for lunch.</div> <div class=\"section-text\">4:30 p.m. — As usual, I run out of work to get to London Bridge on time for my 5:55 p.m. train. At home, I make sea bass and grilled halloumi with spinach and tomato salad. Then I head straight to bed. I don't think it's hay fever, actually — I think I have another sinus infection. Twice in one month. This sucks. I'm asleep by 9.</div> <div class=\"section-text\"><strong>Daily Total: $7.72</strong></div> <div class=\"section-text\"><h3>Day Five</h3></div> <div class=\"section-text\">6:50 a.m. — I wake up and catch a glimpse of my hair in the mirror. It looks worse than Einstein's. I jump in the shower, get dressed, and head downstairs to make my breakfast. I fight my hair into a bun and do my makeup. Then I leave the house with my sister to catch the 8:16 train.</div> <div class=\"section-text\">8:45 a.m. — Stop at the pharmacy to pick up some antibiotics before heading to work. <strong>$11.54</strong></div> <div class=\"section-text\">2 p.m. — Take a break and watch<em> Trevor Noah: Son of Patricia</em> on Netflix while eating my chicken pesto salad for lunch again. I add some seeds to it to spice it up. Then I go to Pret to grab sparkling grape and elderflower water ($1.31) before heading back to my desk. <strong>$1.31</strong></div> <div class=\"section-text\">5:30 p.m. — I leave work feeling crazy excited because I'm going to see my favorite artist, NAO, in concert tonight. I grab some fries ($2.34) on the way to meet my sister, my cousin, and her friend. <strong>$2.34</strong></div> <div class=\"section-text\">10:35 p.m. — The concert was amazing. My sister and I run to catch a bus to the train station so we can get our 10:50 train home. The bus driver must hate us, because he is driving extra slowly and stops at a green light and waits for it to turn red. We start to get angry — the train we need to catch only comes every 30 minutes. When we get off the bus, we run like crazy and make it with two minutes to spare. At home, I do my nighttime routine and head to bed.</div> <div class=\"section-text\"><strong>Daily Total: $15.19</strong></div> <div class=\"section-text\"><h3>Day Six</h3></div> <div class=\"section-text\">7 a.m. — Thank goodness it's Friday. I jump straight in the shower and do my hair and makeup. I throw on wide-legged pants, a gray polo, and a maxi-length knitted gray cardigan without a coat. Then I make gluten-free oatmeal topped with some blueberry sauce, coconut flakes, and sesame seeds. I pack it to take with me to work and leave to catch the 8:16 train.</div> <div class=\"section-text\">8:50 a.m. — I eat my breakfast at my desk and decide to head down to the sample sale, as it's the last day. I see a beautiful silk nightgown that I consider buying and wearing as a kimono, but I try it on and decide I don't need it. Then I pop into Sainsbury's and grab a Larabar and Eat Real Hummus Sour Cream and Chives Chips. I love to snack. <strong>$2.25</strong></div> <div class=\"section-text\">2 p.m. — I grab a chicken pesto salad for lunch again and add some halloumi from home. It's so yummy, I inhale it in seconds. Two friends from another department join me for lunch. We have a quick chat and plan to have a proper catch-up next week over dinner. Afterward, I try to work but there are loads of noises coming from helicopters filming coverage of the protest outside. I still can't believe people think it's a good idea for us to leave the EU. I get hungry and pop over to the shops for another snack: Butterkist Sweet Cinema Style popcorn. <strong>$1.31</strong></div> <div class=\"section-text\">5:30 p.m. — I run through the crowd of protesters at Westminster hoping no one catches me on camera and thinks I'm part of this mess. Shaking my head at all these people who actually think that Brexit could ever be a good idea — this breaks my heart. Somehow I still manage to catch my 5:55 train home.</div> <div class=\"section-text\">6:10 p.m. — I decide to make a healthy dinner while I side-eye my little sister's fried chicken. Jealous. I warm up my sea bass and spinach and add some ginger seasoning and tomatoes. I am still hungry after, so I snack on some popcorn from earlier and watch an emotional episode of <em>For the People</em>. It's about a dad and his son being split apart because of immigration. I love how Shonda Rhimes always finds a way to incorporate U.S. politics into her show so well. I then watch another political drama, <em>The Good Fight</em>, before falling asleep.</div> <div class=\"section-text\"><strong>Daily Total: $3.56</strong></div> <div class=\"section-text\"><h3>Day Seven</h3></div> <div class=\"section-text\">8 a.m. — Woken up early by the sound of my mother and older sister having a heated discussion about Brexit. On Saturdays I normally go to church, but this morning I'm feeling really exhausted. I grew up in a Seventh Day Adventist family, and when I was younger I would go to church with my grandmother and cousins every Saturday. My family used to keep the Sabbath day very holy from sunset to sunset, but over the years we have become very laid-back. I may not agree with all of the church's views, but I still enjoy it. I end up spending the whole morning laughing and chatting with my mum and sister before getting ready to go and meet my friend P. for lunch.</div> <div class=\"section-text\">2 p.m. — I meet P. at the station and we take the train to King's Cross. We decide to go to Dishoom for lunch and sit outside to enjoy the warm day. I love Indian food. I order chili chicken with plain naan and black daal, which is so, so yummy. P. orders vegan khichia and chhundo with vegetable samosas and a vegan mango lassi. After we eat, we walk around to the new shop area that just opened up. One Granary Square has changed so much since I finished university here two years ago. <strong>$26.23</strong></div> <div class=\"section-text\">5 p.m. — We have a little bit of time before our train, so we stop at Krispy Kreme and I grab the new lotus and white chocolate doughnut, which is so good. The perfect balance between savory and sweet. <strong>$2.95</strong></div> <div class=\"section-text\">7 p.m. — Finally home after a train mix-up, I pack my bag and head to my grandparents' house for the night. On my way, I stop at the local supermarket and grab some tortilla wraps to have with the rest of my leftover black daal. <strong>$1.31</strong></div> <div class=\"section-text\">9 p.m. — Crash on the couch with my grandad and watch some awful TV before heading to bed. I just recently discovered Jackie Aina on YouTube — she's so funny. I end up watching her for hours before finally falling asleep around 2 a.m.</div> <div class=\"section-text\"><strong>Daily Total: $30.49</strong></div> <div class=\"section-text\"><em>Money Diaries are meant to reflect individual women's experiences and do not necessarily reflect Refinery29's point of view. Refinery29 in no way encourages illegal activity or harmful behavior.</em></div> <div class=\"section-text\"><em>The first step to getting your financial life in order is tracking what you spend — to try on your own, check out</em> <em><a href=\"http://www.refinery29.com/budgeting-tools-spending-diary\">our guide to managing your money every day</a>. For more money diaries, click</em> <em><a href=\"http://www.refinery29.com/money-diary\">here</a>. Have questions about how to submit or our publishing process? Read our Money Diaries FAQ doc here:</em> <em><a href=\"http://www.refinery29.com/file/3335/money-diary-faqs.pdf\">r29.co/mdfaqs</a></em></div> ", "url": "https://www.refinery29.com/en-us/copy-assistant-london-salary-money-diary", "html": "\n<!DOCTYPE html>\n\n<html lang=\"en\">\n<head>\n<script>\n      if (window.location.hostname !== window.atob('d3d3LnJlZmluZXJ5MjkuY29t')) {\n        window.location = window.atob('aHR0cHM6Ly93d3cucmVmaW5lcnkyOS5jb20vZW4tdXMvY29weS1hc3Npc3RhbnQtbG9uZG9uLXNhbGFyeS1tb25leS1kaWFyeQ==');\n      }\n    </script>\n<script type=\"text/javascript\">\n          window.addEventListener('CookiebotOnDecline', function() {\n            if (window.Cookiebot.changed) {\n              window.location.reload();\n            }\n          });\n        </script>\n<script data-cbid=\"26a1933b-7853-45d5-a491-f3f2d34eb23b\" src=\"https://consent.cookiebot.com/uc.js\" type=\"text/javascript\">\n</script>\n<script id=\"LOTCC_5283\" src=\"https://tags.crwdcntrl.net/c/5283/cc.js?ns=_cc5283\" type=\"text/javascript\">\n</script>\n<script type=\"text/javascript\">\n           !function(t){t._cc5283&&t._cc5283.bcp(),t.LOTCC&&t.addEventListener&&t.addEventListener(\"CookiebotOnDialogInit\",function(){t.addEventListener(\"CookiebotOnAccept\",function(){t.Cookiebot.consent.statistics&&t.LOTCC.setConsent(()=>{},5285,{analytics:!0,crossdevice:!0,datasharing:!0,targeting:!0})})})}(window);\n        </script>\n<meta charset=\"utf-8\"/>\n<title data-react-helmet=\"true\">Fashion Copy Assistant London Money Diary</title>\n<meta content=\"ie=edge\" data-react-helmet=\"true\" http-equiv=\"x-ua-compatible\"><meta content=\"Fashion Copy Assistant London Money Diary\" data-react-helmet=\"true\" itemprop=\"title\" name=\"title\"/><meta content=\"How much a copy assistant in London spends over the course of one week.\" data-react-helmet=\"true\" itemprop=\"description\" name=\"description\"/><meta content=\"https://www.refinery29.com/en-us/copy-assistant-london-salary-money-diary\" data-react-helmet=\"true\" property=\"og:url\"/><meta content=\"I'm 24, Make $31,473 A Year—&amp; Work In London's Fashion Industry\" data-react-helmet=\"true\" name=\"twitter:title\"/><meta content=\"I'm 24, Make $31,473 A Year—&amp; Work In London's Fashion Industry\" data-react-helmet=\"true\" itemprop=\"name\" property=\"og:title\"/><meta content=\"How much a copy assistant in London spends over the course of one week.\" data-react-helmet=\"true\" property=\"og:description\"/><meta content=\"https://s1.r29static.com//bin/entry/ac3/0,0,2000,1050/x,80/2156019/a-week-in-london-on-2156019.jpg\" data-react-helmet=\"true\" itemprop=\"image\" property=\"og:image\"/><meta content=\"https://s1.r29static.com//bin/entry/ac3/0,0,2000,1050/x,80/2156019/a-week-in-london-on-2156019.jpg\" data-react-helmet=\"true\" itemprop=\"image\" property=\"og:image:secure_url\"/><meta content=\"summary_large_image\" data-react-helmet=\"true\" name=\"twitter:card\"/><meta content=\"@refinery29\" data-react-helmet=\"true\" name=\"twitter:site\"/><meta content=\"How much a copy assistant in London spends over the course of one week.\" data-react-helmet=\"true\" name=\"twitter:description\"/><meta content=\"https://s1.r29static.com//bin/entry/ac3/0,0,2000,1050/x,80/2156019/a-week-in-london-on-2156019.jpg\" data-react-helmet=\"true\" name=\"twitter:image\"/><meta content=\"https://s1.r29static.com//bin/entry/546/112,0,1776,2400/x,80/2156015/a-week-in-london-on-2156015.jpg\" data-react-helmet=\"true\" name=\"pinterest:image\"/><meta content=\"155023867867753\" data-react-helmet=\"true\" property=\"fb:app_id\"/><meta content=\"86973707921,587074007996399,269626263209765,509115739117952,1562713254009921,583745561686633,656112191237463,284423314989162,974273182666651\" data-react-helmet=\"true\" property=\"fb:pages\"/><meta content=\"refinery29\" data-react-helmet=\"true\" property=\"article:publisher\"/><meta content=\"width=device-width, initial-scale=1\" data-react-helmet=\"true\" name=\"viewport\"/><meta content=\"2000\" data-react-helmet=\"true\" property=\"og:image:width\"/><meta content=\"1050\" data-react-helmet=\"true\" property=\"og:image:height\"/><meta content=\"article\" data-react-helmet=\"true\" property=\"og:type\"/><meta content=\"entry.article\" data-react-helmet=\"true\" property=\"entry_template\"/><meta content=\"You\" data-react-helmet=\"true\" property=\"author\"/><meta content=\"work-and-money\" data-react-helmet=\"true\" property=\"channel:tag\"/><meta content=\"living\" data-react-helmet=\"true\" property=\"channel:tag\"/><meta content=\"money-diary\" data-react-helmet=\"true\" property=\"channel:tag\"/><meta content=\"spending-money\" data-react-helmet=\"true\" property=\"channel:tag\"/>\n<link data-react-helmet=\"true\" href=\"https://www.refinery29.com/en-us/copy-assistant-london-salary-money-diary\" rel=\"canonical\"/><link data-react-helmet=\"true\" href=\"https://plus.google.com/101601649207969071719\" rel=\"publisher\"/><link data-react-helmet=\"true\" href=\"https://www.refinery29.com/assets/images/retina_favicon_144.ico\" rel=\"rich-pin-icon\"/><link data-react-helmet=\"true\" href=\"https://www.refinery29.com/en-us/copy-assistant-london-salary-money-diary\" hreflang=\"en\" rel=\"alternate\"/><link data-react-helmet=\"true\" href=\"https://www.refinery29.com/en-us/copy-assistant-london-salary-money-diary\" hreflang=\"x-default\" rel=\"alternate\"/>\n<script data-react-helmet=\"true\" type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"WebPage\",\"name\":\"Refinery29\",\"url\":\"https://www.refinery29.com/en-us\",\"potentialAction\":{\"@type\":\"SearchAction\",\"target\":\"https://www.refinery29.com/en-us/search?q={Refinery29}\",\"query-input\":\"required name=Refinery29\",\"sameAs\":[\"https://www.facebook.com/refinery29\",\"https://twitter.com/refinery29\",\"https://www.pinterest.com/refinery29/\",\"https://instagram.com/refinery29\",\"https://www.youtube.com/user/Refinery29TV\"]},\"image\":\"https://www.refinery29.com/assets/images/r29-logo-b.svg\"}</script><script data-react-helmet=\"true\" type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"WebSite\",\"name\":\"Refinery29\",\"url\":\"https://www.refinery29.com/en-us\",\"potentialAction\":{\"@type\":\"SearchAction\",\"target\":\"https://www.refinery29.com/en-us/search?q={Refinery29}\",\"query-input\":\"required name=Refinery29\",\"sameAs\":[\"https://www.facebook.com/refinery29\",\"https://twitter.com/refinery29\",\"https://www.pinterest.com/refinery29/\",\"https://instagram.com/refinery29\",\"https://www.youtube.com/user/Refinery29TV\"]},\"image\":\"https://www.refinery29.com/assets/images/r29-logo-b.svg\"}</script><script data-react-helmet=\"true\" type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"Article\",\"mainEntityOfPage\":{\"@type\":\"WebPage\",\"@id\":\"https://www.refinery29.com/en-us/copy-assistant-london-salary-money-diary\"},\"headline\":\"A Week In London On A $31,473 Salary\",\"url\":\"https://www.refinery29.com/en-us/copy-assistant-london-salary-money-diary\",\"thumbnailUrl\":\"https://s1.r29static.com//bin/entry/009/x,80/2156015/a-week-in-london-on-2156015.jpg\",\"image\":{\"@type\":\"ImageObject\",\"url\":\"https://s1.r29static.com//bin/entry/009/x,80/2156015/a-week-in-london-on-2156015.jpg\",\"height\":2400,\"width\":2000},\"datePublished\":\"2019-04-03T14:51:54.000Z\",\"dateModified\":\"2019-04-03T14:51:54.000Z\",\"author\":{\"@type\":\"Person\",\"name\":\"You\"},\"creator\":[\"You\"],\"articleSection\":\"Money Diaries\",\"keywords\":[\"Living\",\"Money Diaries\",\"The Latest\",\"Work & Money\"],\"publisher\":{\"@type\":\"Organization\",\"name\":\"Refinery29\",\"logo\":{\"@type\":\"ImageObject\",\"url\":\"https://www.refinery29.com/assets/images/refinery29.png\",\"width\":54,\"height\":54}},\"description\":\"How much a copy assistant in London spends over the course of one week.\"}</script><script data-react-helmet=\"true\" type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"BreadcrumbList\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@id\":\"en-us/living\",\"url\":\"https://www.refinery29.com/en-us/living\",\"name\":\"Living\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@id\":\"en-us/money-diary\",\"url\":\"https://www.refinery29.com/en-us/money-diary\",\"name\":\"Money Diaries\"}},{\"@type\":\"ListItem\",\"position\":3,\"item\":{\"@id\":\"en-us/the-latest\",\"url\":\"https://www.refinery29.com/en-us/the-latest\",\"name\":\"The Latest\"}},{\"@type\":\"ListItem\",\"position\":4,\"item\":{\"@id\":\"en-us/work-and-money\",\"url\":\"https://www.refinery29.com/en-us/work-and-money\",\"name\":\"Work & Money\"}}]}</script><script data-react-helmet=\"true\" type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"ImageObject\",\"author\":\"\",\"contentUrl\":\"https://s3.r29static.com//bin/entry/1f9/x,80/2156017/a-week-in-london-on-2156017.jpg\",\"description\":\"\"}</script><script data-react-helmet=\"true\" type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"ImageObject\",\"author\":\"\",\"contentUrl\":\"https://s2.r29static.com//bin/entry/e12/x/2156012/a-week-in-london-on-2156012.png\",\"description\":\"\"}</script><script data-react-helmet=\"true\" type=\"application/ld+json\">{\"@context\":\"http://schema.org\",\"@type\":\"Person\",\"name\":\"You\",\"image\":\"//s1.r29static.com//bin/author/7ac/x/1723188/a-week-in-london-on-1723188.png\",\"url\":\"https://www.refinery29.com/en-us/author/you\"}</script>\n<link href=\"/assets/styles.72223a23ff0bd812ebc4.css\" id=\"main-styles\" rel=\"stylesheet\" type=\"text/css\"/>\n</meta></head>\n<body>\n<div id=\"r29-app\"><div data-reactroot=\"\"><main><a href=\"#r29-container\" id=\"skip\" tab-index=\"1\">Skip navigation!</a><div class=\"\"><div><div class=\"main\"><header aria-label=\"Primary\" class=\"global-header header-ad-is-out-of-view not-transparent\" role=\"banner\"><div class=\"global-header-main\"><a class=\"global-logo\" href=\"/en-us\" title=\"Refinery29\"><div class=\"full\"></div><div class=\"condensed\"></div></a><nav class=\"global-navigation\" role=\"navigation\"><ul class=\"nav-categories discover-active\"><li class=\"nav-category-and-subnav discover\"><div class=\"nav-category\"><a class=\"nav-category-padding\" href=\"/en-us\">Discover</a><i aria-hidden=\"true\" class=\"fa fa-angle-down\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"M1395 736q0 13-10 23l-466 466q-10 10-23 10t-23-10L407 759q-10-10-10-23t10-23l50-50q10-10 23-10t23 10l393 393 393-393q10-10 23-10t23 10l50 50q10 10 10 23z\"></path></svg></i></div></li><li class=\"nav-category-and-subnav watch\"><div class=\"nav-category\"><a class=\"nav-category-padding\" href=\"/en-us/video\">Watch</a><i aria-hidden=\"true\" class=\"fa fa-angle-down\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"M1395 736q0 13-10 23l-466 466q-10 10-23 10t-23-10L407 759q-10-10-10-23t10-23l50-50q10-10 23-10t23 10l393 393 393-393q10-10 23-10t23 10l50 50q10 10 10 23z\"></path></svg></i></div></li><li class=\"nav-category-and-subnav shop\"><div class=\"nav-category\"><a class=\"nav-category-padding\" href=\"/en-us/shop\">Shop</a><i aria-hidden=\"true\" class=\"fa fa-angle-down\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"M1395 736q0 13-10 23l-466 466q-10 10-23 10t-23-10L407 759q-10-10-10-23t10-23l50-50q10-10 23-10t23 10l393 393 393-393q10-10 23-10t23 10l50 50q10 10 10 23z\"></path></svg></i></div></li><li class=\"nav-category-and-subnav more\"><div class=\"nav-category\"><a class=\"nav-category-padding\">More</a><i aria-hidden=\"true\" class=\"fa fa-angle-down\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"M1395 736q0 13-10 23l-466 466q-10 10-23 10t-23-10L407 759q-10-10-10-23t10-23l50-50q10-10 23-10t23 10l393 393 393-393q10-10 23-10t23 10l50 50q10 10 10 23z\"></path></svg></i></div></li></ul></nav><div class=\"global-edition-switch\"><div class=\"country\"><img alt=\"US\" src=\"/assets/94aebf5b5499306ab207a2b4f13e34a8.svg\"/></div><i aria-hidden=\"true\" class=\"fa fa-angle-down\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"M1395 736q0 13-10 23l-466 466q-10 10-23 10t-23-10L407 759q-10-10-10-23t10-23l50-50q10-10 23-10t23 10l393 393 393-393q10-10 23-10t23 10l50 50q10 10 10 23z\"></path></svg></i><ul><li class=\"label\">Switch To</li><li><a href=\"https://www.refinery29.com/en-gb\"><img alt=\"UK\" src=\"/assets/563283d1407bc6df5095935bc30a3daa.svg\"/><span>uk</span></a></li><li><a href=\"https://www.refinery29.com/de-de\"><img alt=\"DE\" src=\"/assets/94ef6f5acdd752723f8644874464d07a.svg\"/><span>de</span></a></li><li><a href=\"https://www.refinery29.com/en-ca\"><img alt=\"CA\" src=\"/assets/a899ed2b6826791e2b8dd7b2901f3668.svg\"/><span>ca</span></a></li></ul></div></div><div class=\"global-search-nav\"><div class=\"search-button\"><span aria-hidden=\"true\" class=\"fa fa-search\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1216 832q0-185-131.5-316.5t-316.5-131.5-316.5 131.5-131.5 316.5 131.5 316.5 316.5 131.5 316.5-131.5 131.5-316.5zm512 832q0 52-38 90t-90 38q-54 0-90-38l-343-342q-179 124-399 124-143 0-273.5-55.5t-225-150-150-225-55.5-273.5 55.5-273.5 150-225 225-150 273.5-55.5 273.5 55.5 225 150 150 225 55.5 273.5q0 220-124 399l343 343q37 37 37 90z\"></path></svg></span></div><div class=\"search-drawer\"><form action=\"/en-us/search\" method=\"GET\"><input id=\"search-header\" name=\"q\" placeholder=\"Search\" type=\"search\" value=\"\"/></form><button class=\"search-close\" title=\"Close\"></button></div></div></header><div class=\"global-header-sticky-spacer header-ad-is-out-of-view not-transparent\"></div><div id=\"r29-container\"><div><header class=\"condensed-header hidden\" hidden=\"\"><a href=\"/en-us\"><div class=\"r29-logo\"><img alt=\"Refinery29\" src=\"/assets/d27ad8510dcf0eef13f6419f4f9a76e6.svg\"/></div></a><div class=\"condensed-title\"><span>Now Reading</span><h4>A Week In London On A $31,473 Salary</h4></div><div class=\"story-share\"><button aria-hidden=\"true\" class=\"fa fa-facebook\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1343 12v264h-157q-86 0-116 36t-30 108v189h293l-39 296h-254v759h-306v-759h-255v-296h255v-218q0-186 104-288.5t277-102.5q147 0 228 12z\"></path></svg></button><a data-href=\"https://pinterest.com/pin/create/button/?url=https%3A%2F%2Fwww.refinery29.com%2Fen-us%2Fcopy-assistant-london-salary-money-diary%3Futm_source%3Dpinterest%26utm_medium%3Dpinterest_share&amp;media=http%3A%2F%2Fs1.r29static.com%2F%2Fbin%2Fentry%2F546%2F112%2C0%2C1776%2C2400%2Fx%2C80%2F2156015%2Fa-week-in-london-on-2156015.jpg&amp;description=A%20Week%20In%20London%20On%20A%20%2431%2C473%20Salary%2B%23refinery29\" data-pin-custom=\"true\"><button class=\"fa fa-pinterest-p\" title=\"Share on Pinterest\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m256 597q0-108 37.5-203.5t103.5-166.5 152-123 185-78 202-26q158 0 294 66.5t221 193.5 85 287q0 96-19 188t-60 177-100 149.5-145 103-189 38.5q-68 0-135-32t-96-88q-10 39-28 112.5t-23.5 95-20.5 71-26 71-32 62.5-46 77.5-62 86.5l-14 5-9-10q-15-157-15-188 0-92 21.5-206.5t66.5-287.5 52-203q-32-65-32-169 0-83 52-156t132-73q61 0 95 40.5t34 102.5q0 66-44 191t-44 187q0 63 45 104.5t109 41.5q55 0 102-25t78.5-68 56-95 38-110.5 20-111 6.5-99.5q0-173-109.5-269.5t-285.5-96.5q-200 0-334 129.5t-134 328.5q0 44 12.5 85t27 65 27 45.5 12.5 30.5q0 28-15 73t-37 45q-2 0-17-3-51-15-90.5-56t-61-94.5-32.5-108-11-106.5z\"></path></svg></button></a><button class=\"fa fa-envelope-o\" title=\"Share by Email\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1664 1504v-768q-32 36-69 66-268 206-426 338-51 43-83 67t-86.5 48.5-102.5 24.5h-2q-48 0-102.5-24.5t-86.5-48.5-83-67q-158-132-426-338-37-30-69-66v768q0 13 9.5 22.5t22.5 9.5h1472q13 0 22.5-9.5t9.5-22.5zm0-1051v-24.5l-.5-13-3-12.5-5.5-9-9-7.5-14-2.5h-1472q-13 0-22.5 9.5t-9.5 22.5q0 168 147 284 193 152 401 317 6 5 35 29.5t46 37.5 44.5 31.5 50.5 27.5 43 9h2q20 0 43-9t50.5-27.5 44.5-31.5 46-37.5 35-29.5q208-165 401-317 54-43 100.5-115.5t46.5-131.5zm128-37v1088q0 66-47 113t-113 47h-1472q-66 0-113-47t-47-113v-1088q0-66 47-113t113-47h1472q66 0 113 47t47 113z\"></path></svg></button></div></header><article class=\"r29-article-container\"><div class=\"primary-tag-banner\"><a href=\"/en-us/money-diary\"><span class=\"story-from\"><span>Story from <span class=\"tag-name\">Money Diaries</span></span></span><i aria-hidden=\"true\" class=\"fa fa-angle-right\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1171 960q0 13-10 23l-466 466q-10 10-23 10t-23-10l-50-50q-10-10-10-23t10-23l393-393-393-393q-10-10-10-23t10-23l50-50q10-10 23-10t23 10l466 466q10 10 10 23z\"></path></svg></i></a></div><div class=\"r29-article right-rail-article\"><div class=\"right-rail-ad-container\"><div class=\"ad\" data-ad-position=\"right\" data-ad-size=\"300x250,300x600\" id=\"ad-right-rail\"></div></div><div class=\"header\"><h1 class=\"title\">A Week In London On A $31,473 Salary</h1><div class=\"byline main-contributors\"><span class=\"contributor\"><a href=\"/en-us/author/you\">You</a></span></div><div class=\"byline modified\"><div class=\"spinner-wrapper inline\"><div class=\"spinner\"></div></div></div><div class=\"story-share\"><button aria-hidden=\"true\" class=\"fa fa-facebook\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1343 12v264h-157q-86 0-116 36t-30 108v189h293l-39 296h-254v759h-306v-759h-255v-296h255v-218q0-186 104-288.5t277-102.5q147 0 228 12z\"></path></svg></button><a data-href=\"https://pinterest.com/pin/create/button/?url=https%3A%2F%2Fwww.refinery29.com%2Fen-us%2Fcopy-assistant-london-salary-money-diary%3Futm_source%3Dpinterest%26utm_medium%3Dpinterest_share&amp;media=http%3A%2F%2Fs1.r29static.com%2F%2Fbin%2Fentry%2F546%2F112%2C0%2C1776%2C2400%2Fx%2C80%2F2156015%2Fa-week-in-london-on-2156015.jpg&amp;description=A%20Week%20In%20London%20On%20A%20%2431%2C473%20Salary%2B%23refinery29\" data-pin-custom=\"true\"><button class=\"fa fa-pinterest-p\" title=\"Share on Pinterest\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m256 597q0-108 37.5-203.5t103.5-166.5 152-123 185-78 202-26q158 0 294 66.5t221 193.5 85 287q0 96-19 188t-60 177-100 149.5-145 103-189 38.5q-68 0-135-32t-96-88q-10 39-28 112.5t-23.5 95-20.5 71-26 71-32 62.5-46 77.5-62 86.5l-14 5-9-10q-15-157-15-188 0-92 21.5-206.5t66.5-287.5 52-203q-32-65-32-169 0-83 52-156t132-73q61 0 95 40.5t34 102.5q0 66-44 191t-44 187q0 63 45 104.5t109 41.5q55 0 102-25t78.5-68 56-95 38-110.5 20-111 6.5-99.5q0-173-109.5-269.5t-285.5-96.5q-200 0-334 129.5t-134 328.5q0 44 12.5 85t27 65 27 45.5 12.5 30.5q0 28-15 73t-37 45q-2 0-17-3-51-15-90.5-56t-61-94.5-32.5-108-11-106.5z\"></path></svg></button></a><button class=\"fa fa-envelope-o\" title=\"Share by Email\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1664 1504v-768q-32 36-69 66-268 206-426 338-51 43-83 67t-86.5 48.5-102.5 24.5h-2q-48 0-102.5-24.5t-86.5-48.5-83-67q-158-132-426-338-37-30-69-66v768q0 13 9.5 22.5t22.5 9.5h1472q13 0 22.5-9.5t9.5-22.5zm0-1051v-24.5l-.5-13-3-12.5-5.5-9-9-7.5-14-2.5h-1472q-13 0-22.5 9.5t-9.5 22.5q0 168 147 284 193 152 401 317 6 5 35 29.5t46 37.5 44.5 31.5 50.5 27.5 43 9h2q20 0 43-9t50.5-27.5 44.5-31.5 46-37.5 35-29.5q208-165 401-317 54-43 100.5-115.5t46.5-131.5zm128-37v1088q0 66-47 113t-113 47h-1472q-66 0-113-47t-47-113v-1088q0-66 47-113t113-47h1472q66 0 113 47t47 113z\"></path></svg></button></div></div><div class=\"\" id=\"article-main-content\"><div id=\"editorial-content\"><div><section class=\"body\"><div class=\"section-outer-container\"><div class=\"section-container section-asset-container center-align full-width\"><div><div class=\"section-image-container\"><div class=\"section-image\"><div><div class=\"img-container\"><div class=\"loading\"></div></div><div class=\"story-share image-shares\"><a data-href=\"https://pinterest.com/pin/create/button/?url=https%3A%2F%2Fwww.refinery29.com%2Fen-us%2Fcopy-assistant-london-salary-money-diary%3Futm_source%3Dpinterest%26utm_medium%3Dpinterest_share&amp;media=http%3A%2F%2Fs3.r29static.com%2F%2Fbin%2Fentry%2F1f9%2Fx%2C80%2F2156017%2Fa-week-in-london-on-2156017.jpg&amp;description=A%20Week%20In%20London%20On%20A%20%2431%2C473%20Salary%2B%23refinery29\" data-pin-custom=\"true\"><button class=\"fa fa-pinterest-p\" title=\"Share on Pinterest\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m256 597q0-108 37.5-203.5t103.5-166.5 152-123 185-78 202-26q158 0 294 66.5t221 193.5 85 287q0 96-19 188t-60 177-100 149.5-145 103-189 38.5q-68 0-135-32t-96-88q-10 39-28 112.5t-23.5 95-20.5 71-26 71-32 62.5-46 77.5-62 86.5l-14 5-9-10q-15-157-15-188 0-92 21.5-206.5t66.5-287.5 52-203q-32-65-32-169 0-83 52-156t132-73q61 0 95 40.5t34 102.5q0 66-44 191t-44 187q0 63 45 104.5t109 41.5q55 0 102-25t78.5-68 56-95 38-110.5 20-111 6.5-99.5q0-173-109.5-269.5t-285.5-96.5q-200 0-334 129.5t-134 328.5q0 44 12.5 85t27 65 27 45.5 12.5 30.5q0 28-15 73t-37 45q-2 0-17-3-51-15-90.5-56t-61-94.5-32.5-108-11-106.5z\"></path></svg></button></a><button aria-hidden=\"true\" class=\"fa fa-facebook\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1343 12v264h-157q-86 0-116 36t-30 108v189h293l-39 296h-254v759h-306v-759h-255v-296h255v-218q0-186 104-288.5t277-102.5q147 0 228 12z\"></path></svg></button></div><div class=\"content-caption\"></div></div></div></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><em>Welcome to </em><a href=\"http://www.refinery29.com/money-diary\">Money Diaries</a><em>, where we're tackling what might be the last taboo facing modern working women: money. We're asking millennials how they spend their hard-earned money during a seven-day period — and we're tracking every last dollar.</em></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong><em>Calling all entrepreneurs:</em></strong> <em>We want to hear from you! If you’re a freelancer or self-employed, we’d love to feature your Money Diary.</em> <em><a href=\"https://you.refinery29.com/submit-money-diary\" rel=\"nofollow\" target=\"_blank\">Submit here.</a></em></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><em>Today: a copy assistant working in fashion who makes $31,473 per year and spends some of her money this week on Butterkist popcorn. Editor's note: All prices have been converted to U.S. dollars.</em></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong>Occupation:</strong> Copy Assistant <br/><strong>Industry:</strong> Fashion<br/><strong>Age:</strong> 24<br/><strong>Location:</strong> London, England<br/><strong>Salary:</strong> $31,473<br/><strong>Paycheck Amount (Monthly):</strong> $2,153</div></div></div><div class=\"section-ad\"><span>Advertisement</span><div class=\"ad\" data-ad-position=\"A\" data-ad-size=\"1280x90,728x90,300x250,10x10\" id=\"ad-section-ad-A\"></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong>Monthly Expenses</strong><br/><strong>Rent:</strong> I live at home and contribute $300 to the household.<br/><strong>Student Loans:</strong> $0 (You start paying back student loans when you make more than $35,411 a year.)<br/><strong>Other Loans: </strong>I took out a loan when I moved to Italy for a year, so now my bank takes $131 a month for five years. I could have paid it off by now, but this is better for my credit score.<br/><strong>Phone:</strong> $69<br/><strong>Bank Account: </strong>$23 (This covers travel insurance and more.)<br/><strong>Spotify:</strong> $0 (Free with my phone plan.)<br/><strong>Netflix: </strong>$0 (I use my dad's account.)<br/><strong>Monthly</strong> <strong>Transit Card: </strong>$253<br/><strong>Pension: </strong>$40, and my work contributes double</div><div class=\"related-entries-container with-images\"><div class=\"related-entries-header\"><span>Related Stories</span></div><div class=\"related-entries\"><div class=\"related-entry\"><a href=\"/en-us/cheap-beauty-products-london-fashion-week\"><div><div class=\"opener-image\"></div></div><div class=\"related-entry-content\"><span class=\"related-entry-title\">11 Bargain Beauty Products Spotted At Fashion Week</span></div></a></div><div class=\"related-entry has-border\"><a href=\"/en-us/2019/02/224774/london-fashion-week-bangs-hair-trend-2019\"><div><div class=\"opener-image\"></div></div><div class=\"related-entry-content\"><span class=\"related-entry-title\">The Biggest Hair Trend From London Fashion Week</span></div></a></div><div class=\"related-entry has-border\"><a href=\"/en-us/three-bedroom-hoxton-east-london-home-tour-video\"><div><div class=\"opener-image\"></div></div><div class=\"related-entry-content\"><span class=\"related-entry-title\">I Live In East London — Here's How Much My Rent Is</span></div></a></div></div></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><h3>Day One</h3></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">12 p.m. — I get up really late. I had one too many glasses of Champagne at tea yesterday. I jump in the shower, throw on my mustard jumper and Topshop boyfriend jeans, and leave the house to catch the train to go meet my friend, N.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">2 p.m. — Meet N. at this yummy American-style restaurant in Shoreditch. I order lamb fries with cheese on top, and it's so good ($10). N. just orders a Bloody Mary, as she has a hangover and isn't ready to eat yet. We catch up on life and reflect on how far we've come since moving back to London last year. We both moved to Florence together after university to work. We didn't like our jobs there — everyone had watched <em>The</em> <em>Devil Wears Prada</em> one too many times and made our lives sort of a living hell. We moved back to London a year later, and life has been happier ever since. <strong>$10</strong></div></div></div><div class=\"section-ad\"><span>Advertisement</span><div class=\"ad\" data-ad-position=\"B\" data-ad-size=\"1280x90,728x90,300x250,10x10\" id=\"ad-section-ad-B\"></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">3 p.m. — We decide we want boozy milkshakes and head to another restaurant called The Diner. I order a vanilla ice cream, blueberry compote, and amaretto milkshake ($11), and N. orders a bourbon chocolate milkshake and fries. We walk around Shoreditch, as the weather is nice, and discuss how much the area has changed and how Shoreditch is starting to resemble parts of New York. Which reminds me to ask N. if she is interested in visiting New York with me in the fall. I love New York and try to visit yearly. N. says maybe, as she may be moving to Paris with her BF, and we say goodbye and plan to meet up again really soon. I take the train home. <strong>$11</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">5 p.m. — My mum made a roast chicken for dinner. I pick at it a bit but am craving something sweet, so I get creative and decide to make French toast with blueberry sauce for my dinner instead. I can't decide what to watch, so I go for a classic favorite, <em>Friends.</em> I watch until I fall asleep around 11.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong>Daily Total: $21</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><h3>Day Two</h3></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">7 a.m. — Four alarms later, I finally get up. I jump in the shower and then throw on wide-legged black denim trousers with a white long-sleeve top and an oversize pinstripe gray blazer. Then I force my hair into a bun and apply some Nars foundation and Glossier mascara. For breakfast, I make some eggs and berries with tea. Then I run to catch the 8:07 train with my big sister.</div></div></div><div class=\"section-ad\"><span>Advertisement</span><div class=\"ad\" data-ad-position=\"C\" data-ad-size=\"1280x90,728x90,300x250,10x10\" id=\"ad-section-ad-C\"></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">8:40 a.m. — My work is having a sample sale, and I have no will power. I see a beautiful trench coat for $185 that normally costs $1,984, but I already have a similar one. I know my mum has been wanting one, so I text her and she says yes. I get it and she pays me back later.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">10:42 a.m. — Now at my desk, I start my Monday routine of checking what's on the lunch menu this week. My work gives us free lunches, and today I have tomato, roasted pepper, and mascarpone soup. Today is slow, which gives me too much time to think. My mind wanders to food, and I decide to pop by the local Sainsbury's (British supermarket) for cheese sticks and nuts. <strong>$2.25</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">2 p.m. — Go back to the sample sale (please don't judge me, because I am judging me). And, yes! I leave without buying anything. Grab a protein bar and head back to my desk. <strong>$2.25</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">5:30 p.m. — Run out of work to catch my train. I work in Westminster, and there are always Brexit protesters outside Parliament. Today there are a lot more than normal. I am still hoping Brexit will NOT happen. On my way home, I pop in my local supermarket for sea bass, eggs, toilet paper, spinach, halloumi, tomatoes, and turkey. <strong>$16.80</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">7 p.m. — I make a halloumi, spinach, and tomato salad with leftover chicken from yesterday's roast. Then I do an ab workout, shower, throw some clothes in the machine, and catch up with my mum and my sisters. We're an all-women household, which has its pros and cons. I watch <em>For the People</em> before falling asleep and dreaming about cheese puffs.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong>Daily Total: $21.30</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><h3>Day Three</h3></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">6:50 a.m. — Wake up on my second alarm and then wash my face with my favorite Malin+Goetz cleansing oil. For breakfast I make scrambled eggs and turkey bacon. Then I throw on a pink jumper from &amp; Other Stories I haven't worn in a while with some black jeans and do my hair and makeup. My mum forgot her lunch, so I grab it and will drop it off with her on my way to work. She and my sister work down the road from me. As usual, I run like a crazy woman to catch the 7:46 train.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">8:25 a.m. — Get off the train at Westminster and see all the news reporters getting ready to go live. There are more than usual today. My mum is waiting for me outside her building in her new trench, and she looks great. Since I'm really early to work, I pop by the sample sale again and buy my sister a cashmere scarf and a cardholder for my mum that they each pay me back for. I also buy myself a tote I've been wanting for a while ($131). <strong>$131</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">2 p.m. — I grab a chicken pesto salad for lunch today and sit in the canteen watching <em>The Daily Show with Trevor Noah</em> and clips from<em> The View</em> on YouTube. I am really into politics, thanks to my mother and sister. I get some fresh air and go to Sainsbury's to grab some more nuts, cheese, and Diet Coke before heading back to my desk. <strong>$3.50</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">5:30 p.m. — The day flew past fast. I'm off to meet my friend, B., for our weekly movie date. Last week we saw <em>What Men Want</em> — so funny. Today we're going to see the new <em>Captain Marvel </em>movie. I have a bit of time beforehand, so I stop at my grandparents' house on the way. My 90-year-old grandad has recently become obsessed with making vegetable juices, and he makes me one to take with me. He's so cute — I love him so much. I leave and pop into Superdrugs for deodorant, a body sponge, and toothpaste ($14.20). Now I'm running short on time, so I rush to meet my friend. We each buy a ticket ($8.50), and I buy cheese puffs as a snack ($1.45). <strong>$24.15</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">10:30 p.m. — The movie was good. I wouldn't say amazing, but a good watch. I'm looking forward to seeing <em>Avengers: Endgame</em>. On the way home from the movie, I pop into Marks &amp; Spencer to buy some eggs for breakfast ($1.11). When I finally get home, my hay fever is killing me, so I jump straight into the shower and head to bed. <strong>$1.11</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong>Daily Total: $159.76</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><h3>Day Four</h3></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">7:10 a.m. — Wake up feeling exhausted. I didn't sleep well because of my hay fever. I take my time getting ready for work. I make my turkey bacon with scrambled eggs for breakfast and sip on some tea before leaving to grab the 8:16 train.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">10:50 a.m. — I get a little hungry, so I run to the local supermarket and grab a small packet of mixed almond nuts, a peanut butter chocolate chip Larabar, another protein bar, and blueberries. <strong>$7.72</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">1 p.m. — I listen to my favorite podcast, <em>The Receipts. </em>It's three girls from London who talk about everything from sex and relationships to mental health and hot topics in the media. It's so funny, and I try to hold in my laughter so none of my coworkers side-eye me. I run to the canteen and grab chicken pesto salad for lunch.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">4:30 p.m. — As usual, I run out of work to get to London Bridge on time for my 5:55 p.m. train. At home, I make sea bass and grilled halloumi with spinach and tomato salad. Then I head straight to bed. I don't think it's hay fever, actually — I think I have another sinus infection. Twice in one month. This sucks. I'm asleep by 9.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong>Daily Total: $7.72</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><h3>Day Five</h3></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">6:50 a.m. — I wake up and catch a glimpse of my hair in the mirror. It looks worse than Einstein's. I jump in the shower, get dressed, and head downstairs to make my breakfast. I fight my hair into a bun and do my makeup. Then I leave the house with my sister to catch the 8:16 train.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">8:45 a.m. — Stop at the pharmacy to pick up some antibiotics before heading to work. <strong>$11.54</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">2 p.m. — Take a break and watch<em> Trevor Noah: Son of Patricia</em> on Netflix while eating my chicken pesto salad for lunch again. I add some seeds to it to spice it up. Then I go to Pret to grab sparkling grape and elderflower water ($1.31) before heading back to my desk. <strong>$1.31</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">5:30 p.m. — I leave work feeling crazy excited because I'm going to see my favorite artist, NAO, in concert tonight. I grab some fries ($2.34) on the way to meet my sister, my cousin, and her friend. <strong>$2.34</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">10:35 p.m. — The concert was amazing. My sister and I run to catch a bus to the train station so we can get our 10:50 train home. The bus driver must hate us, because he is driving extra slowly and stops at a green light and waits for it to turn red. We start to get angry — the train we need to catch only comes every 30 minutes. When we get off the bus, we run like crazy and make it with two minutes to spare. At home, I do my nighttime routine and head to bed.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong>Daily Total: $15.19</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><h3>Day Six</h3></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">7 a.m. — Thank goodness it's Friday. I jump straight in the shower and do my hair and makeup. I throw on wide-legged pants, a gray polo, and a maxi-length knitted gray cardigan without a coat. Then I make gluten-free oatmeal topped with some blueberry sauce, coconut flakes, and sesame seeds. I pack it to take with me to work and leave to catch the 8:16 train.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">8:50 a.m. — I eat my breakfast at my desk and decide to head down to the sample sale, as it's the last day. I see a beautiful silk nightgown that I consider buying and wearing as a kimono, but I try it on and decide I don't need it. Then I pop into Sainsbury's and grab a Larabar and Eat Real Hummus Sour Cream and Chives Chips. I love to snack. <strong>$2.25</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">2 p.m. — I grab a chicken pesto salad for lunch again and add some halloumi from home. It's so yummy, I inhale it in seconds. Two friends from another department join me for lunch. We have a quick chat and plan to have a proper catch-up next week over dinner. Afterward, I try to work but there are loads of noises coming from helicopters filming coverage of the protest outside. I still can't believe people think it's a good idea for us to leave the EU. I get hungry and pop over to the shops for another snack: Butterkist Sweet Cinema Style popcorn. <strong>$1.31</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">5:30 p.m. — I run through the crowd of protesters at Westminster hoping no one catches me on camera and thinks I'm part of this mess. Shaking my head at all these people who actually think that Brexit could ever be a good idea — this breaks my heart. Somehow I still manage to catch my 5:55 train home.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">6:10 p.m. — I decide to make a healthy dinner while I side-eye my little sister's fried chicken. Jealous. I warm up my sea bass and spinach and add some ginger seasoning and tomatoes. I am still hungry after, so I snack on some popcorn from earlier and watch an emotional episode of <em>For the People</em>. It's about a dad and his son being split apart because of immigration. I love how Shonda Rhimes always finds a way to incorporate U.S. politics into her show so well. I then watch another political drama, <em>The Good Fight</em>, before falling asleep.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong>Daily Total: $3.56</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><h3>Day Seven</h3></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">8 a.m. — Woken up early by the sound of my mother and older sister having a heated discussion about Brexit. On Saturdays I normally go to church, but this morning I'm feeling really exhausted. I grew up in a Seventh Day Adventist family, and when I was younger I would go to church with my grandmother and cousins every Saturday. My family used to keep the Sabbath day very holy from sunset to sunset, but over the years we have become very laid-back. I may not agree with all of the church's views, but I still enjoy it. I end up spending the whole morning laughing and chatting with my mum and sister before getting ready to go and meet my friend P. for lunch.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">2 p.m. — I meet P. at the station and we take the train to King's Cross. We decide to go to Dishoom for lunch and sit outside to enjoy the warm day. I love Indian food. I order chili chicken with plain naan and black daal, which is so, so yummy. P. orders vegan khichia and chhundo with vegetable samosas and a vegan mango lassi. After we eat, we walk around to the new shop area that just opened up. One Granary Square has changed so much since I finished university here two years ago. <strong>$26.23</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">5 p.m. — We have a little bit of time before our train, so we stop at Krispy Kreme and I grab the new lotus and white chocolate doughnut, which is so good. The perfect balance between savory and sweet. <strong>$2.95</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">7 p.m. — Finally home after a train mix-up, I pack my bag and head to my grandparents' house for the night. On my way, I stop at the local supermarket and grab some tortilla wraps to have with the rest of my leftover black daal. <strong>$1.31</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\">9 p.m. — Crash on the couch with my grandad and watch some awful TV before heading to bed. I just recently discovered Jackie Aina on YouTube — she's so funny. I end up watching her for hours before finally falling asleep around 2 a.m.</div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><strong>Daily Total: $30.49</strong></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-asset-container center-align full-width\"><div><div class=\"section-image-container\"><div class=\"section-image\"><div><div class=\"img-container\"><div class=\"loading\"></div></div><div class=\"story-share image-shares\"><a data-href=\"https://pinterest.com/pin/create/button/?url=https%3A%2F%2Fwww.refinery29.com%2Fen-us%2Fcopy-assistant-london-salary-money-diary%3Futm_source%3Dpinterest%26utm_medium%3Dpinterest_share&amp;media=http%3A%2F%2Fs2.r29static.com%2F%2Fbin%2Fentry%2Fe12%2Fx%2F2156012%2Fa-week-in-london-on-2156012.png&amp;description=A%20Week%20In%20London%20On%20A%20%2431%2C473%20Salary%2B%23refinery29\" data-pin-custom=\"true\"><button class=\"fa fa-pinterest-p\" title=\"Share on Pinterest\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m256 597q0-108 37.5-203.5t103.5-166.5 152-123 185-78 202-26q158 0 294 66.5t221 193.5 85 287q0 96-19 188t-60 177-100 149.5-145 103-189 38.5q-68 0-135-32t-96-88q-10 39-28 112.5t-23.5 95-20.5 71-26 71-32 62.5-46 77.5-62 86.5l-14 5-9-10q-15-157-15-188 0-92 21.5-206.5t66.5-287.5 52-203q-32-65-32-169 0-83 52-156t132-73q61 0 95 40.5t34 102.5q0 66-44 191t-44 187q0 63 45 104.5t109 41.5q55 0 102-25t78.5-68 56-95 38-110.5 20-111 6.5-99.5q0-173-109.5-269.5t-285.5-96.5q-200 0-334 129.5t-134 328.5q0 44 12.5 85t27 65 27 45.5 12.5 30.5q0 28-15 73t-37 45q-2 0-17-3-51-15-90.5-56t-61-94.5-32.5-108-11-106.5z\"></path></svg></button></a><button aria-hidden=\"true\" class=\"fa fa-facebook\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1343 12v264h-157q-86 0-116 36t-30 108v189h293l-39 296h-254v759h-306v-759h-255v-296h255v-218q0-186 104-288.5t277-102.5q147 0 228 12z\"></path></svg></button></div><div class=\"content-caption\"></div></div></div></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><em>Money Diaries are meant to reflect individual women's experiences and do not necessarily reflect Refinery29's point of view. Refinery29 in no way encourages illegal activity or harmful behavior.</em></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-text-container\"><div><div class=\"section-text\"><em>The first step to getting your financial life in order is tracking what you spend — to try on your own, check out</em> <em><a href=\"http://www.refinery29.com/budgeting-tools-spending-diary\">our guide to managing your money every day</a>. For more money diaries, click</em> <em><a href=\"http://www.refinery29.com/money-diary\">here</a>. Have questions about how to submit or our publishing process? Read our Money Diaries FAQ doc here:</em> <em><a href=\"http://www.refinery29.com/file/3335/money-diary-faqs.pdf\">r29.co/mdfaqs</a></em></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-asset-container center-align full-width\"><div><div><div class=\"section-html\"><div class=\"html-container\"></div><div class=\"content-caption\"></div></div></div></div></div></div><div class=\"section-outer-container\"><div class=\"section-container section-asset-container center-align full-width\"><div><div><div class=\"section-html\"><div class=\"html-container\"></div><div class=\"content-caption\"></div></div></div></div></div></div><div class=\"section-outer-container\"><div id=\"action_button_container\"></div></div></section></div></div><div class=\"share-bottom-wrapper\"><div class=\"story-share article-bottom two-rows\"><button aria-hidden=\"true\" class=\"fa fa-facebook\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1343 12v264h-157q-86 0-116 36t-30 108v189h293l-39 296h-254v759h-306v-759h-255v-296h255v-218q0-186 104-288.5t277-102.5q147 0 228 12z\"></path></svg></button><button class=\"fa fa-twitter\" title=\"Share on Twitter\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1684 408q-67 98-162 167 1 14 1 42 0 130-38 259.5t-115.5 248.5-184.5 210.5-258 146-323 54.5q-271 0-496-145 35 4 78 4 225 0 401-138-105-2-188-64.5t-114-159.5q33 5 61 5 43 0 85-11-112-23-185.5-111.5t-73.5-205.5v-4q68 38 146 41-66-44-105-115t-39-154q0-88 44-163 121 149 294.5 238.5t371.5 99.5q-8-38-8-74 0-134 94.5-228.5t228.5-94.5q140 0 236 102 109-21 205-78-37 115-142 178 93-10 186-50z\"></path></svg></button><button class=\"fa fa-flipboard\" title=\"Share on Flipboard\"></button><button class=\"fa fa-envelope-o\" title=\"Share by Email\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1664 1504v-768q-32 36-69 66-268 206-426 338-51 43-83 67t-86.5 48.5-102.5 24.5h-2q-48 0-102.5-24.5t-86.5-48.5-83-67q-158-132-426-338-37-30-69-66v768q0 13 9.5 22.5t22.5 9.5h1472q13 0 22.5-9.5t9.5-22.5zm0-1051v-24.5l-.5-13-3-12.5-5.5-9-9-7.5-14-2.5h-1472q-13 0-22.5 9.5t-9.5 22.5q0 168 147 284 193 152 401 317 6 5 35 29.5t46 37.5 44.5 31.5 50.5 27.5 43 9h2q20 0 43-9t50.5-27.5 44.5-31.5 46-37.5 35-29.5q208-165 401-317 54-43 100.5-115.5t46.5-131.5zm128-37v1088q0 66-47 113t-113 47h-1472q-66 0-113-47t-47-113v-1088q0-66 47-113t113-47h1472q66 0 113 47t47 113z\"></path></svg></button></div></div><footer class=\"footer\"><div class=\"byline\">Fashion Copy Assistant London Money Diary</div><div class=\"byline published\"><div class=\"spinner-wrapper inline\"><div class=\"spinner\"></div></div></div><div class=\"byline breadcrumbs\"><span><span class=\"bullet\"></span><a class=\"crumb\" href=\"/en-us/living\">Living</a></span><span><span class=\"bullet\"> • </span><a class=\"crumb\" href=\"/en-us/money-diary\">Money Diaries</a></span><span><span class=\"bullet\"> • </span><a class=\"crumb\" href=\"/en-us/the-latest\">The Latest</a></span><span><span class=\"bullet\"> • </span><a class=\"crumb\" href=\"/en-us/work-and-money\">Work &amp; Money</a></span></div><div class=\"byline featured-contributors\"><div class=\"featured-byline\"><a href=\"/en-us/author/you\" target=\"_blank\"><span>written by <span class=\"featured-name\">You</span></span></a></div></div><div class=\"byline other-contributors\"></div></footer><div class=\"spot-im-comments-container\"></div></div></div></article><div><div class=\"spot-im-recirculation-container\">\n<div class=\"spot-im-recirculation-frame\" data-spot-id=\"sp_rexLo99v\" data-spotim-module=\"recirculation\">\n</div>\n</div></div></div><div id=\"below-the-fold-modules\"><div><div class=\"module\"><header class=\"module-header\"><div class=\"container\"><h2 class=\"title\">Editors' Picks</h2></div></header><div><div><div class=\"row\"><div><div class=\"card prime\"><a href=\"/en-us/2019/04/227952/monthly-april-horoscope\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Horoscopes</div><div class=\"title\"><span>Your April Horoscope, Revealed</span></div><div class=\"story-meta\"><div class=\"author\"><span class=\"author-name\">Venus Australis</span></div><div class=\"publish-date\"><span>Apr 1, 2019</span></div></div></div></a></div></div><div><div class=\"card prime\"><a href=\"/en-us/under-eye-filler-dark-circles-experience\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Beauty</div><div class=\"title\"><span>I Got Undereye Filler For My Dark Circles — &amp; I've Never Looked Back</span></div><div class=\"story-meta\"><div class=\"author\"><span class=\"author-name\">Danielle Gray</span></div><div class=\"publish-date\"><span>Mar 25, 2019</span></div></div></div></a></div></div><div><div class=\"card prime\"><a href=\"/en-us/2019/03/225613/leah-carroll-true-crime-essay-friends-with-daughter-of-moms-killer\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">News</div><div class=\"title\"><span>Her Father Murdered My Mother. Then, We Became Friends.</span></div><div class=\"story-meta\"><div class=\"author\"><span class=\"author-name\">Leah Carroll</span></div><div class=\"publish-date\"><span>Mar 25, 2019</span></div></div></div></a></div></div></div></div></div></div></div><div><div class=\"module\"><header class=\"module-header\"><div class=\"container\"><h2 class=\"title\">More from Work &amp; Money</h2></div></header><div><div><div class=\"row\"><div><div class=\"card standard\"><a href=\"/en-us/six-figure-paycheck-aerospace-engineer\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Work &amp; Money</div><div class=\"title\"><span>I'm An Aerospace Engineer — &amp; I Make $142K</span></div><div class=\"abstract\">In our series My 6-Figure Paycheck, women making more than $100,000 open up about how they got there and what exactly they do. We take a closer look at</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">Ludmila Leiva</span></span></div></div></div></a></div></div><div><div class=\"card standard\"><a href=\"/en-us/north-carolina-senior-associate-salary-money-diary\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Money Diaries</div><div class=\"title\"><span>A Week In North Carolina On A $53,300 Salary</span></div><div class=\"abstract\">Welcome to Money Diaries, where we're tackling what might be the last taboo facing modern working women: money. We're asking millennials how they spend</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">You</span></span></div></div></div></a></div></div><div><div class=\"card standard last-in-row\"><a href=\"/en-us/behavioral-interview-questions\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Work &amp; Money</div><div class=\"title\"><span>Here's How To Answer Those Stressful Behavioral Interview Qu...</span></div><div class=\"abstract\">After putting together a perfectly crafted cover letter, revamping your résumé, and breezing through an initial phone interview, you've finally landed</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">Ludmila Leiva</span></span></div></div></div></a></div></div></div></div><div><div class=\"row\"><div><div class=\"card standard\"><a href=\"/en-us/seattle-wa-consultant-salary-money-diary\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Money Diaries</div><div class=\"title\"><span>A Week In Seattle, WA, On A $145,000 Income</span></div><div class=\"abstract\">Welcome to Money Diaries, where we're tackling what might be the last taboo facing modern working women: money. We're asking millennials how they spend</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">You</span></span></div></div></div></a></div></div><div><div class=\"card standard\"><a href=\"/en-us/2019/04/228900/sophie-turner-salary-game-of-thrones-highest-lowest-paid\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Work &amp; Money</div><div class=\"title\"><span>Sophie Turner Is Paid Less Than Other <em>Game Of Thrones </em>Ca...</span></div><div class=\"abstract\">Sophie Turner, the actress who rose to international fame for her portrayal of Sansa Stark in HBO’s Game of Thrones series, doesn’t get paid as much</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">Ludmila Leiva</span></span></div></div></div></a></div></div><div><div class=\"card standard last-in-row\"><a href=\"/en-us/2019/02/224357/lisa-vanderpump-net-worth-real-housewives\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Work &amp; Money</div><div class=\"title\"><span>All Hail LVP, The Richest Real Housewife</span></div><div class=\"abstract\">Another season of The Real Housewives of Beverly Hills is in full swing, and this time our favorite grande dame of Villa Rosa (who has thus far excelled</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">Anabel Pasarow</span></span></div></div></div></a></div></div></div></div><div><div class=\"row\"><div><div class=\"card standard\"><a href=\"/en-us/financial-failure-into-career-success\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\"><span>Paid Content</span></div><div class=\"title\"><span>Turning Failure Into Prosperity: How 4 Women Used Their Setbacks ...</span></div><div class=\"abstract\">Ask any successful woman and she’ll tell you, on the road to financial freedom and confidence, you’re likely to hit a few bumps along the way.</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">Leeann Duggan</span></span></div></div></div></a></div></div><div><div class=\"card standard\"><a href=\"/en-us/salary-story-construction-finance\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Work &amp; Money</div><div class=\"title\"><span>I've Been In Finance For 8 Years — &amp; I Finally Feel Fulfille...</span></div><div class=\"abstract\">In our series Salary Stories, women with long-term career experience open up about the most intimate details of their jobs: compensation. It’s an honest</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">Ludmila Leiva</span></span></div></div></div></a></div></div><div><div class=\"card standard last-in-row\"><a href=\"/en-us/how-to-brand-yourself\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Work &amp; Money</div><div class=\"title\"><span>6 Essential Tips To Help You Create A Strong Personal Brand</span></div><div class=\"abstract\">These days, there are a lot of conversations happening around personal branding.  Whether you are an aspiring social media influencer, an entrepreneur, or</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">Ludmila Leiva</span></span></div></div></div></a></div></div></div></div><div><div class=\"row\"><div><div class=\"card standard\"><a href=\"/en-us/grants-administrator-anchorage-ak-money-diary\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Money Diaries</div><div class=\"title\"><span>A Week In Anchorage, AK, On A $40,000 Salary</span></div><div class=\"abstract\">Welcome to Money Diaries, where we're tackling what might be the last taboo facing modern working women: money. We're asking millennials how they spend</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">You</span></span></div></div></div></a></div></div><div><div class=\"card standard\"><a href=\"/en-us/how-to-interview-someone-job-questions\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Work &amp; Money</div><div class=\"title\"><span>New Managers: Here's How To Interview Someone For A Job</span></div><div class=\"abstract\">Job interviews can be nerve-racking — and not just for the person who's being interviewed.  While there's plenty of advice on how to prepare for a job</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">Ludmila Leiva</span></span></div></div></div></a></div></div><div><div class=\"card standard last-in-row\"><a href=\"/en-us/2019/04/228243/the-struggle-to-find-good-affordable-child-care\"><div><div class=\"opener-image\"></div></div><div class=\"story-content\"><div class=\"section\">Work &amp; Money</div><div class=\"title\"><span>Trying To Find Affordable Child Care Is Not The Job I Wanted</span></div><div class=\"abstract\">In the past month, I’ve spent close to 60 hours trying to secure child care for my two-year-old son. This is not the kind of job I ever wanted. It’s a</div><div class=\"story-meta\"><div class=\"author\"><span>by <span class=\"author-name\">Liz Tracy</span></span></div></div></div></a></div></div></div></div></div></div></div><div><div class=\"module series-module\"><header class=\"module-header\"><div class=\"container\"><h2 class=\"large-title\">Watch</h2><h2 class=\"title\">R29 Original Series</h2></div></header><div><div><div class=\"row flex-series\"><div class=\"flex-series-inner\"><div class=\"flex-swiper-wrapper\"><button class=\"swiper-button-prev swiper-nav disabled\" title=\"Previous\"></button><button class=\"swiper-button-next swiper-nav\" title=\"Next\"></button></div></div></div></div><div><div class=\"row four-video\"><h2 class=\"four-video-title\">Trending Videos</h2><div class=\"four-video-content\"><a class=\"video-card\" href=\"/en-us/nose-job-rhinoplasty-surgery-story-acceptance\"><div><div class=\"opener-image\"></div></div><figure class=\"icon-video\"></figure><div class=\"story-content\"><div class=\"label\">Beauty</div><div class=\"title\"><span>Why I Got A Nose Job To Feel Closer To My Family</span></div></div></a><a class=\"video-card\" href=\"/en-us/sweet-digs-new-york-city-ice-cream-factory-brothel-apartment-tour\"><div><div class=\"opener-image\"></div></div><figure class=\"icon-video\"></figure><div class=\"story-content\"><div class=\"label\">Home Tours</div><div class=\"title\"><span>I Live In An Old Ice Cream Factory — &amp; My Rent Is $3,750 A ...</span></div></div></a><a class=\"video-card\" href=\"/en-us/afrofuturism-fashion\"><div><div class=\"opener-image\"></div></div><figure class=\"icon-video\"></figure><div class=\"story-content\"><div class=\"label\">Fashion</div><div class=\"title\"><span>Style Out There: For Black Women, Afrofuturist Fashion Is More...</span></div></div></a><a class=\"video-card\" href=\"/en-us/spending-with-apps\"><div><div class=\"opener-image\"></div></div><figure class=\"icon-video\"></figure><div class=\"story-content\"><div class=\"label\">Dedicated Feature</div><div class=\"title\"><span>What Happened When I Went Wallet-Less For 5 Days</span></div></div></a></div></div><div class=\"row row-ad\"><div class=\"ad\" data-ad-position=\"related\" data-ad-size=\"10x10,970x250,970x90,728x90,1280x90\" id=\"ad-feed-row-7\"></div></div></div></div></div></div></div></div><div><div class=\"jump-wrapper\"><div class=\"jump-banner\"><div class=\"jump-card three-unequal-card\" id=\"jump-discover\"><a href=\"/en-us\"><div class=\"three-unequal-content-wrapper\"><div class=\"jump-content three-unequal-content\"><div class=\"three-unequal-content-inner\"><div class=\"jump-title\">Discover<i aria-hidden=\"true\" class=\"fa fa-angle-right\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1171 960q0 13-10 23l-466 466q-10 10-23 10t-23-10l-50-50q-10-10-10-23t10-23l393-393-393-393q-10-10-10-23t10-23l50-50q10-10 23-10t23 10l466 466q10 10 10 23z\"></path></svg></i></div>R29 Stories &amp; News</div></div></div></a></div><div class=\"jump-card three-unequal-card\" id=\"jump-watch\"><a href=\"/en-us/video\"><div class=\"three-unequal-content-wrapper\"><div class=\"jump-content three-unequal-content\"><div class=\"three-unequal-content-inner\"><div class=\"jump-title\">Watch<i aria-hidden=\"true\" class=\"fa fa-angle-right\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1171 960q0 13-10 23l-466 466q-10 10-23 10t-23-10l-50-50q-10-10-10-23t10-23l393-393-393-393q-10-10-10-23t10-23l50-50q10-10 23-10t23 10l466 466q10 10 10 23z\"></path></svg></i></div>R29 Original Series &amp; Films</div></div></div></a></div><div class=\"jump-card three-unequal-card\" id=\"jump-shop\"><a href=\"/en-us/shop\"><div class=\"three-unequal-content-wrapper\"><div class=\"jump-content three-unequal-content\"><div class=\"three-unequal-content-inner\"><div class=\"jump-title\">Shop<i aria-hidden=\"true\" class=\"fa fa-angle-right\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1171 960q0 13-10 23l-466 466q-10 10-23 10t-23-10l-50-50q-10-10-10-23t10-23l393-393-393-393q-10-10-10-23t10-23l50-50q10-10 23-10t23 10l466 466q10 10 10 23z\"></path></svg></i></div>R29's Most Wanted</div></div></div></a></div></div></div><footer class=\"global-footer\"><div class=\"social-container\"><img alt=\"\" class=\"logo\" src=\"/assets/d27ad8510dcf0eef13f6419f4f9a76e6.svg\"/><div class=\"copyright\">© <!-- -->2019<!-- --> Refinery29 Inc.</div><ul class=\"social-nav\"><li><a href=\"https://jump.refinery29.com/join/24/signup-all-newsletters?utm_source=footer&amp;utm_medium=emailsignup\" target=\"_blank\" title=\"Sign up for newsletters\"><i aria-hidden=\"true\" class=\"fa fa-envelope-o\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1664 1504v-768q-32 36-69 66-268 206-426 338-51 43-83 67t-86.5 48.5-102.5 24.5h-2q-48 0-102.5-24.5t-86.5-48.5-83-67q-158-132-426-338-37-30-69-66v768q0 13 9.5 22.5t22.5 9.5h1472q13 0 22.5-9.5t9.5-22.5zm0-1051v-24.5l-.5-13-3-12.5-5.5-9-9-7.5-14-2.5h-1472q-13 0-22.5 9.5t-9.5 22.5q0 168 147 284 193 152 401 317 6 5 35 29.5t46 37.5 44.5 31.5 50.5 27.5 43 9h2q20 0 43-9t50.5-27.5 44.5-31.5 46-37.5 35-29.5q208-165 401-317 54-43 100.5-115.5t46.5-131.5zm128-37v1088q0 66-47 113t-113 47h-1472q-66 0-113-47t-47-113v-1088q0-66 47-113t113-47h1472q66 0 113 47t47 113z\"></path></svg></i></a></li><li><a href=\"https://www.facebook.com/refinery29\" target=\"_blank\" title=\"Visit Refinery29 on Facebook\"><i aria-hidden=\"true\" class=\"fa fa-facebook\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1343 12v264h-157q-86 0-116 36t-30 108v189h293l-39 296h-254v759h-306v-759h-255v-296h255v-218q0-186 104-288.5t277-102.5q147 0 228 12z\"></path></svg></i></a></li><li><a href=\"https://www.youtube.com/user/Refinery29TV/?sub_confirmation=1\" target=\"_blank\" title=\"Visit Refinery29 on YouTube\"><i aria-hidden=\"true\" class=\"fa fa-youtube-play\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m711 1128 484-250-484-253zm185-862q168 0 324.5 4.5t229.5 9.5l73 4q1 0 17 1.5t23 3 23.5 4.5 28.5 8 28 13 31 19.5 29 26.5q6 6 15.5 18.5t29 58.5 26.5 101q8 64 12.5 136.5t5.5 113.5v176q1 145-18 290-7 55-25 99.5t-32 61.5l-14 17q-14 15-29 26.5t-31 19-28 12.5-28.5 8-24 4.5-23 3-16.5 1.5q-251 19-627 19-207-2-359.5-6.5t-200.5-7.5l-49-4-36-4q-36-5-54.5-10t-51-21-56.5-41q-6-6-15.5-18.5t-29-58.5-26.5-101q-8-64-12.5-136.5t-5.5-113.5v-176q-1-145 18-290 7-55 25-99.5t32-61.5l14-17q14-15 29-26.5t31-19.5 28-13 28.5-8 23.5-4.5 23-3 17-1.5q251-18 627-18z\"></path></svg></i></a></li><li><a href=\"https://www.instagram.com/refinery29\" target=\"_blank\" title=\"Visit Refinery29 on Instagram\"><i aria-hidden=\"true\" class=\"fa fa-instagram\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"M1152 896q0-106-75-181t-181-75-181 75-75 181 75 181 181 75 181-75 75-181zm138 0q0 164-115 279t-279 115-279-115-115-279 115-279 279-115 279 115 115 279zm108-410q0 38-27 65t-65 27-65-27-27-65 27-65 65-27 65 27 27 65zM896 266l-76.5-.5q-69.5-.5-105.5 0t-96.5 3-103 10T443 297q-50 20-88 58t-58 88q-11 29-18.5 71.5t-10 103-3 96.5 0 105.5.5 76.5-.5 76.5 0 105.5 3 96.5 10 103T297 1349q20 50 58 88t88 58q29 11 71.5 18.5t103 10 96.5 3 105.5 0 76.5-.5 76.5.5 105.5 0 96.5-3 103-10 71.5-18.5q50-20 88-58t58-88q11-29 18.5-71.5t10-103 3-96.5 0-105.5-.5-76.5.5-76.5 0-105.5-3-96.5-10-103T1495 443q-20-50-58-88t-88-58q-29-11-71.5-18.5t-103-10-96.5-3-105.5 0-76.5.5zm768 630q0 229-5 317-10 208-124 322t-322 124q-88 5-317 5t-317-5q-208-10-322-124t-124-322q-5-88-5-317t5-317q10-208 124-322t322-124q88-5 317-5t317 5q208 10 322 124t124 322q5 88 5 317z\"></path></svg></i></a></li><li><a href=\"https://twitter.com/refinery29\" target=\"_blank\" title=\"Visit Refinery29 on Twitter\"><i aria-hidden=\"true\" class=\"fa fa-twitter\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1684 408q-67 98-162 167 1 14 1 42 0 130-38 259.5t-115.5 248.5-184.5 210.5-258 146-323 54.5q-271 0-496-145 35 4 78 4 225 0 401-138-105-2-188-64.5t-114-159.5q33 5 61 5 43 0 85-11-112-23-185.5-111.5t-73.5-205.5v-4q68 38 146 41-66-44-105-115t-39-154q0-88 44-163 121 149 294.5 238.5t371.5 99.5q-8-38-8-74 0-134 94.5-228.5t228.5-94.5q140 0 236 102 109-21 205-78-37 115-142 178 93-10 186-50z\"></path></svg></i></a></li><li><a href=\"https://www.pinterest.com/refinery29/?auto_follow=true\" target=\"_blank\" title=\"Visit Refinery29 on Pinterest\"><i aria-hidden=\"true\" class=\"fa fa-pinterest-p\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m256 597q0-108 37.5-203.5t103.5-166.5 152-123 185-78 202-26q158 0 294 66.5t221 193.5 85 287q0 96-19 188t-60 177-100 149.5-145 103-189 38.5q-68 0-135-32t-96-88q-10 39-28 112.5t-23.5 95-20.5 71-26 71-32 62.5-46 77.5-62 86.5l-14 5-9-10q-15-157-15-188 0-92 21.5-206.5t66.5-287.5 52-203q-32-65-32-169 0-83 52-156t132-73q61 0 95 40.5t34 102.5q0 66-44 191t-44 187q0 63 45 104.5t109 41.5q55 0 102-25t78.5-68 56-95 38-110.5 20-111 6.5-99.5q0-173-109.5-269.5t-285.5-96.5q-200 0-334 129.5t-134 328.5q0 44 12.5 85t27 65 27 45.5 12.5 30.5q0 28-15 73t-37 45q-2 0-17-3-51-15-90.5-56t-61-94.5-32.5-108-11-106.5z\"></path></svg></i></a></li><li><a href=\"https://www.tumblr.com/register/follow/refinery29\" target=\"_blank\" title=\"Visit Refinery29 on Tumblr\"><i aria-hidden=\"true\" class=\"fa fa-tumblr\"><svg height=\"1792\" viewbox=\"0 0 1792 1792\" width=\"1792\" xmlns=\"http://www.w3.org/2000/svg\"><path d=\"m1328 1329 80 237q-23 35-111 66t-177 32q-104 2-190.5-26t-142.5-74-95-106-55.5-120-16.5-118v-544h-168v-215q72-26 129-69.5t91-90 58-102 34-99 15-88.5q1-5 4.5-8.5t7.5-3.5h244v424h333v252h-334v518q0 30 6.5 56t22.5 52.5 49.5 41.5 81.5 14q78-2 134-29z\"></path></svg></i></a></li></ul></div><div class=\"links company\"><span class=\"column-header\"><span>COMPANY</span></span><ul><li><a href=\"https://corporate.r29.com\">About Us</a></li><li><a href=\"https://corporate.r29.com/careers\">Jobs</a></li><li><a href=\"https://corporate.r29.com/about-press\">Press</a></li><li><a href=\"https://corporate.r29.com/advertising\">Advertising</a></li><li><a href=\"mailto:feedback@refinery29.com\">Feedback</a></li><li><a href=\"https://corporate.r29.com/r29-intelligence\">Refinery29 Intelligence</a></li></ul></div><div class=\"links information\"><span class=\"column-header\"><span>INFORMATION</span></span><ul><li><a href=\"/news\">R29 News</a></li><li><a href=\"/en-us/terms-and-conditions\">Terms</a></li><li><a href=\"/en-us/privacy\">Privacy</a></li><li><a href=\"/en-us/archives\" rel=\"nofollow\">Archives</a></li><li><a href=\"/rss.xml\">RSS</a></li></ul></div><div class=\"links editions\"><span class=\"column-header\"><span>EDITIONS</span></span><ul><li><a href=\"/en-ca\">Canada</a></li><li><a href=\"/en-gb\">United Kingdom</a></li><li><a href=\"/de-de\">Germany</a></li></ul></div><div class=\"email-signup\"><span class=\"column-header\"><label for=\"email-acquisition\"><span>NEWSLETTER SIGN-UP</span></label></span><div class=\"footer-email-acquisition\"><input class=\"email-acquisition-input\" id=\"email-acquisition\" name=\"email\" placeholder=\"Email Address\" type=\"email\"/><button class=\"email-acquisition-submit\"><span>Go!</span></button></div></div></footer></div><div class=\"oop-ad-container\"><div class=\"ad out-of-page-ad\" data-ad-position=\"interstitial\" data-ad-size=\"\" id=\"ad-out-of-page\"></div></div><div id=\"fb-root\"></div></div></div><span id=\"ad-data\"><!--\n ad_vars targeting \n{\"ad_channels\":[\"work-and-money\",\n\"living\",\n\"money-diary\",\n\"spending-money\"],\n\"ad_collections\":[],\n\"ad_category_path\":\"living\",\n\"ad_pageid\":\"copy-assistant-london-salary-money-diary\",\n\"ad_entityid\":228544,\n\"ad_sponsorship\":\"MoneyDiariesEditSponsorshipRB\",\n\"ad_series\":\"\",\n\"ad_is_sensitive_content\":false,\n\"ad_dedicated_feature\":false,\n\"ad_disable_interstitial\":false,\n\"ad_disable_video_preroll\":false,\n\"ad_page_type\":\"scrollable\",\n\"ad_site_name\":\"r29\",\n\"ad_domain\":\".com\",\n\"ad_disable_adhesion_on_mobile\":false,\n\"ad_disable_all_ads\":false,\n\"ad_disable_ad_refresh\":false,\n\"ad_edition\":\"en-us\"}\n--></span></div></main></div></div>\n<script id=\"r29-initial-state\" type=\"text/plain\">\n          :>DGV>/:>DGqDUJHWLQJ`RPSOHWHG>/IDOVH,>VOLGH`KDQJH`RXQW>/0,>DGBGDWD>/:>DGBFKDQQHOV>/x>ZRUN-DQG-PRQH\\>,>OLYLQJ>,>PRQH\\-GLDU\\>,>VSHQGLQJ-PRQH\\>z,>DGBFROOHFWLRQV>/xz,>DGBFDWHJRU\\BSDWK>/>OLYLQJ>,>DGBSDJHLG>/>FRS\\-DVVLVWDQW-ORQGRQ-VDODU\\-PRQH\\-GLDU\\>,>DGBHQWLW\\LG>/228544,>DGBVSRQVRUVKLS>/>jRQH\\aLDULHVbGLWpSRQVRUVKLSo_>,>DGBVHULHV>/>>,>DGBLVBVHQVLWLYHBFRQWHQW>/IDOVH,>DGBGHGLFDWHGBIHDWXUH>/IDOVH,>DGBGLVDEOHBLQWHUVWLWLDO>/IDOVH,>DGBGLVDEOHBYLGHRBSUHUROO>/IDOVH,>DGBSDJHBW\\SH>/>VFUROODEOH>,>DGBVLWHBQDPH>/>U29>,>DGBGRPDLQ>/>.FRP>,>DGBGLVDEOHBDGKHVLRQBRQBPRELOH>/IDOVH,>DGBGLVDEOHBDOOBDGV>/IDOVH,>DGBGLVDEOHBDGBUHIUHVK>/IDOVH,>DGBHGLWLRQ>/>HQ-XV><<,>DQDO\\WLFV>/:>SDJHBW\\SH>/>HQWU\\.DUWLFOH>,>W\\SHBLG>/228544,>UHSRUWLQJBFDWHJRU\\>/>iLYLQJ-tRUN & jRQH\\>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}FRS\\-DVVLVWDQW-ORQGRQ-VDODU\\-PRQH\\-GLDU\\><,>DSL>/:>IHWFKpWDWXV>/>QRWcHWFKLQJ>,>LVfQLWLDOmDJHYLHZ>/WUXH,>ODVWcHWFKHGiRFDWLRQ>/:>SDWKQDPH>/>}HQ-XV}FRS\\-DVVLVWDQW-ORQGRQ-VDODU\\-PRQH\\-GLDU\\>,>VHDUFK>/>>,>KDVK>/>>,>DFWLRQ>/>mlm>,>NH\\>/>IPU1[O>,>TXHU\\>/:<,>KRVWQDPH>/>ZZZ.UHILQHU\\29.FRP>,>SURWRFRO>/>KWWSV/><,>SDJLQDWLRQ>/:<,>VWDWXV>/200,>KDVbUURUV>/IDOVH<,>DUWLFOH>/:>DVVHWBPDLQ>/:>KHLJKW>/2400,>ZLGWK>/2000,>VUFBIXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}009}[,80}2156015}D-ZHHN-LQ-ORQGRQ-RQ-2156015.MSJ><,>EUHDGFUXPEV>/x:>QDPH>/>iLYLQJ>,>XUO>/>}HQ-XV}OLYLQJ><,:>QDPH>/>jRQH\\ aLDULHV>,>XUO>/>}HQ-XV}PRQH\\-GLDU\\><,:>QDPH>/>qKH iDWHVW>,>XUO>/>}HQ-XV}WKH-ODWHVW><,:>QDPH>/>tRUN & jRQH\\>,>XUO>/>}HQ-XV}ZRUN-DQG-PRQH\\><z,>VKRSSLQJBEUHDGFUXPEV>/xz,>EUHDNLQJBQHZV>/0,>E\\OLQHV>/x:>QDPH>/>vRX>,>SDWK>/>}DXWKRU}\\RX>,>E\\OLQH>/>ZULWWHQ>,>LPDJH>/>}}V1.U29VWDWLF.FRP}}ELQ}DXWKRU}7DF}[}1723188}D-ZHHN-LQ-ORQGRQ-RQ-1723188.SQJ>,>IHDWXUHG>/WUXH<z,>FDPSDLJQBEUDQGLQJBLPDJHBPRELOHBXUO>/QXOO,>FRPPHQWVBLG>/>HQWU\\B228544>,>SURJUDPBEUDQGLQJBLPDJHBXUO>/QXOO,>GHN>/>>,>H[FHUSWBWUXQFDWHGB325>/>tHOFRPH WR jRQH\\ aLDULHV, ZKHUH ZH'UH WDFNOLQJ ZKDW PLJKW EH WKH ODVW WDERR IDFLQJ PRGHUQ ZRUNLQJ ZRPHQ/ PRQH\\. tH'UH DVNLQJ PLOOHQQLDOV KRZ WKH\\ VSHQG WKHLU KDUG-HDUQHG PRQH\\ GXULQJ D VHYHQ-GD\\ SHULRG — DQG ZH'UH WUDFNLQJ HYHU\\ ODVW GROODU.  `DOOLQJ DOO HQWUHSUHQHXUV/ tH ZDQW WR KHDU IURP \\RX! fI \\RX’UH D IUHHODQFHU>,>LG>/228544,>RSHQHUBLPDJHV>/x:>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}D71}0,200,2000,2000}[,80}2156015}D-ZHHN-LQ-ORQGRQ-RQ-2156015.MSJ><<,>ODEHO>/>1/1>,>W\\SH>/>1[1><,:>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}121}0,0,2000,2400}[,80}2156015}D-ZHHN-LQ-ORQGRQ-RQ-2156015.MSJ><<,>ODEHO>/>5/6>,>W\\SH>/>5[6><,:>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}9EE}0,638,2000,1125}[,80}2156015}D-ZHHN-LQ-ORQGRQ-RQ-2156015.MSJ><<,>ODEHO>/>16/9>,>W\\SH>/>16[9><,:>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}8HD}325,0,1350,2400}[,80}2156015}D-ZHHN-LQ-ORQGRQ-RQ-2156015.MSJ><<,>ODEHO>/>9/16>,>W\\SH>/>9[16><,:>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}678}0,450,2000,1500}[,80}2156015}D-ZHHN-LQ-ORQGRQ-RQ-2156015.MSJ><<,>ODEHO>/>4/3>,>W\\SH>/>4[3><,:>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}120}100,0,1800,2400}[,80}2156015}D-ZHHN-LQ-ORQGRQ-RQ-2156015.MSJ><<,>ODEHO>/>3/4>,>W\\SH>/>3[4><,:>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}H0I}1,1,2000,750}[,80}2156017}D-ZHHN-LQ-ORQGRQ-RQ-2156017.MSJ><<,>ODEHO>/>8/3>,>W\\SH>/>8[3><,:>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}DF3}0,0,2000,1050}[,80}2156019}D-ZHHN-LQ-ORQGRQ-RQ-2156019.MSJ><<,>ODEHO>/>c^`b_llh>,>W\\SH>/>c^`b_llh><,:>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}546}112,0,1776,2400}[,80}2156015}D-ZHHN-LQ-ORQGRQ-RQ-2156015.MSJ><<,>ODEHO>/>mfkqbobpq>,>W\\SH>/>mfkqbobpq><z,>SULPDU\\BWDJ>/:>LG>/2524,>FKDQQHOV>/x:>QDPH>/>jRQH\\ aLDULHV>,>XUO>/>}HQ-XV}PRQH\\-GLDU\\><z<,>RULJLQDOBSXEOLVKHG>/1554303114,>PHWD>/:>DGBVSRQVRU>/>jRQH\\aLDULHVbGLWpSRQVRUVKLSo_>,>SURGXFWBOD\\RXW>/IDOVH,>QHZVBNH\\ZRUGV>/QXOO,>LVBIXOOBZLGWK>/IDOVH,>VRFLDOBWLWOH>/>f'P 24, jDNH $31,473 ^ vHDU—& tRUN fQ iRQGRQ'V cDVKLRQ fQGXVWU\\>,>FDPSDLJQBEUDQGLQJBFOLFNWUDFNHU>/QXOO,>FDPSDLJQBEUDQGLQJBLPSUHVVLRQWUDFNHU>/QXOO,>FDPSDLJQBEUDQGLQJBQRIROORZ>/WUXH,>SURJUDPBEUDQGLQJBFOLFNBWUDFNHU>/QXOO,>SURJUDPBEUDQGLQJBLPSUHVVLRQBWUDFNHU>/QXOO,>SURJUDPBEUDQGLQJBQRIROORZ>/WUXH,>VROGBFRQWHQWBW\\SH>/>pmlkploba>,>KLGHBSURGXFWBLQIRBEXWWRQ>/IDOVH,>UHOBFDQRQLFDOBVRXUFH>/QXOO,>VOLGHVKRZBIXOO>/IDOVH,>IXOOBLQWURBHQWU\\>/IDOVH<,>SULPDU\\BFDWHJRU\\>/:>LG>/1028,>VLWHBLG>/>XV>,>QDPH>/>tRUN & jRQH\\>,>VOXJ>/>ZRUN-DQG-PRQH\\>,>IXOOSDWK>/>ZRUN-DQG-PRQH\\>,>SDUHQWBLG>/1021,>LVBDFWLYH>/1,>GLVSOD\\BRUGHU>/0,>LVBURRW>/0,>LVBG\\QDPLF>/0,>W\\SH>/QXOO,>LVBYLVLEOH>/1,>DGPLQBLVBYLVLEOHBWDUJHWLQJBWRRO>/1,>DGPLQBLVBYLVLEOHBPDVVBWDJJLQJ>/1,>DGPLQBLVBYLVLEOHBHQWU\\BDGPLQ>/1,>OD\\RXW>/>VXEFDWHJRU\\>,>PRGXOHBWLWOH>/>o29 tRUN & jRQH\\>,>GLVSOD\\BRUGHUBPRELOH>/1023,>XUO>/>}ZRUN-DQG-PRQH\\>,>XUOBIXOO>/>KWWS/}}ZZZ.UHILQHU\\29.FRP}ZRUN-DQG-PRQH\\>,>SDUHQW>/:>LG>/1021,>VLWHBLG>/>XV>,>QDPH>/>iLYLQJ>,>VOXJ>/>OLYLQJ>,>IXOOSDWK>/>OLYLQJ>,>SDUHQWBLG>/1000,>LVBDFWLYH>/1,>GLVSOD\\BRUGHU>/16,>LVBURRW>/0,>LVBG\\QDPLF>/0,>W\\SH>/>dil_^i>,>LVBYLVLEOH>/1,>DGPLQBLVBYLVLEOHBWDUJHWLQJBWRRO>/1,>DGPLQBLVBYLVLEOHBPDVVBWDJJLQJ>/1,>DGPLQBLVBYLVLEOHBHQWU\\BDGPLQ>/1,>OD\\RXW>/>OLYLQJ>,>PRGXOHBWLWOH>/>o29 iLYLQJ kRZ>,>GLVSOD\\BRUGHUBPRELOH>/30,>XUO>/>}OLYLQJ>,>XUOBIXOO>/>KWWS/}}ZZZ.UHILQHU\\29.FRP}OLYLQJ>,>SDUHQW>/:>LG>/1000,>VLWHBLG>/>XV>,>QDPH>/>oHILQHU\\29>,>VOXJ>/>>,>IXOOSDWK>/>>,>SDUHQWBLG>/QXOO,>LVBDFWLYH>/1,>GLVSOD\\BRUGHU>/0,>LVBURRW>/1,>LVBG\\QDPLF>/0,>W\\SH>/QXOO,>LVBYLVLEOH>/1,>DGPLQBLVBYLVLEOHBWDUJHWLQJBWRRO>/1,>DGPLQBLVBYLVLEOHBPDVVBWDJJLQJ>/1,>DGPLQBLVBYLVLEOHBHQWU\\BDGPLQ>/1,>OD\\RXW>/>KRPHSDJH>,>PRGXOHBWLWOH>/>o29 kRZ>,>GLVSOD\\BRUGHUBPRELOH>/1023,>XUO>/>}>,>XUOBIXOO>/>KWWS/}}ZZZ.UHILQHU\\29.FRP}>,>SDUHQW>/QXOO,>PHWD>/:>SRSXODUBVWRU\\BLGV>/>95742, 95832, 95724,95651, 95532><,>FKDUWEHDWBVHFWLRQV>/>y>oHILQHU\\29y>>,>VLWH>/>XV><,>PHWD>/:>PHWDBWLWOH>/>^SDUWPHQW aHFRU, qUDYHO, eRPH qLSV, oHFLSHV><,>FKDUWEHDWBVHFWLRQV>/>y>iLYLQJy>>,>VLWH>/>XV><,>PHWD>/xz,>FKDUWEHDWBVHFWLRQV>/>y>tRUN & jRQH\\,iLYLQJy>>,>VLWH>/>XV><,>SXEOLVKHG>/1554303114,>UHFRPPHQGDWLRQV>/xz,>UHODWHGBHQWULHV>/x:>LG>/225460,>WLWOH>/>11 rQGHU-$20 _HDXW\\ mURGXFWV tH pSRWWHG _DFNVWDJH ^W iRQGRQ cDVKLRQ tHHN>,>KHURBVKRUWHUBWLWOH>/>11 _DUJDLQ _HDXW\\ mURGXFWV pSRWWHG ^W cDVKLRQ tHHN>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}FKHDS-EHDXW\\-SURGXFWV-ORQGRQ-IDVKLRQ-ZHHN>,>SULPDU\\BFDWHJRU\\>/>jDNHXS>,>XUO>/>}HQ-XV}FKHDS-EHDXW\\-SURGXFWV-ORQGRQ-IDVKLRQ-ZHHN>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}G00}0,0,2000,2400}[}2133440}11-XQGHU20-EHDXW\\-SURGXFWV-ZH-2133440.SQJ><<<,:>W\\SH>/>16[9>,>ODEHO>/>16/9>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}EE5}0,1144,2000,1125}[}2133440}11-XQGHU20-EHDXW\\-SURGXFWV-ZH-2133440.SQJ><<<z<,:>LG>/224774,>WLWOH>/>qKH pSULQJ eDLUFXW qUHQG tH&#[27;UH fPSRUWLQJ cURP iRQGRQ>,>KHURBVKRUWHUBWLWOH>/>qKH _LJJHVW eDLU qUHQG cURP iRQGRQ cDVKLRQ tHHN>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}2019}02}224774}ORQGRQ-IDVKLRQ-ZHHN-EDQJV-KDLU-WUHQG-2019>,>SULPDU\\BFDWHJRU\\>/>eDLU>,>XUO>/>}HQ-XV}2019}02}224774}ORQGRQ-IDVKLRQ-ZHHN-EDQJV-KDLU-WUHQG-2019>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>mKRWRJUDSKHG E\\ ^VLD q\\SHN @DVLDW\\SHN>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}517}0,0,2000,2400}[,80}2128945}WKH-VSULQJ-KDLUFXW-WUHQG-ZHUH-2128945.MSJ><<<,:>W\\SH>/>16[9>,>ODEHO>/>16/9>,>DVVHW>/:>FUHGLW>/>mKRWRJUDSKHG E\\ ^VLD q\\SHN @DVLDW\\SHN>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}H09}0,81,2000,1125}[,80}2128945}WKH-VSULQJ-KDLUFXW-WUHQG-ZHUH-2128945.MSJ><<<z<,:>LG>/219854,>WLWOH>/>f iLYH fQ bDVW iRQGRQ — &DPS; qKLV fV tKDW j\\ cODW iRRNV iLNH>,>KHURBVKRUWHUBWLWOH>/>f iLYH fQ bDVW iRQGRQ — eHUH&#[27;V eRZ jXFK j\\ oHQW fV>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}WKUHH-EHGURRP-KR[WRQ-HDVW-ORQGRQ-KRPH-WRXU-YLGHR>,>SULPDU\\BFDWHJRU\\>/>eRPH>,>XUO>/>}HQ-XV}WKUHH-EHGURRP-KR[WRQ-HDVW-ORQGRQ-KRPH-WRXU-YLGHR>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}256}623,167,1846,2215}[,80}2096251}L-OLYH-LQ-HDVW-ORQGRQ-2096251.MSJ><<<,:>W\\SH>/>16[9>,>ODEHO>/>16/9>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}647}0,188,3598,2024}[,80}2096251}L-OLYH-LQ-HDVW-ORQGRQ-2096251.MSJ><<<z<z,>VHFWLRQV>/:>ERG\\>/x:>W\\SH>/>LPDJH/MSJ>,>FRQWHQW>/:>DVVHWBLG>/7515262,>DOWBWLWOH>/>>,>UHVRXUFH>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}1I9}[,80}2156017}D-ZHHN-LQ-ORQGRQ-RQ-2156017.MSJ>,>DOLJQPHQW>/>FHQWHU>,>GHVFULSWLRQ>/>>,>FUHGLW>/>>,>LPSUHVVLRQWUDFNHU>/>>,>ZLGWKBSHUFHQWDJH>/>crii>,>GLPHQVLRQV>/:>RULJLQDOBZLGWKBS[>/2001,>RULJLQDOBKHLJKWBS[>/751<,>SUHYLHZBLPDJH>/:>RULJLQDOBZLGWKBS[>/2001,>RULJLQDOBKHLJKWBS[>/751,>VUF>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}1I9}[,80}2156017}D-ZHHN-LQ-ORQGRQ-RQ-2156017.MSJ><,>LVBSLQQDEOH>/WUXH,>LVBIDFHERRNBVKDUHDEOH>/WUXH,>FOLFNWUDFNHU>/>>,>SURGXFWV>/xz<,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FHP{tHOFRPH WR yX003F}HP{yX003FD KUHI=y>KWWS/}}ZZZ.UHILQHU\\29.FRP}PRQH\\-GLDU\\y>{jRQH\\ aLDULHVyX003F}D{yX003FHP{, ZKHUH ZH'UH WDFNOLQJ ZKDW PLJKW EH WKH ODVW WDERR IDFLQJ PRGHUQ ZRUNLQJ ZRPHQ/ PRQH\\. tH'UH DVNLQJ PLOOHQQLDOV KRZ WKH\\ VSHQG WKHLU KDUG-HDUQHG PRQH\\ GXULQJ D VHYHQ-GD\\ SHULRG — DQG ZH'UH WUDFNLQJ HYHU\\ ODVW GROODU.yX003F}HP{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{yX003FHP{`DOOLQJ DOO HQWUHSUHQHXUV/yX003F}HP{yX003F}VWURQJ{ yX003FHP{tH ZDQW WR KHDU IURP \\RX! fI \\RX’UH D IUHHODQFHU RU VHOI-HPSOR\\HG, ZH’G ORYH WR IHDWXUH \\RXU jRQH\\ aLDU\\.yX003F}HP{ yX003FHP{yX003FD KUHI=y>KWWSV/}}\\RX.UHILQHU\\29.FRP}VXEPLW-PRQH\\-GLDU\\y> UHO=y>QRIROORZy> WDUJHW=y>BEODQNy>{pXEPLW KHUH.yX003F}D{yX003F}HP{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FHP{qRGD\\/ D FRS\\ DVVLVWDQW ZRUNLQJ LQ IDVKLRQ ZKR PDNHV $31,473 SHU \\HDU DQG VSHQGV VRPH RI KHU PRQH\\ WKLV ZHHN RQ _XWWHUNLVW SRSFRUQ. bGLWRU'V QRWH/ ^OO SULFHV KDYH EHHQ FRQYHUWHG WR r.p. GROODUV.yX003F}HP{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{lFFXSDWLRQ/yX003F}VWURQJ{ `RS\\ ^VVLVWDQW yX003FEU{yX003FVWURQJ{fQGXVWU\\/yX003F}VWURQJ{ cDVKLRQyX003FEU{yX003FVWURQJ{^JH/yX003F}VWURQJ{ 24yX003FEU{yX003FVWURQJ{iRFDWLRQ/yX003F}VWURQJ{ iRQGRQ, bQJODQGyX003FEU{yX003FVWURQJ{pDODU\\/yX003F}VWURQJ{ $31,473yX003FEU{yX003FVWURQJ{mD\\FKHFN ^PRXQW (jRQWKO\\)/yX003F}VWURQJ{ $2,153>,>DGmRVLWLRQ>/>^><,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{jRQWKO\\ b[SHQVHVyX003F}VWURQJ{yX003FEU{yX003FVWURQJ{oHQW/yX003F}VWURQJ{ f OLYH DW KRPH DQG FRQWULEXWH $300 WR WKH KRXVHKROG.yX003FEU{yX003FVWURQJ{pWXGHQW iRDQV/yX003F}VWURQJ{ $0 (vRX VWDUW SD\\LQJ EDFN VWXGHQW ORDQV ZKHQ \\RX PDNH PRUH WKDQ $35,411 D \\HDU.)yX003FEU{yX003FVWURQJ{lWKHU iRDQV/ yX003F}VWURQJ{f WRRN RXW D ORDQ ZKHQ f PRYHG WR fWDO\\ IRU D \\HDU, VR QRZ P\\ EDQN WDNHV $131 D PRQWK IRU ILYH \\HDUV. f FRXOG KDYH SDLG LW RII E\\ QRZ, EXW WKLV LV EHWWHU IRU P\\ FUHGLW VFRUH.yX003FEU{yX003FVWURQJ{mKRQH/yX003F}VWURQJ{ $69yX003FEU{yX003FVWURQJ{_DQN ^FFRXQW/ yX003F}VWURQJ{$23 (qKLV FRYHUV WUDYHO LQVXUDQFH DQG PRUH.)yX003FEU{yX003FVWURQJ{pSRWLI\\/yX003F}VWURQJ{ $0 (cUHH ZLWK P\\ SKRQH SODQ.)yX003FEU{yX003FVWURQJ{kHWIOL[/ yX003F}VWURQJ{$0 (f XVH P\\ GDG'V DFFRXQW.)yX003FEU{yX003FVWURQJ{jRQWKO\\yX003F}VWURQJ{ yX003FVWURQJ{qUDQVLW `DUG/ yX003F}VWURQJ{$253yX003FEU{yX003FVWURQJ{mHQVLRQ/ yX003F}VWURQJ{$40, DQG P\\ ZRUN FRQWULEXWHV GRXEOH>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FK3{aD\\ lQHyX003F}K3{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>12 S.P. — f JHW XS UHDOO\\ ODWH. f KDG RQH WRR PDQ\\ JODVVHV RI `KDPSDJQH DW WHD \\HVWHUGD\\. f MXPS LQ WKH VKRZHU, WKURZ RQ P\\ PXVWDUG MXPSHU DQG qRSVKRS ER\\IULHQG MHDQV, DQG OHDYH WKH KRXVH WR FDWFK WKH WUDLQ WR JR PHHW P\\ IULHQG, k.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>2 S.P. — jHHW k. DW WKLV \\XPP\\ ^PHULFDQ-VW\\OH UHVWDXUDQW LQ pKRUHGLWFK. f RUGHU ODPE IULHV ZLWK FKHHVH RQ WRS, DQG LW'V VR JRRG ($10). k. MXVW RUGHUV D _ORRG\\ jDU\\, DV VKH KDV D KDQJRYHU DQG LVQ'W UHDG\\ WR HDW \\HW. tH FDWFK XS RQ OLIH DQG UHIOHFW RQ KRZ IDU ZH'YH FRPH VLQFH PRYLQJ EDFN WR iRQGRQ ODVW \\HDU. tH ERWK PRYHG WR cORUHQFH WRJHWKHU DIWHU XQLYHUVLW\\ WR ZRUN. tH GLGQ'W OLNH RXU MREV WKHUH — HYHU\\RQH KDG ZDWFKHG yX003FHP{qKHyX003F}HP{ yX003FHP{aHYLO tHDUV mUDGDyX003F}HP{ RQH WRR PDQ\\ WLPHV DQG PDGH RXU OLYHV VRUW RI D OLYLQJ KHOO. tH PRYHG EDFN WR iRQGRQ D \\HDU ODWHU, DQG OLIH KDV EHHQ KDSSLHU HYHU VLQFH. yX003FVWURQJ{$10yX003F}VWURQJ{>,>DGmRVLWLRQ>/>_><,:>W\\SH>/>WH[W>,>FRQWHQW>/>3 S.P. — tH GHFLGH ZH ZDQW ERR]\\ PLONVKDNHV DQG KHDG WR DQRWKHU UHVWDXUDQW FDOOHG qKH aLQHU. f RUGHU D YDQLOOD LFH FUHDP, EOXHEHUU\\ FRPSRWH, DQG DPDUHWWR PLONVKDNH ($11), DQG k. RUGHUV D ERXUERQ FKRFRODWH PLONVKDNH DQG IULHV. tH ZDON DURXQG pKRUHGLWFK, DV WKH ZHDWKHU LV QLFH, DQG GLVFXVV KRZ PXFK WKH DUHD KDV FKDQJHG DQG KRZ pKRUHGLWFK LV VWDUWLQJ WR UHVHPEOH SDUWV RI kHZ vRUN. tKLFK UHPLQGV PH WR DVN k. LI VKH LV LQWHUHVWHG LQ YLVLWLQJ kHZ vRUN ZLWK PH LQ WKH IDOO. f ORYH kHZ vRUN DQG WU\\ WR YLVLW \\HDUO\\. k. VD\\V PD\\EH, DV VKH PD\\ EH PRYLQJ WR mDULV ZLWK KHU _c, DQG ZH VD\\ JRRGE\\H DQG SODQ WR PHHW XS DJDLQ UHDOO\\ VRRQ. f WDNH WKH WUDLQ KRPH. yX003FVWURQJ{$11yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>5 S.P. — j\\ PXP PDGH D URDVW FKLFNHQ IRU GLQQHU. f SLFN DW LW D ELW EXW DP FUDYLQJ VRPHWKLQJ VZHHW, VR f JHW FUHDWLYH DQG GHFLGH WR PDNH cUHQFK WRDVW ZLWK EOXHEHUU\\ VDXFH IRU P\\ GLQQHU LQVWHDG. f FDQ'W GHFLGH ZKDW WR ZDWFK, VR f JR IRU D FODVVLF IDYRULWH, yX003FHP{cULHQGV.yX003F}HP{ f ZDWFK XQWLO f IDOO DVOHHS DURXQG 11.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{aDLO\\ qRWDO/ $21yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FK3{aD\\ qZRyX003F}K3{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>7 D.P. — cRXU DODUPV ODWHU, f ILQDOO\\ JHW XS. f MXPS LQ WKH VKRZHU DQG WKHQ WKURZ RQ ZLGH-OHJJHG EODFN GHQLP WURXVHUV ZLWK D ZKLWH ORQJ-VOHHYH WRS DQG DQ RYHUVL]H SLQVWULSH JUD\\ EOD]HU. qKHQ f IRUFH P\\ KDLU LQWR D EXQ DQG DSSO\\ VRPH kDUV IRXQGDWLRQ DQG dORVVLHU PDVFDUD. cRU EUHDNIDVW, f PDNH VRPH HJJV DQG EHUULHV ZLWK WHD. qKHQ f UXQ WR FDWFK WKH 8/07 WUDLQ ZLWK P\\ ELJ VLVWHU.>,>DGmRVLWLRQ>/>`><,:>W\\SH>/>WH[W>,>FRQWHQW>/>8/40 D.P. — j\\ ZRUN LV KDYLQJ D VDPSOH VDOH, DQG f KDYH QR ZLOO SRZHU. f VHH D EHDXWLIXO WUHQFK FRDW IRU $185 WKDW QRUPDOO\\ FRVWV $1,984, EXW f DOUHDG\\ KDYH D VLPLODU RQH. f NQRZ P\\ PXP KDV EHHQ ZDQWLQJ RQH, VR f WH[W KHU DQG VKH VD\\V \\HV. f JHW LW DQG VKH SD\\V PH EDFN ODWHU.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>10/42 D.P. — kRZ DW P\\ GHVN, f VWDUW P\\ jRQGD\\ URXWLQH RI FKHFNLQJ ZKDW'V RQ WKH OXQFK PHQX WKLV ZHHN. j\\ ZRUN JLYHV XV IUHH OXQFKHV, DQG WRGD\\ f KDYH WRPDWR, URDVWHG SHSSHU, DQG PDVFDUSRQH VRXS. qRGD\\ LV VORZ, ZKLFK JLYHV PH WRR PXFK WLPH WR WKLQN. j\\ PLQG ZDQGHUV WR IRRG, DQG f GHFLGH WR SRS E\\ WKH ORFDO pDLQVEXU\\'V (_ULWLVK VXSHUPDUNHW) IRU FKHHVH VWLFNV DQG QXWV. yX003FVWURQJ{$2.25yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>2 S.P. — dR EDFN WR WKH VDPSOH VDOH (SOHDVH GRQ'W MXGJH PH, EHFDXVH f DP MXGJLQJ PH). ^QG, \\HV! f OHDYH ZLWKRXW EX\\LQJ DQ\\WKLQJ. dUDE D SURWHLQ EDU DQG KHDG EDFN WR P\\ GHVN. yX003FVWURQJ{$2.25yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>5/30 S.P. — oXQ RXW RI ZRUN WR FDWFK P\\ WUDLQ. f ZRUN LQ tHVWPLQVWHU, DQG WKHUH DUH DOZD\\V _UH[LW SURWHVWHUV RXWVLGH mDUOLDPHQW. qRGD\\ WKHUH DUH D ORW PRUH WKDQ QRUPDO. f DP VWLOO KRSLQJ _UH[LW ZLOO klq KDSSHQ. lQ P\\ ZD\\ KRPH, f SRS LQ P\\ ORFDO VXSHUPDUNHW IRU VHD EDVV, HJJV, WRLOHW SDSHU, VSLQDFK, KDOORXPL, WRPDWRHV, DQG WXUNH\\. yX003FVWURQJ{$16.80yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>7 S.P. — f PDNH D KDOORXPL, VSLQDFK, DQG WRPDWR VDODG ZLWK OHIWRYHU FKLFNHQ IURP \\HVWHUGD\\'V URDVW. qKHQ f GR DQ DE ZRUNRXW, VKRZHU, WKURZ VRPH FORWKHV LQ WKH PDFKLQH, DQG FDWFK XS ZLWK P\\ PXP DQG P\\ VLVWHUV. tH'UH DQ DOO-ZRPHQ KRXVHKROG, ZKLFK KDV LWV SURV DQG FRQV. f ZDWFK yX003FHP{cRU WKH mHRSOHyX003F}HP{ EHIRUH IDOOLQJ DVOHHS DQG GUHDPLQJ DERXW FKHHVH SXIIV.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{aDLO\\ qRWDO/ $21.30yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FK3{aD\\ qKUHHyX003F}K3{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>6/50 D.P. — tDNH XS RQ P\\ VHFRQG DODUP DQG WKHQ ZDVK P\\ IDFH ZLWK P\\ IDYRULWH jDOLQ+dRHW] FOHDQVLQJ RLO. cRU EUHDNIDVW f PDNH VFUDPEOHG HJJV DQG WXUNH\\ EDFRQ. qKHQ f WKURZ RQ D SLQN MXPSHU IURP &DPS; lWKHU pWRULHV f KDYHQ'W ZRUQ LQ D ZKLOH ZLWK VRPH EODFN MHDQV DQG GR P\\ KDLU DQG PDNHXS. j\\ PXP IRUJRW KHU OXQFK, VR f JUDE LW DQG ZLOO GURS LW RII ZLWK KHU RQ P\\ ZD\\ WR ZRUN. pKH DQG P\\ VLVWHU ZRUN GRZQ WKH URDG IURP PH. ^V XVXDO, f UXQ OLNH D FUD]\\ ZRPDQ WR FDWFK WKH 7/46 WUDLQ.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>8/25 D.P. — dHW RII WKH WUDLQ DW tHVWPLQVWHU DQG VHH DOO WKH QHZV UHSRUWHUV JHWWLQJ UHDG\\ WR JR OLYH. qKHUH DUH PRUH WKDQ XVXDO WRGD\\. j\\ PXP LV ZDLWLQJ IRU PH RXWVLGH KHU EXLOGLQJ LQ KHU QHZ WUHQFK, DQG VKH ORRNV JUHDW. pLQFH f'P UHDOO\\ HDUO\\ WR ZRUN, f SRS E\\ WKH VDPSOH VDOH DJDLQ DQG EX\\ P\\ VLVWHU D FDVKPHUH VFDUI DQG D FDUGKROGHU IRU P\\ PXP WKDW WKH\\ HDFK SD\\ PH EDFN IRU. f DOVR EX\\ P\\VHOI D WRWH f'YH EHHQ ZDQWLQJ IRU D ZKLOH ($131). yX003FVWURQJ{$131yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>2 S.P. — f JUDE D FKLFNHQ SHVWR VDODG IRU OXQFK WRGD\\ DQG VLW LQ WKH FDQWHHQ ZDWFKLQJ yX003FHP{qKH aDLO\\ pKRZ ZLWK qUHYRU kRDKyX003F}HP{ DQG FOLSV IURPyX003FHP{ qKH sLHZyX003F}HP{ RQ vRXqXEH. f DP UHDOO\\ LQWR SROLWLFV, WKDQNV WR P\\ PRWKHU DQG VLVWHU. f JHW VRPH IUHVK DLU DQG JR WR pDLQVEXU\\'V WR JUDE VRPH PRUH QXWV, FKHHVH, DQG aLHW `RNH EHIRUH KHDGLQJ EDFN WR P\\ GHVN. yX003FVWURQJ{$3.50yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>5/30 S.P. — qKH GD\\ IOHZ SDVW IDVW. f'P RII WR PHHW P\\ IULHQG, _., IRU RXU ZHHNO\\ PRYLH GDWH. iDVW ZHHN ZH VDZ yX003FHP{tKDW jHQ tDQWyX003F}HP{ — VR IXQQ\\. qRGD\\ ZH'UH JRLQJ WR VHH WKH QHZ yX003FHP{`DSWDLQ jDUYHO yX003F}HP{PRYLH. f KDYH D ELW RI WLPH EHIRUHKDQG, VR f VWRS DW P\\ JUDQGSDUHQWV' KRXVH RQ WKH ZD\\. j\\ 90-\\HDU-ROG JUDQGDG KDV UHFHQWO\\ EHFRPH REVHVVHG ZLWK PDNLQJ YHJHWDEOH MXLFHV, DQG KH PDNHV PH RQH WR WDNH ZLWK PH. eH'V VR FXWH — f ORYH KLP VR PXFK. f OHDYH DQG SRS LQWR pXSHUGUXJV IRU GHRGRUDQW, D ERG\\ VSRQJH, DQG WRRWKSDVWH ($14.20). kRZ f'P UXQQLQJ VKRUW RQ WLPH, VR f UXVK WR PHHW P\\ IULHQG. tH HDFK EX\\ D WLFNHW ($8.50), DQG f EX\\ FKHHVH SXIIV DV D VQDFN ($1.45). yX003FVWURQJ{$24.15yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>10/30 S.P. — qKH PRYLH ZDV JRRG. f ZRXOGQ'W VD\\ DPD]LQJ, EXW D JRRG ZDWFK. f'P ORRNLQJ IRUZDUG WR VHHLQJ yX003FHP{^YHQJHUV/ bQGJDPHyX003F}HP{. lQ WKH ZD\\ KRPH IURP WKH PRYLH, f SRS LQWR jDUNV &DPS; pSHQFHU WR EX\\ VRPH HJJV IRU EUHDNIDVW ($1.11). tKHQ f ILQDOO\\ JHW KRPH, P\\ KD\\ IHYHU LV NLOOLQJ PH, VR f MXPS VWUDLJKW LQWR WKH VKRZHU DQG KHDG WR EHG. yX003FVWURQJ{$1.11yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{aDLO\\ qRWDO/ $159.76yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FK3{aD\\ cRXUyX003F}K3{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>7/10 D.P. — tDNH XS IHHOLQJ H[KDXVWHG. f GLGQ'W VOHHS ZHOO EHFDXVH RI P\\ KD\\ IHYHU. f WDNH P\\ WLPH JHWWLQJ UHDG\\ IRU ZRUN. f PDNH P\\ WXUNH\\ EDFRQ ZLWK VFUDPEOHG HJJV IRU EUHDNIDVW DQG VLS RQ VRPH WHD EHIRUH OHDYLQJ WR JUDE WKH 8/16 WUDLQ.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>10/50 D.P. — f JHW D OLWWOH KXQJU\\, VR f UXQ WR WKH ORFDO VXSHUPDUNHW DQG JUDE D VPDOO SDFNHW RI PL[HG DOPRQG QXWV, D SHDQXW EXWWHU FKRFRODWH FKLS iDUDEDU, DQRWKHU SURWHLQ EDU, DQG EOXHEHUULHV. yX003FVWURQJ{$7.72yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>1 S.P. — f OLVWHQ WR P\\ IDYRULWH SRGFDVW, yX003FHP{qKH oHFHLSWV. yX003F}HP{fW'V WKUHH JLUOV IURP iRQGRQ ZKR WDON DERXW HYHU\\WKLQJ IURP VH[ DQG UHODWLRQVKLSV WR PHQWDO KHDOWK DQG KRW WRSLFV LQ WKH PHGLD. fW'V VR IXQQ\\, DQG f WU\\ WR KROG LQ P\\ ODXJKWHU VR QRQH RI P\\ FRZRUNHUV VLGH-H\\H PH. f UXQ WR WKH FDQWHHQ DQG JUDE FKLFNHQ SHVWR VDODG IRU OXQFK.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>4/30 S.P. — ^V XVXDO, f UXQ RXW RI ZRUN WR JHW WR iRQGRQ _ULGJH RQ WLPH IRU P\\ 5/55 S.P. WUDLQ. ^W KRPH, f PDNH VHD EDVV DQG JULOOHG KDOORXPL ZLWK VSLQDFK DQG WRPDWR VDODG. qKHQ f KHDG VWUDLJKW WR EHG. f GRQ'W WKLQN LW'V KD\\ IHYHU, DFWXDOO\\ — f WKLQN f KDYH DQRWKHU VLQXV LQIHFWLRQ. qZLFH LQ RQH PRQWK. qKLV VXFNV. f'P DVOHHS E\\ 9.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{aDLO\\ qRWDO/ $7.72yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FK3{aD\\ cLYHyX003F}K3{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>6/50 D.P. — f ZDNH XS DQG FDWFK D JOLPSVH RI P\\ KDLU LQ WKH PLUURU. fW ORRNV ZRUVH WKDQ bLQVWHLQ'V. f MXPS LQ WKH VKRZHU, JHW GUHVVHG, DQG KHDG GRZQVWDLUV WR PDNH P\\ EUHDNIDVW. f ILJKW P\\ KDLU LQWR D EXQ DQG GR P\\ PDNHXS. qKHQ f OHDYH WKH KRXVH ZLWK P\\ VLVWHU WR FDWFK WKH 8/16 WUDLQ.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>8/45 D.P. — pWRS DW WKH SKDUPDF\\ WR SLFN XS VRPH DQWLELRWLFV EHIRUH KHDGLQJ WR ZRUN. yX003FVWURQJ{$11.54yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>2 S.P. — qDNH D EUHDN DQG ZDWFKyX003FHP{ qUHYRU kRDK/ pRQ RI mDWULFLDyX003F}HP{ RQ kHWIOL[ ZKLOH HDWLQJ P\\ FKLFNHQ SHVWR VDODG IRU OXQFK DJDLQ. f DGG VRPH VHHGV WR LW WR VSLFH LW XS. qKHQ f JR WR mUHW WR JUDE VSDUNOLQJ JUDSH DQG HOGHUIORZHU ZDWHU ($1.31) EHIRUH KHDGLQJ EDFN WR P\\ GHVN. yX003FVWURQJ{$1.31yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>5/30 S.P. — f OHDYH ZRUN IHHOLQJ FUD]\\ H[FLWHG EHFDXVH f'P JRLQJ WR VHH P\\ IDYRULWH DUWLVW, k^l, LQ FRQFHUW WRQLJKW. f JUDE VRPH IULHV ($2.34) RQ WKH ZD\\ WR PHHW P\\ VLVWHU, P\\ FRXVLQ, DQG KHU IULHQG. yX003FVWURQJ{$2.34yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>10/35 S.P. — qKH FRQFHUW ZDV DPD]LQJ. j\\ VLVWHU DQG f UXQ WR FDWFK D EXV WR WKH WUDLQ VWDWLRQ VR ZH FDQ JHW RXU 10/50 WUDLQ KRPH. qKH EXV GULYHU PXVW KDWH XV, EHFDXVH KH LV GULYLQJ H[WUD VORZO\\ DQG VWRSV DW D JUHHQ OLJKW DQG ZDLWV IRU LW WR WXUQ UHG. tH VWDUW WR JHW DQJU\\ — WKH WUDLQ ZH QHHG WR FDWFK RQO\\ FRPHV HYHU\\ 30 PLQXWHV. tKHQ ZH JHW RII WKH EXV, ZH UXQ OLNH FUD]\\ DQG PDNH LW ZLWK WZR PLQXWHV WR VSDUH. ^W KRPH, f GR P\\ QLJKWWLPH URXWLQH DQG KHDG WR EHG.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{aDLO\\ qRWDO/ $15.19yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FK3{aD\\ pL[yX003F}K3{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>7 D.P. — qKDQN JRRGQHVV LW'V cULGD\\. f MXPS VWUDLJKW LQ WKH VKRZHU DQG GR P\\ KDLU DQG PDNHXS. f WKURZ RQ ZLGH-OHJJHG SDQWV, D JUD\\ SROR, DQG D PD[L-OHQJWK NQLWWHG JUD\\ FDUGLJDQ ZLWKRXW D FRDW. qKHQ f PDNH JOXWHQ-IUHH RDWPHDO WRSSHG ZLWK VRPH EOXHEHUU\\ VDXFH, FRFRQXW IODNHV, DQG VHVDPH VHHGV. f SDFN LW WR WDNH ZLWK PH WR ZRUN DQG OHDYH WR FDWFK WKH 8/16 WUDLQ.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>8/50 D.P. — f HDW P\\ EUHDNIDVW DW P\\ GHVN DQG GHFLGH WR KHDG GRZQ WR WKH VDPSOH VDOH, DV LW'V WKH ODVW GD\\. f VHH D EHDXWLIXO VLON QLJKWJRZQ WKDW f FRQVLGHU EX\\LQJ DQG ZHDULQJ DV D NLPRQR, EXW f WU\\ LW RQ DQG GHFLGH f GRQ'W QHHG LW. qKHQ f SRS LQWR pDLQVEXU\\'V DQG JUDE D iDUDEDU DQG bDW oHDO eXPPXV pRXU `UHDP DQG `KLYHV `KLSV. f ORYH WR VQDFN. yX003FVWURQJ{$2.25yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>2 S.P. — f JUDE D FKLFNHQ SHVWR VDODG IRU OXQFK DJDLQ DQG DGG VRPH KDOORXPL IURP KRPH. fW'V VR \\XPP\\, f LQKDOH LW LQ VHFRQGV. qZR IULHQGV IURP DQRWKHU GHSDUWPHQW MRLQ PH IRU OXQFK. tH KDYH D TXLFN FKDW DQG SODQ WR KDYH D SURSHU FDWFK-XS QH[W ZHHN RYHU GLQQHU. ^IWHUZDUG, f WU\\ WR ZRUN EXW WKHUH DUH ORDGV RI QRLVHV FRPLQJ IURP KHOLFRSWHUV ILOPLQJ FRYHUDJH RI WKH SURWHVW RXWVLGH. f VWLOO FDQ'W EHOLHYH SHRSOH WKLQN LW'V D JRRG LGHD IRU XV WR OHDYH WKH br. f JHW KXQJU\\ DQG SRS RYHU WR WKH VKRSV IRU DQRWKHU VQDFN/ _XWWHUNLVW pZHHW `LQHPD pW\\OH SRSFRUQ. yX003FVWURQJ{$1.31yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>5/30 S.P. — f UXQ WKURXJK WKH FURZG RI SURWHVWHUV DW tHVWPLQVWHU KRSLQJ QR RQH FDWFKHV PH RQ FDPHUD DQG WKLQNV f'P SDUW RI WKLV PHVV. pKDNLQJ P\\ KHDG DW DOO WKHVH SHRSOH ZKR DFWXDOO\\ WKLQN WKDW _UH[LW FRXOG HYHU EH D JRRG LGHD — WKLV EUHDNV P\\ KHDUW. pRPHKRZ f VWLOO PDQDJH WR FDWFK P\\ 5/55 WUDLQ KRPH.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>6/10 S.P. — f GHFLGH WR PDNH D KHDOWK\\ GLQQHU ZKLOH f VLGH-H\\H P\\ OLWWOH VLVWHU'V IULHG FKLFNHQ. gHDORXV. f ZDUP XS P\\ VHD EDVV DQG VSLQDFK DQG DGG VRPH JLQJHU VHDVRQLQJ DQG WRPDWRHV. f DP VWLOO KXQJU\\ DIWHU, VR f VQDFN RQ VRPH SRSFRUQ IURP HDUOLHU DQG ZDWFK DQ HPRWLRQDO HSLVRGH RI yX003FHP{cRU WKH mHRSOHyX003F}HP{. fW'V DERXW D GDG DQG KLV VRQ EHLQJ VSOLW DSDUW EHFDXVH RI LPPLJUDWLRQ. f ORYH KRZ pKRQGD oKLPHV DOZD\\V ILQGV D ZD\\ WR LQFRUSRUDWH r.p. SROLWLFV LQWR KHU VKRZ VR ZHOO. f WKHQ ZDWFK DQRWKHU SROLWLFDO GUDPD, yX003FHP{qKH dRRG cLJKWyX003F}HP{, EHIRUH IDOOLQJ DVOHHS.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{aDLO\\ qRWDO/ $3.56yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FK3{aD\\ pHYHQyX003F}K3{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>8 D.P. — tRNHQ XS HDUO\\ E\\ WKH VRXQG RI P\\ PRWKHU DQG ROGHU VLVWHU KDYLQJ D KHDWHG GLVFXVVLRQ DERXW _UH[LW. lQ pDWXUGD\\V f QRUPDOO\\ JR WR FKXUFK, EXW WKLV PRUQLQJ f'P IHHOLQJ UHDOO\\ H[KDXVWHG. f JUHZ XS LQ D pHYHQWK aD\\ ^GYHQWLVW IDPLO\\, DQG ZKHQ f ZDV \\RXQJHU f ZRXOG JR WR FKXUFK ZLWK P\\ JUDQGPRWKHU DQG FRXVLQV HYHU\\ pDWXUGD\\. j\\ IDPLO\\ XVHG WR NHHS WKH pDEEDWK GD\\ YHU\\ KRO\\ IURP VXQVHW WR VXQVHW, EXW RYHU WKH \\HDUV ZH KDYH EHFRPH YHU\\ ODLG-EDFN. f PD\\ QRW DJUHH ZLWK DOO RI WKH FKXUFK'V YLHZV, EXW f VWLOO HQMR\\ LW. f HQG XS VSHQGLQJ WKH ZKROH PRUQLQJ ODXJKLQJ DQG FKDWWLQJ ZLWK P\\ PXP DQG VLVWHU EHIRUH JHWWLQJ UHDG\\ WR JR DQG PHHW P\\ IULHQG m. IRU OXQFK.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>2 S.P. — f PHHW m. DW WKH VWDWLRQ DQG ZH WDNH WKH WUDLQ WR hLQJ'V `URVV. tH GHFLGH WR JR WR aLVKRRP IRU OXQFK DQG VLW RXWVLGH WR HQMR\\ WKH ZDUP GD\\. f ORYH fQGLDQ IRRG. f RUGHU FKLOL FKLFNHQ ZLWK SODLQ QDDQ DQG EODFN GDDO, ZKLFK LV VR, VR \\XPP\\. m. RUGHUV YHJDQ NKLFKLD DQG FKKXQGR ZLWK YHJHWDEOH VDPRVDV DQG D YHJDQ PDQJR ODVVL. ^IWHU ZH HDW, ZH ZDON DURXQG WR WKH QHZ VKRS DUHD WKDW MXVW RSHQHG XS. lQH dUDQDU\\ pTXDUH KDV FKDQJHG VR PXFK VLQFH f ILQLVKHG XQLYHUVLW\\ KHUH WZR \\HDUV DJR. yX003FVWURQJ{$26.23yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>5 S.P. — tH KDYH D OLWWOH ELW RI WLPH EHIRUH RXU WUDLQ, VR ZH VWRS DW hULVS\\ hUHPH DQG f JUDE WKH QHZ ORWXV DQG ZKLWH FKRFRODWH GRXJKQXW, ZKLFK LV VR JRRG. qKH SHUIHFW EDODQFH EHWZHHQ VDYRU\\ DQG VZHHW. yX003FVWURQJ{$2.95yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>7 S.P. — cLQDOO\\ KRPH DIWHU D WUDLQ PL[-XS, f SDFN P\\ EDJ DQG KHDG WR P\\ JUDQGSDUHQWV' KRXVH IRU WKH QLJKW. lQ P\\ ZD\\, f VWRS DW WKH ORFDO VXSHUPDUNHW DQG JUDE VRPH WRUWLOOD ZUDSV WR KDYH ZLWK WKH UHVW RI P\\ OHIWRYHU EODFN GDDO. yX003FVWURQJ{$1.31yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>9 S.P. — `UDVK RQ WKH FRXFK ZLWK P\\ JUDQGDG DQG ZDWFK VRPH DZIXO qs EHIRUH KHDGLQJ WR EHG. f MXVW UHFHQWO\\ GLVFRYHUHG gDFNLH ^LQD RQ vRXqXEH — VKH'V VR IXQQ\\. f HQG XS ZDWFKLQJ KHU IRU KRXUV EHIRUH ILQDOO\\ IDOOLQJ DVOHHS DURXQG 2 D.P.>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FVWURQJ{aDLO\\ qRWDO/ $30.49yX003F}VWURQJ{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>LPDJH/SQJ>,>FRQWHQW>/:>DVVHWBLG>/7515027,>DOWBWLWOH>/>>,>UHVRXUFH>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}H12}[}2156012}D-ZHHN-LQ-ORQGRQ-RQ-2156012.SQJ>,>DOLJQPHQW>/>FHQWHU>,>GHVFULSWLRQ>/>>,>FUHGLW>/>>,>LPSUHVVLRQWUDFNHU>/>>,>ZLGWKBSHUFHQWDJH>/>crii>,>GLPHQVLRQV>/:>RULJLQDOBZLGWKBS[>/2000,>RULJLQDOBKHLJKWBS[>/1344<,>SUHYLHZBLPDJH>/:>RULJLQDOBZLGWKBS[>/2000,>RULJLQDOBKHLJKWBS[>/1344,>VUF>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}H12}[}2156012}D-ZHHN-LQ-ORQGRQ-RQ-2156012.SQJ><,>LVBSLQQDEOH>/WUXH,>LVBIDFHERRNBVKDUHDEOH>/WUXH,>FOLFNWUDFNHU>/>>,>SURGXFWV>/xz<,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FHP{jRQH\\ aLDULHV DUH PHDQW WR UHIOHFW LQGLYLGXDO ZRPHQ'V H[SHULHQFHV DQG GR QRW QHFHVVDULO\\ UHIOHFW oHILQHU\\29'V SRLQW RI YLHZ. oHILQHU\\29 LQ QR ZD\\ HQFRXUDJHV LOOHJDO DFWLYLW\\ RU KDUPIXO EHKDYLRU.yX003F}HP{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>WH[W>,>FRQWHQW>/>yX003FHP{qKH ILUVW VWHS WR JHWWLQJ \\RXU ILQDQFLDO OLIH LQ RUGHU LV WUDFNLQJ ZKDW \\RX VSHQG — WR WU\\ RQ \\RXU RZQ, FKHFN RXWyX003F}HP{ yX003FHP{yX003FD KUHI=y>KWWS/}}ZZZ.UHILQHU\\29.FRP}EXGJHWLQJ-WRROV-VSHQGLQJ-GLDU\\y>{RXU JXLGH WR PDQDJLQJ \\RXU PRQH\\ HYHU\\ GD\\yX003F}D{. cRU PRUH PRQH\\ GLDULHV, FOLFNyX003F}HP{ yX003FHP{yX003FD KUHI=y>KWWS/}}ZZZ.UHILQHU\\29.FRP}PRQH\\-GLDU\\y>{KHUHyX003F}D{. eDYH TXHVWLRQV DERXW KRZ WR VXEPLW RU RXU SXEOLVKLQJ SURFHVV? oHDG RXU jRQH\\ aLDULHV c^n GRF KHUH/yX003F}HP{ yX003FHP{yX003FD KUHI=y>KWWS/}}ZZZ.UHILQHU\\29.FRP}ILOH}3335}PRQH\\-GLDU\\-IDTV.SGIy>{U29.FR}PGIDTVyX003F}D{yX003F}HP{>,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>ZLGJHW/KWPO>,>FRQWHQW>/:>DVVHWBLG>/7515260,>DOWBWLWOH>/QXOO,>UHVRXUFH>/>yX003FVFULSW GDWD-UROH=y>U29-FXVWRP-HPEHGy> FODVV=y>U29-FXVWRP-HPEHGy>{YDU ORF = pWULQJ(ZLQGRZ.ORFDWLRQ);YDU XQLTXH=ORF.VXEVWULQJ(0,ORF.OHQJWK-1).UHSODFH(}xAD-]0-9z}JL,'B').WRiRZHU`DVH();LI(ZLQGRZ)(IXQFWLRQ():LI(!ZLQGRZx'UHI29`XVWRPqLSV' + XQLTXHz):ZLQGRZx'UHI29`XVWRPqLSV' + XQLTXHz = xz;<ZLQGRZx'UHI29`XVWRPqLSV' + XQLTXHz.SXVK(:y>VHDUFKpWULQJy>/y>`DSWDLQ jDUYHOy>,y>SKRWRy>/y>KWWS/}}V1.U29VWDWLF.FRP}}ELQ}SXEOLF}789}[}1940210}LPDJH.SQJy>,y>QDPHy>/y>tRUN & jRQH\\ qHDPy>,y>WLWOHy>/y>y>,y>ERG\\y>/y>yX003FS{`KHFN RXW RXU yX003FHP{`DSWDLQ jDUYHOyX003F}HP{ UHYLHZ, yX003FD KUHI=yyy>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}2019}03}225973}FDSWDLQ-PDUYHO-PRYLH-UHYLHZ-EULH-ODUVRQ-RULJLQ-VWRU\\yyy>{KHUHyX003F}D{.yX003F}S{yyQy>,y>VSRQVRUy>/y>y>,y>VSRQVRUiLQNy>/y>y>,y>KLJKOLJKWy>/y>#H7DIH7y>,y>JXLGy>/y>H3IE8539-358F-037G-9385-6G7566HI858Dy><);IXQFWLRQ FUHDWH`XVWRPqLSS\\():YDU WP=QHZ qLSjDQDJHU(ZLQGRZx'UHI29`XVWRPqLSV' + XQLTXHz);<LI(!ZLQGRZ.KDVlZQmURSHUW\\('qLSjDQDJHU')):ZLQGRZ.qLSjDQDJHU=:<;YDU KHDG=GRFXPHQW.KHDG;YDU OLQN=GRFXPHQW.FUHDWHbOHPHQW('OLQN');OLQN.UHO='VW\\OHVKHHW';OLQN.W\\SH='WH[W}FVV';OLQN.KUHI='}}ZZZ.UHILQHU\\29.FRP}LQWHUDFWLYH}PRQH\\-GLDULHV}WRROWLS}PDLQ.6027950.FVV?Y='+jDWK.UDQGRP() * 10000;OLQN.PHGLD='DOO';KHDG.DSSHQG`KLOG(OLQN);OLQN.RQORDG=IXQFWLRQ():YDU VFULSW=GRFXPHQW.FUHDWHbOHPHQW('VFULSW');VFULSW.RQORDG=FUHDWH`XVWRPqLSS\\;VFULSW.VUF='}}ZZZ.UHILQHU\\29.FRP}LQWHUDFWLYH}PRQH\\-GLDULHV}WRROWLS}PDLQ.9834483.MV?Y='+jDWK.UDQGRP() * 10000;GRFXPHQW.KHDG.DSSHQG`KLOG(VFULSW);<<<)();yX003F}VFULSW{>,>DOLJQPHQW>/>FHQWHU>,>GHVFULSWLRQ>/>>,>FUHGLW>/>>,>LPSUHVVLRQWUDFNHU>/>>,>ZLGWKBSHUFHQWDJH>/>crii>,>SURGXFWV>/xz<,>DGmRVLWLRQ>/QXOO<,:>W\\SH>/>ZLGJHW/KWPO>,>FRQWHQW>/:>DVVHWBLG>/7515261,>DOWBWLWOH>/QXOO,>UHVRXUFH>/>yX003FVFULSW GDWD-UROH=y>U29-FXVWRP-HPEHGy> FODVV=y>U29-FXVWRP-HPEHGy>{YDU ORF = pWULQJ(ZLQGRZ.ORFDWLRQ);YDU XQLTXH=ORF.VXEVWULQJ(0,ORF.OHQJWK-1).UHSODFH(}xAD-]0-9z}JL,'B').WRiRZHU`DVH();LI(ZLQGRZ)(IXQFWLRQ():LI(!ZLQGRZx'UHI29`XVWRPqLSV' + XQLTXHz):ZLQGRZx'UHI29`XVWRPqLSV' + XQLTXHz = xz;<ZLQGRZx'UHI29`XVWRPqLSV' + XQLTXHz.SXVK(:y>VHDUFKpWULQJy>/y>aDLO\\ qRWDO/ $21.30y>,y>SKRWRy>/y>KWWS/}}V1.U29VWDWLF.FRP}}ELQ}SXEOLF}75I}[,80}1945631}LPDJH.MSJy>,y>QDPHy>/y>hHUL aDQLHOVNLy>,y>WLWOHy>/y>mHUVRQDO cLQDQFH b[SHUW, fQWXLWy>,y>ERG\\y>/y>yX003FS{qKH VHFUHW WR VDYLQJ IRU ORQJ-WHUP JRDOV LV XQGHUVWDQGLQJ KRZ PXFK \\RX’UH VSHQGLQJ HYHU\\ GD\\. jLQW FDQ KHOS \\RX NHHS WUDFN. yX003FD KUHI=yyy>KWWSV/}}DG.GRXEOHFOLFN.QHW}GGP}WUDFNFON}k5506.3083433obcfkbov29}_21564068.234856335;GFBWUNBDLG=432308678;GFBWUNBFLG=109230121;GFBODW=;GFBUGLG=;WDJBIRUBFKLOGBGLUHFWHGBWUHDWPHQW=;WIXD=yyy>{`OLFN KHUHyX003F}D{ WR OHDUQ PRUH.yX003F}S{yyQy>,y>VSRQVRUy>/y>KWWS/}}V3.U29VWDWLF.FRP}}ELQ}SXEOLF}FGG}[}1938895}LPDJH.SQJy>,y>VSRQVRUiLQNy>/y>KWWSV/}}DG.GRXEOHFOLFN.QHW}GGP}WUDFNFON}k5506.3083433obcfkbov29}_21564068.226850312;GFBWUNBDLG=432308387;GFBWUNBFLG=109230121;GFBODW=;GFBUGLG=;WDJBIRUBFKLOGBGLUHFWHGBWUHDWPHQW=;WIXD=y>,y>KLJKOLJKWy>/y>#H7DIH7y>,y>JXLGy>/y>590E1H9G-F65E-G0DI-56HD-0687EH8FF27Dy><);IXQFWLRQ FUHDWH`XVWRPqLSS\\():YDU WP=QHZ qLSjDQDJHU(ZLQGRZx'UHI29`XVWRPqLSV' + XQLTXHz);<LI(!ZLQGRZ.KDVlZQmURSHUW\\('qLSjDQDJHU')):ZLQGRZ.qLSjDQDJHU=:<;YDU KHDG=GRFXPHQW.KHDG;YDU OLQN=GRFXPHQW.FUHDWHbOHPHQW('OLQN');OLQN.UHO='VW\\OHVKHHW';OLQN.W\\SH='WH[W}FVV';OLQN.KUHI='}}ZZZ.UHILQHU\\29.FRP}LQWHUDFWLYH}PRQH\\-GLDULHV}WRROWLS}PDLQ.6027950.FVV?Y='+jDWK.UDQGRP() * 10000;OLQN.PHGLD='DOO';KHDG.DSSHQG`KLOG(OLQN);OLQN.RQORDG=IXQFWLRQ():YDU VFULSW=GRFXPHQW.FUHDWHbOHPHQW('VFULSW');VFULSW.RQORDG=FUHDWH`XVWRPqLSS\\;VFULSW.VUF='}}ZZZ.UHILQHU\\29.FRP}LQWHUDFWLYH}PRQH\\-GLDULHV}WRROWLS}PDLQ.9834483.MV?Y='+jDWK.UDQGRP() * 10000;GRFXPHQW.KHDG.DSSHQG`KLOG(VFULSW);<<<)();yX003F}VFULSW{>,>DOLJQPHQW>/>FHQWHU>,>GHVFULSWLRQ>/>>,>FUHGLW>/>>,>LPSUHVVLRQWUDFNHU>/>>,>ZLGWKBSHUFHQWDJH>/>crii>,>SURGXFWV>/xz<,>DGmRVLWLRQ>/QXOO<z,>VOLGHVKRZ>/xz<,>VLPSOHUHDFK>/:>DXWKRUV>/x>vRX>z,>WDJV>/x>p`olii^_ib>,>cDFHERRN>,>qZLWWHU>,>bGLW cUDQFKLVH>,>rd` - jRQH\\ aLDULHV>,>rVHU dHQHUDWHG `RQWHQW>z,>FKDQQHOV>/x>ZRUN-DQG-PRQH\\>,>OLYLQJ>z<,>WLWOH>/>^ tHHN fQ iRQGRQ lQ ^ $31,473 pDODU\\>,>WUXQFDWHGBVKRUWBWLWOHB80>/>^ tHHN fQ iRQGRQ lQ ^ $31,473 pDODU\\>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}FRS\\-DVVLVWDQW-ORQGRQ-VDODU\\-PRQH\\-GLDU\\>,>LVpHQVLWLYH`RQWHQW>/IDOVH,>W\\SH>/>HQWU\\.DUWLFOH>,>VDQLWL]HGqLWOH>/>^ tHHN fQ iRQGRQ lQ ^ $31,473 pDODU\\>,>RULJLQDOBSXEOLVKHGBIRUPDWWHG>/>2019-04-03 14/51/54>,>SXEOLVKHGBIRUPDWWHG>/>2019-04-03 14/51/54>,>SURGXFWV>/xz,>QHZVOHWWHUV>/x:>FKDQQHO>/>GHIDXOW>,>OLVW>/>PDLQBHYHU\\ZKHUH>,>WHPSODWH>/>ZHOFRPHBRUJDQLF><z<,>L18Q>/:>JHRORFDWLRQ>/>XV>,>VKRXOGpKRZdHRORFDWLRQ_DQQHU>/IDOVH,>ORFDOH>/>HQ-XV>,>PHVVDJHV>/:>DPS.HPDLOBDFTXLVLWLRQBFDUG.FWD>/>vlro fk_lu `lria rpb ^ ifqqib pljbqefkd... elt ^_lrq lro kbtpibqqbo>,>DPS.HPDLOBDFTXLVLWLRQBFDUG.IRUPBIDLOXUH>/>lRSV! qKDW'V QRW D UHDO HPDLO DGGUHVV>,>DPS.HPDLOBDFTXLVLWLRQBFDUG.IRUPBVXFFHVV>/>tH'UH SV\\FKHG WR KDYH \\RX!>,>DPS.HPDLOBDFTXLVLWLRQBFDUG.IRUPBSODFHKROGHU>/>bPDLO ^GGUHVV>,>DPS.HPDLOBDFTXLVLWLRQBFDUG.IRUPBEXWWRQ>/>dR!>,>DPS.QDYLJDWLRQ.VHDUFKBIRUP.SODFHKROGHU>/>pHDUFK lYHU 200N pWRULHV>,>DPS.QDYLJDWLRQ.VLGHEDU.HGLWLRQBODEHOBHQBJE>/>rQLWHG hLQJGRP>,>DPS.QDYLJDWLRQ.VLGHEDU.HGLWLRQBODEHOBGHBGH>/>dHUPDQ\\>,>DPS.QDYLJDWLRQ.VLGHEDU.HGLWLRQBODEHOBHQBFD>/>`DQDGD>,>DPS.QDYLJDWLRQ.VLGHEDU.HGLWLRQBODEHOBHQBXV>/>rQLWHG pWDWHV>,>DPS.QDYLJDWLRQ.VLGHEDU.FKDQJHBFRXQWU\\>/>`KDQJH `RXQWU\\>,>DPS.QDYLJDWLRQ.VLGHEDU.IHDWXUHGBVHFWLRQV>/>cHDWXUHG pHFWLRQV>,>DPS.QDYLJDWLRQ.VLGHEDU.IROORZBXV>/>cROORZ rV>,>DUFKLYHV.DUFKLYHVBGD\\BQDY.QH[W>/>kH[W aD\\>,>DUFKLYHV.DUFKLYHVBGD\\BQDY.SUHY>/>mUHYLRXV aD\\>,>DUFKLYHV.DUFKLYHVBGURSBGRZQBQDYLJDWLRQ.DUFKLYHVBVXEWLWOH>/>o29 ^UFKLYHV>,>DUFKLYHV.DUFKLYHVBGURSBGRZQBQDYLJDWLRQ.FKRRVHBDBGDWH>/>`KRRVH D aDWH>,>DUFKLYHV.DUFKLYHVBGURSBGRZQBQDYLJDWLRQ.GD\\>/>aD\\>,>DUFKLYHV.DUFKLYHVBGURSBGRZQBQDYLJDWLRQ.IRUPBEXWWRQ>/>dR>,>DUFKLYHV.DUFKLYHVBGURSBGRZQBQDYLJDWLRQ.ODQGLQJBSDJHBVXEWLWOH>/>qDNH D iRRN _DFN>,>DUFKLYHV.DUFKLYHVBGURSBGRZQBQDYLJDWLRQ.PRQWK>/>jRQ>,>DUFKLYHV.DUFKLYHVBGURSBGRZQBQDYLJDWLRQ.\\HDU>/>vHDU>,>DUFKLYHV.DUFKLYHVBLQWHUIDFH.ILQGBPRUHBVWRULHVBFWD>/>iHW'V ILQG \\RX VRPHWKLQJ HYHQ PRUH DZHVRPH.>,>DUFKLYHV.DUFKLYHVBLQWHUIDFH.PRUHBVWRULHVBEXWWRQ>/>qRGD\\'V qRS pWRULHV>,>DUFKLYHV.DUFKLYHVBLQWHUIDFH.QRBUHVXOWV>/>_XPPHU! 0 UHVXOWV IRXQG>,>DUFKLYHV.DUFKLYHVBLQWHUIDFH.SDJHBWLWOH>/>^UFKLYHV>,>DUFKLYHV.DUFKLYHVB\\HDUBQDY.PRGXOHBWLWOH>/>^ _ODVW cURP qKH mDVW>,>DUWLFOH.DUWLFOHBKHDGHU.VTXLJJO\\iLQH>/>pTXLJJO\\ iLQH>,>DUWLFOH.FRQGHQVHGBKHDGHU.VXEWLWOH>/>kRZ oHDGLQJ>,>DUWLFOH.FRQWULEXWRUV.VHSDUDWRU>/>, >,>DUWLFOH.IHDWXUHGBFRQWULEXWRUV.E\\OLQH>/>:E\\OLQH< E\\ :QDPH<>,>DUWLFOH.RWKHUBFRQWULEXWRUV.E\\OLQH>/>:E\\OLQH< E\\ :QDPH<>,>DUWLFOH.RWKHUBFRQWULEXWRUV.E\\OLQHBODVWBVHSDUDWRU>/>; >,>DUWLFOH.RWKHUBFRQWULEXWRUV.E\\OLQHBVHSDUDWRU>/>; >,>DUWLFOH.RWKHUBFRQWULEXWRUV.E\\OLQHBWXSOHBVHSDUDWRU>/>; >,>DUWLFOH.SULPDU\\BWDJBEDQQHU.VWRU\\BIURP>/>pWRU\\ IURP :QDPH<>,>DUWLFOH.SURGXFWV.SURGXFW.EX\\BEXWWRQ>/>_rv>,>DUWLFOH.SURGXFWV.SURGXFW.LQIR>/>fkcl>,>DUWLFOH.SURGXFWV.SURGXFWBFDURXVHO.KHDGHU>/>pKRS qKLV>,>DUWLFOH.SURGXFWV.SURGXFWBGHVFULSWLRQ.DYDLODEOHBDW>/>DYDLODEOH DW>,>DUWLFOH.SURGXFWV.SURGXFWBGHVFULSWLRQ.VHSDUDWRU>/>,>,>DUWLFOH.SURGXFWV.SURGXFWBGHVFULSWLRQV.VHSDUDWRU>/>; >,>DUWLFOH.SURGXFWV.SURGXFWBGHVFULSWLRQV.WHUPLQDWRU>/>.>,>DUWLFOH.SURGXFWV.SURGXFWBJULG.KHDGHU>/>pKRS qKLV pWRU\\>,>DUWLFOH.SXEOLVKHGBGDWH.RULJLQDOO\\BSXEOLVKHG>/>lULJLQDOO\\ mXEOLVKHG RQ :GDWH<>,>DUWLFOH.PRVWBSRSXODU.KHDGHU>/>jRVW mRSXODU pWRULHV>,>DUWLFOH.UHODWHGBHQWULHV.KHDGHU>/>oHODWHG pWRULHV>,>DUWLFOH.VOLGHVKRZ.XL.EXWWRQV.EHJLQBVOLGHVKRZ.EHJLQBVOLGHVKRZ>/>_HJLQ pOLGHVKRZ :FKHYURQBULJKW<>,>DUWLFOH.VOLGHVKRZ.XL.EXWWRQV.JRBEDFN.JRBEDFN>/>dR _DFN>,>DUWLFOH.VOLGHVKRZ.XL.EXWWRQV.VHHBDOOBVOLGHV.VHHBDOOBVOLGHV>/>pHH ^OO pOLGHV>,>DUWLFOH.VOLGHVKRZ.XL.EXWWRQV.QH[WBVOLGH.QH[WBVOLGHBOLQNBWLWOH>/>kH[W pOLGH>,>DUWLFOH.VOLGHVKRZ.XL.EXWWRQV.SUHYLRXVBVOLGH.SUHYLRXVBVOLGHBOLQNBWLWOH>/>mUHYLRXV pOLGH>,>DUWLFOH.VOLGHVKRZ.XL.VOLGHBLQIR.EHJLQBFWD>/>_HJLQ pOLGHVKRZ>,>DUWLFOH.VOLGHVKRZ.XL.VOLGHBLQIR.LQGH[BDQGBFRXQW>/>:LQGH[< RI :FRXQW<>,>DUWLFOH.VOLGHVKRZ.XSBQH[W.KHDGHU>/>rS kH[W>,>DUWLFOH.VOLGHVKRZ.GHVNWRSBOD\\RXW.VOLGHBQXPEHUBDOWBVWULQJ>/>pOLGH :VOLGHkXPEHU<>,>DUWLFOH.XSGDWHGBGDWH.MXVWBGDWH>/>:GDWH<>,>DUWLFOH.XSGDWHGBGDWH.ODVWBXSGDWHG>/>iDVW rSGDWHG :GDWH<>,>FDUG.FDWHJRU\\BFDUG.WDJOLQH>/>pKRS WKH `ROOHFWLRQ>,>FDUG.IHDWXUHGBFDUGBHOHPHQWV.E\\OLQH>/>E\\ :QDPH<>,>FDUG.IHDWXUHGBFDUGBHOHPHQWV.SDLGBFRQWHQWBODEHO>/>mDLG `RQWHQW>,>FDUG.KHURBFDUGBHOHPHQWV.E\\OLQH>/>E\\ :QDPH<>,>FDUG.KHURBFDUGBHOHPHQWV.SDLGBFRQWHQWBODEHO>/>mDLG `RQWHQW>,>FDUG.SUHPLXPBFDUG.VHULHVBFWD>/>tDWFK kRZ>,>FDUG.SULPHBFDUGBHOHPHQWV.SDLGBFRQWHQWBODEHO>/>mDLG `RQWHQW>,>FDUG.SURGXFWBFDUG.EX\\BEXWWRQ>/>_rv>,>FDUG.SURGXFWBFDUG.GHWDLOV>/>abq^fip>,>FDUG.SURGXFWBFDUG.UHWDLOHUBFUHGLW>/>IURP>,>FDUG.SURGXFWBFDUG.XQDYDLODEOH>/>plia lrq>,>FDUG.VHULHVBFDUG.ZDWFKBQRZ>/>tDWFK kRZ>,>FDUG.VWDQGDUGBFDUGBHOHPHQWV.E\\OLQH>/>E\\ :QDPH<>,>FDUG.VWDQGDUGBFDUGBHOHPHQWV.SDLGBFRQWHQWBODEHO>/>mDLG `RQWHQW>,>FRPPRQ.DERXW.DERXW>/>^ERXW>,>FRPPRQ.DERXW.PLVVLRQ>/>lXU jLVVLRQ>,>FRPPRQ.DERXW.VHULHV>/>^ERXW>,>FRPPRQ.DQFKRUBQDYLJDWLRQ.DQFKRUBQDYLJDWLRQ.SULPDU\\BODEHO>/>gXPS WR FKDSWHU>,>FRPPRQ.DQFKRUBQDYLJDWLRQ.DQFKRUBQDYLJDWLRQ.VHFRQGDU\\BODEHO>/>jRUH...>,>FRPPRQ.GDWHV.SXEOLFDWLRQBGDWHBWLPH.IRUPDWWHGBGDWHBWLPH>/>:GDWH<, :WLPH<>,>FRPPRQ.PRUHBVWRULHVBEXWWRQ.HUURUBPHVVDJH>/>lK QRHV! qKHUH ZDV DQ HUURU ORDGLQJ FRQWHQW>,>FRPPRQ.PRUHBVWRULHVBEXWWRQ.PRUHBVWRULHVBEXWWRQ>/>jRUH pWRULHV>,>FRPPRQ.PRUHBVWRULHVBEXWWRQ.PRUHBVWRULHVBEXWWRQBUHWU\\>/>qU\\ ^JDLQ?>,>FRPPRQ.VRFLDOBLFRQV.HPDLO.SDLGBFRQWHQW>/>mDLG `RQWHQW>,>FRPPRQ.VRFLDOBLFRQV.HPDLO.VKDUHBEXWWRQBWLWOH>/>pKDUH E\\ bPDLO>,>FRPPRQ.VRFLDOBLFRQV.IDFHERRN.SDLGBGHVFULSWLRQ>/>(mDLG `RQWHQW) :VKDUHaHVFULSWLRQ<>,>FRPPRQ.VRFLDOBLFRQV.IDFHERRN.VKDUHBEXWWRQBWLWOH>/>pKDUH RQ cDFHERRN>,>FRPPRQ.VRFLDOBLFRQV.IOLSERDUG.SDLGBKDVKWDJ>/>#SDLG>,>FRPPRQ.VRFLDOBLFRQV.IOLSERDUG.VKDUHBEXWWRQBWLWOH>/>pKDUH RQ cOLSERDUG>,>FRPPRQ.VRFLDOBLFRQV.SLQWHUHVW.SDLGBKDVKWDJ>/>#SDLG>,>FRPPRQ.VRFLDOBLFRQV.SLQWHUHVW.VKDUHBEXWWRQBWLWOH>/>pKDUH RQ mLQWHUHVW>,>FRPPRQ.VRFLDOBLFRQV.VPV.DGBKDVKWDJ>/>#DG>,>FRPPRQ.VRFLDOBLFRQV.VPV.VKDUHBEXWWRQBWLWOH>/>pKDUH E\\ pjp>,>FRPPRQ.VRFLDOBLFRQV.WZLWWHU.DGBKDVKWDJ>/>#DG>,>FRPPRQ.VRFLDOBLFRQV.WZLWWHU.VKDUHBEXWWRQBWLWOH>/>pKDUH RQ qZLWWHU>,>FRPPRQ.VRFLDOBLFRQV.ZKDWVDSS.DGBKDVKWDJ>/>#DG>,>FRPPRQ.VRFLDOBLFRQV.ZKDWVDSS.VKDUHBEXWWRQBWLWOH>/>pKDUH E\\ tKDWV^SS>,>FRPPRQ.VZLSHUBZUDSSHU.SUHYLRXVBEXWWRQBWLWOH>/>mUHYLRXV>,>FRPPRQ.VZLSHUBZUDSSHU.QH[WBEXWWRQBWLWOH>/>kH[W>,>FRQWDLQHUV.SURGXFWBOLVW.QRBUHVXOWV>/>_XPPHU! 0 UHVXOWV IRXQG>,>IRRWHU.FRPSDQ\\>/>`ljm^kv>,>IRRWHU.HGLWLRQV>/>bafqflkp>,>IRRWHU.LQIRUPDWLRQ>/>fkcloj^qflk>,>IRRWHU.QHZVOHWWHUBVLJQXS>/>kbtpibqqbo pfdk-rm>,>IRRWHU.IRRWHUBHPDLOBDFTXLVLWLRQ.SODFHKROGHU>/>bPDLO ^GGUHVV>,>IRRWHU.VRFLDOBQDY.HPDLOBOLQNBWLWOH>/>pLJQ XS IRU QHZVOHWWHUV>,>IRRWHU.VRFLDOBQDY.IDFHERRNBOLQNBWLWOH>/>sLVLW oHILQHU\\29 RQ cDFHERRN>,>IRRWHU.VRFLDOBQDY.WZLWWHUBOLQNBWLWOH>/>sLVLW oHILQHU\\29 RQ qZLWWHU>,>IRRWHU.VRFLDOBQDY.\\RXWXEHBOLQNBWLWOH>/>sLVLW oHILQHU\\29 RQ vRXqXEH>,>IRRWHU.VRFLDOBQDY.LQVWDJUDPBOLQNBWLWOH>/>sLVLW oHILQHU\\29 RQ fQVWDJUDP>,>IRRWHU.VRFLDOBQDY.SLQWHUHVWBOLQNBWLWOH>/>sLVLW oHILQHU\\29 RQ mLQWHUHVW>,>IRRWHU.VRFLDOBQDY.WXPEOUBOLQNBWLWOH>/>sLVLW oHILQHU\\29 RQ qXPEOU>,>KHDG.DUFKLYHVBPHWDBGHVFULSWLRQ>/>aLJ LQWR WKH :GDWH< o29 DUFKLYHV DQG ILQG DOO \\RXU IDYRULWH VWRULHV LQ RQH SODFH!>,>KHDG.DUFKLYHVBPHWDBWLWOH>/>oHILQHU\\29 - :GDWH<>,>KHDG.DUFKLYHVBWLWOH>/>oHILQHU\\29 ^UFKLYHV - :GDWH<>,>KHDG.FRQWULEXWRUBPHWDBGHVFULSWLRQ>/>dHW DOO WKH ODWHVW IURP :FRQWULEXWRU< IRU KRZ WR OLYH D VW\\OLVK, ZHOO-URXQGHG OLIH.>,>KHDG.FRQWULEXWRUBPHWDBWLWOH>/>:FRQWULEXWRU<'V oHFHQW ^UWLFOHV - oHILQHU\\29>,>KHDG.FRQWULEXWRUBWLWOH>/>:FRQWULEXWRU<'V oHFHQW ^UWLFOHV - oHILQHU\\29>,>KHDG.SDLGBGHVFULSWLRQ>/>(mDLG `RQWHQW) :VKDUHaHVFULSWLRQ<>,>KHDGHU.VHDUFKBQDY.SODFHKROGHU>/>pHDUFK>,>KHDGHU.VHDUFKBQDY.FORVHBEXWWRQBWLWOH>/>`ORVH>,>KHDGHU.QDYLJDWLRQ.JRBKRPH>/>dR WR :ODEHO< eRPH>,>KHDGHU.QDYLJDWLRQ.FORVH>/>`ORVH>,>KRFV.FDURXVHO.DUURZV.SUHYLRXVBEXWWRQBWLWOH>/>mUHYLRXV>,>KRFV.FDURXVHO.DUURZV.QH[WBEXWWRQBWLWOH>/>kH[W>,>URZ.PXOWLBVWRU\\BURZ.HSLVRGHBFRXQW>/>:HSLVRGHBFRXQW< bSLVRGHV>,>URZ.PXOWLBVWRU\\BURZ.PXOWLBVWRU\\BURZBHOHPHQWV.VHHBPRUH>/>pHH jRUH>,>URZ.PXOWLBVWRU\\BURZ.PXOWLBVWRU\\BURZBHOHPHQWV.ZDWFKBQRZ>/>tDWFK kRZ>,>URZ.QHZVBWLFNHUBURZ.ODWHVWBWLWOH>/>iDWHVW kHZV>,>VHDUFK.VHDUFKBLQWHUIDFH.SODFHKROGHU>/>pHDUFK>,>VHDUFK.VHDUFKBSDQHO.SODFHKROGHU>/>pHDUFK>,>VHDUFK.VHDUFKBUHVXOWVBPHVVDJH.PHVVDJH>/>:UHVXOWV`RXQW, SOXUDO, =0 :_XPPHU! 0 UHVXOWV IRXQG< RQH :`KD-FKLQJ! 1 UHVXOW IRXQG.< RWKHU :`KD-FKLQJ! # UHVXOWV IRXQG.<<>,>VHFWLRQ.VHFWLRQ.LQGH[BDQGBFRXQW>/>:LQGH[< RI :FRXQW<>,>VHFWLRQ.VHFWLRQV.DG>/>^GYHUWLVHPHQW>,>VHFWLRQ.\\RXWXEHBVHFWLRQ.PRELOHBORDGBFWD>/>iRDG sLGHR>,>VHULHV.YLGHRBVHULHV.HSLVRGH.QRZBSOD\\LQJ>/>kRZ mOD\\LQJ>,>VHULHV.YLGHRBVHULHV.HSLVRGH.HSLVRGHBDOWBWH[W>/>sLGHR qKXPEQDLO>,>VHULHV.YLGHRBVHULHV.HSLVRGHBERG\\.FRPPHQWBEXWWRQBWLWOH>/>`RPPHQW>,>VHULHV.YLGHRBVHULHV.HSLVRGHBERG\\.\\RXWXEHBEXWWRQBWLWOH>/>lSHQ vRXqXEH FKDQQHO>,>VHULHV.YLGHRBVHULHV.HSLVRGHBPHWD.UHOHDVHBGDWH>/>oHOHDVHG RQ :GDWH<>,>VHULHV.YLGHRBVHULHV.PRUHBLQIRBEXWWRQ.GHVFULSWLRQ>/>pHH PRUH DERXW WKLV bSLVRGH>,>VHULHV.YLGHRBVHULHV.PRUHBLQIRBEXWWRQ.WH[W>/>bSLVRGH fQIR>,>VHULHV.YLGHRBVHULHV.YLGHRBVHULHVBHQWU\\.SOD\\BEXWWRQ>/>mOD\\>,>VKRSSLQJ.EUHDGFUXPEVBEDU.EUHDGFUXPEVBSURGXFWVBIURP>/>mURGXFWV IURP>,>VKRSSLQJ.PRUHBSURGXFWVBEXWWRQ.PRUHBSURGXFWVBEXWWRQ>/>jRUH mURGXFWV>,>VKRSSLQJ.PRUHBSURGXFWVBEXWWRQ.PRUHBSURGXFWVBEXWWRQBUHWU\\>/>qU\\ ^JDLQ?>,>VKRSSLQJ.PRUHBSURGXFWVBEXWWRQ.PRUHBSURGXFWVBHUURUBPHVVDJH>/>lK QRHV! qKHUH ZDV DQ HUURU ORDGLQJ FRQWHQW>,>VKRSSLQJ.SURGXFWBGHWDLOV.IHDWXUHGBLQBPRGXOH.E\\OLQH>/>E\\ :QDPH<>,>VKRSSLQJ.SURGXFWBGHWDLOV.IHDWXUHGBLQBPRGXOH.IHDWXUHGBPHVVDJH>/>:HQWU\\`RXQW, SOXUDO, RQH :cHDWXUHG LQ 1 VWRU\\< RWKHU :cHDWXUHG LQ :HQWU\\`RXQW< VWRULHV<<>,>VKRSSLQJ.SURGXFWBGHWDLOV.LQIR.EX\\BEXWWRQ>/>_X\\ kRZ>,>VKRSSLQJ.SURGXFWBGHWDLOV.LQIR.SURGXFWBXQDYDLODEOHBIHDWXUHGBPHVVDJH>/>tH'UH VRUU\\, ORRNV OLNH WKLV LWHP LV VROG RXW>,>VKRSSLQJ.SURGXFWBGHWDLOV.LQIR.SURGXFWBXQDYDLODEOHBUHWDLOHUBQDPH>/>tDV DYDLODEOH DW :UHWDLOHUBQDPH<>,>VKRSSLQJ.SURGXFWBGHWDLOV.LQIR.SURGXFWBXQDYDLODEOHBVHHBPRUH>/>pHH PRUH :ILUVWBFDWHJRU\\<>,>VKRSSLQJ.SURGXFWBGHWDLOV.LQIR.SURGXFWBXQDYDLODEOHBVKRSBPRUH>/>cLQG VLPLODU SURGXFWV>,>VKRSSLQJ.SURGXFWBGHWDLOV.LQIR.UHWDLOHUBQDPH>/>^W :UHWDLOHUBQDPH<>,>VKRSSLQJ.SURGXFWBGHWDLOV.LQIR.UHYLHZBEXWWRQ>/>oHYLHZ fW>,>VKRSSLQJ.SURGXFWBGHWDLOV.UHYLHZV.UHYLHZVBDWWULEXWLRQ>/>jRUH IURP>,>VKRSSLQJ.SURGXFWBGHWDLOV.UHYLHZV.UHYLHZVBWLWOH>/>oHYLHZV>,>VKRSSLQJ.SURGXFWBOLVW.FOHDUBLWHP.FOHDU>/>FOHDU>,>VKRSSLQJ.SURGXFWBOLVW.GHVNWRS.ILOWHUBEDU.YLHZBDOOBFROOHFWLRQV>/>sLHZ ^OO `ROOHFWLRQV>,>VKRSSLQJ.SURGXFWBOLVW.ILOWHUBVRUWBZUDSSHU.FOHDUBEXWWRQ>/>FOHDU DOO>,>VKRSSLQJ.SURGXFWBOLVW.ILOWHUBVRUWBZUDSSHU.XSGDWHBEXWWRQ>/>XSGDWH>,>VKRSSLQJ.SURGXFWBOLVW.KHURBFRQWHQW.EURZVLQJ>/>_URZVLQJ>,>VKRSSLQJ.SURGXFWBOLVW.KHURBFRQWHQW.EURZVLQJBFROOHFWLRQV>/>_URZVLQJ `ROOHFWLRQV>,>VKRSSLQJ.SURGXFWBOLVW.KHURBFRQWHQW.IHDWXUHGBFROOHFWLRQ>/>cHDWXUHG `ROOHFWLRQ>,>VKRSSLQJ.SURGXFWBOLVW.PRELOH.QDYLJDWLRQ.FROOHFWLRQV>/>`ROOHFWLRQV>,>VKRSSLQJ.SURGXFWBOLVW.SURGXFWBOLVWBDERXW.DERXW>/>DERXW>,>VKRSSLQJ.SURGXFWBOLVW.SURGXFWBOLVWBDERXW.DERXWBVKRSSLQJ>/>DERXW VKRSSLQJ>,>VKRSSLQJ.SURGXFWBOLVW.UHVXOWBFRXQW.GHVNWRS>/>:UHVXOW`RXQW, SOXUDO, RQH :1 UHVXOW< RWKHU :# UHVXOWV<<>,>VKRSSLQJ.SURGXFWBOLVW.UHVXOWBFRXQW.QRWBGHVNWRSBFRXQW>/>:UHVXOW`RXQW, SOXUDO, =0 :_XPPHU! 0 UHVXOWV IRXQG< RQH :1 UHVXOW,< RWKHU :# UHVXOWV,<<>,>VKRSSLQJ.SURGXFWBOLVW.UHVXOWBFRXQW.QRWBGHVNWRSBFWD>/>VKRS IRU...>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.ILOWHUBVHOHFW.FDWHJRU\\>/>FDWHJRU\\>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.ILOWHUBVHOHFW.FROOHFWLRQ>/>FROOHFWLRQ>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.ILOWHUBVHOHFW.FRORU>/>FRORU>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.ILOWHUBVHOHFW.GHSDUWPHQW>/>GHSDUWPHQW>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.ILOWHUBVHOHFW.W\\SH>/>W\\SH>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.ILOWHUBVRUWBZUDSSHU.ILOWHUBE\\>/>cLOWHU _\\>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.ILOWHUBVRUWBZUDSSHU.ODEHO>/>cLOWHU & pRUW _\\>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.ILOWHUBVRUWBZUDSSHU.SULFHBUDQJH>/>mULFH oDQJH>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.ILOWHUBVRUWBZUDSSHU.VRUWBE\\>/>pRUW _\\>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.SULFHBVHOHFW.0-49>/>rQGHU $50>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.SULFHBVHOHFW.100-249>/>$100 { $249>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.SULFHBVHOHFW.1000-DQG-DERYH>/>$1000 ^ka ^_lsb>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.SULFHBVHOHFW.250-499>/>$250 { $499>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.SULFHBVHOHFW.50-99>/>$50 { $99>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.SULFHBVHOHFW.500-999>/>$500 { $999>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.SULFHBVHOHFW.KHDGHU>/>SULFH>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.VDOH>/>RQ VDOH>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.VRUWBVHOHFW.KHDGHU>/>VRUW>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.VRUWBVHOHFW.VRUWBLGBGHVF>/>QHZHVW>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.VRUWBVHOHFW.VRUWBSULFHBDVF>/>KLJK { ORZ>,>VKRSSLQJ.SURGXFWBOLVW.BBL18QBB.VRUWBVHOHFW.VRUWBSULFHBGHVF>/>ORZ { KLJK>,>VKRSSLQJ.VHDUFK.SODFHKROGHU>/>pHDUFK>,>VKRSSLQJ.VHDUFK.SURGXFWBFRXQW>/>:UHVXOW`RXQW, SOXUDO, RQH :1 SURGXFW< RWKHU :# SURGXFWV<<>,>VKRSSLQJ.VHDUFK.VHDUFKBWHUP>/>IRU y>:VHDUFKqHUP<y>>,>VOLGHVKRZBUHIUHVK.DUWLFOH.VOLGHVKRZ.VOLGH.LQGH[BDQGBFRXQW>/>:LQGH[< RI :FRXQW<>,>VOLGHVKRZBUHIUHVK.DUWLFOH.VOLGHVKRZ.XSBQH[W.KHDGHU>/>rS kH[W>,>VOLGHVKRZBUHIUHVK.DUWLFOH.VOLGHVKRZ.XSBQH[W.EXWWRQ>/>oHDG kRZ>,>VOLGHVKRZBUHIUHVK.DUWLFOH.SURGXFWV.VOLGHBSURGXFW.EX\\BEXWWRQ>/>_rv>,>VOLGHVKRZBUHIUHVK.DUWLFOH.SURGXFWV.VOLGHBSURGXFW.GHWDLOV>/>abq^fip>,>XWLOV.YLGHR.LQLWLDOL]HgtmOD\\HU.MZBVKDUHBFDSWLRQ>/>pKDUH sLGHR><,>IRRWHUiLQNV>/:>FRPSDQ\\>/x:>KUHI>/>KWWSV/}}FRUSRUDWH.U29.FRP>,>QDPH>/>^ERXW rV><,:>KUHI>/>KWWSV/}}FRUSRUDWH.U29.FRP}FDUHHUV>,>QDPH>/>gREV><,:>KUHI>/>KWWSV/}}FRUSRUDWH.U29.FRP}DERXW-SUHVV>,>QDPH>/>mUHVV><,:>KUHI>/>KWWSV/}}FRUSRUDWH.U29.FRP}DGYHUWLVLQJ>,>QDPH>/>^GYHUWLVLQJ><,:>KUHI>/>PDLOWR/IHHGEDFN@UHILQHU\\29.FRP>,>QDPH>/>cHHGEDFN><,:>KUHI>/>KWWSV/}}FRUSRUDWH.U29.FRP}U29-LQWHOOLJHQFH>,>QDPH>/>oHILQHU\\29 fQWHOOLJHQFH><z,>LQIRUPDWLRQ>/x:>KUHI>/>}QHZV>,>QDPH>/>o29 kHZV><,:>KUHI>/>}HQ-XV}WHUPV-DQG-FRQGLWLRQV>,>QDPH>/>qHUPV><,:>KUHI>/>}HQ-XV}SULYDF\\>,>QDPH>/>mULYDF\\><,:>KUHI>/>}HQ-XV}DUFKLYHV>,>UHO>/>QRIROORZ>,>QDPH>/>^UFKLYHV><,:>KUHI>/>}UVV.[PO>,>QDPH>/>opp><z,>HGLWLRQV>/x:>HGLWLRQfG>/5,>HGLWLRQ_DVHQDPH>/>HQ-FD>,>KUHI>/>}HQ-FD>,>QDPH>/>`DQDGD><,:>HGLWLRQfG>/2,>HGLWLRQ_DVHQDPH>/>HQ-JE>,>KUHI>/>}HQ-JE>,>QDPH>/>rQLWHG hLQJGRP><,:>HGLWLRQfG>/3,>HGLWLRQ_DVHQDPH>/>GH-GH>,>KUHI>/>}GH-GH>,>QDPH>/>dHUPDQ\\><z<,>QHZVOHWWHUV>/x:>FKDQQHO>/>GHIDXOW>,>OLVW>/>PDLQBHYHU\\ZKHUH>,>WHPSODWH>/>ZHOFRPHBRUJDQLF><z,>HGLWLRQBGDWD>/:>LG>/1,>FRQILJ>/:>SLQWHUHVWBOLQN>/>KWWSV/}}ZZZ.SLQWHUHVW.FRP}UHILQHU\\29}>,>WLPH]RQH>/>^PHULFD}kHZBvRUN>,>ORFDOH>/>HQBrp.XWI-8>,>ODQJXDJH>/>HQ-XV>,>GDWHBIRUPDW>/>j M, v>,>HPDLOBSUHIL[>/>oHILQHU\\29>,>IDFHERRNBSDJH>/>UHILQHU\\29>,>LQVWDJUDPBKDQGOH>/>UHILQHU\\29>,>SLQWHUHVWBKDQGOH>/>UHILQHU\\29>,>SLQWHUHVWBKDVKWDJ>/>#UHILQHU\\29>,>SRODUBHQDEOHG>/WUXH,>SXEOLFDWLRQBVWDUW>/>2005-05-05>,>VRFLDOBGRPDLQ>/>ZZZ.UHILQHU\\29.FRP>,>VXEVFULEHBRSWLQ>/WUXH,>VZHHSVWDNHVBRSWLQ>/IDOVH,>WZLWWHUBKDQGOH>/>UHILQHU\\29>,>\\RXWXEHBFKDQQHO>/>oHILQHU\\29qs>,>WXPEOUBKDQGOH>/>UHILQHU\\29>,>QHZVURRPBKRPHBLG>/>KRPH-UHGHVLJQ>,>QHZVURRPBDUWLFOHBLG>/>DUWLFOH>,>HPDLOBVLJQXSBSDJH>/>KWWSV/}}MXPS.UHILQHU\\29.FRP}MRLQ}24}VLJQXS-DOO-QHZVOHWWHUV>,>WHUPVBOLQN>/>}WHUPV-DQG-FRQGLWLRQV>,>SULYDF\\BOLQN>/>}SULYDF\\>,>IHHGEDFNBDGGUHVV>/>IHHGEDFN@UHILQHU\\29.FRP>,>VNLPOLQNVBSXEBLG>/>30283u879131>,>MZBHQDEOHBUHODWHG>/WUXH,>VSRWLPBLG>/>VSBUH[iR99Y>,>WHPSBVXSSUHVVBDXWKRUBOLQNV>/IDOVH,>VXSSUHVVBDUFKLYHBOLQNV>/IDOVH,>JWPBFRQWDLQHUBLG>/>dqj-qpmctw>,>MZBSOD\\HUBLG>/>DYqXSLGa>,>IEBSL[HOBLG>/>709693729097198>,>HPDLOBOLVW>/>PDLQBHYHU\\ZKHUH>,>HPDLOBZHOFRPHBWHPSODWH>/>ZHOFRPHBRUJDQLF>,>WDUJHWBODQJXDJH>/>HQ><,>PRVWBSRSXODU>/x:>WLWOH>/>gRKQQ\\ aHSS cLOHV iDZVXLW ^JDLQVW ^PEHU eHDUG>,>XUO>/>}HQ-XV}2019}03}225852}MRKQQ\\-GHSS-50-PLOOLRQ-GHIDPDWLRQ-ODZVXLW-DPEHU-KHDUG>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}2019}03}225852}MRKQQ\\-GHSS-50-PLOOLRQ-GHIDPDWLRQ-ODZVXLW-DPEHU-KHDUG><,:>WLWOH>/>gRKQQ\\ tHLU&#[27;V oRXWLQH fV _HDXW\\-bGLWRU ^SSURYHG>,>XUO>/>}HQ-XV}2018}02}191529}MRKQQ\\-ZHLU-NRUHDQ-EHDXW\\-SURGXFWV>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}2018}02}191529}MRKQQ\\-ZHLU-NRUHDQ-EHDXW\\-SURGXFWV><z,>EDVHQDPH>/>HQ-XV>,>GRPDLQ>/>ZZZ.UHILQHU\\29.FRP><,>DOWHUQDWHBXUOV>/x:>HGLWLRQBLG>/1,>ODQJ>/>HQ>,>XUO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}FRS\\-DVVLVWDQW-ORQGRQ-VDODU\\-PRQH\\-GLDU\\><z<,>PHWD>/:>PHWDBWLWOH>/>cDVKLRQ `RS\\ ^VVLVWDQW iRQGRQ jRQH\\ aLDU\\>,>PHWDBGHVFULSWLRQ>/>eRZ PXFK D FRS\\ DVVLVWDQW LQ iRQGRQ VSHQGV RYHU WKH FRXUVH RI RQH ZHHN.>,>PHWDBQRLQGH[>/IDOVH,>DPSBXUO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}DPS}HQ-XV}FRS\\-DVVLVWDQW-ORQGRQ-VDODU\\-PRQH\\-GLDU\\><,>PRGXOHV>/x:>LG>/0,>W\\SH>/>HGLWRUV-SLFNV>,>WLWOH>/>bGLWRUV' mLFNV>,>URZV>/x:>W\\SH>/>3-VWDQGDUG>,>FDUGV>/x:>FDUGfa>/1,>PRGXOHfa>/1,>LQGH[tLWKLQoRZ>/1,>LQGH[tLWKLQjRGXOH>/1,>LVsLGHR`DUG>/IDOVH,>LG>/227952,>W\\SH>/>pifabpelt>,>WUXQFDWHGBWLWOHB80>/>vRXU ^SULO eRURVFRSH, oHYHDOHG>,>WUXQFDWHGBWLWOHB62>/>vRXU ^SULO eRURVFRSH, oHYHDOHG>,>KHURBVKRUWHUBWLWOH>/>vRXU ^SULO eRURVFRSH, oHYHDOHG>,>SXEOLVKHG>/1554116400,>H[FHUSWBWUXQFDWHGB155>/>qKH PRQWK EHJLQV ZLWK D GUHDP\\ YLEH RQ ^SULO 2QG ZKHQ jHUFXU\\ FRQMXQFWV kHSWXQH. qKLV VRXQGV LQWHQVH, EXW ZH’OO EH DEOH WR WDS LQWR RXU LQWXLWLRQ ZKHQ>,>ODEHO>/>eRURVFRSHV>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>sHQXV ^XVWUDOLV><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}F85}0,200,2000,2000}[,80}2099511}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}E5E}0,0,2000,2400}[,80}2099511}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}710}0,638,2000,1125}[,80}2099511}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}5EH}325,0,1350,2400}[,80}2099511}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}51I}0,450,2000,1500}[,80}2099511}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}799}100,0,1800,2400}[,80}2099511}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}5HD}0,0,7634,2863}[,80}2134616}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}I12}0,675,2000,1050}[,80}2099511}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}136}112,0,1776,2400}[,80}2099511}LPDJH.MSJ><<<z,>XUO>/>}HQ-XV}2019}04}227952}PRQWKO\\-DSULO-KRURVFRSH>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/2,>PRGXOHfa>/1,>LQGH[tLWKLQoRZ>/2,>LQGH[tLWKLQjRGXOH>/2,>LVsLGHR`DUG>/IDOVH,>LG>/226008,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>f dRW rQGHUH\\H cLOOHU cRU j\\ aDUN `LUFOHV — &DPS; f&#[27;YH kHYHU iRRNHG _DFN>,>WUXQFDWHGBWLWOHB62>/>f dRW rQGHUH\\H cLOOHU cRU j\\ aDUN `LUFOHV — & f'YH kHYHU ...>,>KHURBVKRUWHUBWLWOH>/>f dRW cLOOHU qR qUHDW j\\ aDUN rQGHUH\\H `LUFOHV>,>SXEOLVKHG>/1553551200,>H[FHUSWBWUXQFDWHGB155>/>aDQLHOOH dUD\\ LV D 37-\\HDU-ROG VW\\OH DQG EHDXW\\ ZULWHU LQ kHZ vRUN `LW\\ ZKR GHFLGHG WR JHW WHDU WURXJK ILOOHU WR WUHDW KHU GDUN XQGHUH\\H FLUFOHV. qKH>,>ODEHO>/>_HDXW\\>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>aDQLHOOH dUD\\><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}43G}0,60,2000,2000}[,80}2151966}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}2FH}0,0,2000,2400}[,80}2151966}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}936}431,0,1333,750}[,80}2151967}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}1GF}349,0,1350,2400}[,80}2151966}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}894}0,87,2000,1500}[,80}2151966}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}HF8}100,0,1800,2400}[,80}2151966}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}7H4}0,0,2000,750}[,80}2151967}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}E36}0,0,2000,1050}[,80}2151968}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}4FD}112,0,1776,2400}[,80}2151966}LPDJH.MSJ><<<z,>XUO>/>}HQ-XV}XQGHU-H\\H-ILOOHU-GDUN-FLUFOHV-H[SHULHQFH>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/3,>PRGXOHfa>/1,>LQGH[tLWKLQoRZ>/3,>LQGH[tLWKLQjRGXOH>/3,>LVsLGHR`DUG>/IDOVH,>LG>/225613,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>eHU cDWKHU jXUGHUHG j\\ jRWKHU. qKHQ, tH _HFDPH cULHQGV.>,>WUXQFDWHGBWLWOHB62>/>eHU cDWKHU jXUGHUHG j\\ jRWKHU. qKHQ, tH _HFDPH cULHQGV>,>KHURBVKRUWHUBWLWOH>/>f&#[27;P cULHQGV tLWK qKH aDXJKWHU lI j\\ jRP&#[27;V hLOOHU>,>SXEOLVKHG>/1553536260,>H[FHUSWBWUXQFDWHGB155>/>qKH ILUVW WLPH f HQFRXQWHUHG oDFKHO* ZDV LQ WKH SDJHV RI OHJDO GRFXPHQWV/ SROLFH UHSRUWV, JUDQG MXU\\ WHVWLPRQ\\, VZRUQ DIILGDYLWV. f ILUVW VDZ KHU QDPH RQ>,>ODEHO>/>kHZV>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>iHDK `DUUROO><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}21E}0,200,2000,2000}[,80}2134893}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}DH5}0,0,2000,2400}[,80}2134893}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}IFI}0,638,2000,1125}[,80}2134893}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}294}325,0,1350,2400}[,80}2134893}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}G7E}0,450,2000,1500}[,80}2134893}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}7H4}100,0,1800,2400}[,80}2134893}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}1H2}0,0,2000,750}[,80}2134952}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}03D}0,675,2000,1050}[,80}2134893}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}2G3}112,0,1776,2400}[,80}2134893}LPDJH.MSJ><<<z,>XUO>/>}HQ-XV}2019}03}225613}OHDK-FDUUROO-WUXH-FULPH-HVVD\\-IULHQGV-ZLWK-GDXJKWHU-RI-PRPV-NLOOHU>,>PRELOH^GmRVLWLRQ>/QXOO<z,>URZfa>/1,>LQGH[tLWKLQjRGXOH>/1,>GHVNWRS^GmRVLWLRQ>/QXOO,>WDEOHW^GmRVLWLRQ>/QXOO,>PRELOH^GmRVLWLRQ>/QXOO<z,>FKDQQHO`DPSDLJQ_UDQGLQJfPDJH>/QXOO,>FKDQQHOpXEWLWOH>/QXOO,>VKRXOGaLVSOD\\jRGXOHqLWOH>/WUXH<,:>LG>/1,>W\\SH>/>UHODWHG-FRQWHQW>,>WLWOH>/>jRUH IURP tRUN & jRQH\\>,>KDVBDGBVSRQVRU>/WUXH,>URZV>/x:>W\\SH>/>3-VWDQGDUG>,>FDUGV>/x:>FDUGfa>/4,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/1,>LQGH[tLWKLQjRGXOH>/1,>LVsLGHR`DUG>/IDOVH,>LG>/229041,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>f&#[27;P ^Q ^HURVSDFH bQJLQHHU — &DPS; f jDNH $142h>,>WUXQFDWHGBWLWOHB62>/>f'P ^Q ^HURVSDFH bQJLQHHU — & f jDNH $142h>,>KHURBVKRUWHUBWLWOH>/>f&#[27;P ^Q ^HURVSDFH bQJLQHHU — &DPS; f jDNH $142h>,>SXEOLVKHG>/1554484500,>H[FHUSWBWUXQFDWHGB155>/>fQ RXU VHULHV j\\ 6-cLJXUH mD\\FKHFN, ZRPHQ PDNLQJ PRUH WKDQ $100,000 RSHQ XS DERXW KRZ WKH\\ JRW WKHUH DQG ZKDW H[DFWO\\ WKH\\ GR. tH WDNH D FORVHU ORRN DW>,>ODEHO>/>tRUN & jRQH\\>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>iXGPLOD iHLYD><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}12E}0,200,2000,2000}[,80}2157544}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}542}0,0,2000,2400}[,80}2157544}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}91H}0,49,2000,1125}[,80}2157544}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}5GD}325,0,1350,2400}[,80}2157544}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}G9F}0,0,2000,1500}[,80}2157544}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}I56}100,0,1800,2400}[,80}2157544}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}E1D}0,343,2000,750}[,80}2157544}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}262}0,0,2000,1050}[,80}2157544}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}E40}112,0,1776,2400}[,80}2157544}LPDJH.MSJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>><,>XUO>/>}HQ-XV}VL[-ILJXUH-SD\\FKHFN-DHURVSDFH-HQJLQHHU>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/5,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/2,>LQGH[tLWKLQjRGXOH>/2,>LVsLGHR`DUG>/IDOVH,>LG>/228814,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>^ tHHN fQ kRUWK `DUROLQD lQ ^ $53,300 pDODU\\>,>WUXQFDWHGBWLWOHB62>/>^ tHHN fQ kRUWK `DUROLQD lQ ^ $53,300 pDODU\\>,>KHURBVKRUWHUBWLWOH>/>^ tHHN fQ kRUWK `DUROLQD lQ ^ $53,300 pDODU\\>,>SXEOLVKHG>/1554480000,>H[FHUSWBWUXQFDWHGB155>/>tHOFRPH WR jRQH\\ aLDULHV, ZKHUH ZH'UH WDFNOLQJ ZKDW PLJKW EH WKH ODVW WDERR IDFLQJ PRGHUQ ZRUNLQJ ZRPHQ/ PRQH\\. tH'UH DVNLQJ PLOOHQQLDOV KRZ WKH\\ VSHQG>,>ODEHO>/>jRQH\\ aLDULHV>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>vRX><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}E17}0,200,2000,2000}[,80}2156424}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}92D}0,0,2000,2400}[,80}2156424}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}D4H}333,0,1335,751}[,80}2156423}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}I8D}325,0,1350,2400}[,80}2156424}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}9DE}500,0,1001,751}[,80}2156423}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}H1G}100,0,1800,2400}[,80}2156424}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}5GF}1,1,2000,750}[,80}2156423}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}F0H}0,0,2000,1050}[,80}2156425}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}FE2}112,0,1776,2400}[,80}2156424}LPDJH.MSJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>pmlkploba><,>XUO>/>}HQ-XV}QRUWK-FDUROLQD-VHQLRU-DVVRFLDWH-VDODU\\-PRQH\\-GLDU\\>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/6,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/3,>LQGH[tLWKLQjRGXOH>/3,>LVsLGHR`DUG>/IDOVH,>LG>/228987,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>eHUH&#[27;V eRZ qR ^QVZHU qKRVH pWUHVVIXO _HKDYLRUDO fQWHUYLHZ nXHVWLRQV>,>WUXQFDWHGBWLWOHB62>/>eHUH'V eRZ qR ^QVZHU qKRVH pWUHVVIXO _HKDYLRUDO fQWHUYLHZ ...>,>KHURBVKRUWHUBWLWOH>/>eRZ qR ^QVZHU _HKDYLRUDO fQWHUYLHZ nXHVWLRQV>,>SXEOLVKHG>/1554408900,>H[FHUSWBWUXQFDWHGB155>/>^IWHU SXWWLQJ WRJHWKHU D SHUIHFWO\\ FUDIWHG FRYHU OHWWHU, UHYDPSLQJ \\RXU UéVXPé, DQG EUHH]LQJ WKURXJK DQ LQLWLDO SKRQH LQWHUYLHZ, \\RX'YH ILQDOO\\ ODQGHG>,>ODEHO>/>tRUN & jRQH\\>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>iXGPLOD iHLYD><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}301}0,0,2000,2000}[,80}2157370}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}9D5}0,0,2000,2400}[,80}2157370}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}48G}0,710,2000,1125}[,80}2157370}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}IIF}325,0,1350,2400}[,80}2157370}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}3D2}0,585,2000,1500}[,80}2157370}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}4DH}100,0,1800,2400}[,80}2157370}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}E03}0,779,2000,750}[,80}2157370}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}49F}0,729,2000,1050}[,80}2157370}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}E44}112,0,1776,2400}[,80}2157370}LPDJH.MSJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>><,>XUO>/>}HQ-XV}EHKDYLRUDO-LQWHUYLHZ-TXHVWLRQV>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<z,>URZfa>/2,>LQGH[tLWKLQjRGXOH>/1,>GHVNWRS^GmRVLWLRQ>/QXOO,>WDEOHW^GmRVLWLRQ>/QXOO,>PRELOH^GmRVLWLRQ>/QXOO<,:>W\\SH>/>3-VWDQGDUG>,>FDUGV>/x:>FDUGfa>/7,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/1,>LQGH[tLWKLQjRGXOH>/4,>LVsLGHR`DUG>/IDOVH,>LG>/228631,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>^ tHHN fQ pHDWWOH, t^, lQ ^ $145,000 fQFRPH>,>WUXQFDWHGBWLWOHB62>/>^ tHHN fQ pHDWWOH, t^, lQ ^ $145,000 fQFRPH>,>KHURBVKRUWHUBWLWOH>/>^ tHHN fQ pHDWWOH, t^, lQ ^ $145,000 fQFRPH>,>SXEOLVKHG>/1554395553,>H[FHUSWBWUXQFDWHGB155>/>tHOFRPH WR jRQH\\ aLDULHV, ZKHUH ZH'UH WDFNOLQJ ZKDW PLJKW EH WKH ODVW WDERR IDFLQJ PRGHUQ ZRUNLQJ ZRPHQ/ PRQH\\. tH'UH DVNLQJ PLOOHQQLDOV KRZ WKH\\ VSHQG>,>ODEHO>/>jRQH\\ aLDULHV>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>vRX><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}F13}0,200,2000,2000}[,80}2156199}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}13G}0,0,2000,2400}[,80}2156199}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}H74}0,638,2000,1125}[,80}2156199}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}8G8}325,0,1350,2400}[,80}2156199}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}25I}0,450,2000,1500}[,80}2156199}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}14F}100,0,1800,2400}[,80}2156199}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}DDI}1,1,2000,750}[,80}2156200}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}060}0,0,2000,1050}[,80}2156201}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}952}112,0,1776,2400}[,80}2156199}LPDJH.MSJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>><,>XUO>/>}HQ-XV}VHDWWOH-ZD-FRQVXOWDQW-VDODU\\-PRQH\\-GLDU\\>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/8,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/2,>LQGH[tLWKLQjRGXOH>/5,>LVsLGHR`DUG>/IDOVH,>LG>/228900,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>pRSKLH qXUQHU fV mDLG iHVV qKDQ lWKHU yX003FHP{dDPH lI qKURQHV yX003F}HP{`DVW jHPEHUV — &DPS;...>,>WUXQFDWHGBWLWOHB62>/>pRSKLH qXUQHU fV mDLG iHVV qKDQ lWKHU dDPH lI qKURQHV `DVW ...>,>KHURBVKRUWHUBWLWOH>/>pRSKLH qXUQHU jDNHV iHVV qKDQ lWKHU yX003FHP{dRq yX003F}HP{^FWRUV>,>SXEOLVKHG>/1554391828,>H[FHUSWBWUXQFDWHGB155>/>pRSKLH qXUQHU, WKH DFWUHVV ZKR URVH WR LQWHUQDWLRQDO IDPH IRU KHU SRUWUD\\DO RI pDQVD pWDUN LQ e_l’V dDPH RI qKURQHV VHULHV, GRHVQ’W JHW SDLG DV PXFK>,>ODEHO>/>tRUN & jRQH\\>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>iXGPLOD iHLYD><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}4H8}0,0,2000,2000}[,80}2156893}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}651}0,0,2000,2400}[,80}2156893}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}144}0,33,2000,1125}[,80}2156893}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}8IH}325,0,1350,2400}[,80}2156893}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}FDH}0,0,2000,1500}[,80}2156893}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}7G2}100,0,1800,2400}[,80}2156893}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}74D}0,257,2000,750}[,80}2156893}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}114}0,59,2000,1050}[,80}2156893}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}9FG}112,0,1776,2400}[,80}2156893}LPDJH.MSJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>><,>XUO>/>}HQ-XV}2019}04}228900}VRSKLH-WXUQHU-VDODU\\-JDPH-RI-WKURQHV-KLJKHVW-ORZHVW-SDLG>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/9,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/3,>LQGH[tLWKLQjRGXOH>/6,>LVsLGHR`DUG>/IDOVH,>LG>/224357,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>^OO eDLO ism, qKH oLFKHVW oHDO eRXVHZLIH>,>WUXQFDWHGBWLWOHB62>/>^OO eDLO ism, qKH oLFKHVW oHDO eRXVHZLIH>,>KHURBVKRUWHUBWLWOH>/>qKLV fV eRZ jXFK iLVD sDQGHUSXPS eDV fQ qKH _DQN>,>SXEOLVKHG>/1554388200,>H[FHUSWBWUXQFDWHGB155>/>^QRWKHU VHDVRQ RI qKH oHDO eRXVHZLYHV RI _HYHUO\\ eLOOV LV LQ IXOO VZLQJ, DQG WKLV WLPH RXU IDYRULWH JUDQGH GDPH RI sLOOD oRVD (ZKR KDV WKXV IDU H[FHOOHG>,>ODEHO>/>tRUN & jRQH\\>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>^QDEHO mDVDURZ><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}F80}0,24,2000,2000}[}2125714}LPDJH.SQJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}4G1}0,0,2000,2400}[}2125714}LPDJH.SQJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}F01}0,467,2000,1125}[}2125714}LPDJH.SQJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}8EG}325,0,1350,2400}[}2125714}LPDJH.SQJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}H46}0,240,2000,1500}[}2125714}LPDJH.SQJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}149}100,0,1800,2400}[}2125714}LPDJH.SQJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}7H5}0,688,2000,750}[}2125714}LPDJH.SQJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}0ID}0,0,2000,1050}[}2125716}LPDJH.SQJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}04I}112,0,1776,2400}[}2125714}LPDJH.SQJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>><,>XUO>/>}HQ-XV}2019}02}224357}OLVD-YDQGHUSXPS-QHW-ZRUWK-UHDO-KRXVHZLYHV>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<z,>URZfa>/3,>LQGH[tLWKLQjRGXOH>/2,>GHVNWRS^GmRVLWLRQ>/QXOO,>WDEOHW^GmRVLWLRQ>/QXOO,>PRELOH^GmRVLWLRQ>/QXOO<,:>W\\SH>/>3-VWDQGDUG>,>FDUGV>/x:>FDUGfa>/10,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/1,>LQGH[tLWKLQjRGXOH>/7,>LVsLGHR`DUG>/IDOVH,>LG>/226617,>W\\SH>/>pifabpelt>,>WUXQFDWHGBWLWOHB80>/>qXUQLQJ cDLOXUH fQWR mURVSHULW\\/ eRZ 4 tRPHQ rVHG qKHLU pHWEDFNV qR ^FKLHYH pXFFHVV >,>WUXQFDWHGBWLWOHB62>/>qXUQLQJ cDLOXUH fQWR mURVSHULW\\/ eRZ 4 tRPHQ rVHG qKHLU ...>,>KHURBVKRUWHUBWLWOH>/>eRZ cDLOXUH eHOSHG 4 tRPHQ ^FKLHYH jDVVLYH pXFFHVV>,>SXEOLVKHG>/1553717100,>H[FHUSWBWUXQFDWHGB155>/>^VN DQ\\ VXFFHVVIXO ZRPDQ DQG VKH’OO WHOO \\RX, RQ WKH URDG WR ILQDQFLDO IUHHGRP DQG FRQILGHQFH, \\RX’UH OLNHO\\ WR KLW D IHZ EXPSV DORQJ WKH ZD\\.>,>ODEHO>/>aHGLFDWHG cHDWXUH>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>iHHDQQ aXJJDQ><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}GDF}0,156,2000,2000}[}2142282}LPDJH.SQJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}886}0,0,2000,2400}[}2142282}LPDJH.SQJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}FF9}0,314,2000,1125}[}2142282}LPDJH.SQJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}E41}325,0,1350,2400}[}2142282}LPDJH.SQJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}6H9}0,450,2000,1500}[}2142282}LPDJH.SQJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}09H}100,0,1800,2400}[}2142282}LPDJH.SQJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}27G}0,825,2000,750}[}2142282}LPDJH.SQJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}1F1}0,675,2000,1050}[}2142282}LPDJH.SQJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}5I4}112,0,1776,2400}[}2142282}LPDJH.SQJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>`rpqlj><,>XUO>/>}HQ-XV}ILQDQFLDO-IDLOXUH-LQWR-FDUHHU-VXFFHVV>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/11,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/2,>LQGH[tLWKLQjRGXOH>/8,>LVsLGHR`DUG>/IDOVH,>LG>/228766,>W\\SH>/>pifabpelt>,>WUXQFDWHGBWLWOHB80>/>f&#[27;YH _HHQ fQ cLQDQFH cRU 8 vHDUV — &DPS; f cLQDOO\\ cHHO cXOILOOHG fQ j\\ `DUHHU>,>WUXQFDWHGBWLWOHB62>/>f'YH _HHQ fQ cLQDQFH cRU 8 vHDUV — & f cLQDOO\\ cHHO cXOILOOHG ...>,>KHURBVKRUWHUBWLWOH>/>^IWHU 8 vHDUV, f cHHO cXOILOOHG fQ j\\ `DUHHU>,>SXEOLVKHG>/1554316970,>H[FHUSWBWUXQFDWHGB155>/>fQ RXU VHULHV pDODU\\ pWRULHV, ZRPHQ ZLWK ORQJ-WHUP FDUHHU H[SHULHQFH RSHQ XS DERXW WKH PRVW LQWLPDWH GHWDLOV RI WKHLU MREV/ FRPSHQVDWLRQ. fW’V DQ KRQHVW>,>ODEHO>/>tRUN & jRQH\\>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>iXGPLOD iHLYD><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}652}0,200,2000,2000}[}2156037}LPDJH.SQJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}38D}0,0,2000,2400}[}2156037}LPDJH.SQJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}G4G}67,0,1867,1050}[}2156038}LPDJH.SQJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}384}3,0,1350,2400}[}2156037}LPDJH.SQJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}F05}0,363,2000,1500}[}2156037}LPDJH.SQJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}D4H}100,0,1800,2400}[}2156037}LPDJH.SQJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}9G6}0,142,2000,750}[}2156038}LPDJH.SQJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}5G2}0,0,2000,1050}[}2156038}LPDJH.SQJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}111}112,0,1776,2400}[}2156037}LPDJH.SQJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>><,>XUO>/>}HQ-XV}VDODU\\-VWRU\\-FRQVWUXFWLRQ-ILQDQFH>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/12,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/3,>LQGH[tLWKLQjRGXOH>/9,>LVsLGHR`DUG>/IDOVH,>LG>/228621,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>6 bVVHQWLDO qLSV qR eHOS vRX `UHDWH ^ pWURQJ mHUVRQDO _UDQG>,>WUXQFDWHGBWLWOHB62>/>6 bVVHQWLDO qLSV qR eHOS vRX `UHDWH ^ pWURQJ mHUVRQDO _UDQG>,>KHURBVKRUWHUBWLWOH>/>6 bVVHQWLDO qLSV qR `UHDWH ^ pWURQJ mHUVRQDO _UDQG>,>SXEOLVKHG>/1554307224,>H[FHUSWBWUXQFDWHGB155>/>qKHVH GD\\V, WKHUH DUH D ORW RI FRQYHUVDWLRQV KDSSHQLQJ DURXQG SHUVRQDO EUDQGLQJ.  tKHWKHU \\RX DUH DQ DVSLULQJ VRFLDO PHGLD LQIOXHQFHU, DQ HQWUHSUHQHXU, RU>,>ODEHO>/>tRUN & jRQH\\>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>iXGPLOD iHLYD><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}FH2}0,200,2000,2000}[}1700343}LPDJH.SQJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}5HD}0,0,2000,2400}[}1700343}LPDJH.SQJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}245}0,638,2000,1125}[}1700343}LPDJH.SQJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}883}325,0,1350,2400}[}1700343}LPDJH.SQJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}56F}0,450,2000,1500}[}1700343}LPDJH.SQJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}FGI}100,0,1800,2400}[}1700343}LPDJH.SQJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}DII}0,825,2000,750}[}1700343}LPDJH.SQJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}GG4}0,675,2000,1050}[}1700343}LPDJH.SQJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}H3H}112,0,1776,2400}[}1700343}LPDJH.SQJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>><,>XUO>/>}HQ-XV}KRZ-WR-EUDQG-\\RXUVHOI>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<z,>URZfa>/4,>LQGH[tLWKLQjRGXOH>/3,>GHVNWRS^GmRVLWLRQ>/QXOO,>WDEOHW^GmRVLWLRQ>/QXOO,>PRELOH^GmRVLWLRQ>/QXOO<,:>W\\SH>/>3-VWDQGDUG>,>FDUGV>/x:>FDUGfa>/13,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/1,>LQGH[tLWKLQjRGXOH>/10,>LVsLGHR`DUG>/IDOVH,>LG>/228626,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>^ tHHN fQ ^QFKRUDJH, ^h, lQ ^ $40,000 pDODU\\>,>WUXQFDWHGBWLWOHB62>/>^ tHHN fQ ^QFKRUDJH, ^h, lQ ^ $40,000 pDODU\\>,>KHURBVKRUWHUBWLWOH>/>^ tHHN fQ ^QFKRUDJH, ^h, lQ ^ $40,000 pDODU\\>,>SXEOLVKHG>/1554234508,>H[FHUSWBWUXQFDWHGB155>/>tHOFRPH WR jRQH\\ aLDULHV, ZKHUH ZH'UH WDFNOLQJ ZKDW PLJKW EH WKH ODVW WDERR IDFLQJ PRGHUQ ZRUNLQJ ZRPHQ/ PRQH\\. tH'UH DVNLQJ PLOOHQQLDOV KRZ WKH\\ VSHQG>,>ODEHO>/>jRQH\\ aLDULHV>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>vRX><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}FHD}0,200,2000,2000}[,80}2154966}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}63I}0,0,2000,2400}[,80}2154966}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}H3F}0,638,2000,1125}[,80}2154966}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}EG9}325,0,1350,2400}[,80}2154966}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}0D1}0,450,2000,1500}[,80}2154966}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}E1G}100,0,1800,2400}[,80}2154966}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}F91}1,1,2000,750}[,80}2154965}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}EF2}0,0,2000,1050}[,80}2154967}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}FD1}112,0,1776,2400}[,80}2154966}LPDJH.MSJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>pmlkploba><,>XUO>/>}HQ-XV}JUDQWV-DGPLQLVWUDWRU-DQFKRUDJH-DN-PRQH\\-GLDU\\>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/14,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/2,>LQGH[tLWKLQjRGXOH>/11,>LVsLGHR`DUG>/IDOVH,>LG>/228550,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>kHZ jDQDJHUV/ eHUH&#[27;V eRZ qR fQWHUYLHZ pRPHRQH cRU ^ gRE>,>WUXQFDWHGBWLWOHB62>/>kHZ jDQDJHUV/ eHUH'V eRZ qR fQWHUYLHZ pRPHRQH cRU ^ gRE>,>KHURBVKRUWHUBWLWOH>/>eHUH&#[27;V eRZ qR fQWHUYLHZ pRPHRQH cRU ^ gRE>,>SXEOLVKHG>/1554217997,>H[FHUSWBWUXQFDWHGB155>/>gRE LQWHUYLHZV FDQ EH QHUYH-UDFNLQJ — DQG QRW MXVW IRU WKH SHUVRQ ZKR'V EHLQJ LQWHUYLHZHG.  tKLOH WKHUH'V SOHQW\\ RI DGYLFH RQ KRZ WR SUHSDUH IRU D MRE>,>ODEHO>/>tRUN & jRQH\\>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>iXGPLOD iHLYD><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}442}0,919,3648,3648}[,80}2105133}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}9FH}0,547,3648,4378}[,80}2105133}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}0H3}0,1710,3648,2052}[,80}2105133}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}E10}285,0,3078,5472}[,80}2105133}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}31F}0,1368,3648,2736}[,80}2105133}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}F86}0,304,3648,4864}[,80}2105133}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}841}0,2052,3648,1368}[,80}2105133}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}G4D}0,1779,3648,1915}[,80}2105133}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}990}0,271,3648,4930}[,80}2105133}LPDJH.MSJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>><,>XUO>/>}HQ-XV}KRZ-WR-LQWHUYLHZ-VRPHRQH-MRE-TXHVWLRQV>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/15,>PRGXOHfa>/2,>LQGH[tLWKLQoRZ>/3,>LQGH[tLWKLQjRGXOH>/12,>LVsLGHR`DUG>/IDOVH,>LG>/228243,>W\\SH>/>p`olii^_ib>,>WUXQFDWHGBWLWOHB80>/>qU\\LQJ qR cLQG ^IIRUGDEOH `KLOG `DUH fV kRW qKH gRE f tDQWHG>,>WUXQFDWHGBWLWOHB62>/>qU\\LQJ qR cLQG ^IIRUGDEOH `KLOG `DUH fV kRW qKH gRE f tDQWHG>,>KHURBVKRUWHUBWLWOH>/>qKH pWUHVV lI cLQGLQJ ^IIRUGDEOH `KLOG `DUH>,>SXEOLVKHG>/1554206400,>H[FHUSWBWUXQFDWHGB155>/>fQ WKH SDVW PRQWK, f’YH VSHQW FORVH WR 60 KRXUV WU\\LQJ WR VHFXUH FKLOG FDUH IRU P\\ WZR-\\HDU-ROG VRQ. qKLV LV QRW WKH NLQG RI MRE f HYHU ZDQWHG. fW’V D>,>ODEHO>/>tRUN & jRQH\\>,>FRQWULEXWRUV>/x:>GLVSOD\\BQDPH>/>iL] qUDF\\><z,>RSHQHUBLPDJHV>/x:>W\\SH>/>1[1>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}4D8}0,200,2000,2000}[,80}2153716}LPDJH.MSJ><<<,:>W\\SH>/>5[6>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}GE5}0,0,2000,2400}[,80}2153716}LPDJH.MSJ><<<,:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}198}334,0,1333,750}[,80}2153800}LPDJH.MSJ><<<,:>W\\SH>/>9[16>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}3D0}325,0,1350,2400}[,80}2153716}LPDJH.MSJ><<<,:>W\\SH>/>4[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}659}500,0,1000,750}[,80}2153800}LPDJH.MSJ><<<,:>W\\SH>/>3[4>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}6I8}100,0,1800,2400}[,80}2153716}LPDJH.MSJ><<<,:>W\\SH>/>8[3>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}146}0,0,2000,750}[,80}2153800}LPDJH.MSJ><<<,:>W\\SH>/>c^`b_llh>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}956}286,0,1429,750}[,80}2153798}LPDJH.MSJ><<<,:>W\\SH>/>mfkqbobpq>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}3IH}112,0,1776,2400}[,80}2153716}LPDJH.MSJ><<<z,>PHWD>/:>VROGBFRQWHQWBW\\SH>/>><,>XUO>/>}HQ-XV}2019}04}228243}WKH-VWUXJJOH-WR-ILQG-JRRG-DIIRUGDEOH-FKLOG-FDUH>,>LVBYLGHRBFDUG>/IDOVH,>PRELOH^GmRVLWLRQ>/QXOO<z,>URZfa>/5,>LQGH[tLWKLQjRGXOH>/4,>GHVNWRS^GmRVLWLRQ>/QXOO,>WDEOHW^GmRVLWLRQ>/QXOO,>PRELOH^GmRVLWLRQ>/QXOO<z,>FKDQQHO`DPSDLJQ_UDQGLQJfPDJH>/QXOO,>FKDQQHOpXEWLWOH>/QXOO,>VKRXOGaLVSOD\\jRGXOHqLWOH>/WUXH<,:>LG>/2,>W\\SH>/>EORJBVHULHV>,>WLWOH>/>o29 lULJLQDO pHULHV>,>URZV>/x:>W\\SH>/>IOH[-VHULHV>,>FDUGV>/x:>FDUGfa>/16,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/1,>LQGH[tLWKLQjRGXOH>/1,>LVsLGHR`DUG>/IDOVH,>LG>/208,>QDPH>/>pKDWWHUER[>,>XUO>/>}HQ-XV}PUPDOFROPVOLVW>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}5HG}0,0,2000,2400}[}2119193}LPDJH.SQJ><<<z,>JHQUH>/>cLOP >,>WDJOLQH>/>tH KHOSHG 12 IHPDOH GLUHFWRUV FODLP WKHLU SRZHU. >,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/17,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/2,>LQGH[tLWKLQjRGXOH>/2,>LVsLGHR`DUG>/IDOVH,>LG>/240,>QDPH>/>o29 cHDWXUHV>,>XUO>/>}HQ-XV}PLOZDUG-IXQHUDO-GLUHFWRUV-NHQWXFN\\-PRUWLFLDQ-FDUHHU>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}037}0,0,2000,2400}[,80}1961225}LPDJH.MSJ><<<z,>JHQUH>/>aRFXPHQWDU\\ >,>WDJOLQH>/>qKH ODWHVW VWRULHV WR ZDWFK.>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/18,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/3,>LQGH[tLWKLQjRGXOH>/3,>LVsLGHR`DUG>/IDOVH,>LG>/152,>QDPH>/>pW\\OH lXW qKHUH>,>XUO>/>}HQ-XV}HVFDUDPX]D-PH[LFDQ-KRUVHEDFN-URGHR>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}D64}0,0,2000,2400}[,80}1961229}LPDJH.MSJ><<<z,>JHQUH>/>cDVKLRQ >,>WDJOLQH>/>qKH VW\\OH RI VXEFXOWXUH.>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/19,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/4,>LQGH[tLWKLQjRGXOH>/4,>LVsLGHR`DUG>/IDOVH,>LG>/318,>QDPH>/>tRUOG tLGH tHG>,>XUO>/>}HQ-XV}HSLVFRSDOLDQ-UHOLJLRXV-OHVELDQ-ZHGGLQJ>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}H72}0,0,2000,2400}[}2119937}LPDJH.SQJ><<<z,>JHQUH>/>aRFXPHQWDU\\ >,>WDJOLQH>/>cLYH ORYH VWRULHV EHKLQG GLYHUVH, PXOWLFXOWXUDO PDUULDJHV.>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/20,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/5,>LQGH[tLWKLQjRGXOH>/5,>LVsLGHR`DUG>/IDOVH,>LG>/219,>QDPH>/>eRZ pWXII fV jDGH>,>XUO>/>}HQ-XV}2018}11}216116}KRZ-JORVVLHU-JHQHUDWLRQ-J-OLSVWLFN-LV-PDGH>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}8E8}0,0,2000,2400}[,80}1958648}LPDJH.MSJ><<<z,>JHQUH>/>aRFXPHQWDU\\ >,>WDJOLQH>/>cURP YLEUDWRUV WR OLSVWLFN, OHDUQ KRZ \\RXU IDYRULWH SURGXFWV DUH PDGH. >,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/21,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/6,>LQGH[tLWKLQjRGXOH>/6,>LVsLGHR`DUG>/IDOVH,>LG>/334,>QDPH>/>^QRPDO\\>,>XUO>/>}HQ-XV}FRRNLH-ZDQWV-WR-VHH-PRUH-JLUOV-OLNH-KHU-ZUHVWOLQJ-YLGHR>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}981}0,0,2000,2400}[,80}2004741}LPDJH.MSJ><<<z,>JHQUH>/>aRFXPHQWDU\\>,>WDJOLQH>/>b[WUDRUGLQDU\\, RQH-RI-D-NLQG LQGLYLGXDOV>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/22,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/7,>LQGH[tLWKLQjRGXOH>/7,>LVsLGHR`DUG>/IDOVH,>LG>/251,>QDPH>/>pWURQJ lSLQLRQV iRRVHO\\ eHOG>,>XUO>/>}HQ-XV}IHPDOH-YLEUDWRU-FRPSDQ\\-FHR-IDFHV-GRXEOH-VWDQGDUGV>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}931}0,0,2000,2400}[,80}1958506}LPDJH.MSJ><<<z,>JHQUH>/>mROLWLFV >,>WDJOLQH>/>jDGH E\\ DQG IRU VPDUW, RSLQLRQDWHG ZRPHQ. >,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/23,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/8,>LQGH[tLWKLQjRGXOH>/8,>LVsLGHR`DUG>/IDOVH,>LG>/331,>QDPH>/>pZHHW aLJV>,>XUO>/>}HQ-XV}Q\\F-WZR-EHGURRP-KDUOHP-DSDUWPHQW-WRXU>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}299}0,0,2000,2400}[,80}2004743}LPDJH.MSJ><<<z,>JHQUH>/>iLIHVW\\OH>,>WDJOLQH>/>fQVLGH WKH KRPHV RI PLOOHQQLDO ZRPHQ — & ZKDW WKH\\ SDLG IRU WKHP>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/24,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/9,>LQGH[tLWKLQjRGXOH>/9,>LVsLGHR`DUG>/IDOVH,>LG>/393,>QDPH>/>eHU pKRUWV>,>XUO>/>}HQ-XV}VH[XDOO\\-WUDQVPLWWHG-GLVHDVHV-JXLGH-UDFKHO-EORRP-VH[-VFKRRO>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}963}0,0,2000,2400}[,80}2040256}LPDJH.MSJ><<<z,>JHQUH>/>`RPHG\\>,>WDJOLQH>/>iHW'V WDON DERXW VH[, EDE\\. >,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/25,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/10,>LQGH[tLWKLQjRGXOH>/10,>LVsLGHR`DUG>/IDOVH,>LG>/395,>QDPH>/>`RQQHFWLQJ qKUHDG>,>XUO>/>}HQ-XV}IRVWHU-SULGH-FURFKHW-FUDIWV-QRQSURILW-QHZ-\\RUN-FLW\\>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>mKRWR/ `RXUWHV\\ RI rQOHDVKHG.>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}F63}0,0,2000,2400}[,80}2043296}LPDJH.MSJ><<<z,>JHQUH>/>aRFXPHQWDU\\>,>WDJOLQH>/>cHPDOH DUWLVDQV DURXQG WKH ZRUOG>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/26,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/11,>LQGH[tLWKLQjRGXOH>/11,>LVsLGHR`DUG>/IDOVH,>LG>/210,>QDPH>/>qU\\ iLYLQJ ZLWK iXFLH>,>XUO>/>}HQ-XV}HDW-SL]]D-HYHU\\-PHDO-OXFLH-ILQN>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}678}0,0,2000,2400}[,80}1958508}LPDJH.MSJ><<<z,>JHQUH>/>iLIHVW\\OH >,>WDJOLQH>/>iLIH H[SHULPHQWV, 5 GD\\V DW D WLPH.>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/27,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/12,>LQGH[tLWKLQjRGXOH>/12,>LVsLGHR`DUG>/IDOVH,>LG>/238,>QDPH>/>_HDXW\\ ZLWK jL >,>XUO>/>}HQ-XV}KRZ-WR-RUJDQL]H-PDNHXS-YLGHR>,>RSHQHUBLPDJHV>/x:>W\\SH>/>5[6>,>ODEHO>/>5/6>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}0G5}0,0,2000,2400}[,80}1958501}LPDJH.MSJ><<<z,>JHQUH>/>_HDXW\\ >,>WDJOLQH>/>sLUDO WUHQGV, WULHG DQG WHVWHG.>,>PRELOH^GmRVLWLRQ>/QXOO<z,>URZfa>/6,>LQGH[tLWKLQjRGXOH>/1,>GHVNWRS^GmRVLWLRQ>/QXOO,>WDEOHW^GmRVLWLRQ>/QXOO,>PRELOH^GmRVLWLRQ>/QXOO<,:>W\\SH>/>4-YLGHR>,>FDUGV>/x:>FDUGfa>/28,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/1,>LQGH[tLWKLQjRGXOH>/13,>LVsLGHR`DUG>/IDOVH,>LG>/226117,>WUXQFDWHGBWLWOHB62>/>tK\\ f dRW ^ kRVH gRE qR cHHO `ORVHU qR j\\ cDPLO\\>,>ODEHO>/>_HDXW\\>,>FRQWULEXWRUV>/xz,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}29D}0,244,2000,1125}[,80}2144935}LPDJH.MSJ><<<z,>SDWK>/>}HQ-XV}QRVH-MRE-UKLQRSODVW\\-VXUJHU\\-VWRU\\-DFFHSWDQFH>,>GLVSOD\\BQDPH>/>tK\\ f dRW ^ kRVH gRE qR cHHO `ORVHU qR j\\ cDPLO\\>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/29,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/2,>LQGH[tLWKLQjRGXOH>/14,>LVsLGHR`DUG>/IDOVH,>LG>/227649,>WUXQFDWHGBWLWOHB62>/>f iLYH fQ ^Q lOG fFH `UHDP cDFWRU\\ — & j\\ oHQW fV $3,750 ^ ...>,>ODEHO>/>eRPH qRXUV>,>FRQWULEXWRUV>/xz,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}E34}0,260,2000,1125}[,80}2148166}LPDJH.MSJ><<<z,>SDWK>/>}HQ-XV}VZHHW-GLJV-QHZ-\\RUN-FLW\\-LFH-FUHDP-IDFWRU\\-EURWKHO-DSDUWPHQW-WRXU>,>GLVSOD\\BQDPH>/>f iLYH fQ ^Q lOG fFH `UHDP cDFWRU\\ — &DPS; j\\ oHQW fV $3,750 ^ jRQWK>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/30,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/3,>LQGH[tLWKLQjRGXOH>/15,>LVsLGHR`DUG>/IDOVH,>LG>/227738,>WUXQFDWHGBWLWOHB62>/>pW\\OH lXW qKHUH/ cRU _ODFN tRPHQ, ^IURIXWXULVW cDVKLRQ fV jRUH...>,>ODEHO>/>cDVKLRQ>,>FRQWULEXWRUV>/xz,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}557}0,156,3000,1688}[,80}2148987}LPDJH.MSJ><<<z,>SDWK>/>}HQ-XV}DIURIXWXULVP-IDVKLRQ>,>GLVSOD\\BQDPH>/>pW\\OH lXW qKHUH/ cRU _ODFN tRPHQ, ^IURIXWXULVW cDVKLRQ fV jRUH qKDQ ^ `RVWXPH>,>PRELOH^GmRVLWLRQ>/QXOO<,:>FDUGfa>/31,>PRGXOHfa>/3,>LQGH[tLWKLQoRZ>/4,>LQGH[tLWKLQjRGXOH>/16,>LVsLGHR`DUG>/IDOVH,>LG>/226120,>WUXQFDWHGBWLWOHB62>/>tKDW eDSSHQHG tKHQ f tHQW tDOOHW-iHVV cRU 5 aD\\V>,>ODEHO>/>aHGLFDWHG cHDWXUH>,>FRQWULEXWRUV>/xz,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>DVVHW>/:>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}786}0,477,2000,1125}[,80}2146794}LPDJH.MSJ><<<z,>SDWK>/>}HQ-XV}VSHQGLQJ-ZLWK-DSSV>,>GLVSOD\\BQDPH>/>tKDW eDSSHQHG tKHQ f tHQW tDOOHW-iHVV cRU 5 aD\\V>,>PRELOH^GmRVLWLRQ>/>UHODWHG><z,>URZfa>/7,>LQGH[tLWKLQjRGXOH>/2,>GHVNWRS^GmRVLWLRQ>/>UHODWHG>,>WDEOHW^GmRVLWLRQ>/>UHODWHG>,>PRELOH^GmRVLWLRQ>/>UHODWHG><z,>FKDQQHO`DPSDLJQ_UDQGLQJfPDJH>/QXOO,>FKDQQHOpXEWLWOH>/QXOO,>VKRXOGaLVSOD\\jRGXOHqLWOH>/WUXH<z,>QDYLJDWLRQ>/x:>LG>/91,>GLVSOD\\BQDPH>/>aLVFRYHU>,>SDWK>/>}HQ-XV>,>SURPRBLPDJHBVUF>/>}}V1.U29VWDWLF.FRP}ELQ}HQWU\\}GII}[}2109596}LPDJH.SQJ>,>SURPRBXUO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}2019}01}217375}DERUWLRQ-FOLQLFV-ODZV-PDS>,>SURPRBLVBDFWLYH>/WUXH,>ODEHO>/>GLVFRYHU>,>FKLOGUHQ>/x:>LG>/103,>GLVSOD\\BQDPH>/>pWRULHV cURP>,>SDWK>/>}HQ-XV>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/113,>GLVSOD\\BQDPH>/>jRQH\\ aLDULHV>,>SDWK>/>}HQ-XV}PRQH\\-GLDU\\>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/109,>GLVSOD\\BQDPH>/>eRURVFRSHV>,>SDWK>/>}HQ-XV}KRURVFRSH>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/106,>GLVSOD\\BQDPH>/>tRUN & jRQH\\>,>SDWK>/>}HQ-XV}ZRUN-DQG-PRQH\\>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/105,>GLVSOD\\BQDPH>/>_HDXW\\>,>SDWK>/>}HQ-XV}EHDXW\\>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/104,>GLVSOD\\BQDPH>/>pW\\OH>,>SDWK>/>}HQ-XV}VW\\OH>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/277,>GLVSOD\\BQDPH>/>pH[>,>SDWK>/>}HQ-XV}VH[>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/107,>GLVSOD\\BQDPH>/>tHOOQHVV>,>SDWK>/>}HQ-XV}KHDOWK>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/108,>GLVSOD\\BQDPH>/>bQWHUWDLQPHQW>,>SDWK>/>}HQ-XV}HQWHUWDLQPHQW>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/111,>GLVSOD\\BQDPH>/>cRRG & aULQN>,>SDWK>/>}HQ-XV}IRRG-DQG-GULQN>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/112,>GLVSOD\\BQDPH>/>kHZV>,>SDWK>/>}HQ-XV}XV-QHZV>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<z<,:>LG>/92,>GLVSOD\\BQDPH>/>tDWFK>,>SDWK>/>}HQ-XV}YLGHR>,>SURPRBLPDJHBVUF>/>}}V2.U29VWDWLF.FRP}ELQ}HQWU\\}G32}[}2109598}LPDJH.SQJ>,>SURPRBXUO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}ORQGRQ-KRXVHERDW-YLGHR-KRPH-WRXU>,>SURPRBLVBDFWLYH>/WUXH,>ODEHO>/>ZDWFK>,>FKLOGUHQ>/x:>LG>/116,>GLVSOD\\BQDPH>/>lULJLQDO pHULHV>,>SDWK>/>}HQ-XV}YLGHR>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/329,>GLVSOD\\BQDPH>/>pSLOO fW>,>SDWK>/>}HQ-XV}VLQJHU-NLP-SHWUDV-SXUVH-EHDXW\\-SURGXFWV-YLGHR>,>ODEHO>/>tKDW'V LQ \\RXU KDQGEDJ?>,>FKLOGUHQ>/xz<,:>LG>/117,>GLVSOD\\BQDPH>/>pKDWWHUER[>,>SDWK>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}PUPDOFROPVOLVW>,>ODEHO>/>pWRU\\WHOOLQJ tLWKRXW _RXQGDULHV>,>FKLOGUHQ>/xz<,:>LG>/119,>GLVSOD\\BQDPH>/>pW\\OH lXW qKHUH>,>SDWK>/>}HQ-XV}MDSDQHVH-GHFRUD>,>ODEHO>/>qKH pW\\OH RI pXEFXOWXUH>,>FKLOGUHQ>/xz<,:>LG>/120,>GLVSOD\\BQDPH>/>60 pHFRQG `LWLHV>,>SDWK>/>}HQ-XV}VDQ-PLJXHO-GH-DOOHQGH-WUDYHO-GLDU\\>,>ODEHO>/>sDFDWLRQV LQ e\\SHU-pSHHG>,>FKLOGUHQ>/xz<,:>LG>/121,>GLVSOD\\BQDPH>/>_HDXW\\ tLWK jL>,>SDWK>/>}HQ-XV}SL[LZRR-\\RXWXEH-VLVWHUV-HYHQLQJ-PDNHXS-WXWRULDO-2018>,>ODEHO>/>sLUDO qUHQGV, qULHG & qHVWHG>,>FKLOGUHQ>/xz<,:>LG>/123,>GLVSOD\\BQDPH>/>o29 cHDWXUHG aRFV>,>SDWK>/>}HQ-XV}2016}07}116258}GM-WDOD-PRUWDGD-OHEDQRQ>,>ODEHO>/>qKH iDWHVW pWRULHV WR tDWFK>,>FKLOGUHQ>/xz<z<z<,:>LG>/93,>GLVSOD\\BQDPH>/>pKRS>,>SDWK>/>}HQ-XV}VKRS>,>SURPRBLPDJHBVUF>/>}}V1.U29VWDWLF.FRP}ELQ}HQWU\\}67D}[}2129314}LPDJH.SQJ>,>SURPRBXUO>/>>,>SURPRBLVBDFWLYH>/IDOVH,>ODEHO>/>VKRS>,>FKLOGUHQ>/x:>LG>/258,>GLVSOD\\BQDPH>/>pKRS kRZ>,>SDWK>/>}VKRS>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/259,>GLVSOD\\BQDPH>/>`ORWKLQJ>,>SDWK>/>}HQ-XV}VKRS}FORWKLQJ-F918>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/260,>GLVSOD\\BQDPH>/>pKRHV>,>SDWK>/>}HQ-XV}VKRS}VKRHV-F920>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/261,>GLVSOD\\BQDPH>/>eDQGEDJV>,>SDWK>/>}HQ-XV}VKRS}KDQGEDJV-F921>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/262,>GLVSOD\\BQDPH>/>^FFHVVRULHV>,>SDWK>/>}HQ-XV}VKRS}DFFHVVRULHV-F922>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/263,>GLVSOD\\BQDPH>/>gHZHOU\\>,>SDWK>/>}HQ-XV}VKRS}MHZHOU\\-F923>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/264,>GLVSOD\\BQDPH>/>_HDXW\\>,>SDWK>/>}HQ-XV}VKRS}EHDXW\\-F924>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/265,>GLVSOD\\BQDPH>/>eRPH & aHFRU>,>SDWK>/>}HQ-XV}VKRS}KRPH-DQG-GHFRU-F925>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/345,>GLVSOD\\BQDPH>/>pDOH>,>SDWK>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}VKRS?RQBVDOH=1>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<z<,:>LG>/94,>GLVSOD\\BQDPH>/>jRUH>,>SDWK>/QXOO,>SURPRBLPDJHBVUF>/QXOO,>SURPRBXUO>/QXOO,>SURPRBLVBDFWLYH>/IDOVH,>ODEHO>/>PRUH>,>FKLOGUHQ>/x:>LG>/131,>GLVSOD\\BQDPH>/>pW\\OH>,>SDWK>/>}HQ-XV}VW\\OH>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/139,>GLVSOD\\BQDPH>/>cDVKLRQ>,>SDWK>/>}HQ-XV}IDVKLRQ>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/145,>GLVSOD\\BQDPH>/>j\\fGHQWLW\\>,>SDWK>/>}HQ-XV}P\\-LGHQWLW\\>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/144,>GLVSOD\\BQDPH>/>pKRSSLQJ>,>SDWK>/>}HQ-XV}VKRSSLQJ>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/140,>GLVSOD\\BQDPH>/>rQVW\\OHG>,>SDWK>/>}HQ-XV}XQVW\\OHG>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<,:>LG>/132,>GLVSOD\\BQDPH>/>_HDXW\\>,>SDWK>/>}HQ-XV}EHDXW\\>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/146,>GLVSOD\\BQDPH>/>eDLU>,>SDWK>/>}HQ-XV}KDLU>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/147,>GLVSOD\\BQDPH>/>jDNHXS>,>SDWK>/>}HQ-XV}PDNHXS>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/148,>GLVSOD\\BQDPH>/>pNLQ `DUH>,>SDWK>/>}HQ-XV}VNLQ-FDUH>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/149,>GLVSOD\\BQDPH>/>kDLOV>,>SDWK>/>}HQ-XV}QDLOV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/150,>GLVSOD\\BQDPH>/>`HOHEULW\\ _HDXW\\>,>SDWK>/>}HQ-XV}FHOHE-EHDXW\\>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<,:>LG>/138,>GLVSOD\\BQDPH>/>iLIHVW\\OH>,>SDWK>/>}HQ-XV}OLIHVW\\OH>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/181,>GLVSOD\\BQDPH>/>eRPH & aHFRU>,>SDWK>/>}HQ-XV}KRPH>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/182,>GLVSOD\\BQDPH>/>iLIH eDFNV>,>SDWK>/>}HQ-XV}PDNH-OLIH-HDVLHU>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/179,>GLVSOD\\BQDPH>/>qUDYHO>,>SDWK>/>}HQ-XV}WUDYHO>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/180,>GLVSOD\\BQDPH>/>tHGGLQJV>,>SDWK>/>}HQ-XV}ZHGGLQJV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/336,>GLVSOD\\BQDPH>/>rQERWKHUHG>,>SDWK>/>}HQ-XV}XQERWKHUHG>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<,:>LG>/134,>GLVSOD\\BQDPH>/>tRUN & jRQH\\>,>SDWK>/>}HQ-XV}ZRUN-DQG-PRQH\\>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/158,>GLVSOD\\BQDPH>/>`DUHHU ^GYLFH>,>SDWK>/>}HQ-XV}FDUHHU-DGYLFH>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/157,>GLVSOD\\BQDPH>/>jRQH\\ aLDULHV>,>SDWK>/>}HQ-XV}PRQH\\-GLDU\\>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/159,>GLVSOD\\BQDPH>/>mHUVRQDO cLQDQFH>,>SDWK>/>}HQ-XV}KRZ-WR-VDYH-PRQH\\>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/160,>GLVSOD\\BQDPH>/>qHFK>,>SDWK>/>}HQ-XV}WHFK>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<,:>LG>/136,>GLVSOD\\BQDPH>/>bQWHUWDLQPHQW>,>SDWK>/>}HQ-XV}HQWHUWDLQPHQW>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/171,>GLVSOD\\BQDPH>/>_RRN oHFRPPHQGDWLRQV>,>SDWK>/>}HQ-XV}ERRN-UHFRPPHQGDWLRQV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/167,>GLVSOD\\BQDPH>/>bQWHUWDLQPHQW kHZV>,>SDWK>/>}HQ-XV}HQWHUWDLQPHQW-QHZV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/169,>GLVSOD\\BQDPH>/>jRYLHV>,>SDWK>/>}HQ-XV}PRYLHV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/170,>GLVSOD\\BQDPH>/>jXVLF>,>SDWK>/>}HQ-XV}PXVLF>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/172,>GLVSOD\\BQDPH>/>mRS `XOWXUH>,>SDWK>/>}HQ-XV}SRS-FXOWXUH>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/183,>GLVSOD\\BQDPH>/>o29 sLGHRV>,>SDWK>/>}HQ-XV}EHVW-YLGHRV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/168,>GLVSOD\\BQDPH>/>qs pKRZV>,>SDWK>/>}HQ-XV}WY-VKRZV>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<,:>LG>/137,>GLVSOD\\BQDPH>/>cRRG & aULQN>,>SDWK>/>}HQ-XV}IRRG-DQG-GULQN>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/174,>GLVSOD\\BQDPH>/>`RRNLQJ qLSV>,>SDWK>/>}HQ-XV}FRRNLQJ-WLSV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/175,>GLVSOD\\BQDPH>/>bDV\\ jHDOV>,>SDWK>/>}HQ-XV}HDV\\-PHDOV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/173,>GLVSOD\\BQDPH>/>cRRG kHZV>,>SDWK>/>}HQ-XV}IRRG-QHZV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/176,>GLVSOD\\BQDPH>/>oHVWDXUDQW dXLGH>,>SDWK>/>}HQ-XV}EHVW-UHVWDXUDQWV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/177,>GLVSOD\\BQDPH>/>opsm>,>SDWK>/>}HQ-XV}UVYS>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<,:>LG>/133,>GLVSOD\\BQDPH>/>tHOOQHVV>,>SDWK>/>}HQ-XV}KHDOWK>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/152,>GLVSOD\\BQDPH>/>_RG\\>,>SDWK>/>}HQ-XV}ERG\\>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/156,>GLVSOD\\BQDPH>/>cLWQHVV>,>SDWK>/>}HQ-XV}ILWQHVV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/154,>GLVSOD\\BQDPH>/>eHDOWK kHZV>,>SDWK>/>}HQ-XV}KHDOWK-QHZV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/153,>GLVSOD\\BQDPH>/>jRWKHUVKLS>,>SDWK>/>}HQ-XV}PRWKHUVKLS>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/151,>GLVSOD\\BQDPH>/>pH[>,>SDWK>/>}HQ-XV}VH[>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/155,>GLVSOD\\BQDPH>/>60 pHFRQGV WR cLW>,>SDWK>/>}IRUHDUP-VLGH-NQHH-WR-HOERZ-SODQN-H[HUFLVH>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/344,>GLVSOD\\BQDPH>/>`OHDQ pODWH>,>SDWK>/>}HQ-XV}FOHDQ-VODWH>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<,:>LG>/135,>GLVSOD\\BQDPH>/>kHZV>,>SDWK>/>}HQ-XV}XV-QHZV>,>ODEHO>/>>,>FKLOGUHQ>/x:>LG>/166,>GLVSOD\\BQDPH>/>cHDWXUHV>,>SDWK>/>}HQ-XV}IHDWXUHV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/165,>GLVSOD\\BQDPH>/>fPPLJUDWLRQ>,>SDWK>/>}HQ-XV}LPPLJUDWLRQ-QHZV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/163,>GLVSOD\\BQDPH>/>mROLWLFV>,>SDWK>/>}HQ-XV}SROLWLFV>,>ODEHO>/>>,>FKLOGUHQ>/xz<,:>LG>/164,>GLVSOD\\BQDPH>/>oHSURGXFWLYH oLJKWV>,>SDWK>/>}HQ-XV}ZRPHQV-UHSURGXFWLYH-ULJKWV>,>ODEHO>/>>,>FKLOGUHQ>/xz<z<z<z,>SURGXFW>/:>HQWULHV>/x:>FRQWULEXWRUV>/xz<z<,>SURGXFWiLVW>/:>LVpKRSSLQJeRPH>/IDOVH,>LV_UDQGlUoHWDLOHUmDJH>/IDOVH,>LVpKRSSLQJ`ROOHFWLRQmDJHeRPH>/IDOVH,>LVpKRSSLQJpDOHmDJH>/IDOVH,>FDWHJRU\\q\\SH>/QXOO,>FDWHJRU\\fG>/QXOO,>UHVXOW`RXQW>/0,>KHURfPDJH>/QXOO,>ORJRfPDJH>/QXOO,>FDPSDLJQ_UDQGLQJfPDJH>/QXOO,>EUDQG>/:<,>UHWDLOHU>/:<,>GHVFULSWLRQ>/>eRZ PXFK D FRS\\ DVVLVWDQW LQ iRQGRQ VSHQGV RYHU WKH FRXUVH RI RQH ZHHN.>,>EUHDGFUXPEV>/QXOO,>RSHQHUfPDJHV>/xz,>IHDWXUHG`ROOHFWLRQrUO>/QXOO,>IHDWXUHG`ROOHFWLRQkDPH>/QXOO<,>VHULHV>/:<,>XSkH[W>/:<,>VKRSSLQJkDYLJDWLRQ>/:>FDWHJRULHV>/x:>LG>/>VDOHBSDJH>,>SDWK>/>}HQ-XV}VKRS?RQBVDOH=1>,>LVBDFWLYH>/IDOVH,>QDPH>/>VDOH><z,>VXEFDWHJRULHV>/xz,>FODVVHV>/xz,>FRORUV>/xz,>SDJHqLWOH>/>>,>EUHDGFUXPEV>/QXOO<,>WUHQGLQJfWHPV>/:>VWRULHV>/:>KHDGLQJ>/>qUHQGLQJ pWRULHV>,>SDWK>/QXOO,>YLHZBDOOBKHDGLQJ>/QXOO,>LWHPV>/x:>LG>/228842,>SDWK>/>}HQ-XV}WUDQVLWLRQDO-HDUO\\-VSULQJ-PXVW-KDYHV-ZDUGUREH-VWDSOHV>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}WUDQVLWLRQDO-HDUO\\-VSULQJ-PXVW-KDYHV-ZDUGUREH-VWDSOHV>,>VLWH>/>XV>,>ODEHO>/>pKRSSLQJ>,>GLVSOD\\BQDPH>/>10 tDUGUREH jXVW-eDYHV cRU `RQIXVLQJ bDUO\\ pSULQJ tHDWKHU>,>WUXQFDWHGBWLWOHB62>/>10 tDUGUREH jXVW-eDYHV cRU `RQIXVLQJ bDUO\\ pSULQJ tHDWKHU>,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>ODEHO>/>16/9>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}9FE}0,215,2000,1125}[,80}2157608}LPDJH.MSJ><<<z<,:>LG>/229112,>SDWK>/>}HQ-XV}2019}04}229112}QHZ-PXVLF-WR-NQRZ-DSULO-5-2019>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}2019}04}229112}QHZ-PXVLF-WR-NQRZ-DSULO-5-2019>,>VLWH>/>XV>,>ODEHO>/>jXVLF>,>GLVSOD\\BQDPH>/>kHZ jXVLF qR hQRZ qKLV tHHN/ ^PEHU jDUN fV ^ oHDO lQH, `ODXGH cRQWDLQH oRFNV pWHDG\\ &DPS; jRUH>,>WUXQFDWHGBWLWOHB62>/>kHZ jXVLF qR hQRZ qKLV tHHN/ ^PEHU jDUN fV ^ oHDO lQH, `ODXGH ...>,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>ODEHO>/>16/9>,>DVVHW>/:>FUHGLW>/>mKRWR/ `RXUWHV\\ RI ^OH[ aH jRUD. >,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}231}0,33,2000,1125}[,80}2157951}LPDJH.MSJ><<<z<,:>LG>/228425,>SDWK>/>}HQ-XV}ZHGGLQJ-QDLO-GHVLJQV-LGHDV>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}ZHGGLQJ-QDLO-GHVLJQV-LGHDV>,>VLWH>/>XV>,>ODEHO>/>_HDXW\\>,>GLVSOD\\BQDPH>/>qKH mUHWWLHVW _DUHO\\-qKHUH kDLO ^UW cRU vRXU tHGGLQJ aD\\ >,>WUXQFDWHGBWLWOHB62>/>qKH mUHWWLHVW _DUHO\\-qKHUH kDLO ^UW cRU vRXU tHGGLQJ aD\\>,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>ODEHO>/>16/9>,>DVVHW>/:>FUHGLW>/>mKRWR/ bGZDUG _HUWKHORW}dHWW\\ fPDJHV.>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}8G7}0,3,2000,1125}[,80}2153523}LPDJH.MSJ><<<z<z<,>YLGHRV>/:>KHDGLQJ>/>qUHQGLQJ sLGHRV>,>SDWK>/QXOO,>YLHZBDOOBKHDGLQJ>/QXOO,>LWHPV>/x:>LG>/228439,>SDWK>/>}HQ-XV}EODFN-ZRPDQ-ILUVW-KDLU-VDORQ-H[SHULHQFHV-YLGHR>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}EODFN-ZRPDQ-ILUVW-KDLU-VDORQ-H[SHULHQFHV-YLGHR>,>VLWH>/>XV>,>ODEHO>/>_HDXW\\>,>GLVSOD\\BQDPH>/>4 _ODFN tRPHQ pKDUH qKHLU bDUOLHVW pDORQ jHPRULHV >,>WUXQFDWHGBWLWOHB62>/>4 _ODFN tRPHQ pKDUH qKHLU bDUOLHVW pDORQ jHPRULHV>,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>ODEHO>/>16/9>,>DVVHW>/:>FUHGLW>/>mKRWRJUDSKHG E\\ tLQQLH ^X.>,>VUF>/:>IXOO>/>}}V1.U29VWDWLF.FRP}}ELQ}HQWU\\}611}67,0,1867,1050}[,80}2154493}LPDJH.MSJ><<<z<,:>LG>/226760,>SDWK>/>}HQ-XV}WU\\-OLYLQJ-ZLWK-OXFLH-5-GD\\V-RI-GLIIHUHQW-ZHGGLQJ-EHDXW\\-ORRNV-XOWD>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}WU\\-OLYLQJ-ZLWK-OXFLH-5-GD\\V-RI-GLIIHUHQW-ZHGGLQJ-EHDXW\\-ORRNV-XOWD>,>VLWH>/>XV>,>ODEHO>/>aHGLFDWHG cHDWXUH>,>GLVSOD\\BQDPH>/>qKH _HDXW\\ iRRNV vRX&#[27;OO tDQW qR tHDU lYHU &DPS; lYHU qKLV tHGGLQJ pHDVRQ>,>WUXQFDWHGBWLWOHB62>/>qKH _HDXW\\ iRRNV vRX'OO tDQW qR tHDU lYHU & lYHU qKLV tHGGLQJ ...>,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>ODEHO>/>16/9>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V2.U29VWDWLF.FRP}}ELQ}HQWU\\}H98}0,638,2000,1125}[}2143910}LPDJH.SQJ><<<z<,:>LG>/227955,>SDWK>/>}HQ-XV}EHVW-XQGHU-15-GROODU-VNLQ-FDUH-SURGXFWV-2019>,>XUOBIXOO>/>KWWSV/}}ZZZ.UHILQHU\\29.FRP}HQ-XV}EHVW-XQGHU-15-GROODU-VNLQ-FDUH-SURGXFWV-2019>,>VLWH>/>XV>,>ODEHO>/>_HDXW\\>,>GLVSOD\\BQDPH>/>8 rQGHU-$15 pNLQ-`DUH _X\\V qKDW ^UH gXVW ^V dRRG ^V qKH mULFH\\ pWXII>,>WUXQFDWHGBWLWOHB62>/>8 rQGHU-$15 pNLQ-`DUH _X\\V qKDW ^UH gXVW ^V dRRG ^V qKH mULFH\\...>,>RSHQHUBLPDJHV>/x:>W\\SH>/>16[9>,>ODEHO>/>16/9>,>DVVHW>/:>FUHGLW>/>>,>VUF>/:>IXOO>/>}}V3.U29VWDWLF.FRP}}ELQ}HQWU\\}FG3}0,450,2000,1125}[,80}2151160}LPDJH.MSJ><<<z<z<,>VKRSVBFDWHJRULHV>/:>KHDGLQJ>/>cHDWXUHG `ROOHFWLRQV>,>SDWK>/>}HQ-XV}VKRS}FROOHFWLRQV>,>YLHZBDOOBKHDGLQJ>/>sLHZ ^OO `ROOHFWLRQV>,>LWHPV>/x:>LG>/10686,>GLVSOD\\BQDPH>/>pPDOO pSDFH cXUQLWXUH cLQGV rQGHU $150>,>SDWK>/>}HQ-XV}VKRS}FKHDS-KRPH-GHFRU-VPDOO-VSDFHV-F10686>,>ODEHO>/>`ROOHFWLRQ><,:>LG>/10807,>GLVSOD\\BQDPH>/>vRXU jRP tLOO iRYH qKHVH dLIWV>,>SDWK>/>}HQ-XV}VKRS}PRWKHUV-GD\\-JLIW-JXLGH-F10807>,>ODEHO>/>`ROOHFWLRQ><,:>LG>/10657,>GLVSOD\\BQDPH>/>qKH pDYY\\ qUDYHOHU'V mDFNLQJ iLVW>,>SDWK>/>}HQ-XV}VKRS}MHW-VHWWHU-SURGXFWV-F10657>,>ODEHO>/>`ROOHFWLRQ><,:>LG>/10678,>GLVSOD\\BQDPH>/>pOHHS\\ pDQFWXDU\\ _X\\V cURP ^ qR w]]]>,>SDWK>/>}HQ-XV}VKRS}EHGGLQJ-VOHHS-FRPIRUWDEO\\-F10678>,>ODEHO>/>`ROOHFWLRQ><z<<,>H[SHULPHQWV>/:>jRVWBmRSXODUBjRGXOHBqHVW>/:>FXVWRPaLPHQVLRQ>/17,>LG>/>5F87G001G55EH>,>FKRVHQsDULDQW>/>`RQWURO><,>pOLGHVKRZB^_BqHVW>/:>FXVWRPaLPHQVLRQ>/16,>LG>/>5F6I0G877H742>,>FKRVHQsDULDQW>/>`RQWURO><<,>FRRNLHV>/:<,>LVmUHYLHZmDJH>/IDOVH,>LV^jmmDJH>/IDOVH,>XL>/:>JXHVVHG_UHDNSRLQW>/>GHVNWRS><<\n        </script>\n<script id=\"r29-location-isomorphic-props\" type=\"application/json\">\n          {\"protocol\":\"https:\",\"hostname\":\"www.refinery29.com\"}\n        </script>\n<script>\n          window.__SENTRY_ADDRESS__ = 'https://3a772db5d62f4e54a7a4bac3e7f60dff@sentry.prod.rf29.net/44';\n        </script>\n<script src=\"/assets/runtime.11d71a145b904548d6aa.js\"></script>\n<script src=\"/assets/ads.2b834152d4eae8fdc655.js\"></script>\n<script src=\"/assets/vendor.11729d4ac867c308ceae.js\"></script>\n<script src=\"/assets/scripts.dfa6444365032e7120f0.js\"></script>\n</body>\n</html>\n", "title": "A Week In London On A $31,473 Salary  ", "content": "Welcome to   Money Diaries  , where we're tackling what might be the last taboo facing modern working women: money. We're asking millennials how they spend their hard-earned money during a seven-day period — and we're tracking every last dollar.   Calling all entrepreneurs:     We want to hear from you! If you’re a freelancer or self-employed, we’d love to feature your Money Diary.    Submit here.    Today: a copy assistant working in fashion who makes $31,473 per year and spends some of her money this week on Butterkist popcorn. Editor's note: All prices have been converted to U.S. dollars.   Occupation:   Copy Assistant   Industry:   Fashion  Age:   24  Location:   London, England  Salary:   $31,473  Paycheck Amount (Monthly):   $2,153  Monthly Expenses   Rent:   I live at home and contribute $300 to the household.  Student Loans:   $0 (You start paying back student loans when you make more than $35,411 a year.)  Other Loans:   I took out a loan when I moved to Italy for a year, so now my bank takes $131 a month for five years. I could have paid it off by now, but this is better for my credit score.  Phone:   $69  Bank Account:   $23 (This covers travel insurance and more.)  Spotify:   $0 (Free with my phone plan.)  Netflix:   $0 (I use my dad's account.)  Monthly    Transit Card:   $253  Pension:   $40, and my work contributes double  Day One   12 p.m. — I get up really late. I had one too many glasses of Champagne at tea yesterday. I jump in the shower, throw on my mustard jumper and Topshop boyfriend jeans, and leave the house to catch the train to go meet my friend, N.  2 p.m. — Meet N. at this yummy American-style restaurant in Shoreditch. I order lamb fries with cheese on top, and it's so good ($10). N. just orders a Bloody Mary, as she has a hangover and isn't ready to eat yet. We catch up on life and reflect on how far we've come since moving back to London last year. We both moved to Florence together after university to work. We didn't like our jobs there — everyone had watched  The    Devil Wears Prada   one too many times and made our lives sort of a living hell. We moved back to London a year later, and life has been happier ever since.  $10   3 p.m. — We decide we want boozy milkshakes and head to another restaurant called The Diner. I order a vanilla ice cream, blueberry compote, and amaretto milkshake ($11), and N. orders a bourbon chocolate milkshake and fries. We walk around Shoreditch, as the weather is nice, and discuss how much the area has changed and how Shoreditch is starting to resemble parts of New York. Which reminds me to ask N. if she is interested in visiting New York with me in the fall. I love New York and try to visit yearly. N. says maybe, as she may be moving to Paris with her BF, and we say goodbye and plan to meet up again really soon. I take the train home.  $11   5 p.m. — My mum made a roast chicken for dinner. I pick at it a bit but am craving something sweet, so I get creative and decide to make French toast with blueberry sauce for my dinner instead. I can't decide what to watch, so I go for a classic favorite,  Friends.   I watch until I fall asleep around 11.  Daily Total: $21   Day Two   7 a.m. — Four alarms later, I finally get up. I jump in the shower and then throw on wide-legged black denim trousers with a white long-sleeve top and an oversize pinstripe gray blazer. Then I force my hair into a bun and apply some Nars foundation and Glossier mascara. For breakfast, I make some eggs and berries with tea. Then I run to catch the 8:07 train with my big sister.  8:40 a.m. — My work is having a sample sale, and I have no will power. I see a beautiful trench coat for $185 that normally costs $1,984, but I already have a similar one. I know my mum has been wanting one, so I text her and she says yes. I get it and she pays me back later.  10:42 a.m. — Now at my desk, I start my Monday routine of checking what's on the lunch menu this week. My work gives us free lunches, and today I have tomato, roasted pepper, and mascarpone soup. Today is slow, which gives me too much time to think. My mind wanders to food, and I decide to pop by the local Sainsbury's (British supermarket) for cheese sticks and nuts.  $2.25   2 p.m. — Go back to the sample sale (please don't judge me, because I am judging me). And, yes! I leave without buying anything. Grab a protein bar and head back to my desk.  $2.25   5:30 p.m. — Run out of work to catch my train. I work in Westminster, and there are always Brexit protesters outside Parliament. Today there are a lot more than normal. I am still hoping Brexit will NOT happen. On my way home, I pop in my local supermarket for sea bass, eggs, toilet paper, spinach, halloumi, tomatoes, and turkey.  $16.80   7 p.m. — I make a halloumi, spinach, and tomato salad with leftover chicken from yesterday's roast. Then I do an ab workout, shower, throw some clothes in the machine, and catch up with my mum and my sisters. We're an all-women household, which has its pros and cons. I watch  For the People   before falling asleep and dreaming about cheese puffs.  Daily Total: $21.30   Day Three   6:50 a.m. — Wake up on my second alarm and then wash my face with my favorite Malin+Goetz cleansing oil. For breakfast I make scrambled eggs and turkey bacon. Then I throw on a pink jumper from & Other Stories I haven't worn in a while with some black jeans and do my hair and makeup. My mum forgot her lunch, so I grab it and will drop it off with her on my way to work. She and my sister work down the road from me. As usual, I run like a crazy woman to catch the 7:46 train.  8:25 a.m. — Get off the train at Westminster and see all the news reporters getting ready to go live. There are more than usual today. My mum is waiting for me outside her building in her new trench, and she looks great. Since I'm really early to work, I pop by the sample sale again and buy my sister a cashmere scarf and a cardholder for my mum that they each pay me back for. I also buy myself a tote I've been wanting for a while ($131).  $131   2 p.m. — I grab a chicken pesto salad for lunch today and sit in the canteen watching  The Daily Show with Trevor Noah   and clips from  The View   on YouTube. I am really into politics, thanks to my mother and sister. I get some fresh air and go to Sainsbury's to grab some more nuts, cheese, and Diet Coke before heading back to my desk.  $3.50   5:30 p.m. — The day flew past fast. I'm off to meet my friend, B., for our weekly movie date. Last week we saw  What Men Want   — so funny. Today we're going to see the new  Captain Marvel   movie. I have a bit of time beforehand, so I stop at my grandparents' house on the way. My 90-year-old grandad has recently become obsessed with making vegetable juices, and he makes me one to take with me. He's so cute — I love him so much. I leave and pop into Superdrugs for deodorant, a body sponge, and toothpaste ($14.20). Now I'm running short on time, so I rush to meet my friend. We each buy a ticket ($8.50), and I buy cheese puffs as a snack ($1.45).  $24.15   10:30 p.m. — The movie was good. I wouldn't say amazing, but a good watch. I'm looking forward to seeing  Avengers: Endgame  . On the way home from the movie, I pop into Marks & Spencer to buy some eggs for breakfast ($1.11). When I finally get home, my hay fever is killing me, so I jump straight into the shower and head to bed.  $1.11   Daily Total: $159.76   Day Four   7:10 a.m. — Wake up feeling exhausted. I didn't sleep well because of my hay fever. I take my time getting ready for work. I make my turkey bacon with scrambled eggs for breakfast and sip on some tea before leaving to grab the 8:16 train.  10:50 a.m. — I get a little hungry, so I run to the local supermarket and grab a small packet of mixed almond nuts, a peanut butter chocolate chip Larabar, another protein bar, and blueberries.  $7.72   1 p.m. — I listen to my favorite podcast,  The Receipts.   It's three girls from London who talk about everything from sex and relationships to mental health and hot topics in the media. It's so funny, and I try to hold in my laughter so none of my coworkers side-eye me. I run to the canteen and grab chicken pesto salad for lunch.  4:30 p.m. — As usual, I run out of work to get to London Bridge on time for my 5:55 p.m. train. At home, I make sea bass and grilled halloumi with spinach and tomato salad. Then I head straight to bed. I don't think it's hay fever, actually — I think I have another sinus infection. Twice in one month. This sucks. I'm asleep by 9.  Daily Total: $7.72   Day Five   6:50 a.m. — I wake up and catch a glimpse of my hair in the mirror. It looks worse than Einstein's. I jump in the shower, get dressed, and head downstairs to make my breakfast. I fight my hair into a bun and do my makeup. Then I leave the house with my sister to catch the 8:16 train.  8:45 a.m. — Stop at the pharmacy to pick up some antibiotics before heading to work.  $11.54   2 p.m. — Take a break and watch  Trevor Noah: Son of Patricia   on Netflix while eating my chicken pesto salad for lunch again. I add some seeds to it to spice it up. Then I go to Pret to grab sparkling grape and elderflower water ($1.31) before heading back to my desk.  $1.31   5:30 p.m. — I leave work feeling crazy excited because I'm going to see my favorite artist, NAO, in concert tonight. I grab some fries ($2.34) on the way to meet my sister, my cousin, and her friend.  $2.34   10:35 p.m. — The concert was amazing. My sister and I run to catch a bus to the train station so we can get our 10:50 train home. The bus driver must hate us, because he is driving extra slowly and stops at a green light and waits for it to turn red. We start to get angry — the train we need to catch only comes every 30 minutes. When we get off the bus, we run like crazy and make it with two minutes to spare. At home, I do my nighttime routine and head to bed.  Daily Total: $15.19   Day Six   7 a.m. — Thank goodness it's Friday. I jump straight in the shower and do my hair and makeup. I throw on wide-legged pants, a gray polo, and a maxi-length knitted gray cardigan without a coat. Then I make gluten-free oatmeal topped with some blueberry sauce, coconut flakes, and sesame seeds. I pack it to take with me to work and leave to catch the 8:16 train.  8:50 a.m. — I eat my breakfast at my desk and decide to head down to the sample sale, as it's the last day. I see a beautiful silk nightgown that I consider buying and wearing as a kimono, but I try it on and decide I don't need it. Then I pop into Sainsbury's and grab a Larabar and Eat Real Hummus Sour Cream and Chives Chips. I love to snack.  $2.25   2 p.m. — I grab a chicken pesto salad for lunch again and add some halloumi from home. It's so yummy, I inhale it in seconds. Two friends from another department join me for lunch. We have a quick chat and plan to have a proper catch-up next week over dinner. Afterward, I try to work but there are loads of noises coming from helicopters filming coverage of the protest outside. I still can't believe people think it's a good idea for us to leave the EU. I get hungry and pop over to the shops for another snack: Butterkist Sweet Cinema Style popcorn.  $1.31   5:30 p.m. — I run through the crowd of protesters at Westminster hoping no one catches me on camera and thinks I'm part of this mess. Shaking my head at all these people who actually think that Brexit could ever be a good idea — this breaks my heart. Somehow I still manage to catch my 5:55 train home.  6:10 p.m. — I decide to make a healthy dinner while I side-eye my little sister's fried chicken. Jealous. I warm up my sea bass and spinach and add some ginger seasoning and tomatoes. I am still hungry after, so I snack on some popcorn from earlier and watch an emotional episode of  For the People  . It's about a dad and his son being split apart because of immigration. I love how Shonda Rhimes always finds a way to incorporate U.S. politics into her show so well. I then watch another political drama,  The Good Fight  , before falling asleep.  Daily Total: $3.56   Day Seven   8 a.m. — Woken up early by the sound of my mother and older sister having a heated discussion about Brexit. On Saturdays I normally go to church, but this morning I'm feeling really exhausted. I grew up in a Seventh Day Adventist family, and when I was younger I would go to church with my grandmother and cousins every Saturday. My family used to keep the Sabbath day very holy from sunset to sunset, but over the years we have become very laid-back. I may not agree with all of the church's views, but I still enjoy it. I end up spending the whole morning laughing and chatting with my mum and sister before getting ready to go and meet my friend P. for lunch.  2 p.m. — I meet P. at the station and we take the train to King's Cross. We decide to go to Dishoom for lunch and sit outside to enjoy the warm day. I love Indian food. I order chili chicken with plain naan and black daal, which is so, so yummy. P. orders vegan khichia and chhundo with vegetable samosas and a vegan mango lassi. After we eat, we walk around to the new shop area that just opened up. One Granary Square has changed so much since I finished university here two years ago.  $26.23   5 p.m. — We have a little bit of time before our train, so we stop at Krispy Kreme and I grab the new lotus and white chocolate doughnut, which is so good. The perfect balance between savory and sweet.  $2.95   7 p.m. — Finally home after a train mix-up, I pack my bag and head to my grandparents' house for the night. On my way, I stop at the local supermarket and grab some tortilla wraps to have with the rest of my leftover black daal.  $1.31   9 p.m. — Crash on the couch with my grandad and watch some awful TV before heading to bed. I just recently discovered Jackie Aina on YouTube — she's so funny. I end up watching her for hours before finally falling asleep around 2 a.m.  Daily Total: $30.49   Money Diaries are meant to reflect individual women's experiences and do not necessarily reflect Refinery29's point of view. Refinery29 in no way encourages illegal activity or harmful behavior.   The first step to getting your financial life in order is tracking what you spend — to try on your own, check out    our guide to managing your money every day  . For more money diaries, click    here  . Have questions about how to submit or our publishing process? Read our Money Diaries FAQ doc here:    r29.co/mdfaqs    ", "title_html": "<h1 class=\"title\">A Week In London On A $31,473 Salary</h1> "}