{"content_html": "<div class=\"entry\">\n<p>An ancient Egyptian sarcophagus will be opened live in a two-hour television special to air simultaneously at 8:00 PM Sunday on the <a href=\"https://www.discovery.com/schedule\">Discovery</a>, Travel and Science channels. <em>Expedition Unkown: Egypt Live</em> will be hosted by one Josh Gates who is described as an “explorer,” and who in his capacity as a certified SCUBA diver assisted in an archaeological excavation once in the 1990s. Other than that, it seems his bailiwick is hosting TV shows and traveling places. The actual opening of the sarcophagus will be done by archaeologists under the ever-watchful (and promotion-keen) eyes of Egyptologist Dr. Zahi Hawass and Mostafa Waziri, the secretary-general of the Supreme Council of Antiquities of Egypt.</p>\n<p>The limestone sarcophagus was found in the necropolis of Tuna el-Gebel in Minya province, about 210 miles south of Cairo. <a href=\"http://www.thehistoryblog.com/archives/54199\" rel=\"noopener\" target=\"_blank\">More than 50 Ptolemaic era mummies</a> were found there earlier this year. The sarcophagus is likely older than that, however, as it was discovered in deeper chamber.</p>\n<blockquote><p>Viewers will have the rare opportunity to see the inner chambers of an excavation site, where archeologists recently uncovered a network of vertical shafts leading to an underground network of tunnels and tombs with 40 mummies believed to be part of the noble elite.</p>\n<p>The massive underground complex of chambers is a treasure trove of antiquities – all laying undisturbed for thousands of years. But there are several chambers yet to be explored – and many more discoveries to be revealed, including a mysterious limestone sarcophagus found buried deep within the complex. The identity of the mummy inside has been a mystery for 3,000 years… Possibly until now.</p></blockquote>\n<p>Or even more likely there will be no identifying inscriptions. For that matter, there may not be any mummified remains to speak of remaining inside. There’s a very strong possibility of an Al Capone’s vault situation here, but the live broadcast works as a marketing tool either way since viewers will get two hours worth of the “come see the ancient wonders of mysterious Egypt” pitch.</p>\n<p>This is the first time an Egyptian sarcophagus will be opened on live TV, but it’s only the technology that’s been updated. Making a spectacle of the dead of ancient Egypt is part of a long tradition of mummy voyeurism and exploitation going back centuries. Dr. Augustus Granville garbed it in a loincloth of science when he performed an autopsy of the mummy of Irtyersenu before a large crowd in 1825, the surgical theater lit by candles made from what he thought was beeswax he scraped off her mummy but turned out to be Irtyersenu’s own body fat in the form of adipocere. Dr. Thomas Pettigrew became known as “Mummy” Pettigrew for the hugely popular mummy unravelling parties he threw for Victorian Britain’s moneyed elite.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Egyptian sarcophagus to be opened on live TV\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54792\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div> <div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/04/2-scientistssh.jpg\" target=\"blank\"><img class=\"alignleft size-medium wp-image-54788\" height=\"180\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/04/2-scientistssh-200x180.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/04/2-scientistssh-200x180.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/04/2-scientistssh-150x135.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/04/2-scientistssh-768x693.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/04/2-scientistssh-430x388.jpg 430w\" title=\"Detail from the grip and blade from one of the Terracotta Army swords. Photo by Zhao Zhen.\" width=\"200\"/></a>Since the fearsome 2,000-strong terracotta army of Emperor Qin Shihuang (259–210 B.C.) was first excavated in the 1970s, the bronze weaponry has stood out for its remarkably good state of preservation. Tens of thousands of arrowheads, spear tips, lances, swords, hooks, crossbow triggers and other bronze parts of complex weapons have survived even as their wooden components decayed to nothingness. Many are still shiny, sharp and show no sign of corrosion whatsoever. Traces of chromium found on the bronze parts have led scholars to hypothesize that the unusually excellent condition was attributable to an early form of chrome plating used as an anti-oxidation measure, a technology only otherwise known to have been invented in the 20th century.</p>\n<p>A new study <a href=\"https://www.nature.com/articles/s41598-019-40613-7\" rel=\"noopener\" target=\"_blank\">published in <em>Scientific Reports</em></a> suggests that the chromium residue found on the blades was an element in the lacquer applied to the wood or bamboo parts of the weapons — grips, spear handles, lance and arrow shafts, crossbows, etc. — not to the bronze edged parts. In the decay of the organic material, the chromium residue contaminated the blades. </p>\n<p>In the absence of an anachronistically advanced rust-prevention technology, what then has kept blades and points in such pristine condition? The study authors think the answer is in the composition of the bronze and in the soil itself. Bronzes with higher tin content are prone to develop rich-tin layers on the surface that prevent corrosion. Testing of the surface of batches of bronze arrows from the Terracotta Army archers found the ones with the higher tin content were more stable. The presence of arsenic in the bronze also helped prevent corrosion.</p>\n<p>The alkali nature of the soil is another highly significant factor that this study is the first to explore.</p>\n<blockquote><p>The Terracotta Army is located in the southern edge of the Chinese Loess Plateau, a 640,000 km2 area covered by silt-sized aeolian sediments that make the bulk of the soil. Large-scale models predict pH values around 8–9 for the Lintong area43, and this was confirmed by our on-site measurements of soil samples from Pits 1 and 2, showing pH values between 8.1 and 8.5 (Table S3). Burial soil pH is a paramount parameter predicting metal preservation, as it is correlated with redox potential, drainage conditions, biological activity and aeration. Additional characteristics of loess of potential relevance here are its low organic content and predominantly very small particle size. We propose that the moderate basicity and low organic content of the loess would have prevented the formation of acids that would attack metal integrity. In addition, the very small particle size of the soil would have obstructed the aeration and humidity necessary for metal corrosion. Our proposal is consistent with studies in conservation science which have addressed the optimum conditions for metal preservation in burial environments, noting pH levels of 8–8.5 and small particle size as optimum.</p></blockquote>\n<p>The research team tested the claim by placing bronze tokens in an environmental chamber that created accelerated aging conditions and by burying bronze in soil excavated from Pit 1 of the tomb. The tokens and the buried bronze both remained in pristine condition. A bronze token buried in organic-rich, slightly acidic soil with a pH of 5.9 as a control, on the other hand, quickly showed signs of corrosion.</p>\n<blockquote><p>In conclusion, the perplexing suggestion that Qin weapon makers used an arcane chromium-based technology to prevent weapon rust has been refuted. Efforts should be made to update museum displays and other popular literature about the site with this new information. Furthermore, we predict that chromium will be detected on the surface of metal objects from other sites where they may have been in association with chromium-bearing lacquered parts, i.e. more likely on weapons than on ritual bronzes. The use of chromium-rich compounds in the manufacture of ancient lacquer should be in the agenda for future research, together with further technological study of the sharp and lustrous blades.</p></blockquote>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/04/Arrowhead-with-erroneous-museum-info-panel.jpg\" target=\"blank\"><img class=\"alignnone size-large wp-image-54790\" height=\"242\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/04/Arrowhead-with-erroneous-museum-info-panel-430x242.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/04/Arrowhead-with-erroneous-museum-info-panel-430x242.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/04/Arrowhead-with-erroneous-museum-info-panel-150x84.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/04/Arrowhead-with-erroneous-museum-info-panel-200x113.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/04/Arrowhead-with-erroneous-museum-info-panel-768x432.jpg 768w\" title=\"Terracotta Army arrowheads on display in traveling exhibit at Museum of New Zealand Te Papa Tongarewa. Information panel includes chrome plating description now proved erroneous. Photo courtesy Schnitzel at Our Eco Lifestyle Block in NZ.\" width=\"430\"/></a></center></p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Soil, not advanced technology, preserved Terracotta Army’s weapons\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54786\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div> <div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display.jpg\" target=\"blank\"><img class=\"alignleft size-medium wp-image-54705\" height=\"133\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-200x133.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-768x512.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-430x287.jpg 430w\" title=\"Narshykin silver on display at the Tsarskoye Selo palace museum. Photo by Olga Maltseva, AFP.\" width=\"200\"/></a>The massive collection of more than 2,000 pieces of silver secreted away in the walls of a Saint Petersburg palace and <a href=\"http://www.thehistoryblog.com/archives/16089\" rel=\"noopener\" target=\"_blank\">discovered during renovations in 2012</a> has <a href=\"https://news.yahoo.com/long-lost-treasure-russian-aristocrats-displayed-first-time-095334182.html\" rel=\"noopener\" target=\"_blank\">gone on display</a> for the first time at the Tsarskoye Selo palace museum in Pushkin. The Narshykin family had bought the palace in 1799 and lived there until 1917 when the fled the country and the Bolsheviks on the double. They left behind many valuable objects which were transferred State Hermitage Museum in 1920. </p>\n<p>But those were just the pieces that were easy to find. Before they left Russia with their portable wealth, the family carefully wrapped their antique silver and stashed it in a hidey hole between the second and third floors of the palace. It was so effective a hiding place that it wasn’t even found when the palace was extensively renovated in the 1960s. It took a three-year project of re-engineering and restoration that began in 2009 to break through a brick wall and reveal the secret room crammed with cases full of treasure.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-2.jpg\" target=\"blank\"><img class=\"alignright size-medium wp-image-54704\" height=\"130\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-2-200x130.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-2-200x130.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-2-150x98.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-2-768x501.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-2-430x281.jpg 430w\" title=\"Narshykin silver on display at the Tsarskoye Selo palace museum. Photo by Olga Maltseva, AFP.\" width=\"200\"/></a>Apparently some of the crew tried to take a cut of the loot, hiding it away before the construction company alerted the authorities to the find, but they weren’t up to the job the Narshykin’s had done so thoroughly before them and the police found the pieces when they searched the building.</p>\n<p>The Naryshkin family was one of the most important in Tsarist Russia going back hundreds of years. It could trace its roots to the 15th century, but the family leapt to prominence when the beautiful Natalya Naryshkina (1651-1694) wed Tsar Alexis after his first wife died birthing their 13th child. Their son would become Peter the Great and she was rule as regent of Russia during his minority. Peter showered favor on his maternal family and the Naryshkin princes held high office in the government, military and court from then until the brutal end of the Russian monarchy.</p>\n<p>In July of 1918, Colonel Kiril Mihailovich Naryshkin, adjutant to White Russian Lieutenant General Sergey Nikolaevich Rozanov, was one of the first people to enter the Ipatiev House in Ekaterinburg. Rozanov and Naryshkin broke down the defensive palisade encircling the house and went in together. There were survivors left to rescue, only evidence of the slaughter that had taken place six days earlier when the guards, knowing White Russian forces were almost upon them, executed the Tsar, his family and loyal attendants.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-3.jpg\" target=\"blank\"><img class=\"alignleft size-medium wp-image-54703\" height=\"133\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-3-200x133.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-3-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-3-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-3-768x511.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-3-430x286.jpg 430w\" title=\"Narshykin silver on display at the Tsarskoye Selo palace museum. Photo by Olga Maltseva, AFP.\" width=\"200\"/></a>While there was some talk at the time the treasure was discovered that Narshykin descendants might make an ownership claim on the silver or of the finders getting 50% of its value, but surprising nobody the collection was declared historically significant and therefore property of the state. Since then it has been studied, inventoried and conserved and is now on public view in the Catherine Palace, the main building of the Tsarskoye Selo palace museum, which is also home to the reconstructed Amber Room.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Russian aristocratic silver goes on display\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54700\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div> <div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern-e1553307214251.jpg\" target=\"blank\"><img class=\"alignright size-thumbnail wp-image-54517\" height=\"150\" sizes=\"(max-width: 140px) 100vw, 140px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern-e1553307214251-140x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern-e1553307214251-140x150.jpg 140w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern-e1553307214251-200x214.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern-e1553307214251-768x820.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern-e1553307214251-430x459.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern-e1553307214251.jpg 1158w\" title=\"White-ground Ryūkyūan robe (ryūso) with paired cranes pattern; Cloth: cotton; bingata (stencil resist with applied pigments); Collection of Thomas Murray.\" width=\"140\"/></a>The Minneapolis Institute of Art (Mia) has acquired an <a href=\"https://new.artsmia.org/press/minneapolis-institute-of-art-acquires-230-japanese-textiles-and-objects-from-collector-thomas-murray/\" rel=\"noopener\" target=\"_blank\">exceptional collection of Japanese textiles</a>. The rare and beautiful handmade Japanese garments were assembled by researcher and Asian art collector Thomas Murray over the course of 40 years and were acquired by the museum in a combined purchase and gift.</p>\n<p>Murray’s refined taste and depth of knowledge of Japanese textiles has created a collection of superlative condition, quality and breadth. Mia already had very fine collection of Japanese <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern_detail.jpg\" target=\"blank\"><img class=\"alignleft size-thumbnail wp-image-54516\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern_detail-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern_detail-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern_detail-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern_detail-768x575.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern_detail-430x322.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern_detail.jpg 1500w\" title=\"Detail of white-ground Ryūkyūan robe (ryūso) with paired cranes pattern; Cloth: cotton; bingata (stencil resist with applied pigments); Collection of Thomas Murray.\" width=\"150\"/></a>paintings, prints, sculptures and ceramics raises but before this acquisition it only had a few textiles — Noh robes from the theater, silk wedding kimono, early 20th century casual kimono made from meisen silk with bold graphic prints. Murray’s collection of 230 pieces elevates the museum’s Japanese textiles holdings from a handful of items to one of the top collections of Japanese clothing in the world.</p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_front.jpg\" target=\"blank\"><img class=\"alignnone size-medium wp-image-54522\" height=\"210\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_front-200x210.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_front-200x210.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_front-143x150.jpg 143w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_front-768x807.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_front-430x452.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_front.jpg 1427w\" title=\"Red, blue, and white kaparamip robe, front; Cloth: cotton; cotton appliqué and embroidery; The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke.\" width=\"200\"/></a> <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_back.jpg\" target=\"blank\"><img class=\"alignnone size-medium wp-image-54521\" height=\"200\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_back-200x200.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_back-200x200.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_back-150x150.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_back-768x767.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_back-430x429.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_back.jpg 1500w\" title=\"Red, blue, and white kaparamip robe, back; Cloth: cotton; cotton appliqué and embroidery; The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke.\" width=\"200\"/></a></center></p>\n<blockquote><p>The collection features traditional Japanese clothing and fabrics made for home, work, and festival celebrations between the late 18th and early 20th centuries. A kaleidoscope of materials and designs, the acquisition includes exceptionally rare, brightly colored <em>bingata</em> and <em>ikat</em> kimonos and wrapping cloths made of wild banana fiber from subtropical Okinawa, delicately patterned <em>Mingei</em> (folk art) costumes and textiles used by farmers and <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_front.jpg\" target=\"blank\"><img class=\"alignleft size-thumbnail wp-image-54514\" height=\"150\" sizes=\"(max-width: 129px) 100vw, 129px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_front-129x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_front-129x150.jpg 129w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_front-200x233.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_front-768x893.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_front-430x500.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_front.jpg 1290w\" title=\"Dark blue-ground festival kimono decorated with sea creatures, front; Cloth: cotton; tsutsugaki (freehand resist); The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke FoundationFoundation\" width=\"129\"/></a>fishermen from Japan’s largest and most populous islands of Honshu and Kyushu, and boldly patterned garments of elm-bark cloth, nettle fiber, and salmon skin created by the aboriginal Ainu people residing on Japan’s northern island of Hokkaido and formerly found on the Sakhalin island of Siberia. […]</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_back.jpg\" target=\"blank\"><img class=\"alignright size-thumbnail wp-image-54513\" height=\"150\" sizes=\"(max-width: 132px) 100vw, 132px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_back-132x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_back-132x150.jpg 132w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_back-200x227.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_back-768x871.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_back-430x488.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_back.jpg 1323w\" title=\"Dark blue-ground festival kimono decorated with sea creatures, back; Cloth: cotton; tsutsugaki (freehand resist); The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation.\" width=\"132\"/></a>Among the many outstanding textiles in the Murray Collection is an exuberant festival robe decorated with sea creatures and water motifs, used to celebrate a successful fish catch. The robe’s decorations were hand-drawn and painted with a rice paste resist dye technique, <em>tsutsugaki</em>, making this robe one of a kind.</p>\n<p>Other important highlights of the collection include Ainu robes which have long been celebrated <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_detail.jpg\" target=\"blank\"><img class=\"alignleft size-thumbnail wp-image-54515\" height=\"78\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_detail-150x78.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_detail-150x78.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_detail-200x103.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_detail-768x397.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_detail-430x222.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_detail.jpg 1500w\" title=\"Detail of back. The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation.\" width=\"150\"/></a>for their exacting, symmetrical designs revealing the skills and aesthetics of the women who created them. One of these robes is known as a <em>kaparamip</em>, meaning “thin cloth,” because it was made of cotton that was traded from the Japanese mainland. A decorative effect was achieved by using contrasting shades of trade cloth such as indigo that was then overlaid with a white cutout pattern appliqué and accented with red thread in a variety of embroidery stitches.</p></blockquote>\n<p>I asked Andreas Marks, the Minneapolis Institute of Art’s Mary Griggs Burke Curator of Japanese and Korean Art, what the biggest challenges were in conserving such a varied collection. He replied:</p>\n<blockquote><p>The biggest challenges in conservation of textiles are the protection from bugs and mold. This is primarily achieved through a sanitized and climate-controlled environment that includes storage in archival boxes. Furthermore, textiles that enter our collection undergo a time period of freezing that would kill any live insects. That way we can prevent bugs from entering. Certain textiles will have to be stored flat and not folded as they are too brittle because of material and/or age.</p></blockquote>\n<p>The Japanese textiles are currently undergoing conservation and will go on full display in the fall of 2020.</p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_front.jpg\" target=\"blank\"><img class=\"alignnone size-medium wp-image-54519\" height=\"162\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_front-200x162.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_front-200x162.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_front-150x122.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_front-768x622.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_front-430x348.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_front.jpg 1500w\" title=\"Siberian salmon-skin woman’s robe (hukht), front; Salmon skin, sinew, cotton thread; appliqué and embroidery; The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation.\" width=\"200\"/></a> <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_back.jpg\" target=\"blank\"><img class=\"alignnone size-medium wp-image-54520\" height=\"162\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_back-200x162.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_back-200x162.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_back-150x122.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_back-768x622.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_back-430x348.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_back.jpg 1500w\" title=\"Siberian salmon-skin woman’s robe (hukht), back; Salmon skin, sinew, cotton thread; appliqué and embroidery; The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation.\" width=\"200\"/></a></center></p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_detail.jpg\" target=\"blank\"><img class=\"alignnone size-medium wp-image-54518\" height=\"150\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_detail-200x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_detail-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_detail-150x113.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_detail-768x576.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_detail-430x323.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_detail.jpg 1500w\" title=\"Siberian salmon-skin woman’s robe (hukht), detail; Salmon skin, sinew, cotton thread; appliqué and embroidery; The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation.\" width=\"200\"/></a></p></div> <div class=\"entry\">\n<p>Today in every-history-nerd’s-childhood-fantasy-come-true news, a rare 14th century gold coin <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Secret-drawer-behind-regular-drawer.jpg\" target=\"blank\"><img class=\"alignleft size-medium wp-image-54624\" height=\"87\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Secret-drawer-behind-regular-drawer-200x113.jpg\" title=\"Secret drawer behind regular drawer. Photo courtesy Hansons Auctioneers.\" width=\"150\"/></a>was <a href=\"https://hansonsauctioneers.co.uk/blog/2019/03/secret-drawer-reveals-hidden-treasure-furniture-valuer-hits-gold\" rel=\"noopener\" target=\"_blank\">found in the secret compartment</a> of a modest George II-style modern bureau. Amy Clapp inherited a bureau from her great cousin last Christmas. She doesn’t remember ever having met him and she certainly knew nothing about his furnishings. It’s a 20th century piece, solidly made, attractive but nothing of great value. It has two wide drawers and two half-width ones in the front, and a bunch of small ones when the desk is open. She looked through all the drawers and cubbies before calling Hansons Auctioneers to have it appraised for sale.</p>\n<p>Furniture expert Edward Rycroft examined the piece to assess its value. He estimated it was worth about £80 ($106). Then he looked a little deeper and found three secret drawers. One of them held secret treasure.</p>\n<blockquote><p>He said: “I know bureaus like this often have tiny, secret drawers – sometimes called coin drawers – so I always check them just in case.But in 10 years of valuing furniture I have never found anything in them – until now.”</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Coin-reverse.jpg\" target=\"blank\"><img class=\"alignright size-medium wp-image-54625\" height=\"153\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Coin-reverse-200x153.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Coin-reverse-200x153.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Coin-reverse-150x115.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Coin-reverse-768x589.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Coin-reverse-430x330.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Coin-reverse.jpg 1321w\" title=\"Reverse of Raymond IV Prince of Orange Franc A Pied gold coin. Photo courtesy Hansons Auctioneers.\" width=\"200\"/></a>Much to his amazement, he discovered a 22ct gold coin hidden in a secret drawer. It turned out to be rare, more than 650 years old and highly valuable.</p>\n<p>The Raymond IV Prince of Orange Franc A Pied coin dates back to 1365. Its guide price is £1,200-£1,800 but the experts at Hansons think it could sell for as much as £3,000. According to their coin valuer Don Collins, it’s very unusual. In more than half a century of coin valuing he has never seen one exactly like it.</p></blockquote>\n<p>Amy Clapp was thrilled by the unexpected windfall as her family has been through some hard times lately. Her daughter has a genetic condition, Bardet-Biedl syndrome, which has severely affected her sight. Mrs. Clapp works for the charitable organization Bardet-Biedl Syndrome UK and plans to donate some of the proceeds to the charity. Here’s hoping it sells way above estimate when it goes up for auction next month.</p>\n<p>The bureau goes under the hammer tomorrow. I’d buy it in a heartbeat for twice the price. God I love secret compartments. </p>\n<p>This video shows where the secret drawer was found in the desk. </p>\n<p><iframe allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\" frameborder=\"0\" height=\"242\" src=\"https://www.youtube.com/embed/62nDc1txTs4\" width=\"430\"></iframe></p>\n<p>Did I run to my modern Georgian repro secretary with a similar drawer layout as soon as I saw this video to pull the drawers all the way out in breathless hope of revealing a hidden compartment? Yes. Yes I did. Was there one? No. No there was not. Someday…</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"14th c. gold coin found in secret drawer\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54622\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div> <div class=\"entry\">\n<p>A huge panorama of London as it was at the end of the Napoleonic wars has <a href=\"https://www.museumoflondon.org.uk/museum-london/whats-on/exhibitions/panorama-londons-lost-landscape\" rel=\"noopener\" target=\"_blank\">gone on display at the Museum of London</a>. The watercolour over pencil work was painted by Pierre Prévost in 1815. As huge as this panorama is, it is just a fraction of what it was meant to be. It’s a preparatory study for a panorama more than 100 feet wide. Prévost successfully completed the behemoth, the epitome of his work as a panoramist, but it is now lost.</p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/London-panorama.jpg\" target=\"blank\"><img class=\"alignnone size-large wp-image-54591\" height=\"56\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/London-panorama-430x56.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/London-panorama-430x56.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/London-panorama-150x20.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/London-panorama-200x26.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/London-panorama-768x100.jpg 768w\" title=\"A Panoramic View of London, from the Tower of St. Margaret's Church, Westminster, by Pierre Prévost, ca. 1815. Photo courtesy Sotheby's.\" width=\"430\"/></a></center></p>\n<p>Panoramas were all the rage starting in the late 18th century. The term was coined by artist Robert Barker in 1787 when he had the idea to create a 360° view of a city in detailed perspective. Viewers would stand in the center of a custom-built rotunda and immerse themselves in the vista of a distant city. Barker built his first rotunda and panorama in 1793 and by 1800 they had taken off like wildfire. </p>\n<p>Prévost was one of the premiere artists of the form. His first panorama, View of Paris from the Tuileries, was created in 1799. Many others followed, including views of Amsterdam, Athens and Jerusalem. He went to London to make a panorama of the city in 1802 (also lost), during the brief break in the Napoleonic wars after the Piece of Amiens, and then returned after Waterloo in 1815 to create the view from Westminster Abbey of which this prep is all that remains. </p>\n<p>Painted from the bell tower of St Margaret’s church, right next to Westminster Abbey, the view encompasses the Abbey, its graveyard, the Middlesex Guildhall (then only 10 years old), the medieval Houses of Parliament which would be destroyed in a catastrophic fire in 1834, St. James’ Park, the Palace of Whitehall’s Banqueting House, the future Trafalgar Square and the church of St. Martin-in-the-Fields. Prévost captures not just London’s architecture, but its lifeblood as well. There are street scenes of people going about their business — carts carrying goods, shops, a factory — and views of the bustling shipping trade on the Thames.</p>\n<p>The finished panorama was exhibited in a rotunda in Paris. That the preparatory drawing has survived is remarkable. Highly finished, detailed, scale sketches were necessary to create so enormous a finished painting, but only one other is known from the many panoramas in Prévost’s oeuvre, a view of Constantinople now in the Louvre.</p>\n<p>It was recently rediscovered at sold at auction at Sotheby’s on July 4th, 2018, for 250,000 ($330,000). The Museum of London was able to acquire it with the support of the Art Fund, the Aldama Foundation and several private donors. Since then it has been conserved by museum experts and is on display for the first time as of today.</p>\n<p>The photograph cannot do this work justice because it’s so much wider than it is high, but thankfully the Museum of London has create a neat video that scrolls over the panorama with key sites labelled.</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"242\" mozallowfullscreen=\"\" src=\"https://player.vimeo.com/video/324459518?color=ffffff&amp;title=0&amp;byline=0&amp;portrait=0\" webkitallowfullscreen=\"\" width=\"430\"></iframe></p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Panorama of London 20 feet wide goes on display\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54589\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div> <div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Attrib.-Suzuki-Chōkichi-Eagle-McMullen-Museum-Boston-College.jpg\" target=\"blank\"><img class=\"alignright size-medium wp-image-54574\" height=\"249\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Attrib.-Suzuki-Chōkichi-Eagle-McMullen-Museum-Boston-College-200x249.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Attrib.-Suzuki-Chōkichi-Eagle-McMullen-Museum-Boston-College-200x249.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Attrib.-Suzuki-Chōkichi-Eagle-McMullen-Museum-Boston-College-121x150.jpg 121w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Attrib.-Suzuki-Chōkichi-Eagle-McMullen-Museum-Boston-College-768x955.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Attrib.-Suzuki-Chōkichi-Eagle-McMullen-Museum-Boston-College-430x535.jpg 430w\" title=\"Attrib. Suzuki Chōkichi (1848–1919), Eagle, c. 1890s. Bronze, gold, shakudō, 73 x 68 x 59 in., McMullen Museum of Art, Boston College, 2018.78.\" width=\"200\"/></a>A bronze eagle that spent 90 years exposed to the harshest of elements on a column like an aquiline Simeon Stylites has been found to be a <a href=\"https://www.theartnewspaper.com/news/college-mascot-identified-as-meiji-bronze\" rel=\"noopener\" target=\"_blank\">masterpiece from Japan’s Meiji period</a> (1868–1912). The 340-pound bronze of an eagle taking flight (or landing) was donated to Boston College in 1954 by Gus Anderson, a gardener who had inherited it from the estate of collectors Larz and Isabel Weld Anderson (no relation) after the latter’s death in 1948. The Andersons had acquired it in Japan during their 1897 honeymoon. They installed it in the Japanese garden of their palatial estate, Weld, in Brookline, Massachusetts, where it remains for five decades. When it moved to Boston College it was again placed outdoors, this time perched atop a 34-foot column in front of Gasson Hall. It was also gilded for some ungodly reason, possibly because the eagle is the mascot of the college’s sports teams and their colors are maroon and gold.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Cecilia-Beaux-Mrs.-Larz-Anderson-the-Society-of-the-Cincinnati.jpg\" target=\"blank\"><img class=\"alignleft size-thumbnail wp-image-54576\" height=\"150\" sizes=\"(max-width: 71px) 100vw, 71px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Cecilia-Beaux-Mrs.-Larz-Anderson-the-Society-of-the-Cincinnati-71x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Cecilia-Beaux-Mrs.-Larz-Anderson-the-Society-of-the-Cincinnati-71x150.jpg 71w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Cecilia-Beaux-Mrs.-Larz-Anderson-the-Society-of-the-Cincinnati-143x300.jpg 143w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Cecilia-Beaux-Mrs.-Larz-Anderson-the-Society-of-the-Cincinnati-768x1614.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Cecilia-Beaux-Mrs.-Larz-Anderson-the-Society-of-the-Cincinnati-381x800.jpg 381w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Cecilia-Beaux-Mrs.-Larz-Anderson-the-Society-of-the-Cincinnati.jpg 1565w\" title=\"Cecilia Beaux (1855–1942), Mrs. Larz Anderson, 1900–01. Oil on canvas, 82 x 39.8 in., the Society of the Cincinnati, Washington, DC, Gift of Isabel Anderson, M.1938.156a.\" width=\"71\"/></a>In 1993, a workmen making repairs to Gasson Hall saw from their high viewpoint that the eagle had taken a beating by the severe New England weather. It was removed from the column and disassembled into five component parts. Each of them was used to make a plaster cast from which a replica of the eagle was created. The replica was then put on top of the column and the original boxed up, each part in its own box, and stored in the studio where the casts had been made.</p>\n<p>It was broken down and unappreciated for a couple of decades until an artist who had traced its history alerted the college that they actually had something special there. </p>\n<blockquote><p>The university called in the local firm Rika Smith McNally &amp; Associates to conserve the work.</p>\n<p>A Meiji attribution was confirmed by an analysis by the Museum of Fine Arts, Boston. The high lead content corresponded with karakane alloys used by Meiji artists to achieve a hallmark fluidity in wavy parallel lines, which are “incredible” around the beak and eyes, says Rika Smith McNally.</p>\n<p>“When we got to the pupil, we knew we were dealing with a Japanese Meiji work because the eyeball was made using the shakudo technique,” in which a raised black copper pupil is attached to the centre of a gold-leafed eye, she adds. “It gives a very animated appearance to the eye.”</p></blockquote>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Kodansu-private-collection.jpg\" target=\"blank\"><img class=\"alignright size-thumbnail wp-image-54580\" height=\"150\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Kodansu-private-collection-150x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Kodansu-private-collection-150x150.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Kodansu-private-collection-200x201.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Kodansu-private-collection-768x772.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Kodansu-private-collection-430x432.jpg 430w\" title=\"Shinryo (Shibayama Ekisei or Yasumasa) and Ozeki Company, Kodansu with Tethered Hawks and Flowering Cherry Branches, c. 1885. Lacquer, ivory, mother-of-pearl, horn, shibuichi, shakudō, enamel, silver, 7.6 x 5.8 x 8 in., private collection.\" width=\"150\"/></a>The eagle, put back together and restored to its original glory, has gone on display at Boston College’s McMullen Museum of Art in <a href=\"https://www.bc.edu/sites/artmuseum/exhibitions/eaglemania/\" rel=\"noopener\" target=\"_blank\"><em>Eaglemania: Collecting Japanese Art in Gilded Age America</em></a>, an exhibition centered around the eagle, its importance as a motif in Japanese art and the fashion for Japanese art in among the wealthy bluebloods of late 19th century Boston. The exhibition runs through June 2nd of this year.</p>\n<blockquote><p>“The McMullen Museum is pleased to celebrate the painstaking restoration and research that recently revealed the artistic significance of a virtually lost monumental bronze masterpiece from Japan’s Meiji period,” said McMullen Museum Director and Professor of Art History Nancy Netzer. “The exhibition and accompanying scholarly volume contextualize the history of Boston College’s eagle sculpture and the argument for its probable attribution to the circle of master artist Suzuki Chōkichi (1848–1919) with an array of magnificent loans, many of which have never been displayed publicly in New England.”</p></blockquote>\n<p>This video recounting the bird’s journey from ruination to renewal has some breathtaking views of the details of the sculpture. I got a lump in my throat when the conservators removed ever so gently cotton swabbed away that hideous gilding.</p>\n<p><iframe allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\" frameborder=\"0\" height=\"242\" src=\"https://www.youtube.com/embed/Y63MAF1pj6M\" width=\"430\"></iframe></p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Boston College tackified and neglected mascot is Meiji masterpiece\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54572\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div> <div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-restored.jpg\" target=\"blank\"><img class=\"alignright size-thumbnail wp-image-54554\" height=\"150\" sizes=\"(max-width: 100px) 100vw, 100px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-restored-100x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-restored-100x150.jpg 100w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-restored-200x300.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-restored-768x1152.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-restored-430x645.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-restored.jpg 1240w\" title=\"Restored gilded silver show cup recovered from Texel shipwreck. Photo courtesy the Province of Noord-Holland.\" width=\"100\"/></a>A silver gilt cup found in the wreck of 17th century merchant ship in the Wadden Sea near the island of Texel, northern Holland, has been restored and <a href=\"https://www.kaapskil.nl/en/discover/collection-highlights/the-cup-from-the-palmwood-wreck/\" rel=\"noopener\" target=\"_blank\">put on display</a> at the Kaap Skil Museum on Texel.</p>\n<p>It was one of <a href=\"http://www.thehistoryblog.com/archives/41653\" rel=\"noopener\" target=\"_blank\">more than a thousand objects recovered from the wreck site</a> in 2014 after shifting sediment exposed them to the elements. Centuries under layers of silt and sand in the cold waters of the Wadden Sea had preserved organic materials in astounding condition. High-end textiles were found in beautiful condition, including silk stockings, a red velvet pouch embroidered with silver thread, and a silk gown so exquisite that one professor described it as “the <em>Night Watch</em> of the costume world.”</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2016/04/Wadden-Sea-shipwreck-silk-gown1.jpg\" target=\"blank\"><img class=\"alignleft size-thumbnail wp-image-41660\" height=\"125\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2016/04/Wadden-Sea-shipwreck-silk-gown1-150x125.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2016/04/Wadden-Sea-shipwreck-silk-gown1-150x125.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2016/04/Wadden-Sea-shipwreck-silk-gown1-200x166.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2016/04/Wadden-Sea-shipwreck-silk-gown1-430x358.jpg 430w\" title=\"Silk damask gown from 17th century shipwreck on display at Kaap Skil Museum. Image courtesy Kaap Skil.\" width=\"150\"/></a>Known as the boxwood wreck, after its cargo of boxwood timbers, or Texel wreck, it was carrying artifacts of such exceptional quality that there was immediate speculation that it might have been transporting members of aristocracy, perhaps even royalty, or at least their stuff. A leather book cover stamped in gold with the coat of arms of King Charles I suggested a Stuart connection and in the initial excitement of the find, the silk gown was identified as having belonged to <a href=\"http://www.thehistoryblog.com/archives/41746\" rel=\"noopener\" target=\"_blank\">Jean Kerr</a>, Countess of Roxburghe, lady-in-waiting to Queen Henrietta Maria. That hypothesis was disproved when researchers discovered the dress was made in Northwestern Europe, not England. </p>\n<p>The most recent findings of the ongoing study into the wreck, announced at the Rijksmuseum last Thursday when the show cup was unveiled, point to the ship having been a Dutch trade vessel traveling from the Levant and Mediterranean through the Straits of Gibraltar. Its cargo attests to its voyages — boxwood trunks, French and Italian pottery, caftans from the Ottoman Empire, a Persian rug, </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-before-restoration.jpg\" target=\"blank\"><img class=\"alignright size-thumbnail wp-image-54555\" height=\"150\" sizes=\"(max-width: 52px) 100vw, 52px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-before-restoration-52x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-before-restoration-52x150.jpg 52w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-before-restoration-105x300.jpg 105w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-before-restoration-768x2198.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-before-restoration-279x800.jpg 279w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-before-restoration.jpg 777w\" title=\"Silver gilt cup before restoration. Photo courtesy the Province of Noord-Holland.\" width=\"52\"/></a>The silver gilt cup was also made in continental Europe, likely southern Germany. The cities of Nuremberg and Augsburg were known for their silversmiths who produced show cups like this. Unfortunately the seal that would precisely pinpoint the shop where it was made is missing, but the style of the cup dates it to the late 16th century, so at least 50 years before the ship’s last voyage, estimated to have taken place about 1650.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Mars-on-the-cup.jpg\" target=\"blank\"><img class=\"alignleft size-thumbnail wp-image-54552\" height=\"84\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Mars-on-the-cup-150x84.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Mars-on-the-cup-150x84.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Mars-on-the-cup-200x113.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Mars-on-the-cup-768x432.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Mars-on-the-cup-430x242.jpg 430w\" title=\"Mars on the lid of the cup. Photo courtesy the Province of Noord-Holland.\" width=\"150\"/></a>When it was recovered from the water, the metal cup was in worse shape than the fine silk stockings. It was broken into three pieces and and severely dented, coated in heavy black corrosion. Most of the dents were repairable, thankfully, and the thick crust of corrosion was removed. Restorers worked on it for four years to reveal the intricate details of its decoration. It chased and molded with floral motifs, vases and masks. Standing on the lid is a figurine of Mars. He would have originally held a shield, now lost. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Detail-of-the-cup-decoration.jpg\" target=\"blank\"><img class=\"alignright size-thumbnail wp-image-54553\" height=\"84\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Detail-of-the-cup-decoration-150x84.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Detail-of-the-cup-decoration-150x84.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Detail-of-the-cup-decoration-200x113.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Detail-of-the-cup-decoration-768x432.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Detail-of-the-cup-decoration-430x242.jpg 430w\" title=\"Detail of the cup decoration. Photo courtesy the Province of Noord-Holland.\" width=\"150\"/></a>The sometime showpiece is now a showpiece once again, on display from March 9th to September 9th at the museum’s exhibition of select objects from the boxwood wreck. The 450-page report on the wreck, <em>Wereldvondsten uit een Hollands schip</em> (World finds from a Dutch ship, according to the always questionable Google Translate) is available for sale at the museum. I couldn’t find it online, much to my disappointment, because I would nerd out all over that.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Silver gilt cup from Texel shipwreck restored\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54550\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div> <div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2017/10/Freaking-tourists.jpg\" target=\"blank\"><img class=\"alignleft size-medium wp-image-49233\" height=\"267\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2017/10/Freaking-tourists-200x267.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2017/10/Freaking-tourists-200x267.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2017/10/Freaking-tourists-113x150.jpg 113w, http://www.thehistoryblog.com/wp-content/uploads/2017/10/Freaking-tourists-768x1024.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2017/10/Freaking-tourists-430x573.jpg 430w\" title=\"The Area Sacra of Largo Argentina makes a fine photographic backdrop.\" width=\"200\"/></a>Makers of fine jewelry and timepieces Bulgari has <a href=\"https://www.thelocal.it/20190220/rome-largo-di-torre-argentina-open-to-the-public\" rel=\"noopener\" target=\"_blank\">agreed to fund the restoration of the Area Sacra</a> of the Largo Argentina to the tune of one million euros ($1,123,000). In 2014, the brand funded a €1.5 million restoration of the Spanish Steps. That was completed in 2016, and in a shocking development, there was €485,593 of that funding left when the job was done. Bulgari had agreed up front that any unused moneys would be relayed to another historical site in Rome among the countless number in dire need of care.</p>\n<p>Bulgari and city officials have been working out what to do with the remainder of the donation since last year. Last month Rome mayor Virginia Raggi announced that the Area Sacra of the Largo Argentina was the lucky winner, and that Bulgari had chipped in an addition €500,000 to make the site fully accessible to visitors. </p>\n<p>Attempted restorations to the Area Sacra are nothing new. The city has been at it off and on for a decade, starting a project when they’ve scared up a few ducats to only to stop abruptly when the coffers are empty again. The result is a confused mixture of weedy and garbage-strewn ruins with stacks of unlabeled stones. It’s a damn shame, and not so much because you can get a glimpse of part of the tufa foundations of the curia of Pompey’s Theater. That’s really more of a Julius Caesar-related marketing ploy. Yes, Caesar was stabbed to death in that general area. He walked up what is now the Via Arenula to the curia where Brutus, Cassius and the rest of the lean-and-hungry assemblage of assassins awaited him with concealed daggers. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2017/10/Largo-di-Torre-Argentina.jpg\"><img alt=\"Circular Temple built by Quintus Lutatius Catulus in 101 B.C. Largo di Torre Argentina\" class=\"alignright size-medium wp-image-49234\" height=\"136\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2017/10/Largo-di-Torre-Argentina-200x136.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2017/10/Largo-di-Torre-Argentina-200x136.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2017/10/Largo-di-Torre-Argentina-150x102.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2017/10/Largo-di-Torre-Argentina-768x522.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2017/10/Largo-di-Torre-Argentina-430x292.jpg 430w\" width=\"200\"/></a>But Pompey’s Theater was massive, extending from what is now Campo de’ Fiori to the Largo Argentina. Even when it was intact the curia was a comparatively small bit at the end of a 100-column quadriporticus, dwarfed by the amphitheater at the other end which was kind of the point of the exercise as Rome’s first permanent theater. </p>\n<p>The overall significance of the site, and the reason the curia was used for senatorial business, are the four Republican-era temples whose remains still stand in the Area Sacra. It is the largest surviving section of Republican architecture in Rome. They range in date from the 4th to the 2nd century B.C., and the parts of them that managed to cling to life after centuries of quarrying and overbuilding were rediscovered in the early 20th century during works to modernize Rome’s infrastructure. Protective walls were built around the temple site and the piazza with its tram lines and wide roads was constructed with a big ol’ Republican pit in the middle.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/11/Cat-surveys-historical-monuments.jpg\"><img alt=\"Stacks of architectural remnants in the Area Sacra and overseer.\" class=\"alignleft size-medium wp-image-21123\" height=\"128\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/11/Cat-surveys-historical-monuments-200x128.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/11/Cat-surveys-historical-monuments-200x128.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/11/Cat-surveys-historical-monuments-150x96.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/11/Cat-surveys-historical-monuments-430x275.jpg 430w\" width=\"200\"/></a>Now that the Area Sacra of Largo Argentina has been selected as the recipient, concrete steps have to be taken to convert theoretical plans into practical plan of execution. Experts will need to study the site thoroughly, make specific architectural designs and invite bids from contractors for the new construction. None of that has happened yet. Right now, the preliminary plan is that the ruins will be secured, the randomly arranged architectural remains organized, two new walkways and an elevator will be installed to make the descent down the Republican level possible. The ambitious goal is for the project to be completed by mid-2021. We shall see.</p>\n<p>Meanwhile, the big question that leaps to everyone’s mind, I’m sure, is what is to become of the cats? <a href=\"http://www.thehistoryblog.com/archives/53003\" rel=\"noopener\" target=\"_blank\">As an unabashed fan</a> of the Largo Argentina Roman Cat Sanctuary, naturally I had to reach out to the fine folks who run it to get the real scuttlebutt on the refurbishment plans and the impact they might have on the sanctuary. Silvia Zerenghi confirmed that the sanctuary was not in any danger. About a month ago their lawyers were called and reassured that the revitalization project would not displace them, that the sanctuary would remain undisturbed in its current location.</p>\n<p>So it seems the cats and their staff will be left alone, which is very much how they like it. All the same, the sanctuary is not resting on its laurels (getit?!). “We are always a little suspicious, of course,” says Zerenghi. “It is the feline nature, I think, we have learned,” and just like the adorable deadly predators it caters to, the sanctuary is fully prepared to hiss and bite should circumstances shift treacherously. <a href=\"http://www.thehistoryblog.com/archives/21109\" rel=\"noopener\" target=\"_blank\">The last time they were threatened with eviction</a>, the sanctuary marshaled its supporters to call, email, blog and generally deluge the mayor, the Superintendence and the press with protests. All talk of eviction ceased and the status quo won the day. They’re ready to turn on the floodgates again at a moment’s notice. Clearly the lesson was learned thoroughly the first time which is why the government went out of its way to forestall any concerns the sanctuary might have before the news broke. Mess with the cat, you get the claws.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Bulgari funds Largo Argentina refurb; cats are cool with it\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54544\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div> <div class=\"entry\">\n<p>In August of 1892, a duel took place in Liechtenstein. The two adversaries took the field armed with rapiers to take satisfaction in blood over an unpardonable outrage: a dispute over a flower arrangement.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Princess-Metternich-by-Edgar-Degas-1865.jpg\" target=\"blank\"><img class=\"alignright size-thumbnail wp-image-54539\" height=\"150\" sizes=\"(max-width: 106px) 100vw, 106px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Princess-Metternich-by-Edgar-Degas-1865-106x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Princess-Metternich-by-Edgar-Degas-1865-106x150.jpg 106w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Princess-Metternich-by-Edgar-Degas-1865-200x282.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Princess-Metternich-by-Edgar-Degas-1865-768x1084.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Princess-Metternich-by-Edgar-Degas-1865-430x607.jpg 430w\" title=\"Princess Metternich by Edgar Degas, 1865. The National Gallery, London.\" width=\"106\"/></a>The precise nature of the disagreement has been lost in the mists of time. All we know is that Princess Pauline Metternich, granddaughter of Napoleonic-era Austrian statesman Prince Klemens Wenzel von Metternich, and Countess Anastasia Kilmannsegg, wife of the Statthalter of Lower Austria, had conflicting visions of how the flowers should be arranged at the Viennese International Exhibition of Music and Theater of 1892. Both of the ladies were high society fixtures in Paris and Vienna of the late 19th century. Both of them volunteered for a number of charitable organizations and were active supporters of the arts. </p>\n<p>The Internationale Musik und Theaterwesenausstellung was <strong>the</strong> artistic event of fin de siècle Vienna, and while little remembered today, its influence was enormous and has played a foundational role in the perception of musical culture extending to the present. Inspired by the madly popular trend for world fairs launched by the Great Exhibition of the Works of Industry of All Nations at the Crystal Palace in London in 1851, the Viennese International Exhibition was a showcase of the greatest music Europe’s most musical city could offer and the first large-scale marketing blitz to monetize and promote that artistic output. It was the first and only world’s fair ever to focus exclusively on music and theater, and the very idea of “classical music,” defined as European music from the mid-16th century through the end of the 19th, was birthed there on May 7th, 1892. By the time the exhibition ended on October 9th, the notion was firmly established, as was the image of Vienna as the capital of European music.</p>\n<p>Princess Pauline and Countess Kilmannsegg held important volunteer positions at this once-in-a-lifetime event. The Princess served as Honorary President, the Countess as President of the Ladies Committee. It was the Princess’ idea, in fact, the expand the purview of the festival to cover theater as well as music, and to make it international (in the Eurocentric sense) instead of a the original idea which was a far more modest exhibition dedicated to the history of Austrian music. Because of her operas like Ruggero Leoncavallo’s <em>Pagliacci</em> and Pietro Mascagni’s <em>Cavalleria Rusticana</em> were staged to great acclaim at the Exhibition. (Not in a single bill together, though. The classic CavPag pairing debuted at the Metropolitan Opera in New York a year later.)</p>\n<p>The Princess also founded the Flower Parade down the main street of the Prater, a tradition she began in 1886 that continues to this day, and she was described <a href=\"https://www.newspapers.com/clip/29343147/\" rel=\"noopener\" target=\"_blank\">in one paper</a> (before the duel) as “having inherited a courage which borders on insanity from her father, Count Sandor, who was famous for his hair-brained extravagances.” So maybe that explains why whatever the Countess had to say about the flower arrangements at the International Exhibition so deeply appalled the Princess and why she was willing to take it to the point of bloodshed.</p>\n<p>Princess Pauline Metternich, then 56 years of age and so great a doyenne in Austrian society that she was held in far higher social regard than the Empress Elizabeth, challenged Countess Kilmannsegg to a duel. As dueling was illegal in Austria, they and their seconds Princess Schwarzenberg and Countess Kinsky respectively, went to Vaduz, capital of Liechtenstein, to let their rapiers do the talking.</p>\n<p>Presiding over the encounter was Baroness Lubinska, a Polish noblewoman who had been sent for from Warsaw to oversee the violence. The Baroness was a medical doctor, a rarity for women at that time, and rarer than that, she practiced Listerite principles. This was an important asset for someone who might have to field-dress rapier wounds. The Baroness had seen first-hand how easily infection could set in with even superficial cuts in battle because dirty clothes would be stabbed into the wound and make it fester, so she told the male footmen and coachman to turn around and ordered the dueling parties to strip to the waist.</p>\n<p>This was not to be a duel to the death. The aim was first blood only. Princess Metternich and Countess Kilmannsegg, both topless, picked up their rapiers and engaged. After a few exchanges, one received a small cut to the nose, the other one to the arm. Contemporary reports, sparse on detail, are inconsistent about which one of them took which blow. Either way, first blood had been drawn by Princess Metternich. She was declared the winner and fighting ceased. The doctor dressed their wounds and the seconds suggested the ladies embrace and kiss. They did so and thus ended the great Topless Flower Arrangement Duel of 1892. </p>\n<p>The encounter <a href=\"https://www.newspapers.com/clip/29343103/\" rel=\"noopener\" target=\"_blank\">caused a sensation</a>. It became known as the Emancipated Duel and scenes of topless women swordfighting became very popular on stage, screen and in naughty postcards.</p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Emancipated-Duel.jpg\" target=\"blank\"><img class=\"alignnone size-large wp-image-54540\" height=\"343\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Emancipated-Duel-430x343.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Emancipated-Duel-430x343.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Emancipated-Duel-150x120.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Emancipated-Duel-200x159.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Emancipated-Duel.jpg 600w\" title=\"Emancipated Duel postcard.\" width=\"430\"/></a></center></p>\n<p>EDIT: Darnit, too many smart people read this blog. It seems there is no hard evidence for this duel ever having taken place. The contemporary accounts were basically gossip. I can’t help but hope that the Princess denied it happened to preserve her privacy. Yeah, that’s the ticket. PISTOLES AT DAWN for anyone who tries to persuade me otherwise.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Princess vs. Countess: a topless duel over flowers\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54537\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div> ", "url": "http://www.thehistoryblog.com/archives/category/modernish", "html": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n\n<html lang=\"en-US\" xmlns=\"http://www.w3.org/1999/xhtml\">\n<head profile=\"http://gmpg.org/xfn/11\">\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<title>The History Blog   » Modern(ish)</title>\n<meta content=\"WordPress 4.9.10\" name=\"generator\"/> <!-- leave this for stats -->\n<link href=\"http://www.thehistoryblog.com/wp-content/themes/retro-book-10/style.css\" media=\"screen\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/feed\" rel=\"alternate\" title=\"The History Blog RSS Feed\" type=\"application/rss+xml\"/>\n<link href=\"http://www.thehistoryblog.com/xmlrpc.php\" rel=\"pingback\"/>\n<link href=\"//s.w.org\" rel=\"dns-prefetch\"/>\n<link href=\"http://www.thehistoryblog.com/archives/category/modernish/feed\" rel=\"alternate\" title=\"The History Blog » Modern(ish) Category Feed\" type=\"application/rss+xml\"/>\n<script type=\"text/javascript\">\n\t\t\twindow._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"http:\\/\\/www.thehistoryblog.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?ver=4.9.10\"}};\n\t\t\t!function(a,b,c){function d(a,b){var c=String.fromCharCode;l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,a),0,0);var d=k.toDataURL();l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,b),0,0);var e=k.toDataURL();return d===e}function e(a){var b;if(!l||!l.fillText)return!1;switch(l.textBaseline=\"top\",l.font=\"600 32px Arial\",a){case\"flag\":return!(b=d([55356,56826,55356,56819],[55356,56826,8203,55356,56819]))&&(b=d([55356,57332,56128,56423,56128,56418,56128,56421,56128,56430,56128,56423,56128,56447],[55356,57332,8203,56128,56423,8203,56128,56418,8203,56128,56421,8203,56128,56430,8203,56128,56423,8203,56128,56447]),!b);case\"emoji\":return b=d([55358,56760,9792,65039],[55358,56760,8203,9792,65039]),!b}return!1}function f(a){var c=b.createElement(\"script\");c.src=a,c.defer=c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var g,h,i,j,k=b.createElement(\"canvas\"),l=k.getContext&&k.getContext(\"2d\");for(j=Array(\"flag\",\"emoji\"),c.supports={everything:!0,everythingExceptFlag:!0},i=0;i<j.length;i++)c.supports[j[i]]=e(j[i]),c.supports.everything=c.supports.everything&&c.supports[j[i]],\"flag\"!==j[i]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[j[i]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(h=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",h,!1),a.addEventListener(\"load\",h,!1)):(a.attachEvent(\"onload\",h),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),g=c.source||{},g.concatemoji?f(g.concatemoji):g.wpemoji&&g.twemoji&&(f(g.twemoji),f(g.wpemoji)))}(window,document,window._wpemojiSettings);\n\t\t</script>\n<style type=\"text/css\">\nimg.wp-smiley,\nimg.emoji {\n\tdisplay: inline !important;\n\tborder: none !important;\n\tbox-shadow: none !important;\n\theight: 1em !important;\n\twidth: 1em !important;\n\tmargin: 0 .07em !important;\n\tvertical-align: -0.1em !important;\n\tbackground: none !important;\n\tpadding: 0 !important;\n}\n</style>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/faviroll/css/style.css?ver=4.9.10\" id=\"faviroll-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/contact-form-plugin/css/form_style.css?ver=4.0.9\" id=\"cntctfrm_form_style-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/add-to-any/addtoany.min.css?ver=1.14\" id=\"addtoany-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/jquery/jquery.js?ver=1.12.4\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.1\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/add-to-any/addtoany.min.js?ver=1.0\" type=\"text/javascript\"></script>\n<link href=\"http://www.thehistoryblog.com/wp-json/\" rel=\"https://api.w.org/\"/>\n<link href=\"http://www.thehistoryblog.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/>\n<link href=\"http://www.thehistoryblog.com/wp-includes/wlwmanifest.xml\" rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\"/>\n<meta content=\"WordPress 4.9.10\" name=\"generator\"/>\n<script data-cfasync=\"false\">\nwindow.a2a_config=window.a2a_config||{};a2a_config.callbacks=[];a2a_config.overlays=[];a2a_config.templates={};\na2a_config.onclick=1;\na2a_color_main=\"E8C686\";a2a_color_border=\"BFA26B\";a2a_color_link_text=\"333333\";a2a_color_link_text_hover=\"333333\";\n(function(d,s,a,b){a=d.createElement(s);b=d.getElementsByTagName(s)[0];a.async=1;a.src=\"https://static.addtoany.com/menu/page.js\";b.parentNode.insertBefore(a,b);})(document,\"script\");\n</script>\n<script language=\"javascript\" type=\"text/javascript\">\n<!--\n\t\tfunction collapseThread( theId ) {\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(!comment)\n\t\t\t{\n\t\t\t\talert(\"ERROR:\\nThe document structure is different\\nfrom what Threaded Comments expects.\\nYou are missing the element '\"+theId+\"'\");\n\t\t\t\treturn;\n\t\t\t}\n\t\t\tvar theBody = findBody(comment);\n\t\t\tif(comment.className.indexOf(\"collapsed\") > -1) {\n\t\t\t\tcomment.className = comment.className.replace(\" collapsed\", \"\");;\n\t\t\t} else {\n\t\t\t\tcomment.className += \" collapsed\";\n\t\t\t}\n\t\t}\n\n\t\tfunction expandThread( theId ) {\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(!comment)\n\t\t\t{\n\t\t\t\talert(\"ERROR:\\nThe document structure is different\\nfrom what Threaded Comments expects.\\nYou are missing the element '\"+theId+\"'\");\n\t\t\t\treturn;\n\t\t\t}\n\t\t\tvar theBody = findBody(comment);\n\t\t\tif(comment.className.indexOf(\"collapsed\") > -1) {\n\t\t\t\tcomment.className = comment.className.replace(\" collapsed\", \"\");;\n\t\t\t} \n\t\t}\n\t\t\n\t\tfunction findBody(el)\n\t\t{\n\t\t\tvar divs = el.getElementsByTagName(\"div\");\n\t\t\tvar ret;\n\t\t\tfor(var i = 0; i < divs.length; ++i) {\n\t\t\t\tif(divs.item(i).className.indexOf(\"body\") > -1)\n\t\t\t\t\treturn divs.item(i);\n\t\t\t}\n\t\t\treturn false;\n\t\t}\n\t\n\t\tfunction onAddComment() {\n\t\t\t//checkDocumentIntegrity();\n\t\t\tvar el = document.getElementById(\"commentform\");\n\t\t\t// Future release: Check if form is filled correctly and mark the form fields.\n\t\t\tel.submit();\n\t\t}\n\t\t\n\t\tfunction moveAddCommentBelow(theId, threadId, collapse)\n\t\t{\n\t\t\texpandThread( theId );\n\t\t\tvar addComment = document.getElementById(\"addcomment\");\n\t\t\tif(!addComment)\n\t\t\t{\n\t\t\t  \talert(\"ERROR:\\nThreaded Comments can't find the 'addcomment' div.\\nThis is probably because you have changed\\nthe comments.php file.\\nMake sure there is a tag around the form\\nthat has the id 'addcomment'\"); \n\t\t\t\treturn\n\t\t\t}\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(collapse)\n\t\t\t{\n\t\t\t\tfor(var i = 0; i < comment.childNodes.length; ++i) {\n\t\t\t\t\tvar c = comment.childNodes.item(i);\n\t\t\t\t\tif(typeof(c.className) == \"string\" && c.className.indexOf(\"collapsed\")<0) {\n\t\t\t\t\t\tc.className += \" collapsed\";\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t\taddComment.parentNode.removeChild(addComment);\n\n\t\t\tcomment.appendChild(addComment);\n\t\t\tif(comment.className.indexOf(\"alt\")>-1) {\n\t\t\t\taddComment.className = addComment.className.replace(\" alt\", \"\");\t\t\t\t\t\n\t\t\t} else {\n\t\t\t\taddComment.className += \" alt\";\n\t\t\t}\n\t\t        var replyId = document.getElementById(\"comment_reply_ID\");\n\t\t\tif(replyId == null)\n\t\t\t{\n\t\t\t\talert(\"Brians Threaded Comments Error:\\nThere is no hidden form field called\\n'comment_reply_ID'. This is probably because you\\nchanged the comments.php file and forgot\\nto include the field. Please take a look\\nat the original comments.php and copy the\\nform field over.\");\n\t\t\t}\n\t\t\treplyId.value = threadId;\n\t\t\tvar reRootElement = document.getElementById(\"reroot\");\n\t\t\tif(reRootElement == null)\n\t\t\t{\n\t\t\t\talert(\"Brians Threaded Comments Error:\\nThere is no anchor tag called 'reroot' where\\nthe comment form starts.\\nPlease compare your comments.php to the original\\ncomments.php and copy the reroot anchor tag over.\");\n\t\t\t}\n\t\t\treRootElement.style.display = \"block\";\n\t\t\tvar aTags = comment.getElementsByTagName(\"A\");\n\t\t\tvar anc = aTags.item(0).id;\n\t\t\t//document.location.href = \"#\"+anc;\n\t\t\tdocument.getElementById(\"comment\").focus();\n\t\t}\n\n\t\tfunction checkDocumentIntegrity()\n\t\t{\n\t\t\tstr = \"\";\n\t\t\t\n\t\t\tstr += checkElement(\"reroot\",\"div tag\");\n\t\t\tstr += checkElement(\"addcomment\", \"div tag\");\n\t\t\tstr += checkElement(\"comment_reply_ID\", \"hidden form field\");\n\t\t\tstr += checkElement(\"content\", \"div tag\");\n\t\t\tstr += checkElement(\"comment\", \"textfield\");\n\t\t\tstr += checkElement(\"addcommentanchor\", \"anchor tag\");\n\t\t\t\n\t\t\tif(str != \"\")\n\t\t\t{\n\t\t\t\tstr = \"Brian's Threaded Comments are missing some of the elements that are required for it to function correctly.\\nThis is probably the because you have changed the original comments.php that was included with the plugin.\\n\\nThese are the errors:\\n\" + str;\n\t\t\t\tstr += \"\\nYou should compare your comments.php with the original comments.php and make sure the required elements have not been removed.\";\n\n\t\t\t\talert(str);\n\t\t\t}\n\t\t}\n               \n\t\tfunction checkElement(theId, elDesc)\n\t\t{\n\t\t\tvar el = document.getElementById(theId);\n\t\t\tif(!el)\n\t\t\t{\n\t\t\t\tif(elDesc == null)\n\t\t\t\t\telDesc = \"element\";\n\t\t\t\treturn \"- The \"+elDesc+\" with the ID '\" +theId + \"' is missing\\n\"; \n\t\t\t}\n\t\t\telse \n\t\t\t\treturn \"\";\n\t\t}\n\t\t\n\t\tfunction reRoot()\n\t\t{\n\t\t\tvar addComment = document.getElementById(\"addcomment\");\t\t\t\n\t\t\tvar reRootElement = document.getElementById(\"reroot\");\n\t\t\treRootElement.style.display = \"none\";\n\t\t\tvar content = document.getElementById(\"content\");\n\t\t\taddComment.parentNode.removeChild(addComment);\n\t\t\tcontent.appendChild(addComment);\n\t\t\taddComment.className = addComment.className.replace(\" alt\", \"\");\n\t\t\tdocument.location.href = \"#addcommentanchor\";\n\t\t\tdocument.getElementById(\"comment\").focus();\t\t\t\t\n\t\t\tdocument.getElementById(\"comment_reply_ID\").value = \"0\";\n\t\t}\t\t\t\n\t\t\n\t\tfunction changeCommentSize(d)\n\t\t{\n\t\t\tvar el = document.getElementById(\"comment\");\n\t\t\tvar height = parseInt(el.style.height);\n\t\t\tif(!height && el.offsetHeight)\n\t\t\t\theight = el.offsetHeight;\n\t\t\theight += d;\n\t\t\tif(height < 20) \n\t\t\t\theight = 20;\n\t\t\tel.style.height = height+\"px\";\n\t\t}\t\t\n-->\n</script>\n<style type=\"text/css\">\n.comment \n{\n\tposition: \t\t\t\trelative;\n\tmargin:\t\t\t\t\t3px;\n\tmargin-top:\t\t\t\t6px;\n/*\tborder: \t\t\t\t1px solid #666; */\n\tpadding:\t\t\t\t4px 4px 4px 8px;\n}\n\n.odd\n{\n\tbackground-color: #E2c080;\n}\n\n.comment div {\n\tposition: \t\t\t\trelative;\n}\n\n.comment .comment img\n{\n\tmargin: \t\t\t\t0px;\n}\n\n.comment .collapseicon \n{\n\twidth: \t\t\t\t\t13px;\n\theight: \t\t\t\t13px;\n\toverflow:\t\t\t\thidden;\n\tbackground-image: \t\turl(http://www.thehistoryblog.com/wp-content/plugins/briansthreadedcomments.php?image=subthread-open.png);\n}\n\n.collapsed .collapseicon \n{\n\tbackground-image: \t\turl(http://www.thehistoryblog.com/wp-content/plugins/briansthreadedcomments.php?image=subthread.png);\n}\n\n\n.comment .reply {\n\ttext-align: \t\t\tright;\n\tfont-size: \t\t\t\t80%;\n\tpadding: \t\t\t\t0px 6px 6px 0px;\n}\n\n.comment\n{\n\tborder: \t2px solid #ddd;\n\tmargin-top: \t\t\t10px;\n}\n\ninput#subscribe\n{\n\twidth: auto;\n}\n\n.comment .body .content\n{\n\tpadding:\t\t\t\t0px 3px 0px 3px;\n\twidth: \t\t\t\t\t100%;\t\n\toverflow: \t\t\t\tauto; \n}\n\n.comment .title abbr\n{\n\tborder: none;\n}\n\n.collapsed .body, .collapsed .comment\n{\n\tdisplay:\t\t\t\tnone;\n}\n/*\n#addcomment small, #addcomment div\n{\n\tpadding:\t\t\t\t3px;\n}\n*/\n#commentform textarea {\n\twidth: 97%;\n}\n</style>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/flash-video-player/swfobject.js\" type=\"text/javascript\"></script>\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"shortcut icon\" type=\"image/x-icon\"/>\n</head>\n<body>\n<div id=\"ROOT\">\n<div class=\"BGPage\">\n<div class=\"LeftTop\">\n<div class=\"LeftBottom\">\n<div id=\"HEAD\">\n<h1 class=\"Logo\"><a href=\"http://www.thehistoryblog.com/\"><span>The History Blog</span></a></h1>\n<div class=\"Visual\"></div>\n</div>\n<div id=\"MAIN\">\n<h2 class=\"pagetitle\">Archive for the ‘Modern(ish)’ Category</h2>\n<div class=\"post\">\n<h3 id=\"post-54792\"><a href=\"http://www.thehistoryblog.com/archives/54792\" rel=\"bookmark\" title=\"Permanent Link to Egyptian sarcophagus to be opened on live TV\">Egyptian sarcophagus to be opened on live TV</a></h3>\n<p class=\"prefix\">Saturday, April 6th, 2019</p>\n<div class=\"entry\">\n<p>An ancient Egyptian sarcophagus will be opened live in a two-hour television special to air simultaneously at 8:00 PM Sunday on the <a href=\"https://www.discovery.com/schedule\">Discovery</a>, Travel and Science channels. <em>Expedition Unkown: Egypt Live</em> will be hosted by one Josh Gates who is described as an “explorer,” and who in his capacity as a certified SCUBA diver assisted in an archaeological excavation once in the 1990s. Other than that, it seems his bailiwick is hosting TV shows and traveling places. The actual opening of the sarcophagus will be done by archaeologists under the ever-watchful (and promotion-keen) eyes of Egyptologist Dr. Zahi Hawass and Mostafa Waziri, the secretary-general of the Supreme Council of Antiquities of Egypt.</p>\n<p>The limestone sarcophagus was found in the necropolis of Tuna el-Gebel in Minya province, about 210 miles south of Cairo. <a href=\"http://www.thehistoryblog.com/archives/54199\" rel=\"noopener\" target=\"_blank\">More than 50 Ptolemaic era mummies</a> were found there earlier this year. The sarcophagus is likely older than that, however, as it was discovered in deeper chamber.</p>\n<blockquote><p>Viewers will have the rare opportunity to see the inner chambers of an excavation site, where archeologists recently uncovered a network of vertical shafts leading to an underground network of tunnels and tombs with 40 mummies believed to be part of the noble elite.</p>\n<p>The massive underground complex of chambers is a treasure trove of antiquities – all laying undisturbed for thousands of years. But there are several chambers yet to be explored – and many more discoveries to be revealed, including a mysterious limestone sarcophagus found buried deep within the complex. The identity of the mummy inside has been a mystery for 3,000 years… Possibly until now.</p></blockquote>\n<p>Or even more likely there will be no identifying inscriptions. For that matter, there may not be any mummified remains to speak of remaining inside. There’s a very strong possibility of an Al Capone’s vault situation here, but the live broadcast works as a marketing tool either way since viewers will get two hours worth of the “come see the ancient wonders of mysterious Egypt” pitch.</p>\n<p>This is the first time an Egyptian sarcophagus will be opened on live TV, but it’s only the technology that’s been updated. Making a spectacle of the dead of ancient Egypt is part of a long tradition of mummy voyeurism and exploitation going back centuries. Dr. Augustus Granville garbed it in a loincloth of science when he performed an autopsy of the mummy of Irtyersenu before a large crowd in 1825, the surgical theater lit by candles made from what he thought was beeswax he scraped off her mummy but turned out to be Irtyersenu’s own body fat in the form of adipocere. Dr. Thomas Pettigrew became known as “Mummy” Pettigrew for the hugely popular mummy unravelling parties he threw for Victorian Britain’s moneyed elite.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Egyptian sarcophagus to be opened on live TV\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54792\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/ancient\" rel=\"category tag\">Ancient</a>, <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/54792#comments\">1 Comment »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-54786\"><a href=\"http://www.thehistoryblog.com/archives/54786\" rel=\"bookmark\" title=\"Permanent Link to Soil, not advanced technology, preserved Terracotta Army’s weapons\">Soil, not advanced technology, preserved Terracotta Army’s weapons</a></h3>\n<p class=\"prefix\">Friday, April 5th, 2019</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/04/2-scientistssh.jpg\" target=\"blank\"><img class=\"alignleft size-medium wp-image-54788\" height=\"180\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/04/2-scientistssh-200x180.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/04/2-scientistssh-200x180.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/04/2-scientistssh-150x135.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/04/2-scientistssh-768x693.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/04/2-scientistssh-430x388.jpg 430w\" title=\"Detail from the grip and blade from one of the Terracotta Army swords. Photo by Zhao Zhen.\" width=\"200\"/></a>Since the fearsome 2,000-strong terracotta army of Emperor Qin Shihuang (259–210 B.C.) was first excavated in the 1970s, the bronze weaponry has stood out for its remarkably good state of preservation. Tens of thousands of arrowheads, spear tips, lances, swords, hooks, crossbow triggers and other bronze parts of complex weapons have survived even as their wooden components decayed to nothingness. Many are still shiny, sharp and show no sign of corrosion whatsoever. Traces of chromium found on the bronze parts have led scholars to hypothesize that the unusually excellent condition was attributable to an early form of chrome plating used as an anti-oxidation measure, a technology only otherwise known to have been invented in the 20th century.</p>\n<p>A new study <a href=\"https://www.nature.com/articles/s41598-019-40613-7\" rel=\"noopener\" target=\"_blank\">published in <em>Scientific Reports</em></a> suggests that the chromium residue found on the blades was an element in the lacquer applied to the wood or bamboo parts of the weapons — grips, spear handles, lance and arrow shafts, crossbows, etc. — not to the bronze edged parts. In the decay of the organic material, the chromium residue contaminated the blades. </p>\n<p>In the absence of an anachronistically advanced rust-prevention technology, what then has kept blades and points in such pristine condition? The study authors think the answer is in the composition of the bronze and in the soil itself. Bronzes with higher tin content are prone to develop rich-tin layers on the surface that prevent corrosion. Testing of the surface of batches of bronze arrows from the Terracotta Army archers found the ones with the higher tin content were more stable. The presence of arsenic in the bronze also helped prevent corrosion.</p>\n<p>The alkali nature of the soil is another highly significant factor that this study is the first to explore.</p>\n<blockquote><p>The Terracotta Army is located in the southern edge of the Chinese Loess Plateau, a 640,000 km2 area covered by silt-sized aeolian sediments that make the bulk of the soil. Large-scale models predict pH values around 8–9 for the Lintong area43, and this was confirmed by our on-site measurements of soil samples from Pits 1 and 2, showing pH values between 8.1 and 8.5 (Table S3). Burial soil pH is a paramount parameter predicting metal preservation, as it is correlated with redox potential, drainage conditions, biological activity and aeration. Additional characteristics of loess of potential relevance here are its low organic content and predominantly very small particle size. We propose that the moderate basicity and low organic content of the loess would have prevented the formation of acids that would attack metal integrity. In addition, the very small particle size of the soil would have obstructed the aeration and humidity necessary for metal corrosion. Our proposal is consistent with studies in conservation science which have addressed the optimum conditions for metal preservation in burial environments, noting pH levels of 8–8.5 and small particle size as optimum.</p></blockquote>\n<p>The research team tested the claim by placing bronze tokens in an environmental chamber that created accelerated aging conditions and by burying bronze in soil excavated from Pit 1 of the tomb. The tokens and the buried bronze both remained in pristine condition. A bronze token buried in organic-rich, slightly acidic soil with a pH of 5.9 as a control, on the other hand, quickly showed signs of corrosion.</p>\n<blockquote><p>In conclusion, the perplexing suggestion that Qin weapon makers used an arcane chromium-based technology to prevent weapon rust has been refuted. Efforts should be made to update museum displays and other popular literature about the site with this new information. Furthermore, we predict that chromium will be detected on the surface of metal objects from other sites where they may have been in association with chromium-bearing lacquered parts, i.e. more likely on weapons than on ritual bronzes. The use of chromium-rich compounds in the manufacture of ancient lacquer should be in the agenda for future research, together with further technological study of the sharp and lustrous blades.</p></blockquote>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/04/Arrowhead-with-erroneous-museum-info-panel.jpg\" target=\"blank\"><img class=\"alignnone size-large wp-image-54790\" height=\"242\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/04/Arrowhead-with-erroneous-museum-info-panel-430x242.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/04/Arrowhead-with-erroneous-museum-info-panel-430x242.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/04/Arrowhead-with-erroneous-museum-info-panel-150x84.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/04/Arrowhead-with-erroneous-museum-info-panel-200x113.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/04/Arrowhead-with-erroneous-museum-info-panel-768x432.jpg 768w\" title=\"Terracotta Army arrowheads on display in traveling exhibit at Museum of New Zealand Te Papa Tongarewa. Information panel includes chrome plating description now proved erroneous. Photo courtesy Schnitzel at Our Eco Lifestyle Block in NZ.\" width=\"430\"/></a></center></p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Soil, not advanced technology, preserved Terracotta Army’s weapons\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54786\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/ancient\" rel=\"category tag\">Ancient</a>, <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/54786#respond\">No Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-54700\"><a href=\"http://www.thehistoryblog.com/archives/54700\" rel=\"bookmark\" title=\"Permanent Link to Russian aristocratic silver goes on display\">Russian aristocratic silver goes on display</a></h3>\n<p class=\"prefix\">Thursday, March 28th, 2019</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display.jpg\" target=\"blank\"><img class=\"alignleft size-medium wp-image-54705\" height=\"133\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-200x133.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-768x512.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-430x287.jpg 430w\" title=\"Narshykin silver on display at the Tsarskoye Selo palace museum. Photo by Olga Maltseva, AFP.\" width=\"200\"/></a>The massive collection of more than 2,000 pieces of silver secreted away in the walls of a Saint Petersburg palace and <a href=\"http://www.thehistoryblog.com/archives/16089\" rel=\"noopener\" target=\"_blank\">discovered during renovations in 2012</a> has <a href=\"https://news.yahoo.com/long-lost-treasure-russian-aristocrats-displayed-first-time-095334182.html\" rel=\"noopener\" target=\"_blank\">gone on display</a> for the first time at the Tsarskoye Selo palace museum in Pushkin. The Narshykin family had bought the palace in 1799 and lived there until 1917 when the fled the country and the Bolsheviks on the double. They left behind many valuable objects which were transferred State Hermitage Museum in 1920. </p>\n<p>But those were just the pieces that were easy to find. Before they left Russia with their portable wealth, the family carefully wrapped their antique silver and stashed it in a hidey hole between the second and third floors of the palace. It was so effective a hiding place that it wasn’t even found when the palace was extensively renovated in the 1960s. It took a three-year project of re-engineering and restoration that began in 2009 to break through a brick wall and reveal the secret room crammed with cases full of treasure.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-2.jpg\" target=\"blank\"><img class=\"alignright size-medium wp-image-54704\" height=\"130\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-2-200x130.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-2-200x130.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-2-150x98.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-2-768x501.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-2-430x281.jpg 430w\" title=\"Narshykin silver on display at the Tsarskoye Selo palace museum. Photo by Olga Maltseva, AFP.\" width=\"200\"/></a>Apparently some of the crew tried to take a cut of the loot, hiding it away before the construction company alerted the authorities to the find, but they weren’t up to the job the Narshykin’s had done so thoroughly before them and the police found the pieces when they searched the building.</p>\n<p>The Naryshkin family was one of the most important in Tsarist Russia going back hundreds of years. It could trace its roots to the 15th century, but the family leapt to prominence when the beautiful Natalya Naryshkina (1651-1694) wed Tsar Alexis after his first wife died birthing their 13th child. Their son would become Peter the Great and she was rule as regent of Russia during his minority. Peter showered favor on his maternal family and the Naryshkin princes held high office in the government, military and court from then until the brutal end of the Russian monarchy.</p>\n<p>In July of 1918, Colonel Kiril Mihailovich Naryshkin, adjutant to White Russian Lieutenant General Sergey Nikolaevich Rozanov, was one of the first people to enter the Ipatiev House in Ekaterinburg. Rozanov and Naryshkin broke down the defensive palisade encircling the house and went in together. There were survivors left to rescue, only evidence of the slaughter that had taken place six days earlier when the guards, knowing White Russian forces were almost upon them, executed the Tsar, his family and loyal attendants.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-3.jpg\" target=\"blank\"><img class=\"alignleft size-medium wp-image-54703\" height=\"133\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-3-200x133.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-3-200x133.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-3-150x100.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-3-768x511.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Narshykin-silver-on-display-3-430x286.jpg 430w\" title=\"Narshykin silver on display at the Tsarskoye Selo palace museum. Photo by Olga Maltseva, AFP.\" width=\"200\"/></a>While there was some talk at the time the treasure was discovered that Narshykin descendants might make an ownership claim on the silver or of the finders getting 50% of its value, but surprising nobody the collection was declared historically significant and therefore property of the state. Since then it has been studied, inventoried and conserved and is now on public view in the Catherine Palace, the main building of the Tsarskoye Selo palace museum, which is also home to the reconstructed Amber Room.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Russian aristocratic silver goes on display\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54700\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/treasures\" rel=\"category tag\">Treasures</a> |   <a href=\"http://www.thehistoryblog.com/archives/54700#comments\">4 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-54511\"><a href=\"http://www.thehistoryblog.com/archives/54511\" rel=\"bookmark\" title=\"Permanent Link to Minneapolis Institute of Art acquires breathtaking Japanese textiles\">Minneapolis Institute of Art acquires breathtaking Japanese textiles</a></h3>\n<p class=\"prefix\">Friday, March 22nd, 2019</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern-e1553307214251.jpg\" target=\"blank\"><img class=\"alignright size-thumbnail wp-image-54517\" height=\"150\" sizes=\"(max-width: 140px) 100vw, 140px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern-e1553307214251-140x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern-e1553307214251-140x150.jpg 140w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern-e1553307214251-200x214.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern-e1553307214251-768x820.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern-e1553307214251-430x459.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern-e1553307214251.jpg 1158w\" title=\"White-ground Ryūkyūan robe (ryūso) with paired cranes pattern; Cloth: cotton; bingata (stencil resist with applied pigments); Collection of Thomas Murray.\" width=\"140\"/></a>The Minneapolis Institute of Art (Mia) has acquired an <a href=\"https://new.artsmia.org/press/minneapolis-institute-of-art-acquires-230-japanese-textiles-and-objects-from-collector-thomas-murray/\" rel=\"noopener\" target=\"_blank\">exceptional collection of Japanese textiles</a>. The rare and beautiful handmade Japanese garments were assembled by researcher and Asian art collector Thomas Murray over the course of 40 years and were acquired by the museum in a combined purchase and gift.</p>\n<p>Murray’s refined taste and depth of knowledge of Japanese textiles has created a collection of superlative condition, quality and breadth. Mia already had very fine collection of Japanese <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern_detail.jpg\" target=\"blank\"><img class=\"alignleft size-thumbnail wp-image-54516\" height=\"112\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern_detail-150x112.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern_detail-150x112.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern_detail-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern_detail-768x575.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern_detail-430x322.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/White-ground-Ryūkyūan-robe-with-paired-cranes-pattern_detail.jpg 1500w\" title=\"Detail of white-ground Ryūkyūan robe (ryūso) with paired cranes pattern; Cloth: cotton; bingata (stencil resist with applied pigments); Collection of Thomas Murray.\" width=\"150\"/></a>paintings, prints, sculptures and ceramics raises but before this acquisition it only had a few textiles — Noh robes from the theater, silk wedding kimono, early 20th century casual kimono made from meisen silk with bold graphic prints. Murray’s collection of 230 pieces elevates the museum’s Japanese textiles holdings from a handful of items to one of the top collections of Japanese clothing in the world.</p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_front.jpg\" target=\"blank\"><img class=\"alignnone size-medium wp-image-54522\" height=\"210\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_front-200x210.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_front-200x210.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_front-143x150.jpg 143w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_front-768x807.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_front-430x452.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_front.jpg 1427w\" title=\"Red, blue, and white kaparamip robe, front; Cloth: cotton; cotton appliqué and embroidery; The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke.\" width=\"200\"/></a> <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_back.jpg\" target=\"blank\"><img class=\"alignnone size-medium wp-image-54521\" height=\"200\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_back-200x200.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_back-200x200.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_back-150x150.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_back-768x767.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_back-430x429.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Red-blue-and-white-kaparamip-robe_back.jpg 1500w\" title=\"Red, blue, and white kaparamip robe, back; Cloth: cotton; cotton appliqué and embroidery; The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke.\" width=\"200\"/></a></center></p>\n<blockquote><p>The collection features traditional Japanese clothing and fabrics made for home, work, and festival celebrations between the late 18th and early 20th centuries. A kaleidoscope of materials and designs, the acquisition includes exceptionally rare, brightly colored <em>bingata</em> and <em>ikat</em> kimonos and wrapping cloths made of wild banana fiber from subtropical Okinawa, delicately patterned <em>Mingei</em> (folk art) costumes and textiles used by farmers and <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_front.jpg\" target=\"blank\"><img class=\"alignleft size-thumbnail wp-image-54514\" height=\"150\" sizes=\"(max-width: 129px) 100vw, 129px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_front-129x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_front-129x150.jpg 129w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_front-200x233.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_front-768x893.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_front-430x500.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_front.jpg 1290w\" title=\"Dark blue-ground festival kimono decorated with sea creatures, front; Cloth: cotton; tsutsugaki (freehand resist); The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke FoundationFoundation\" width=\"129\"/></a>fishermen from Japan’s largest and most populous islands of Honshu and Kyushu, and boldly patterned garments of elm-bark cloth, nettle fiber, and salmon skin created by the aboriginal Ainu people residing on Japan’s northern island of Hokkaido and formerly found on the Sakhalin island of Siberia. […]</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_back.jpg\" target=\"blank\"><img class=\"alignright size-thumbnail wp-image-54513\" height=\"150\" sizes=\"(max-width: 132px) 100vw, 132px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_back-132x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_back-132x150.jpg 132w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_back-200x227.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_back-768x871.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_back-430x488.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_back.jpg 1323w\" title=\"Dark blue-ground festival kimono decorated with sea creatures, back; Cloth: cotton; tsutsugaki (freehand resist); The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation.\" width=\"132\"/></a>Among the many outstanding textiles in the Murray Collection is an exuberant festival robe decorated with sea creatures and water motifs, used to celebrate a successful fish catch. The robe’s decorations were hand-drawn and painted with a rice paste resist dye technique, <em>tsutsugaki</em>, making this robe one of a kind.</p>\n<p>Other important highlights of the collection include Ainu robes which have long been celebrated <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_detail.jpg\" target=\"blank\"><img class=\"alignleft size-thumbnail wp-image-54515\" height=\"78\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_detail-150x78.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_detail-150x78.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_detail-200x103.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_detail-768x397.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_detail-430x222.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Dark-blue-ground-festival-kimono-sea-creatures_detail.jpg 1500w\" title=\"Detail of back. The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation.\" width=\"150\"/></a>for their exacting, symmetrical designs revealing the skills and aesthetics of the women who created them. One of these robes is known as a <em>kaparamip</em>, meaning “thin cloth,” because it was made of cotton that was traded from the Japanese mainland. A decorative effect was achieved by using contrasting shades of trade cloth such as indigo that was then overlaid with a white cutout pattern appliqué and accented with red thread in a variety of embroidery stitches.</p></blockquote>\n<p>I asked Andreas Marks, the Minneapolis Institute of Art’s Mary Griggs Burke Curator of Japanese and Korean Art, what the biggest challenges were in conserving such a varied collection. He replied:</p>\n<blockquote><p>The biggest challenges in conservation of textiles are the protection from bugs and mold. This is primarily achieved through a sanitized and climate-controlled environment that includes storage in archival boxes. Furthermore, textiles that enter our collection undergo a time period of freezing that would kill any live insects. That way we can prevent bugs from entering. Certain textiles will have to be stored flat and not folded as they are too brittle because of material and/or age.</p></blockquote>\n<p>The Japanese textiles are currently undergoing conservation and will go on full display in the fall of 2020.</p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_front.jpg\" target=\"blank\"><img class=\"alignnone size-medium wp-image-54519\" height=\"162\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_front-200x162.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_front-200x162.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_front-150x122.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_front-768x622.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_front-430x348.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_front.jpg 1500w\" title=\"Siberian salmon-skin woman’s robe (hukht), front; Salmon skin, sinew, cotton thread; appliqué and embroidery; The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation.\" width=\"200\"/></a> <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_back.jpg\" target=\"blank\"><img class=\"alignnone size-medium wp-image-54520\" height=\"162\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_back-200x162.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_back-200x162.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_back-150x122.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_back-768x622.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_back-430x348.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_back.jpg 1500w\" title=\"Siberian salmon-skin woman’s robe (hukht), back; Salmon skin, sinew, cotton thread; appliqué and embroidery; The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation.\" width=\"200\"/></a></center></p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_detail.jpg\" target=\"blank\"><img class=\"alignnone size-medium wp-image-54518\" height=\"150\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_detail-200x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_detail-200x150.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_detail-150x113.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_detail-768x576.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_detail-430x323.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Siberian-salmon-skin-woman’s-robe_detail.jpg 1500w\" title=\"Siberian salmon-skin woman’s robe (hukht), detail; Salmon skin, sinew, cotton thread; appliqué and embroidery; The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation.\" width=\"200\"/></a></p></div></div></div></div></div></div></div></body></html>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Minneapolis Institute of Art acquires breathtaking Japanese textiles\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54511\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> \n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/museums\" rel=\"category tag\">Museums</a> |   <a href=\"http://www.thehistoryblog.com/archives/54511#comments\">1 Comment »</a></p>\n\n<div class=\"post\">\n<h3 id=\"post-54622\"><a href=\"http://www.thehistoryblog.com/archives/54622\" rel=\"bookmark\" title=\"Permanent Link to 14th c. gold coin found in secret drawer\">14th c. gold coin found in secret drawer</a></h3>\n<p class=\"prefix\">Tuesday, March 19th, 2019</p>\n<div class=\"entry\">\n<p>Today in every-history-nerd’s-childhood-fantasy-come-true news, a rare 14th century gold coin <a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Secret-drawer-behind-regular-drawer.jpg\" target=\"blank\"><img class=\"alignleft size-medium wp-image-54624\" height=\"87\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Secret-drawer-behind-regular-drawer-200x113.jpg\" title=\"Secret drawer behind regular drawer. Photo courtesy Hansons Auctioneers.\" width=\"150\"/></a>was <a href=\"https://hansonsauctioneers.co.uk/blog/2019/03/secret-drawer-reveals-hidden-treasure-furniture-valuer-hits-gold\" rel=\"noopener\" target=\"_blank\">found in the secret compartment</a> of a modest George II-style modern bureau. Amy Clapp inherited a bureau from her great cousin last Christmas. She doesn’t remember ever having met him and she certainly knew nothing about his furnishings. It’s a 20th century piece, solidly made, attractive but nothing of great value. It has two wide drawers and two half-width ones in the front, and a bunch of small ones when the desk is open. She looked through all the drawers and cubbies before calling Hansons Auctioneers to have it appraised for sale.</p>\n<p>Furniture expert Edward Rycroft examined the piece to assess its value. He estimated it was worth about £80 ($106). Then he looked a little deeper and found three secret drawers. One of them held secret treasure.</p>\n<blockquote><p>He said: “I know bureaus like this often have tiny, secret drawers – sometimes called coin drawers – so I always check them just in case.But in 10 years of valuing furniture I have never found anything in them – until now.”</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Coin-reverse.jpg\" target=\"blank\"><img class=\"alignright size-medium wp-image-54625\" height=\"153\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Coin-reverse-200x153.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Coin-reverse-200x153.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Coin-reverse-150x115.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Coin-reverse-768x589.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Coin-reverse-430x330.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Coin-reverse.jpg 1321w\" title=\"Reverse of Raymond IV Prince of Orange Franc A Pied gold coin. Photo courtesy Hansons Auctioneers.\" width=\"200\"/></a>Much to his amazement, he discovered a 22ct gold coin hidden in a secret drawer. It turned out to be rare, more than 650 years old and highly valuable.</p>\n<p>The Raymond IV Prince of Orange Franc A Pied coin dates back to 1365. Its guide price is £1,200-£1,800 but the experts at Hansons think it could sell for as much as £3,000. According to their coin valuer Don Collins, it’s very unusual. In more than half a century of coin valuing he has never seen one exactly like it.</p></blockquote>\n<p>Amy Clapp was thrilled by the unexpected windfall as her family has been through some hard times lately. Her daughter has a genetic condition, Bardet-Biedl syndrome, which has severely affected her sight. Mrs. Clapp works for the charitable organization Bardet-Biedl Syndrome UK and plans to donate some of the proceeds to the charity. Here’s hoping it sells way above estimate when it goes up for auction next month.</p>\n<p>The bureau goes under the hammer tomorrow. I’d buy it in a heartbeat for twice the price. God I love secret compartments. </p>\n<p>This video shows where the secret drawer was found in the desk. </p>\n<p><iframe allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\" frameborder=\"0\" height=\"242\" src=\"https://www.youtube.com/embed/62nDc1txTs4\" width=\"430\"></iframe></p>\n<p>Did I run to my modern Georgian repro secretary with a similar drawer layout as soon as I saw this video to pull the drawers all the way out in breathless hope of revealing a hidden compartment? Yes. Yes I did. Was there one? No. No there was not. Someday…</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"14th c. gold coin found in secret drawer\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54622\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/renaissance\" rel=\"category tag\">Renaissance</a> |   <a href=\"http://www.thehistoryblog.com/archives/54622#comments\">5 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-54589\"><a href=\"http://www.thehistoryblog.com/archives/54589\" rel=\"bookmark\" title=\"Permanent Link to Panorama of London 20 feet wide goes on display\">Panorama of London 20 feet wide goes on display</a></h3>\n<p class=\"prefix\">Friday, March 15th, 2019</p>\n<div class=\"entry\">\n<p>A huge panorama of London as it was at the end of the Napoleonic wars has <a href=\"https://www.museumoflondon.org.uk/museum-london/whats-on/exhibitions/panorama-londons-lost-landscape\" rel=\"noopener\" target=\"_blank\">gone on display at the Museum of London</a>. The watercolour over pencil work was painted by Pierre Prévost in 1815. As huge as this panorama is, it is just a fraction of what it was meant to be. It’s a preparatory study for a panorama more than 100 feet wide. Prévost successfully completed the behemoth, the epitome of his work as a panoramist, but it is now lost.</p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/London-panorama.jpg\" target=\"blank\"><img class=\"alignnone size-large wp-image-54591\" height=\"56\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/London-panorama-430x56.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/London-panorama-430x56.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/London-panorama-150x20.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/London-panorama-200x26.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/London-panorama-768x100.jpg 768w\" title=\"A Panoramic View of London, from the Tower of St. Margaret's Church, Westminster, by Pierre Prévost, ca. 1815. Photo courtesy Sotheby's.\" width=\"430\"/></a></center></p>\n<p>Panoramas were all the rage starting in the late 18th century. The term was coined by artist Robert Barker in 1787 when he had the idea to create a 360° view of a city in detailed perspective. Viewers would stand in the center of a custom-built rotunda and immerse themselves in the vista of a distant city. Barker built his first rotunda and panorama in 1793 and by 1800 they had taken off like wildfire. </p>\n<p>Prévost was one of the premiere artists of the form. His first panorama, View of Paris from the Tuileries, was created in 1799. Many others followed, including views of Amsterdam, Athens and Jerusalem. He went to London to make a panorama of the city in 1802 (also lost), during the brief break in the Napoleonic wars after the Piece of Amiens, and then returned after Waterloo in 1815 to create the view from Westminster Abbey of which this prep is all that remains. </p>\n<p>Painted from the bell tower of St Margaret’s church, right next to Westminster Abbey, the view encompasses the Abbey, its graveyard, the Middlesex Guildhall (then only 10 years old), the medieval Houses of Parliament which would be destroyed in a catastrophic fire in 1834, St. James’ Park, the Palace of Whitehall’s Banqueting House, the future Trafalgar Square and the church of St. Martin-in-the-Fields. Prévost captures not just London’s architecture, but its lifeblood as well. There are street scenes of people going about their business — carts carrying goods, shops, a factory — and views of the bustling shipping trade on the Thames.</p>\n<p>The finished panorama was exhibited in a rotunda in Paris. That the preparatory drawing has survived is remarkable. Highly finished, detailed, scale sketches were necessary to create so enormous a finished painting, but only one other is known from the many panoramas in Prévost’s oeuvre, a view of Constantinople now in the Louvre.</p>\n<p>It was recently rediscovered at sold at auction at Sotheby’s on July 4th, 2018, for 250,000 ($330,000). The Museum of London was able to acquire it with the support of the Art Fund, the Aldama Foundation and several private donors. Since then it has been conserved by museum experts and is on display for the first time as of today.</p>\n<p>The photograph cannot do this work justice because it’s so much wider than it is high, but thankfully the Museum of London has create a neat video that scrolls over the panorama with key sites labelled.</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"242\" mozallowfullscreen=\"\" src=\"https://player.vimeo.com/video/324459518?color=ffffff&amp;title=0&amp;byline=0&amp;portrait=0\" webkitallowfullscreen=\"\" width=\"430\"></iframe></p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Panorama of London 20 feet wide goes on display\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54589\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/museums\" rel=\"category tag\">Museums</a> |   <a href=\"http://www.thehistoryblog.com/archives/54589#comments\">2 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-54572\"><a href=\"http://www.thehistoryblog.com/archives/54572\" rel=\"bookmark\" title=\"Permanent Link to Boston College tackified and neglected mascot is Meiji masterpiece\">Boston College tackified and neglected mascot is Meiji masterpiece</a></h3>\n<p class=\"prefix\">Wednesday, March 13th, 2019</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Attrib.-Suzuki-Chōkichi-Eagle-McMullen-Museum-Boston-College.jpg\" target=\"blank\"><img class=\"alignright size-medium wp-image-54574\" height=\"249\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Attrib.-Suzuki-Chōkichi-Eagle-McMullen-Museum-Boston-College-200x249.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Attrib.-Suzuki-Chōkichi-Eagle-McMullen-Museum-Boston-College-200x249.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Attrib.-Suzuki-Chōkichi-Eagle-McMullen-Museum-Boston-College-121x150.jpg 121w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Attrib.-Suzuki-Chōkichi-Eagle-McMullen-Museum-Boston-College-768x955.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Attrib.-Suzuki-Chōkichi-Eagle-McMullen-Museum-Boston-College-430x535.jpg 430w\" title=\"Attrib. Suzuki Chōkichi (1848–1919), Eagle, c. 1890s. Bronze, gold, shakudō, 73 x 68 x 59 in., McMullen Museum of Art, Boston College, 2018.78.\" width=\"200\"/></a>A bronze eagle that spent 90 years exposed to the harshest of elements on a column like an aquiline Simeon Stylites has been found to be a <a href=\"https://www.theartnewspaper.com/news/college-mascot-identified-as-meiji-bronze\" rel=\"noopener\" target=\"_blank\">masterpiece from Japan’s Meiji period</a> (1868–1912). The 340-pound bronze of an eagle taking flight (or landing) was donated to Boston College in 1954 by Gus Anderson, a gardener who had inherited it from the estate of collectors Larz and Isabel Weld Anderson (no relation) after the latter’s death in 1948. The Andersons had acquired it in Japan during their 1897 honeymoon. They installed it in the Japanese garden of their palatial estate, Weld, in Brookline, Massachusetts, where it remains for five decades. When it moved to Boston College it was again placed outdoors, this time perched atop a 34-foot column in front of Gasson Hall. It was also gilded for some ungodly reason, possibly because the eagle is the mascot of the college’s sports teams and their colors are maroon and gold.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Cecilia-Beaux-Mrs.-Larz-Anderson-the-Society-of-the-Cincinnati.jpg\" target=\"blank\"><img class=\"alignleft size-thumbnail wp-image-54576\" height=\"150\" sizes=\"(max-width: 71px) 100vw, 71px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Cecilia-Beaux-Mrs.-Larz-Anderson-the-Society-of-the-Cincinnati-71x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Cecilia-Beaux-Mrs.-Larz-Anderson-the-Society-of-the-Cincinnati-71x150.jpg 71w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Cecilia-Beaux-Mrs.-Larz-Anderson-the-Society-of-the-Cincinnati-143x300.jpg 143w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Cecilia-Beaux-Mrs.-Larz-Anderson-the-Society-of-the-Cincinnati-768x1614.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Cecilia-Beaux-Mrs.-Larz-Anderson-the-Society-of-the-Cincinnati-381x800.jpg 381w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Cecilia-Beaux-Mrs.-Larz-Anderson-the-Society-of-the-Cincinnati.jpg 1565w\" title=\"Cecilia Beaux (1855–1942), Mrs. Larz Anderson, 1900–01. Oil on canvas, 82 x 39.8 in., the Society of the Cincinnati, Washington, DC, Gift of Isabel Anderson, M.1938.156a.\" width=\"71\"/></a>In 1993, a workmen making repairs to Gasson Hall saw from their high viewpoint that the eagle had taken a beating by the severe New England weather. It was removed from the column and disassembled into five component parts. Each of them was used to make a plaster cast from which a replica of the eagle was created. The replica was then put on top of the column and the original boxed up, each part in its own box, and stored in the studio where the casts had been made.</p>\n<p>It was broken down and unappreciated for a couple of decades until an artist who had traced its history alerted the college that they actually had something special there. </p>\n<blockquote><p>The university called in the local firm Rika Smith McNally &amp; Associates to conserve the work.</p>\n<p>A Meiji attribution was confirmed by an analysis by the Museum of Fine Arts, Boston. The high lead content corresponded with karakane alloys used by Meiji artists to achieve a hallmark fluidity in wavy parallel lines, which are “incredible” around the beak and eyes, says Rika Smith McNally.</p>\n<p>“When we got to the pupil, we knew we were dealing with a Japanese Meiji work because the eyeball was made using the shakudo technique,” in which a raised black copper pupil is attached to the centre of a gold-leafed eye, she adds. “It gives a very animated appearance to the eye.”</p></blockquote>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Kodansu-private-collection.jpg\" target=\"blank\"><img class=\"alignright size-thumbnail wp-image-54580\" height=\"150\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Kodansu-private-collection-150x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Kodansu-private-collection-150x150.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Kodansu-private-collection-200x201.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Kodansu-private-collection-768x772.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Kodansu-private-collection-430x432.jpg 430w\" title=\"Shinryo (Shibayama Ekisei or Yasumasa) and Ozeki Company, Kodansu with Tethered Hawks and Flowering Cherry Branches, c. 1885. Lacquer, ivory, mother-of-pearl, horn, shibuichi, shakudō, enamel, silver, 7.6 x 5.8 x 8 in., private collection.\" width=\"150\"/></a>The eagle, put back together and restored to its original glory, has gone on display at Boston College’s McMullen Museum of Art in <a href=\"https://www.bc.edu/sites/artmuseum/exhibitions/eaglemania/\" rel=\"noopener\" target=\"_blank\"><em>Eaglemania: Collecting Japanese Art in Gilded Age America</em></a>, an exhibition centered around the eagle, its importance as a motif in Japanese art and the fashion for Japanese art in among the wealthy bluebloods of late 19th century Boston. The exhibition runs through June 2nd of this year.</p>\n<blockquote><p>“The McMullen Museum is pleased to celebrate the painstaking restoration and research that recently revealed the artistic significance of a virtually lost monumental bronze masterpiece from Japan’s Meiji period,” said McMullen Museum Director and Professor of Art History Nancy Netzer. “The exhibition and accompanying scholarly volume contextualize the history of Boston College’s eagle sculpture and the argument for its probable attribution to the circle of master artist Suzuki Chōkichi (1848–1919) with an array of magnificent loans, many of which have never been displayed publicly in New England.”</p></blockquote>\n<p>This video recounting the bird’s journey from ruination to renewal has some breathtaking views of the details of the sculpture. I got a lump in my throat when the conservators removed ever so gently cotton swabbed away that hideous gilding.</p>\n<p><iframe allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\" frameborder=\"0\" height=\"242\" src=\"https://www.youtube.com/embed/Y63MAF1pj6M\" width=\"430\"></iframe></p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Boston College tackified and neglected mascot is Meiji masterpiece\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54572\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/museums\" rel=\"category tag\">Museums</a> |   <a href=\"http://www.thehistoryblog.com/archives/54572#comments\">3 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-54550\"><a href=\"http://www.thehistoryblog.com/archives/54550\" rel=\"bookmark\" title=\"Permanent Link to Silver gilt cup from Texel shipwreck restored\">Silver gilt cup from Texel shipwreck restored</a></h3>\n<p class=\"prefix\">Monday, March 11th, 2019</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-restored.jpg\" target=\"blank\"><img class=\"alignright size-thumbnail wp-image-54554\" height=\"150\" sizes=\"(max-width: 100px) 100vw, 100px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-restored-100x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-restored-100x150.jpg 100w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-restored-200x300.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-restored-768x1152.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-restored-430x645.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-restored.jpg 1240w\" title=\"Restored gilded silver show cup recovered from Texel shipwreck. Photo courtesy the Province of Noord-Holland.\" width=\"100\"/></a>A silver gilt cup found in the wreck of 17th century merchant ship in the Wadden Sea near the island of Texel, northern Holland, has been restored and <a href=\"https://www.kaapskil.nl/en/discover/collection-highlights/the-cup-from-the-palmwood-wreck/\" rel=\"noopener\" target=\"_blank\">put on display</a> at the Kaap Skil Museum on Texel.</p>\n<p>It was one of <a href=\"http://www.thehistoryblog.com/archives/41653\" rel=\"noopener\" target=\"_blank\">more than a thousand objects recovered from the wreck site</a> in 2014 after shifting sediment exposed them to the elements. Centuries under layers of silt and sand in the cold waters of the Wadden Sea had preserved organic materials in astounding condition. High-end textiles were found in beautiful condition, including silk stockings, a red velvet pouch embroidered with silver thread, and a silk gown so exquisite that one professor described it as “the <em>Night Watch</em> of the costume world.”</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2016/04/Wadden-Sea-shipwreck-silk-gown1.jpg\" target=\"blank\"><img class=\"alignleft size-thumbnail wp-image-41660\" height=\"125\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2016/04/Wadden-Sea-shipwreck-silk-gown1-150x125.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2016/04/Wadden-Sea-shipwreck-silk-gown1-150x125.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2016/04/Wadden-Sea-shipwreck-silk-gown1-200x166.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2016/04/Wadden-Sea-shipwreck-silk-gown1-430x358.jpg 430w\" title=\"Silk damask gown from 17th century shipwreck on display at Kaap Skil Museum. Image courtesy Kaap Skil.\" width=\"150\"/></a>Known as the boxwood wreck, after its cargo of boxwood timbers, or Texel wreck, it was carrying artifacts of such exceptional quality that there was immediate speculation that it might have been transporting members of aristocracy, perhaps even royalty, or at least their stuff. A leather book cover stamped in gold with the coat of arms of King Charles I suggested a Stuart connection and in the initial excitement of the find, the silk gown was identified as having belonged to <a href=\"http://www.thehistoryblog.com/archives/41746\" rel=\"noopener\" target=\"_blank\">Jean Kerr</a>, Countess of Roxburghe, lady-in-waiting to Queen Henrietta Maria. That hypothesis was disproved when researchers discovered the dress was made in Northwestern Europe, not England. </p>\n<p>The most recent findings of the ongoing study into the wreck, announced at the Rijksmuseum last Thursday when the show cup was unveiled, point to the ship having been a Dutch trade vessel traveling from the Levant and Mediterranean through the Straits of Gibraltar. Its cargo attests to its voyages — boxwood trunks, French and Italian pottery, caftans from the Ottoman Empire, a Persian rug, </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-before-restoration.jpg\" target=\"blank\"><img class=\"alignright size-thumbnail wp-image-54555\" height=\"150\" sizes=\"(max-width: 52px) 100vw, 52px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-before-restoration-52x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-before-restoration-52x150.jpg 52w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-before-restoration-105x300.jpg 105w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-before-restoration-768x2198.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-before-restoration-279x800.jpg 279w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Silver-cup-before-restoration.jpg 777w\" title=\"Silver gilt cup before restoration. Photo courtesy the Province of Noord-Holland.\" width=\"52\"/></a>The silver gilt cup was also made in continental Europe, likely southern Germany. The cities of Nuremberg and Augsburg were known for their silversmiths who produced show cups like this. Unfortunately the seal that would precisely pinpoint the shop where it was made is missing, but the style of the cup dates it to the late 16th century, so at least 50 years before the ship’s last voyage, estimated to have taken place about 1650.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Mars-on-the-cup.jpg\" target=\"blank\"><img class=\"alignleft size-thumbnail wp-image-54552\" height=\"84\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Mars-on-the-cup-150x84.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Mars-on-the-cup-150x84.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Mars-on-the-cup-200x113.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Mars-on-the-cup-768x432.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Mars-on-the-cup-430x242.jpg 430w\" title=\"Mars on the lid of the cup. Photo courtesy the Province of Noord-Holland.\" width=\"150\"/></a>When it was recovered from the water, the metal cup was in worse shape than the fine silk stockings. It was broken into three pieces and and severely dented, coated in heavy black corrosion. Most of the dents were repairable, thankfully, and the thick crust of corrosion was removed. Restorers worked on it for four years to reveal the intricate details of its decoration. It chased and molded with floral motifs, vases and masks. Standing on the lid is a figurine of Mars. He would have originally held a shield, now lost. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Detail-of-the-cup-decoration.jpg\" target=\"blank\"><img class=\"alignright size-thumbnail wp-image-54553\" height=\"84\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Detail-of-the-cup-decoration-150x84.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Detail-of-the-cup-decoration-150x84.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Detail-of-the-cup-decoration-200x113.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Detail-of-the-cup-decoration-768x432.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Detail-of-the-cup-decoration-430x242.jpg 430w\" title=\"Detail of the cup decoration. Photo courtesy the Province of Noord-Holland.\" width=\"150\"/></a>The sometime showpiece is now a showpiece once again, on display from March 9th to September 9th at the museum’s exhibition of select objects from the boxwood wreck. The 450-page report on the wreck, <em>Wereldvondsten uit een Hollands schip</em> (World finds from a Dutch ship, according to the always questionable Google Translate) is available for sale at the museum. I couldn’t find it online, much to my disappointment, because I would nerd out all over that.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Silver gilt cup from Texel shipwreck restored\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54550\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/museums\" rel=\"category tag\">Museums</a> |   <a href=\"http://www.thehistoryblog.com/archives/54550#comments\">7 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-54544\"><a href=\"http://www.thehistoryblog.com/archives/54544\" rel=\"bookmark\" title=\"Permanent Link to Bulgari funds Largo Argentina refurb; cats are cool with it\">Bulgari funds Largo Argentina refurb; cats are cool with it</a></h3>\n<p class=\"prefix\">Sunday, March 10th, 2019</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2017/10/Freaking-tourists.jpg\" target=\"blank\"><img class=\"alignleft size-medium wp-image-49233\" height=\"267\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2017/10/Freaking-tourists-200x267.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2017/10/Freaking-tourists-200x267.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2017/10/Freaking-tourists-113x150.jpg 113w, http://www.thehistoryblog.com/wp-content/uploads/2017/10/Freaking-tourists-768x1024.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2017/10/Freaking-tourists-430x573.jpg 430w\" title=\"The Area Sacra of Largo Argentina makes a fine photographic backdrop.\" width=\"200\"/></a>Makers of fine jewelry and timepieces Bulgari has <a href=\"https://www.thelocal.it/20190220/rome-largo-di-torre-argentina-open-to-the-public\" rel=\"noopener\" target=\"_blank\">agreed to fund the restoration of the Area Sacra</a> of the Largo Argentina to the tune of one million euros ($1,123,000). In 2014, the brand funded a €1.5 million restoration of the Spanish Steps. That was completed in 2016, and in a shocking development, there was €485,593 of that funding left when the job was done. Bulgari had agreed up front that any unused moneys would be relayed to another historical site in Rome among the countless number in dire need of care.</p>\n<p>Bulgari and city officials have been working out what to do with the remainder of the donation since last year. Last month Rome mayor Virginia Raggi announced that the Area Sacra of the Largo Argentina was the lucky winner, and that Bulgari had chipped in an addition €500,000 to make the site fully accessible to visitors. </p>\n<p>Attempted restorations to the Area Sacra are nothing new. The city has been at it off and on for a decade, starting a project when they’ve scared up a few ducats to only to stop abruptly when the coffers are empty again. The result is a confused mixture of weedy and garbage-strewn ruins with stacks of unlabeled stones. It’s a damn shame, and not so much because you can get a glimpse of part of the tufa foundations of the curia of Pompey’s Theater. That’s really more of a Julius Caesar-related marketing ploy. Yes, Caesar was stabbed to death in that general area. He walked up what is now the Via Arenula to the curia where Brutus, Cassius and the rest of the lean-and-hungry assemblage of assassins awaited him with concealed daggers. </p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2017/10/Largo-di-Torre-Argentina.jpg\"><img alt=\"Circular Temple built by Quintus Lutatius Catulus in 101 B.C. Largo di Torre Argentina\" class=\"alignright size-medium wp-image-49234\" height=\"136\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2017/10/Largo-di-Torre-Argentina-200x136.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2017/10/Largo-di-Torre-Argentina-200x136.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2017/10/Largo-di-Torre-Argentina-150x102.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2017/10/Largo-di-Torre-Argentina-768x522.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2017/10/Largo-di-Torre-Argentina-430x292.jpg 430w\" width=\"200\"/></a>But Pompey’s Theater was massive, extending from what is now Campo de’ Fiori to the Largo Argentina. Even when it was intact the curia was a comparatively small bit at the end of a 100-column quadriporticus, dwarfed by the amphitheater at the other end which was kind of the point of the exercise as Rome’s first permanent theater. </p>\n<p>The overall significance of the site, and the reason the curia was used for senatorial business, are the four Republican-era temples whose remains still stand in the Area Sacra. It is the largest surviving section of Republican architecture in Rome. They range in date from the 4th to the 2nd century B.C., and the parts of them that managed to cling to life after centuries of quarrying and overbuilding were rediscovered in the early 20th century during works to modernize Rome’s infrastructure. Protective walls were built around the temple site and the piazza with its tram lines and wide roads was constructed with a big ol’ Republican pit in the middle.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2012/11/Cat-surveys-historical-monuments.jpg\"><img alt=\"Stacks of architectural remnants in the Area Sacra and overseer.\" class=\"alignleft size-medium wp-image-21123\" height=\"128\" sizes=\"(max-width: 200px) 100vw, 200px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2012/11/Cat-surveys-historical-monuments-200x128.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2012/11/Cat-surveys-historical-monuments-200x128.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2012/11/Cat-surveys-historical-monuments-150x96.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2012/11/Cat-surveys-historical-monuments-430x275.jpg 430w\" width=\"200\"/></a>Now that the Area Sacra of Largo Argentina has been selected as the recipient, concrete steps have to be taken to convert theoretical plans into practical plan of execution. Experts will need to study the site thoroughly, make specific architectural designs and invite bids from contractors for the new construction. None of that has happened yet. Right now, the preliminary plan is that the ruins will be secured, the randomly arranged architectural remains organized, two new walkways and an elevator will be installed to make the descent down the Republican level possible. The ambitious goal is for the project to be completed by mid-2021. We shall see.</p>\n<p>Meanwhile, the big question that leaps to everyone’s mind, I’m sure, is what is to become of the cats? <a href=\"http://www.thehistoryblog.com/archives/53003\" rel=\"noopener\" target=\"_blank\">As an unabashed fan</a> of the Largo Argentina Roman Cat Sanctuary, naturally I had to reach out to the fine folks who run it to get the real scuttlebutt on the refurbishment plans and the impact they might have on the sanctuary. Silvia Zerenghi confirmed that the sanctuary was not in any danger. About a month ago their lawyers were called and reassured that the revitalization project would not displace them, that the sanctuary would remain undisturbed in its current location.</p>\n<p>So it seems the cats and their staff will be left alone, which is very much how they like it. All the same, the sanctuary is not resting on its laurels (getit?!). “We are always a little suspicious, of course,” says Zerenghi. “It is the feline nature, I think, we have learned,” and just like the adorable deadly predators it caters to, the sanctuary is fully prepared to hiss and bite should circumstances shift treacherously. <a href=\"http://www.thehistoryblog.com/archives/21109\" rel=\"noopener\" target=\"_blank\">The last time they were threatened with eviction</a>, the sanctuary marshaled its supporters to call, email, blog and generally deluge the mayor, the Superintendence and the press with protests. All talk of eviction ceased and the status quo won the day. They’re ready to turn on the floodgates again at a moment’s notice. Clearly the lesson was learned thoroughly the first time which is why the government went out of its way to forestall any concerns the sanctuary might have before the news broke. Mess with the cat, you get the claws.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Bulgari funds Largo Argentina refurb; cats are cool with it\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54544\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/ancient\" rel=\"category tag\">Ancient</a>, <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/54544#comments\">4 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-54537\"><a href=\"http://www.thehistoryblog.com/archives/54537\" rel=\"bookmark\" title=\"Permanent Link to Princess vs. Countess: a topless duel over flowers\">Princess vs. Countess: a topless duel over flowers</a></h3>\n<p class=\"prefix\">Saturday, March 9th, 2019</p>\n<div class=\"entry\">\n<p>In August of 1892, a duel took place in Liechtenstein. The two adversaries took the field armed with rapiers to take satisfaction in blood over an unpardonable outrage: a dispute over a flower arrangement.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Princess-Metternich-by-Edgar-Degas-1865.jpg\" target=\"blank\"><img class=\"alignright size-thumbnail wp-image-54539\" height=\"150\" sizes=\"(max-width: 106px) 100vw, 106px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Princess-Metternich-by-Edgar-Degas-1865-106x150.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Princess-Metternich-by-Edgar-Degas-1865-106x150.jpg 106w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Princess-Metternich-by-Edgar-Degas-1865-200x282.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Princess-Metternich-by-Edgar-Degas-1865-768x1084.jpg 768w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Princess-Metternich-by-Edgar-Degas-1865-430x607.jpg 430w\" title=\"Princess Metternich by Edgar Degas, 1865. The National Gallery, London.\" width=\"106\"/></a>The precise nature of the disagreement has been lost in the mists of time. All we know is that Princess Pauline Metternich, granddaughter of Napoleonic-era Austrian statesman Prince Klemens Wenzel von Metternich, and Countess Anastasia Kilmannsegg, wife of the Statthalter of Lower Austria, had conflicting visions of how the flowers should be arranged at the Viennese International Exhibition of Music and Theater of 1892. Both of the ladies were high society fixtures in Paris and Vienna of the late 19th century. Both of them volunteered for a number of charitable organizations and were active supporters of the arts. </p>\n<p>The Internationale Musik und Theaterwesenausstellung was <strong>the</strong> artistic event of fin de siècle Vienna, and while little remembered today, its influence was enormous and has played a foundational role in the perception of musical culture extending to the present. Inspired by the madly popular trend for world fairs launched by the Great Exhibition of the Works of Industry of All Nations at the Crystal Palace in London in 1851, the Viennese International Exhibition was a showcase of the greatest music Europe’s most musical city could offer and the first large-scale marketing blitz to monetize and promote that artistic output. It was the first and only world’s fair ever to focus exclusively on music and theater, and the very idea of “classical music,” defined as European music from the mid-16th century through the end of the 19th, was birthed there on May 7th, 1892. By the time the exhibition ended on October 9th, the notion was firmly established, as was the image of Vienna as the capital of European music.</p>\n<p>Princess Pauline and Countess Kilmannsegg held important volunteer positions at this once-in-a-lifetime event. The Princess served as Honorary President, the Countess as President of the Ladies Committee. It was the Princess’ idea, in fact, the expand the purview of the festival to cover theater as well as music, and to make it international (in the Eurocentric sense) instead of a the original idea which was a far more modest exhibition dedicated to the history of Austrian music. Because of her operas like Ruggero Leoncavallo’s <em>Pagliacci</em> and Pietro Mascagni’s <em>Cavalleria Rusticana</em> were staged to great acclaim at the Exhibition. (Not in a single bill together, though. The classic CavPag pairing debuted at the Metropolitan Opera in New York a year later.)</p>\n<p>The Princess also founded the Flower Parade down the main street of the Prater, a tradition she began in 1886 that continues to this day, and she was described <a href=\"https://www.newspapers.com/clip/29343147/\" rel=\"noopener\" target=\"_blank\">in one paper</a> (before the duel) as “having inherited a courage which borders on insanity from her father, Count Sandor, who was famous for his hair-brained extravagances.” So maybe that explains why whatever the Countess had to say about the flower arrangements at the International Exhibition so deeply appalled the Princess and why she was willing to take it to the point of bloodshed.</p>\n<p>Princess Pauline Metternich, then 56 years of age and so great a doyenne in Austrian society that she was held in far higher social regard than the Empress Elizabeth, challenged Countess Kilmannsegg to a duel. As dueling was illegal in Austria, they and their seconds Princess Schwarzenberg and Countess Kinsky respectively, went to Vaduz, capital of Liechtenstein, to let their rapiers do the talking.</p>\n<p>Presiding over the encounter was Baroness Lubinska, a Polish noblewoman who had been sent for from Warsaw to oversee the violence. The Baroness was a medical doctor, a rarity for women at that time, and rarer than that, she practiced Listerite principles. This was an important asset for someone who might have to field-dress rapier wounds. The Baroness had seen first-hand how easily infection could set in with even superficial cuts in battle because dirty clothes would be stabbed into the wound and make it fester, so she told the male footmen and coachman to turn around and ordered the dueling parties to strip to the waist.</p>\n<p>This was not to be a duel to the death. The aim was first blood only. Princess Metternich and Countess Kilmannsegg, both topless, picked up their rapiers and engaged. After a few exchanges, one received a small cut to the nose, the other one to the arm. Contemporary reports, sparse on detail, are inconsistent about which one of them took which blow. Either way, first blood had been drawn by Princess Metternich. She was declared the winner and fighting ceased. The doctor dressed their wounds and the seconds suggested the ladies embrace and kiss. They did so and thus ended the great Topless Flower Arrangement Duel of 1892. </p>\n<p>The encounter <a href=\"https://www.newspapers.com/clip/29343103/\" rel=\"noopener\" target=\"_blank\">caused a sensation</a>. It became known as the Emancipated Duel and scenes of topless women swordfighting became very popular on stage, screen and in naughty postcards.</p>\n<p><center><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Emancipated-Duel.jpg\" target=\"blank\"><img class=\"alignnone size-large wp-image-54540\" height=\"343\" sizes=\"(max-width: 430px) 100vw, 430px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Emancipated-Duel-430x343.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2019/03/Emancipated-Duel-430x343.jpg 430w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Emancipated-Duel-150x120.jpg 150w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Emancipated-Duel-200x159.jpg 200w, http://www.thehistoryblog.com/wp-content/uploads/2019/03/Emancipated-Duel.jpg 600w\" title=\"Emancipated Duel postcard.\" width=\"430\"/></a></center></p>\n<p>EDIT: Darnit, too many smart people read this blog. It seems there is no hard evidence for this duel ever having taken place. The contemporary accounts were basically gossip. I can’t help but hope that the Princess denied it happened to preserve her privacy. Yeah, that’s the ticket. PISTOLES AT DAWN for anyone who tries to persuade me otherwise.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Princess vs. Countess: a topless duel over flowers\" data-a2a-url=\"http://www.thehistoryblog.com/archives/54537\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a> |   <a href=\"http://www.thehistoryblog.com/archives/54537#comments\">8 Comments »</a></p>\n</div>\n<div class=\"navigation\">\n<div class=\"alignleft\"><a href=\"http://www.thehistoryblog.com/archives/category/modernish/page/2\">« Previous Entries</a></div>\n<div class=\"alignright\"></div>\n</div>\n <!-- MAIN -->\n<div id=\"SIDE\">\n<h2>Navigation</h2>\n<ul>\n<li class=\"page_item page-item-16\"><a href=\"http://www.thehistoryblog.com/its-a-blog-about-history\">It’s a blog. About history.</a></li>\n<li class=\"page_item page-item-68\"><a href=\"http://www.thehistoryblog.com/thanks-and-praise\">Thanks and Praise</a></li>\n<li class=\"page_item page-item-3175\"><a href=\"http://www.thehistoryblog.com/contact-me\">Contact Me</a></li>\n<li class=\"cat-item cat-item-2\"><a href=\"http://www.thehistoryblog.com/archives/category/ancient\">Ancient</a> (1,620)\n</li>\n<li class=\"cat-item cat-item-5\"><a href=\"http://www.thehistoryblog.com/archives/category/books\">Books</a> (44)\n</li>\n<li class=\"cat-item cat-item-7\"><a href=\"http://www.thehistoryblog.com/archives/category/education\">Education</a> (21)\n</li>\n<li class=\"cat-item cat-item-8\"><a href=\"http://www.thehistoryblog.com/archives/category/ex-cathedra\">Ex Cathedra</a> (76)\n</li>\n<li class=\"cat-item cat-item-14\"><a href=\"http://www.thehistoryblog.com/archives/category/looting\">Looting</a> (236)\n</li>\n<li class=\"cat-item cat-item-3\"><a href=\"http://www.thehistoryblog.com/archives/category/medieval\">Medieval</a> (608)\n</li>\n<li class=\"cat-item cat-item-10 current-cat\"><a href=\"http://www.thehistoryblog.com/archives/category/modernish\">Modern(ish)</a> (2,049)\n</li>\n<li class=\"cat-item cat-item-9\"><a href=\"http://www.thehistoryblog.com/archives/category/multimedia\">Multimedia</a> (300)\n</li>\n<li class=\"cat-item cat-item-4\"><a href=\"http://www.thehistoryblog.com/archives/category/museums\">Museums</a> (945)\n</li>\n<li class=\"cat-item cat-item-15\"><a href=\"http://www.thehistoryblog.com/archives/category/renaissance\">Renaissance</a> (298)\n</li>\n<li class=\"cat-item cat-item-18\"><a href=\"http://www.thehistoryblog.com/archives/category/reviews\">Reviews</a> (3)\n</li>\n<li class=\"cat-item cat-item-11\"><a href=\"http://www.thehistoryblog.com/archives/category/rome\">Roma, Caput Mundi</a> (163)\n</li>\n<li class=\"cat-item cat-item-6\"><a href=\"http://www.thehistoryblog.com/archives/category/social-policy\">Social policy</a> (182)\n</li>\n<li class=\"cat-item cat-item-16\"><a href=\"http://www.thehistoryblog.com/archives/category/treasures\">Treasures</a> (884)\n</li>\n</ul>\n<h2>Search</h2>\n<div class=\"SearchBox\">\n<form action=\"http://www.thehistoryblog.com/\" method=\"get\">\n<div>\n<input alt=\"Enter search text\" id=\"searchbox\" name=\"s\" type=\"text\" value=\"\"/>\n<input alt=\"Submit for search results\" id=\"searchbutton\" type=\"submit\" value=\"go\"/>\n</div>\n</form>\n</div>\n<h2>Archives</h2>\n<ul>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/04\">April 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/03\">March 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/02\">February 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/01\">January 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/12\">December 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/11\">November 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/10\">October 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/09\">September 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/08\">August 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/07\">July 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/06\">June 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/05\">May 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/04\">April 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/03\">March 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/02\">February 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/01\">January 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/12\">December 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/11\">November 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/10\">October 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/09\">September 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/08\">August 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/07\">July 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/06\">June 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/05\">May 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/04\">April 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/03\">March 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/02\">February 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/01\">January 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/12\">December 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/11\">November 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/10\">October 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/09\">September 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/08\">August 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/07\">July 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/06\">June 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/05\">May 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/04\">April 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/03\">March 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/02\">February 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/01\">January 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/12\">December 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/11\">November 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/10\">October 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/09\">September 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/08\">August 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/07\">July 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/06\">June 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/05\">May 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/04\">April 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/03\">March 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/02\">February 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/01\">January 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/12\">December 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/11\">November 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/10\">October 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/09\">September 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/08\">August 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/07\">July 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/06\">June 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/05\">May 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/04\">April 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/03\">March 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/02\">February 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/01\">January 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/12\">December 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/11\">November 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/10\">October 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/09\">September 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/08\">August 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/07\">July 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/06\">June 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/05\">May 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/04\">April 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/03\">March 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/02\">February 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/01\">January 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/12\">December 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/11\">November 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/10\">October 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/09\">September 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/08\">August 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/07\">July 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/06\">June 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/05\">May 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/04\">April 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/03\">March 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/02\">February 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/01\">January 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/12\">December 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/11\">November 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/10\">October 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/09\">September 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/08\">August 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/07\">July 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/06\">June 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/05\">May 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/04\">April 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/03\">March 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/02\">February 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/01\">January 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/12\">December 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/11\">November 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/10\">October 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/09\">September 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/08\">August 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/07\">July 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/06\">June 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/05\">May 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/04\">April 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/03\">March 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/02\">February 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/01\">January 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/12\">December 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/11\">November 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/10\">October 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/09\">September 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/08\">August 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/07\">July 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/03\">March 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/02\">February 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/01\">January 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/12\">December 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/11\">November 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/10\">October 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/09\">September 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/08\">August 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/07\">July 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/06\">June 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/05\">May 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/04\">April 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/03\">March 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/02\">February 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/01\">January 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2007/12\">December 2007</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2006/07\">July 2006</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2006/06\">June 2006</a></li>\n</ul>\n<div class=\"Calendar\">\n<div class=\"Header\"></div>\n<table id=\"wp-calendar\">\n<caption>April 2019</caption>\n<thead>\n<tr>\n<th scope=\"col\" title=\"Sunday\">S</th>\n<th scope=\"col\" title=\"Monday\">M</th>\n<th scope=\"col\" title=\"Tuesday\">T</th>\n<th scope=\"col\" title=\"Wednesday\">W</th>\n<th scope=\"col\" title=\"Thursday\">T</th>\n<th scope=\"col\" title=\"Friday\">F</th>\n<th scope=\"col\" title=\"Saturday\">S</th>\n</tr>\n</thead>\n<tfoot>\n<tr>\n<td colspan=\"3\" id=\"prev\"><a href=\"http://www.thehistoryblog.com/archives/date/2019/03\">« Mar</a></td>\n<td class=\"pad\"> </td>\n<td class=\"pad\" colspan=\"3\" id=\"next\"> </td>\n</tr>\n</tfoot>\n<tbody>\n<tr>\n<td class=\"pad\" colspan=\"1\"> </td><td><a aria-label=\"Posts published on April 1, 2019\" href=\"http://www.thehistoryblog.com/archives/date/2019/04/01\">1</a></td><td><a aria-label=\"Posts published on April 2, 2019\" href=\"http://www.thehistoryblog.com/archives/date/2019/04/02\">2</a></td><td><a aria-label=\"Posts published on April 3, 2019\" href=\"http://www.thehistoryblog.com/archives/date/2019/04/03\">3</a></td><td><a aria-label=\"Posts published on April 4, 2019\" href=\"http://www.thehistoryblog.com/archives/date/2019/04/04\">4</a></td><td><a aria-label=\"Posts published on April 5, 2019\" href=\"http://www.thehistoryblog.com/archives/date/2019/04/05\">5</a></td><td><a aria-label=\"Posts published on April 6, 2019\" href=\"http://www.thehistoryblog.com/archives/date/2019/04/06\">6</a></td>\n</tr>\n<tr>\n<td id=\"today\">7</td><td>8</td><td>9</td><td>10</td><td>11</td><td>12</td><td>13</td>\n</tr>\n<tr>\n<td>14</td><td>15</td><td>16</td><td>17</td><td>18</td><td>19</td><td>20</td>\n</tr>\n<tr>\n<td>21</td><td>22</td><td>23</td><td>24</td><td>25</td><td>26</td><td>27</td>\n</tr>\n<tr>\n<td>28</td><td>29</td><td>30</td>\n<td class=\"pad\" colspan=\"4\"> </td>\n</tr>\n</tbody>\n</table>\n<div class=\"Footer\"></div>\n</div>\n<h2>Other</h2>\n<ul>\n</ul>\n<a href=\"http://technorati.com/faves?sub=addfavbtn&amp;add=http://www.thehistoryblog.com \" target=\"_blank\"><img alt=\"Add to Technorati Favorites\" src=\" http://www.freethought-forum.com/livius/technorati.gif\"/></a>\n<h2>Syndication</h2>\n<ul class=\"rss\">\n<li><a href=\"http://www.thehistoryblog.com/feed\">Entries</a></li>\n<li><a href=\"http://www.thehistoryblog.com/comments/feed\">Comments</a></li>\n</ul>\n</div>\n<div id=\"FOOTER\">\n<div style=\"float:right\">\n<div class=\"Wrapper\">\n<p>The History Blog © 2019 All Rights Reserved.</p>\n<p>The History Blog is designed by <a href=\"http://www.gettemplate.com\">GetTemplate</a> and powered by <a href=\"http://wordpress.org/\">WordPress</a> </p>\n</div>\n</div>\n</div>\n\n\n\n\n<script type=\"text/javascript\">function ctSetCookie(c_name, value, def_value){document.cookie = c_name + '=' + escape(value) + '; path=/';}ctSetCookie('ct_checkjs', '1542556644', '0');</script><script src=\"http://www.thehistoryblog.com/wp-content/plugins/cleantalk-spam-protect/js/apbct-public.js?ver=5.95.1\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar ctNocache = {\"ajaxurl\":\"http:\\/\\/www.thehistoryblog.com\\/wp-admin\\/admin-ajax.php\",\"info_flag\":\"\",\"set_cookies_flag\":\"1\",\"blog_home\":\"http:\\/\\/www.thehistoryblog.com\\/\"};\n/* ]]> */\n</script>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/cleantalk-spam-protect/inc/cleantalk_nocache.js?ver=5.95.1\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/wp-embed.min.js?ver=4.9.10\" type=\"text/javascript\"></script>\n\n\n", "title": "Egyptian sarcophagus to be opened on live TV   Soil, not advanced technology, preserved Terracotta Army’s weapons   Russian aristocratic silver goes on display   Minneapolis Institute of Art acquires breathtaking Japanese textiles   14th c. gold coin found in secret drawer   Panorama of London 20 feet wide goes on display   Boston College tackified and neglected mascot is Meiji masterpiece   Silver gilt cup from Texel shipwreck restored   Bulgari funds Largo Argentina refurb; cats are cool with it   Princess vs. Countess: a topless duel over flowers   ", "content": "\n An ancient Egyptian sarcophagus will be opened live in a two-hour television special to air simultaneously at 8:00 PM Sunday on the  Discovery  , Travel and Science channels.  Expedition Unkown: Egypt Live   will be hosted by one Josh Gates who is described as an “explorer,” and who in his capacity as a certified SCUBA diver assisted in an archaeological excavation once in the 1990s. Other than that, it seems his bailiwick is hosting TV shows and traveling places. The actual opening of the sarcophagus will be done by archaeologists under the ever-watchful (and promotion-keen) eyes of Egyptologist Dr. Zahi Hawass and Mostafa Waziri, the secretary-general of the Supreme Council of Antiquities of Egypt.  \n The limestone sarcophagus was found in the necropolis of Tuna el-Gebel in Minya province, about 210 miles south of Cairo.  More than 50 Ptolemaic era mummies   were found there earlier this year. The sarcophagus is likely older than that, however, as it was discovered in deeper chamber.  \n Viewers will have the rare opportunity to see the inner chambers of an excavation site, where archeologists recently uncovered a network of vertical shafts leading to an underground network of tunnels and tombs with 40 mummies believed to be part of the noble elite.  \n The massive underground complex of chambers is a treasure trove of antiquities – all laying undisturbed for thousands of years. But there are several chambers yet to be explored – and many more discoveries to be revealed, including a mysterious limestone sarcophagus found buried deep within the complex. The identity of the mummy inside has been a mystery for 3,000 years… Possibly until now.   \n Or even more likely there will be no identifying inscriptions. For that matter, there may not be any mummified remains to speak of remaining inside. There’s a very strong possibility of an Al Capone’s vault situation here, but the live broadcast works as a marketing tool either way since viewers will get two hours worth of the “come see the ancient wonders of mysterious Egypt” pitch.  \n This is the first time an Egyptian sarcophagus will be opened on live TV, but it’s only the technology that’s been updated. Making a spectacle of the dead of ancient Egypt is part of a long tradition of mummy voyeurism and exploitation going back centuries. Dr. Augustus Granville garbed it in a loincloth of science when he performed an autopsy of the mummy of Irtyersenu before a large crowd in 1825, the surgical theater lit by candles made from what he thought was beeswax he scraped off her mummy but turned out to be Irtyersenu’s own body fat in the form of adipocere. Dr. Thomas Pettigrew became known as “Mummy” Pettigrew for the hugely popular mummy unravelling parties he threw for Victorian Britain’s moneyed elite.  \n        \n   Since the fearsome 2,000-strong terracotta army of Emperor Qin Shihuang (259–210 B.C.) was first excavated in the 1970s, the bronze weaponry has stood out for its remarkably good state of preservation. Tens of thousands of arrowheads, spear tips, lances, swords, hooks, crossbow triggers and other bronze parts of complex weapons have survived even as their wooden components decayed to nothingness. Many are still shiny, sharp and show no sign of corrosion whatsoever. Traces of chromium found on the bronze parts have led scholars to hypothesize that the unusually excellent condition was attributable to an early form of chrome plating used as an anti-oxidation measure, a technology only otherwise known to have been invented in the 20th century.  \n A new study  published in  Scientific Reports    suggests that the chromium residue found on the blades was an element in the lacquer applied to the wood or bamboo parts of the weapons — grips, spear handles, lance and arrow shafts, crossbows, etc. — not to the bronze edged parts. In the decay of the organic material, the chromium residue contaminated the blades.   \n In the absence of an anachronistically advanced rust-prevention technology, what then has kept blades and points in such pristine condition? The study authors think the answer is in the composition of the bronze and in the soil itself. Bronzes with higher tin content are prone to develop rich-tin layers on the surface that prevent corrosion. Testing of the surface of batches of bronze arrows from the Terracotta Army archers found the ones with the higher tin content were more stable. The presence of arsenic in the bronze also helped prevent corrosion.  \n The alkali nature of the soil is another highly significant factor that this study is the first to explore.  \n The Terracotta Army is located in the southern edge of the Chinese Loess Plateau, a 640,000 km2 area covered by silt-sized aeolian sediments that make the bulk of the soil. Large-scale models predict pH values around 8–9 for the Lintong area43, and this was confirmed by our on-site measurements of soil samples from Pits 1 and 2, showing pH values between 8.1 and 8.5 (Table S3). Burial soil pH is a paramount parameter predicting metal preservation, as it is correlated with redox potential, drainage conditions, biological activity and aeration. Additional characteristics of loess of potential relevance here are its low organic content and predominantly very small particle size. We propose that the moderate basicity and low organic content of the loess would have prevented the formation of acids that would attack metal integrity. In addition, the very small particle size of the soil would have obstructed the aeration and humidity necessary for metal corrosion. Our proposal is consistent with studies in conservation science which have addressed the optimum conditions for metal preservation in burial environments, noting pH levels of 8–8.5 and small particle size as optimum.   \n The research team tested the claim by placing bronze tokens in an environmental chamber that created accelerated aging conditions and by burying bronze in soil excavated from Pit 1 of the tomb. The tokens and the buried bronze both remained in pristine condition. A bronze token buried in organic-rich, slightly acidic soil with a pH of 5.9 as a control, on the other hand, quickly showed signs of corrosion.  \n In conclusion, the perplexing suggestion that Qin weapon makers used an arcane chromium-based technology to prevent weapon rust has been refuted. Efforts should be made to update museum displays and other popular literature about the site with this new information. Furthermore, we predict that chromium will be detected on the surface of metal objects from other sites where they may have been in association with chromium-bearing lacquered parts, i.e. more likely on weapons than on ritual bronzes. The use of chromium-rich compounds in the manufacture of ancient lacquer should be in the agenda for future research, together with further technological study of the sharp and lustrous blades.   \n     \n        \n   The massive collection of more than 2,000 pieces of silver secreted away in the walls of a Saint Petersburg palace and  discovered during renovations in 2012   has  gone on display   for the first time at the Tsarskoye Selo palace museum in Pushkin. The Narshykin family had bought the palace in 1799 and lived there until 1917 when the fled the country and the Bolsheviks on the double. They left behind many valuable objects which were transferred State Hermitage Museum in 1920.   \n But those were just the pieces that were easy to find. Before they left Russia with their portable wealth, the family carefully wrapped their antique silver and stashed it in a hidey hole between the second and third floors of the palace. It was so effective a hiding place that it wasn’t even found when the palace was extensively renovated in the 1960s. It took a three-year project of re-engineering and restoration that began in 2009 to break through a brick wall and reveal the secret room crammed with cases full of treasure.  \n   Apparently some of the crew tried to take a cut of the loot, hiding it away before the construction company alerted the authorities to the find, but they weren’t up to the job the Narshykin’s had done so thoroughly before them and the police found the pieces when they searched the building.  \n The Naryshkin family was one of the most important in Tsarist Russia going back hundreds of years. It could trace its roots to the 15th century, but the family leapt to prominence when the beautiful Natalya Naryshkina (1651-1694) wed Tsar Alexis after his first wife died birthing their 13th child. Their son would become Peter the Great and she was rule as regent of Russia during his minority. Peter showered favor on his maternal family and the Naryshkin princes held high office in the government, military and court from then until the brutal end of the Russian monarchy.  \n In July of 1918, Colonel Kiril Mihailovich Naryshkin, adjutant to White Russian Lieutenant General Sergey Nikolaevich Rozanov, was one of the first people to enter the Ipatiev House in Ekaterinburg. Rozanov and Naryshkin broke down the defensive palisade encircling the house and went in together. There were survivors left to rescue, only evidence of the slaughter that had taken place six days earlier when the guards, knowing White Russian forces were almost upon them, executed the Tsar, his family and loyal attendants.  \n   While there was some talk at the time the treasure was discovered that Narshykin descendants might make an ownership claim on the silver or of the finders getting 50% of its value, but surprising nobody the collection was declared historically significant and therefore property of the state. Since then it has been studied, inventoried and conserved and is now on public view in the Catherine Palace, the main building of the Tsarskoye Selo palace museum, which is also home to the reconstructed Amber Room.  \n        \n   The Minneapolis Institute of Art (Mia) has acquired an  exceptional collection of Japanese textiles  . The rare and beautiful handmade Japanese garments were assembled by researcher and Asian art collector Thomas Murray over the course of 40 years and were acquired by the museum in a combined purchase and gift.  \n Murray’s refined taste and depth of knowledge of Japanese textiles has created a collection of superlative condition, quality and breadth. Mia already had very fine collection of Japanese    paintings, prints, sculptures and ceramics raises but before this acquisition it only had a few textiles — Noh robes from the theater, silk wedding kimono, early 20th century casual kimono made from meisen silk with bold graphic prints. Murray’s collection of 230 pieces elevates the museum’s Japanese textiles holdings from a handful of items to one of the top collections of Japanese clothing in the world.  \n         \n The collection features traditional Japanese clothing and fabrics made for home, work, and festival celebrations between the late 18th and early 20th centuries. A kaleidoscope of materials and designs, the acquisition includes exceptionally rare, brightly colored  bingata   and  ikat   kimonos and wrapping cloths made of wild banana fiber from subtropical Okinawa, delicately patterned  Mingei   (folk art) costumes and textiles used by farmers and    fishermen from Japan’s largest and most populous islands of Honshu and Kyushu, and boldly patterned garments of elm-bark cloth, nettle fiber, and salmon skin created by the aboriginal Ainu people residing on Japan’s northern island of Hokkaido and formerly found on the Sakhalin island of Siberia. […]  \n   Among the many outstanding textiles in the Murray Collection is an exuberant festival robe decorated with sea creatures and water motifs, used to celebrate a successful fish catch. The robe’s decorations were hand-drawn and painted with a rice paste resist dye technique,  tsutsugaki  , making this robe one of a kind.  \n Other important highlights of the collection include Ainu robes which have long been celebrated    for their exacting, symmetrical designs revealing the skills and aesthetics of the women who created them. One of these robes is known as a  kaparamip  , meaning “thin cloth,” because it was made of cotton that was traded from the Japanese mainland. A decorative effect was achieved by using contrasting shades of trade cloth such as indigo that was then overlaid with a white cutout pattern appliqué and accented with red thread in a variety of embroidery stitches.   \n I asked Andreas Marks, the Minneapolis Institute of Art’s Mary Griggs Burke Curator of Japanese and Korean Art, what the biggest challenges were in conserving such a varied collection. He replied:  \n The biggest challenges in conservation of textiles are the protection from bugs and mold. This is primarily achieved through a sanitized and climate-controlled environment that includes storage in archival boxes. Furthermore, textiles that enter our collection undergo a time period of freezing that would kill any live insects. That way we can prevent bugs from entering. Certain textiles will have to be stored flat and not folded as they are too brittle because of material and/or age.   \n The Japanese textiles are currently undergoing conservation and will go on full display in the fall of 2020.  \n         \n     \n Today in every-history-nerd’s-childhood-fantasy-come-true news, a rare 14th century gold coin    was  found in the secret compartment   of a modest George II-style modern bureau. Amy Clapp inherited a bureau from her great cousin last Christmas. She doesn’t remember ever having met him and she certainly knew nothing about his furnishings. It’s a 20th century piece, solidly made, attractive but nothing of great value. It has two wide drawers and two half-width ones in the front, and a bunch of small ones when the desk is open. She looked through all the drawers and cubbies before calling Hansons Auctioneers to have it appraised for sale.  \n Furniture expert Edward Rycroft examined the piece to assess its value. He estimated it was worth about £80 ($106). Then he looked a little deeper and found three secret drawers. One of them held secret treasure.  \n He said: “I know bureaus like this often have tiny, secret drawers – sometimes called coin drawers – so I always check them just in case.But in 10 years of valuing furniture I have never found anything in them – until now.”  \n   Much to his amazement, he discovered a 22ct gold coin hidden in a secret drawer. It turned out to be rare, more than 650 years old and highly valuable.  \n The Raymond IV Prince of Orange Franc A Pied coin dates back to 1365. Its guide price is £1,200-£1,800 but the experts at Hansons think it could sell for as much as £3,000. According to their coin valuer Don Collins, it’s very unusual. In more than half a century of coin valuing he has never seen one exactly like it.   \n Amy Clapp was thrilled by the unexpected windfall as her family has been through some hard times lately. Her daughter has a genetic condition, Bardet-Biedl syndrome, which has severely affected her sight. Mrs. Clapp works for the charitable organization Bardet-Biedl Syndrome UK and plans to donate some of the proceeds to the charity. Here’s hoping it sells way above estimate when it goes up for auction next month.  \n The bureau goes under the hammer tomorrow. I’d buy it in a heartbeat for twice the price. God I love secret compartments.   \n This video shows where the secret drawer was found in the desk.   \n   \n Did I run to my modern Georgian repro secretary with a similar drawer layout as soon as I saw this video to pull the drawers all the way out in breathless hope of revealing a hidden compartment? Yes. Yes I did. Was there one? No. No there was not. Someday…  \n        \n A huge panorama of London as it was at the end of the Napoleonic wars has  gone on display at the Museum of London  . The watercolour over pencil work was painted by Pierre Prévost in 1815. As huge as this panorama is, it is just a fraction of what it was meant to be. It’s a preparatory study for a panorama more than 100 feet wide. Prévost successfully completed the behemoth, the epitome of his work as a panoramist, but it is now lost.  \n     \n Panoramas were all the rage starting in the late 18th century. The term was coined by artist Robert Barker in 1787 when he had the idea to create a 360° view of a city in detailed perspective. Viewers would stand in the center of a custom-built rotunda and immerse themselves in the vista of a distant city. Barker built his first rotunda and panorama in 1793 and by 1800 they had taken off like wildfire.   \n Prévost was one of the premiere artists of the form. His first panorama, View of Paris from the Tuileries, was created in 1799. Many others followed, including views of Amsterdam, Athens and Jerusalem. He went to London to make a panorama of the city in 1802 (also lost), during the brief break in the Napoleonic wars after the Piece of Amiens, and then returned after Waterloo in 1815 to create the view from Westminster Abbey of which this prep is all that remains.   \n Painted from the bell tower of St Margaret’s church, right next to Westminster Abbey, the view encompasses the Abbey, its graveyard, the Middlesex Guildhall (then only 10 years old), the medieval Houses of Parliament which would be destroyed in a catastrophic fire in 1834, St. James’ Park, the Palace of Whitehall’s Banqueting House, the future Trafalgar Square and the church of St. Martin-in-the-Fields. Prévost captures not just London’s architecture, but its lifeblood as well. There are street scenes of people going about their business — carts carrying goods, shops, a factory — and views of the bustling shipping trade on the Thames.  \n The finished panorama was exhibited in a rotunda in Paris. That the preparatory drawing has survived is remarkable. Highly finished, detailed, scale sketches were necessary to create so enormous a finished painting, but only one other is known from the many panoramas in Prévost’s oeuvre, a view of Constantinople now in the Louvre.  \n It was recently rediscovered at sold at auction at Sotheby’s on July 4th, 2018, for 250,000 ($330,000). The Museum of London was able to acquire it with the support of the Art Fund, the Aldama Foundation and several private donors. Since then it has been conserved by museum experts and is on display for the first time as of today.  \n The photograph cannot do this work justice because it’s so much wider than it is high, but thankfully the Museum of London has create a neat video that scrolls over the panorama with key sites labelled.  \n   \n        \n   A bronze eagle that spent 90 years exposed to the harshest of elements on a column like an aquiline Simeon Stylites has been found to be a  masterpiece from Japan’s Meiji period   (1868–1912). The 340-pound bronze of an eagle taking flight (or landing) was donated to Boston College in 1954 by Gus Anderson, a gardener who had inherited it from the estate of collectors Larz and Isabel Weld Anderson (no relation) after the latter’s death in 1948. The Andersons had acquired it in Japan during their 1897 honeymoon. They installed it in the Japanese garden of their palatial estate, Weld, in Brookline, Massachusetts, where it remains for five decades. When it moved to Boston College it was again placed outdoors, this time perched atop a 34-foot column in front of Gasson Hall. It was also gilded for some ungodly reason, possibly because the eagle is the mascot of the college’s sports teams and their colors are maroon and gold.  \n   In 1993, a workmen making repairs to Gasson Hall saw from their high viewpoint that the eagle had taken a beating by the severe New England weather. It was removed from the column and disassembled into five component parts. Each of them was used to make a plaster cast from which a replica of the eagle was created. The replica was then put on top of the column and the original boxed up, each part in its own box, and stored in the studio where the casts had been made.  \n It was broken down and unappreciated for a couple of decades until an artist who had traced its history alerted the college that they actually had something special there.   \n The university called in the local firm Rika Smith McNally & Associates to conserve the work.  \n A Meiji attribution was confirmed by an analysis by the Museum of Fine Arts, Boston. The high lead content corresponded with karakane alloys used by Meiji artists to achieve a hallmark fluidity in wavy parallel lines, which are “incredible” around the beak and eyes, says Rika Smith McNally.  \n “When we got to the pupil, we knew we were dealing with a Japanese Meiji work because the eyeball was made using the shakudo technique,” in which a raised black copper pupil is attached to the centre of a gold-leafed eye, she adds. “It gives a very animated appearance to the eye.”   \n   The eagle, put back together and restored to its original glory, has gone on display at Boston College’s McMullen Museum of Art in  Eaglemania: Collecting Japanese Art in Gilded Age America   , an exhibition centered around the eagle, its importance as a motif in Japanese art and the fashion for Japanese art in among the wealthy bluebloods of late 19th century Boston. The exhibition runs through June 2nd of this year.  \n “The McMullen Museum is pleased to celebrate the painstaking restoration and research that recently revealed the artistic significance of a virtually lost monumental bronze masterpiece from Japan’s Meiji period,” said McMullen Museum Director and Professor of Art History Nancy Netzer. “The exhibition and accompanying scholarly volume contextualize the history of Boston College’s eagle sculpture and the argument for its probable attribution to the circle of master artist Suzuki Chōkichi (1848–1919) with an array of magnificent loans, many of which have never been displayed publicly in New England.”   \n This video recounting the bird’s journey from ruination to renewal has some breathtaking views of the details of the sculpture. I got a lump in my throat when the conservators removed ever so gently cotton swabbed away that hideous gilding.  \n   \n        \n   A silver gilt cup found in the wreck of 17th century merchant ship in the Wadden Sea near the island of Texel, northern Holland, has been restored and  put on display   at the Kaap Skil Museum on Texel.  \n It was one of  more than a thousand objects recovered from the wreck site   in 2014 after shifting sediment exposed them to the elements. Centuries under layers of silt and sand in the cold waters of the Wadden Sea had preserved organic materials in astounding condition. High-end textiles were found in beautiful condition, including silk stockings, a red velvet pouch embroidered with silver thread, and a silk gown so exquisite that one professor described it as “the  Night Watch   of the costume world.”  \n   Known as the boxwood wreck, after its cargo of boxwood timbers, or Texel wreck, it was carrying artifacts of such exceptional quality that there was immediate speculation that it might have been transporting members of aristocracy, perhaps even royalty, or at least their stuff. A leather book cover stamped in gold with the coat of arms of King Charles I suggested a Stuart connection and in the initial excitement of the find, the silk gown was identified as having belonged to  Jean Kerr  , Countess of Roxburghe, lady-in-waiting to Queen Henrietta Maria. That hypothesis was disproved when researchers discovered the dress was made in Northwestern Europe, not England.   \n The most recent findings of the ongoing study into the wreck, announced at the Rijksmuseum last Thursday when the show cup was unveiled, point to the ship having been a Dutch trade vessel traveling from the Levant and Mediterranean through the Straits of Gibraltar. Its cargo attests to its voyages — boxwood trunks, French and Italian pottery, caftans from the Ottoman Empire, a Persian rug,   \n   The silver gilt cup was also made in continental Europe, likely southern Germany. The cities of Nuremberg and Augsburg were known for their silversmiths who produced show cups like this. Unfortunately the seal that would precisely pinpoint the shop where it was made is missing, but the style of the cup dates it to the late 16th century, so at least 50 years before the ship’s last voyage, estimated to have taken place about 1650.  \n   When it was recovered from the water, the metal cup was in worse shape than the fine silk stockings. It was broken into three pieces and and severely dented, coated in heavy black corrosion. Most of the dents were repairable, thankfully, and the thick crust of corrosion was removed. Restorers worked on it for four years to reveal the intricate details of its decoration. It chased and molded with floral motifs, vases and masks. Standing on the lid is a figurine of Mars. He would have originally held a shield, now lost.   \n   The sometime showpiece is now a showpiece once again, on display from March 9th to September 9th at the museum’s exhibition of select objects from the boxwood wreck. The 450-page report on the wreck,  Wereldvondsten uit een Hollands schip   (World finds from a Dutch ship, according to the always questionable Google Translate) is available for sale at the museum. I couldn’t find it online, much to my disappointment, because I would nerd out all over that.  \n        \n   Makers of fine jewelry and timepieces Bulgari has  agreed to fund the restoration of the Area Sacra   of the Largo Argentina to the tune of one million euros ($1,123,000). In 2014, the brand funded a €1.5 million restoration of the Spanish Steps. That was completed in 2016, and in a shocking development, there was €485,593 of that funding left when the job was done. Bulgari had agreed up front that any unused moneys would be relayed to another historical site in Rome among the countless number in dire need of care.  \n Bulgari and city officials have been working out what to do with the remainder of the donation since last year. Last month Rome mayor Virginia Raggi announced that the Area Sacra of the Largo Argentina was the lucky winner, and that Bulgari had chipped in an addition €500,000 to make the site fully accessible to visitors.   \n Attempted restorations to the Area Sacra are nothing new. The city has been at it off and on for a decade, starting a project when they’ve scared up a few ducats to only to stop abruptly when the coffers are empty again. The result is a confused mixture of weedy and garbage-strewn ruins with stacks of unlabeled stones. It’s a damn shame, and not so much because you can get a glimpse of part of the tufa foundations of the curia of Pompey’s Theater. That’s really more of a Julius Caesar-related marketing ploy. Yes, Caesar was stabbed to death in that general area. He walked up what is now the Via Arenula to the curia where Brutus, Cassius and the rest of the lean-and-hungry assemblage of assassins awaited him with concealed daggers.   \n   But Pompey’s Theater was massive, extending from what is now Campo de’ Fiori to the Largo Argentina. Even when it was intact the curia was a comparatively small bit at the end of a 100-column quadriporticus, dwarfed by the amphitheater at the other end which was kind of the point of the exercise as Rome’s first permanent theater.   \n The overall significance of the site, and the reason the curia was used for senatorial business, are the four Republican-era temples whose remains still stand in the Area Sacra. It is the largest surviving section of Republican architecture in Rome. They range in date from the 4th to the 2nd century B.C., and the parts of them that managed to cling to life after centuries of quarrying and overbuilding were rediscovered in the early 20th century during works to modernize Rome’s infrastructure. Protective walls were built around the temple site and the piazza with its tram lines and wide roads was constructed with a big ol’ Republican pit in the middle.  \n   Now that the Area Sacra of Largo Argentina has been selected as the recipient, concrete steps have to be taken to convert theoretical plans into practical plan of execution. Experts will need to study the site thoroughly, make specific architectural designs and invite bids from contractors for the new construction. None of that has happened yet. Right now, the preliminary plan is that the ruins will be secured, the randomly arranged architectural remains organized, two new walkways and an elevator will be installed to make the descent down the Republican level possible. The ambitious goal is for the project to be completed by mid-2021. We shall see.  \n Meanwhile, the big question that leaps to everyone’s mind, I’m sure, is what is to become of the cats?  As an unabashed fan   of the Largo Argentina Roman Cat Sanctuary, naturally I had to reach out to the fine folks who run it to get the real scuttlebutt on the refurbishment plans and the impact they might have on the sanctuary. Silvia Zerenghi confirmed that the sanctuary was not in any danger. About a month ago their lawyers were called and reassured that the revitalization project would not displace them, that the sanctuary would remain undisturbed in its current location.  \n So it seems the cats and their staff will be left alone, which is very much how they like it. All the same, the sanctuary is not resting on its laurels (getit?!). “We are always a little suspicious, of course,” says Zerenghi. “It is the feline nature, I think, we have learned,” and just like the adorable deadly predators it caters to, the sanctuary is fully prepared to hiss and bite should circumstances shift treacherously.  The last time they were threatened with eviction  , the sanctuary marshaled its supporters to call, email, blog and generally deluge the mayor, the Superintendence and the press with protests. All talk of eviction ceased and the status quo won the day. They’re ready to turn on the floodgates again at a moment’s notice. Clearly the lesson was learned thoroughly the first time which is why the government went out of its way to forestall any concerns the sanctuary might have before the news broke. Mess with the cat, you get the claws.  \n        \n In August of 1892, a duel took place in Liechtenstein. The two adversaries took the field armed with rapiers to take satisfaction in blood over an unpardonable outrage: a dispute over a flower arrangement.  \n   The precise nature of the disagreement has been lost in the mists of time. All we know is that Princess Pauline Metternich, granddaughter of Napoleonic-era Austrian statesman Prince Klemens Wenzel von Metternich, and Countess Anastasia Kilmannsegg, wife of the Statthalter of Lower Austria, had conflicting visions of how the flowers should be arranged at the Viennese International Exhibition of Music and Theater of 1892. Both of the ladies were high society fixtures in Paris and Vienna of the late 19th century. Both of them volunteered for a number of charitable organizations and were active supporters of the arts.   \n The Internationale Musik und Theaterwesenausstellung was  the   artistic event of fin de siècle Vienna, and while little remembered today, its influence was enormous and has played a foundational role in the perception of musical culture extending to the present. Inspired by the madly popular trend for world fairs launched by the Great Exhibition of the Works of Industry of All Nations at the Crystal Palace in London in 1851, the Viennese International Exhibition was a showcase of the greatest music Europe’s most musical city could offer and the first large-scale marketing blitz to monetize and promote that artistic output. It was the first and only world’s fair ever to focus exclusively on music and theater, and the very idea of “classical music,” defined as European music from the mid-16th century through the end of the 19th, was birthed there on May 7th, 1892. By the time the exhibition ended on October 9th, the notion was firmly established, as was the image of Vienna as the capital of European music.  \n Princess Pauline and Countess Kilmannsegg held important volunteer positions at this once-in-a-lifetime event. The Princess served as Honorary President, the Countess as President of the Ladies Committee. It was the Princess’ idea, in fact, the expand the purview of the festival to cover theater as well as music, and to make it international (in the Eurocentric sense) instead of a the original idea which was a far more modest exhibition dedicated to the history of Austrian music. Because of her operas like Ruggero Leoncavallo’s  Pagliacci   and Pietro Mascagni’s  Cavalleria Rusticana   were staged to great acclaim at the Exhibition. (Not in a single bill together, though. The classic CavPag pairing debuted at the Metropolitan Opera in New York a year later.)  \n The Princess also founded the Flower Parade down the main street of the Prater, a tradition she began in 1886 that continues to this day, and she was described  in one paper   (before the duel) as “having inherited a courage which borders on insanity from her father, Count Sandor, who was famous for his hair-brained extravagances.” So maybe that explains why whatever the Countess had to say about the flower arrangements at the International Exhibition so deeply appalled the Princess and why she was willing to take it to the point of bloodshed.  \n Princess Pauline Metternich, then 56 years of age and so great a doyenne in Austrian society that she was held in far higher social regard than the Empress Elizabeth, challenged Countess Kilmannsegg to a duel. As dueling was illegal in Austria, they and their seconds Princess Schwarzenberg and Countess Kinsky respectively, went to Vaduz, capital of Liechtenstein, to let their rapiers do the talking.  \n Presiding over the encounter was Baroness Lubinska, a Polish noblewoman who had been sent for from Warsaw to oversee the violence. The Baroness was a medical doctor, a rarity for women at that time, and rarer than that, she practiced Listerite principles. This was an important asset for someone who might have to field-dress rapier wounds. The Baroness had seen first-hand how easily infection could set in with even superficial cuts in battle because dirty clothes would be stabbed into the wound and make it fester, so she told the male footmen and coachman to turn around and ordered the dueling parties to strip to the waist.  \n This was not to be a duel to the death. The aim was first blood only. Princess Metternich and Countess Kilmannsegg, both topless, picked up their rapiers and engaged. After a few exchanges, one received a small cut to the nose, the other one to the arm. Contemporary reports, sparse on detail, are inconsistent about which one of them took which blow. Either way, first blood had been drawn by Princess Metternich. She was declared the winner and fighting ceased. The doctor dressed their wounds and the seconds suggested the ladies embrace and kiss. They did so and thus ended the great Topless Flower Arrangement Duel of 1892.   \n The encounter  caused a sensation  . It became known as the Emancipated Duel and scenes of topless women swordfighting became very popular on stage, screen and in naughty postcards.  \n     \n EDIT: Darnit, too many smart people read this blog. It seems there is no hard evidence for this duel ever having taken place. The contemporary accounts were basically gossip. I can’t help but hope that the Princess denied it happened to preserve her privacy. Yeah, that’s the ticket. PISTOLES AT DAWN for anyone who tries to persuade me otherwise.  \n        ", "title_html": "<h3 id=\"post-54792\"><a href=\"http://www.thehistoryblog.com/archives/54792\" rel=\"bookmark\" title=\"Permanent Link to Egyptian sarcophagus to be opened on live TV\">Egyptian sarcophagus to be opened on live TV</a></h3> <h3 id=\"post-54786\"><a href=\"http://www.thehistoryblog.com/archives/54786\" rel=\"bookmark\" title=\"Permanent Link to Soil, not advanced technology, preserved Terracotta Army’s weapons\">Soil, not advanced technology, preserved Terracotta Army’s weapons</a></h3> <h3 id=\"post-54700\"><a href=\"http://www.thehistoryblog.com/archives/54700\" rel=\"bookmark\" title=\"Permanent Link to Russian aristocratic silver goes on display\">Russian aristocratic silver goes on display</a></h3> <h3 id=\"post-54511\"><a href=\"http://www.thehistoryblog.com/archives/54511\" rel=\"bookmark\" title=\"Permanent Link to Minneapolis Institute of Art acquires breathtaking Japanese textiles\">Minneapolis Institute of Art acquires breathtaking Japanese textiles</a></h3> <h3 id=\"post-54622\"><a href=\"http://www.thehistoryblog.com/archives/54622\" rel=\"bookmark\" title=\"Permanent Link to 14th c. gold coin found in secret drawer\">14th c. gold coin found in secret drawer</a></h3> <h3 id=\"post-54589\"><a href=\"http://www.thehistoryblog.com/archives/54589\" rel=\"bookmark\" title=\"Permanent Link to Panorama of London 20 feet wide goes on display\">Panorama of London 20 feet wide goes on display</a></h3> <h3 id=\"post-54572\"><a href=\"http://www.thehistoryblog.com/archives/54572\" rel=\"bookmark\" title=\"Permanent Link to Boston College tackified and neglected mascot is Meiji masterpiece\">Boston College tackified and neglected mascot is Meiji masterpiece</a></h3> <h3 id=\"post-54550\"><a href=\"http://www.thehistoryblog.com/archives/54550\" rel=\"bookmark\" title=\"Permanent Link to Silver gilt cup from Texel shipwreck restored\">Silver gilt cup from Texel shipwreck restored</a></h3> <h3 id=\"post-54544\"><a href=\"http://www.thehistoryblog.com/archives/54544\" rel=\"bookmark\" title=\"Permanent Link to Bulgari funds Largo Argentina refurb; cats are cool with it\">Bulgari funds Largo Argentina refurb; cats are cool with it</a></h3> <h3 id=\"post-54537\"><a href=\"http://www.thehistoryblog.com/archives/54537\" rel=\"bookmark\" title=\"Permanent Link to Princess vs. Countess: a topless duel over flowers\">Princess vs. Countess: a topless duel over flowers</a></h3> "}