{"content_html": "<div class=\"entry\">\n<p>This is the full author Q &amp; A that I quoted just a teeny portion of in <a href=\"http://www.thehistoryblog.com/archives/6131\" target=\"blank\">my review of <em>A Cabinet of Roman Curiosities</em></a> by J.C. McKeown. I emailed him the questions and he kindly emailed me back his answers.</p>\n<p><center>* * *</center></p>\n<p><strong>Q:</strong> <font color=\"#663300\">I’d like to know more about your factoid collection process. Had you taken any notes as Aulus Gellis had (Preface, pg. VIII), by jotting down oddities as you casually encountered them in your personal and professional reading, or did you review the sources explicitly to collect items that would serve as incentives for your <a href=\"http://www.amazon.com/Classical-Latin-Introductory-JC-McKeown/dp/0872208516/ref=sr_1_1?ie=UTF8&amp;s=books&amp;qid=1275455402&amp;sr=8-1\" target=\"blank\"><em><u>Classical Latin</u></em></a> exercises?  Maybe some of both? Did you go through the sources all over again when you decided to make a book of it?</font></p>\n<p><strong>A:</strong> I have a tendency to enjoy and remember trivial facts and stories like these.  The majority were gathered during my reading over the years. I like to read Latin and Greek for a couple of hours every day, regardless of what else I am doing, and my texts have a lot of passages underlined or commented on in the margins, so it was easy to pick them out. </p>\n<p>I wasn’t originally setting out to write a book.   I started using quirky facts in class to keep students interested in learning Latin and then, when I spun the Web site to accompany my textbook, <em>Classical Latin</em>, I incorporated interesting stories to appear randomly at the bottom of each page as an incentive for students to continue with the online exercises.  It started with about 90 items and grew from there. </p>\n<p>For a lot of the stuff that appears in the book it would be hard to go looking for it specifically.  For example, nobody would really set out to inquire how many testicles the dictator Sulla had or, if they did want to know, the problem would be where to look, but the answer comes out of the blue right at the end of Justinian’s Digest – the cornerstone of so much modern Western law.</p>\n<p><strong>Q: </strong><font color=\"#663300\">Aelian describes the Byzantines as living in taverns and renting their homes to strangers. (Foreigners, pg. 110)  Leeds University’s Clare Kelly Blazeby <a href=\"http://www.thehistoryblog.com/archives/1473\" target=\"blank\"><u>recently advanced a theory</u></a> that mainland Greeks 500 – 700 years before Aelian was writing used their homes as taverns and brothels.  Could there be a kernel of truth rooted in a Greek practice that spread to the eastern Hellenic world over time? Do you ever follow up on something you’ve encountered in the literature, even something fairly outlandish to our sensibilities, to see if there might be a historical basis for it?</font></p>\n<p><strong>A:</strong> This is a good example of my really not know what someone else could<br/>\nmake of it.  It only made it into the book because it was curious.  For what it’s worth, although Aelian wrote in Greek and obviously had access to a lot of very interesting sources now lost to us, he probably lived his whole life in Italy so maybe he is not the best authority for this sort of thing, but again I am not making a judgement on my source, just quoting it. </p>\n<p><strong>Q:</strong><font color=\"#663300\"> I found myself following up on many individual curiosities. Additional research, pursuing a tangent, is so easy to do in the Internet era. In fact, it took me much longer to read your book than the number of pages and easy pace would suggest just because I kept running after factoids. Did you include hyperlinks to additional reading and original sources in the <em>Classical Latin</em> online exercises? </font></p>\n<p><strong>A:</strong> There are no hyperlinks in the text of <em>Classical Latin</em> itself.  Many of the sources are not, I suspect, available online. I really regret not having easy and full online access to e.g. the <em>Corpus Inscriptionum Latinarum</em>, because it is so useful in lots of ways. On my Web site, <a href=\"http://www.jcmckeown.com/\" target=\"blank\"><u>www.jcmckeown.com</u></a>, I did include links to interesting web sites under the tab <em>Mundus Araneosus</em> (a world full of webs).  </p>\n<p><strong>Q: </strong><font color=\"#663300\">It seems to me <em>A Cabinet of Roman Curiosities</em> is a book that could become the pivot of a huge network of information if you had an online version. A companion DVD with links to online editions of the sources, for instance, or even a full digital version of the book where every reference, footnote and bibliographical credit is an active link. Can you envision putting together something like that even for a book that is also traditionally published? Would it increase your workload past the point of it being worthwhile? </font></p>\n<p><strong>A:</strong> I dare say this would all be possible, but I’m not the world’s greatest computer user and the idea of me being a spider at the center of a huge Web is improbable.  In any case, my wife cannot abide spiders.</p>\n<p><strong>Q:</strong> <font color=\"#663300\">Marcus Aurelius’ description (Medicine, pg. 70) of the public baths upended my long-held assumption that they were indicative of general hygiene. I never considered how dirty, stagnant, greasy and petri-dish-like these unchlorinated  pools full of oiled down people must have been.  Meanwhile, Pliny described  the barbarian Gauls and Germans using soap. (Foreigners, pg. 104) Do you think we still carry biases about who is or isn’t “civilized” from the classical texts, even without consciously realizing it?</font> </p>\n<p><strong>A:</strong> Good point. As an Irishman whose country the Romans did not consider worth conquering because the people would not even make good slaves, I’m glad to see there is an upsurge in interest in Celtic art, which really is powerful and beautiful in its utterly unclassical way.  Rome must have been dreadful when, for example, three hundred oxen were sacrificed at one time.  It’s appalling to think of the blood, esp. if they performed these rituals at the height of summer.  </p>\n<p><strong>Q:</strong><font color=\"#663300\"> There’s an exhibit at the National Constitution Center in Philadelphia right now called “<a href=\"http://www.thehistoryblog.com/archives/4853\" target=\"blank\"><u>Ancient Rome &amp; America</u></a>” about the powerful influence Roman mythology, politics, ideals, art and literature exerted on the nascent United States.  The Founding Fathers and early leaders would have all been far more familiar with the classical authors than most of us are today. They would have been more like you, in fact, in that respect. Do you encounter the legacy of Rome everywhere you go, or do the vast differences between the Roman mindset and ours stand out more than the commonalities?</font></p>\n<p><strong>A:</strong> My wife says that I generally go around in a fog with little or no interest in anything outside our personal life that has happened since about A.D. 300.  There is an implication in this question that I am looking for or finding lessons to be drawn from the past for the present and I’m flattered if you would think I have such a high purpose.  I really don’t.  Every reader will have to make up their own mind about the implications of each item in the book, if indeed there are any.</p>\n<p><strong>Q:</strong><font color=\"#663300\"> I’m curious to know more about the early imperial plague pit found in 1876 that still reeked after almost 2,000 years. (Medicine, pg. 75)  Bill Thayer’s excellent website pointed me to <a href=\"http://penelope.uchicago.edu/Thayer/E/Gazetteer/Places/Europe/Italy/Lazio/Roma/Rome/_Texts/Lanciani/LANARD/home.html\" target=\"blank\"><u>Rodolfo Lanciani’s 1888 book</u></a> for an account of the find.  Lanciani said the human remains turned to dust as soon as the pit was opened, but that the whole Servilian <em>Agger</em> area smelled revolting once dug up several years later, not the pit itself. What was your source? </font></p>\n<p><strong>A:</strong> If this were an academic book, I would have quoted my source.  I’m pretty sure this item was a late candidate for entry into the book and I jotted it down casually.  I’m sorry that I cannot tell you where I found it.  I do remember talking to an archeologist colleague of mine to confirm the accuracy of what I was saying. </p>\n<p><strong>Q:</strong><font color=\"#663300\"> What exactly did the primitive liposuction procedure performed on Caesianus’ son entail? (Medicine, pg. 68)</font></p>\n<p><strong>A:</strong> Pliny says that fat is not sensate, because it has neither veins nor arteries, and that this is why mice can nibble at living pigs. Then he goes straight on to say merely that “fat was withdrawn [literally “detracted”] from Apronius, and his body was relieved of the weight that made it impossible for him to move”. </p>\n<p><strong>Q:</strong><font color=\"#663300\"> Is that one anecdote from Suetonius about Claudius’ slip of the tongue in front of the fighters in the Fucine sea battle (Spectacles, pg. 145) really the only source for  the widespread belief that gladiators hailed the emperor with “we who are about to die salute you”?</font></p>\n<p><strong>A:</strong> I believe it is.  </p>\n<p><strong>Q:</strong><font color=\"#663300\"> You include reactions to antiquity from post-Fall Rome and Italy along with your ancient source material. Do you have a general interest in Italian history and culture, and if so, which came first: a passion for the literature or a passion for the place?</font></p>\n<p><strong>A:</strong> When I was student I spent all my summers in Greece and was a late bloomer in appreciating Italy.  You may be thinking particularly of the “Wedding Cake” [ie, the <a href=\"http://en.wikipedia.org/wiki/Monument_to_Vittorio_Emanuele_II\" target=\"blank\">Victor Emmanuel Monument</a>], that utterly spoils the Capitol.  I think I said that just because I find it an appalling and quite inappropriate building.  I’m mostly just interested in things that happened 2,000 years ago but I felt I could vent on this one since every modern day Roman seems to agree. </p>\n<p><strong>Q:</strong><font color=\"#663300\"> Was the excellent pasquinade “<em>quod non fecerunt barbari, fecerunt Barberini</em>” (Buildings, pg. 180) actually posted on the Pasquino or on one of the other talking statues, or just published and passed around? </font></p>\n<p><strong>A:</strong> I don’t know.  I used the word pasquinade as a general term for I was mostly just interested in the clever expression itself.  </p>\n<p><strong>Q:</strong><font color=\"#663300\"> Is there a greater name in the history of the world than Fabius Ululutremulus?  (Pompeii and Herculaneum , pg. 182)</font></p>\n<p><strong>A:</strong> If you come across it, please let me know.  </p>\n<p><strong>Q:</strong> <font color=\"#663300\">I was delighted to see a whole chapter on toilets, in large part because I found <em>A Cabinet of Roman Curiosities</em> to be an ideal example of bathroom reading material: short, digestible items that you can read quickly or linger over at length and then easily pick up where you left off.  We have to do something to keep us occupied in there, after all, now that convivial socializing during excretory functions is no longer in vogue. Do you find that disconcerting or complimentary? (I very much hope it’s the latter.)</font></p>\n<p><strong>A:</strong> One of my friends has told me that he is reading it “in the little room”.  As long as people read it and enjoy it, it really doesn’t matter where they read it. </p>\n<p><strong>Q:</strong> <font color=\"#663300\">You describe Lucretius’ <em>On the Nature of Things</em> as one of the greatest poems ever written in Latin. (Toilets, pg. 187) What other ancient authors and works would you rank as superlatives in their own genres?</font></p>\n<p><strong>A:</strong> Personal bias comes into this, though few would question Vergil and Ovid’s right to rank very high, and also Tacitus and Juvenal. I find it easier to demote people from the high pedestal they seem to be on these days. Martial’s Epigrams, for example, strike me as tedious and small-minded, and not particularly artistic. I keep meaning to read right through Demosthenes, but I simply don’t find his language very interesting – I know this is a defect in me, for he had such a reputation in antiquity. I think I would love Sappho’s poetry, if only it weren’t so depressingly fragmented.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Q &amp; A with author J.C. McKeown\" data-a2a-url=\"http://www.thehistoryblog.com/archives/6172\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>", "title": "Q & A with author J.C. McKeown", "content": "\n This is the full author Q & A that I quoted just a teeny portion of in my review of A Cabinet of Roman Curiosities by J.C. McKeown. I emailed him the questions and he kindly emailed me back his answers. \n * * * \n Q: I’d like to know more about your factoid collection process. Had you taken any notes as Aulus Gellis had (Preface, pg. VIII), by jotting down oddities as you casually encountered them in your personal and professional reading, or did you review the sources explicitly to collect items that would serve as incentives for your Classical Latin exercises?  Maybe some of both? Did you go through the sources all over again when you decided to make a book of it? \n A: I have a tendency to enjoy and remember trivial facts and stories like these.  The majority were gathered during my reading over the years. I like to read Latin and Greek for a couple of hours every day, regardless of what else I am doing, and my texts have a lot of passages underlined or commented on in the margins, so it was easy to pick them out.  \n I wasn’t originally setting out to write a book.   I started using quirky facts in class to keep students interested in learning Latin and then, when I spun the Web site to accompany my textbook, Classical Latin, I incorporated interesting stories to appear randomly at the bottom of each page as an incentive for students to continue with the online exercises.  It started with about 90 items and grew from there.  \n For a lot of the stuff that appears in the book it would be hard to go looking for it specifically.  For example, nobody would really set out to inquire how many testicles the dictator Sulla had or, if they did want to know, the problem would be where to look, but the answer comes out of the blue right at the end of Justinian’s Digest – the cornerstone of so much modern Western law. \n Q: Aelian describes the Byzantines as living in taverns and renting their homes to strangers. (Foreigners, pg. 110)  Leeds University’s Clare Kelly Blazeby recently advanced a theory that mainland Greeks 500 – 700 years before Aelian was writing used their homes as taverns and brothels.  Could there be a kernel of truth rooted in a Greek practice that spread to the eastern Hellenic world over time? Do you ever follow up on something you’ve encountered in the literature, even something fairly outlandish to our sensibilities, to see if there might be a historical basis for it? \n A: This is a good example of my really not know what someone else could\nmake of it.  It only made it into the book because it was curious.  For what it’s worth, although Aelian wrote in Greek and obviously had access to a lot of very interesting sources now lost to us, he probably lived his whole life in Italy so maybe he is not the best authority for this sort of thing, but again I am not making a judgement on my source, just quoting it.  \n Q: I found myself following up on many individual curiosities. Additional research, pursuing a tangent, is so easy to do in the Internet era. In fact, it took me much longer to read your book than the number of pages and easy pace would suggest just because I kept running after factoids. Did you include hyperlinks to additional reading and original sources in the Classical Latin online exercises?  \n A: There are no hyperlinks in the text of Classical Latin itself.  Many of the sources are not, I suspect, available online. I really regret not having easy and full online access to e.g. the Corpus Inscriptionum Latinarum, because it is so useful in lots of ways. On my Web site, www.jcmckeown.com, I did include links to interesting web sites under the tab Mundus Araneosus (a world full of webs).   \n Q: It seems to me A Cabinet of Roman Curiosities is a book that could become the pivot of a huge network of information if you had an online version. A companion DVD with links to online editions of the sources, for instance, or even a full digital version of the book where every reference, footnote and bibliographical credit is an active link. Can you envision putting together something like that even for a book that is also traditionally published? Would it increase your workload past the point of it being worthwhile?  \n A: I dare say this would all be possible, but I’m not the world’s greatest computer user and the idea of me being a spider at the center of a huge Web is improbable.  In any case, my wife cannot abide spiders. \n Q: Marcus Aurelius’ description (Medicine, pg. 70) of the public baths upended my long-held assumption that they were indicative of general hygiene. I never considered how dirty, stagnant, greasy and petri-dish-like these unchlorinated  pools full of oiled down people must have been.  Meanwhile, Pliny described  the barbarian Gauls and Germans using soap. (Foreigners, pg. 104) Do you think we still carry biases about who is or isn’t “civilized” from the classical texts, even without consciously realizing it?  \n A: Good point. As an Irishman whose country the Romans did not consider worth conquering because the people would not even make good slaves, I’m glad to see there is an upsurge in interest in Celtic art, which really is powerful and beautiful in its utterly unclassical way.  Rome must have been dreadful when, for example, three hundred oxen were sacrificed at one time.  It’s appalling to think of the blood, esp. if they performed these rituals at the height of summer.   \n Q: There’s an exhibit at the National Constitution Center in Philadelphia right now called “Ancient Rome & America” about the powerful influence Roman mythology, politics, ideals, art and literature exerted on the nascent United States.  The Founding Fathers and early leaders would have all been far more familiar with the classical authors than most of us are today. They would have been more like you, in fact, in that respect. Do you encounter the legacy of Rome everywhere you go, or do the vast differences between the Roman mindset and ours stand out more than the commonalities? \n A: My wife says that I generally go around in a fog with little or no interest in anything outside our personal life that has happened since about A.D. 300.  There is an implication in this question that I am looking for or finding lessons to be drawn from the past for the present and I’m flattered if you would think I have such a high purpose.  I really don’t.  Every reader will have to make up their own mind about the implications of each item in the book, if indeed there are any. \n Q: I’m curious to know more about the early imperial plague pit found in 1876 that still reeked after almost 2,000 years. (Medicine, pg. 75)  Bill Thayer’s excellent website pointed me to Rodolfo Lanciani’s 1888 book for an account of the find.  Lanciani said the human remains turned to dust as soon as the pit was opened, but that the whole Servilian Agger area smelled revolting once dug up several years later, not the pit itself. What was your source?  \n A: If this were an academic book, I would have quoted my source.  I’m pretty sure this item was a late candidate for entry into the book and I jotted it down casually.  I’m sorry that I cannot tell you where I found it.  I do remember talking to an archeologist colleague of mine to confirm the accuracy of what I was saying.  \n Q: What exactly did the primitive liposuction procedure performed on Caesianus’ son entail? (Medicine, pg. 68) \n A: Pliny says that fat is not sensate, because it has neither veins nor arteries, and that this is why mice can nibble at living pigs. Then he goes straight on to say merely that “fat was withdrawn [literally “detracted”] from Apronius, and his body was relieved of the weight that made it impossible for him to move”.  \n Q: Is that one anecdote from Suetonius about Claudius’ slip of the tongue in front of the fighters in the Fucine sea battle (Spectacles, pg. 145) really the only source for  the widespread belief that gladiators hailed the emperor with “we who are about to die salute you”? \n A: I believe it is.   \n Q: You include reactions to antiquity from post-Fall Rome and Italy along with your ancient source material. Do you have a general interest in Italian history and culture, and if so, which came first: a passion for the literature or a passion for the place? \n A: When I was student I spent all my summers in Greece and was a late bloomer in appreciating Italy.  You may be thinking particularly of the “Wedding Cake” [ie, the Victor Emmanuel Monument], that utterly spoils the Capitol.  I think I said that just because I find it an appalling and quite inappropriate building.  I’m mostly just interested in things that happened 2,000 years ago but I felt I could vent on this one since every modern day Roman seems to agree.  \n Q: Was the excellent pasquinade “quod non fecerunt barbari, fecerunt Barberini” (Buildings, pg. 180) actually posted on the Pasquino or on one of the other talking statues, or just published and passed around?  \n A: I don’t know.  I used the word pasquinade as a general term for I was mostly just interested in the clever expression itself.   \n Q: Is there a greater name in the history of the world than Fabius Ululutremulus?  (Pompeii and Herculaneum , pg. 182) \n A: If you come across it, please let me know.   \n Q: I was delighted to see a whole chapter on toilets, in large part because I found A Cabinet of Roman Curiosities to be an ideal example of bathroom reading material: short, digestible items that you can read quickly or linger over at length and then easily pick up where you left off.  We have to do something to keep us occupied in there, after all, now that convivial socializing during excretory functions is no longer in vogue. Do you find that disconcerting or complimentary? (I very much hope it’s the latter.) \n A: One of my friends has told me that he is reading it “in the little room”.  As long as people read it and enjoy it, it really doesn’t matter where they read it.  \n Q: You describe Lucretius’ On the Nature of Things as one of the greatest poems ever written in Latin. (Toilets, pg. 187) What other ancient authors and works would you rank as superlatives in their own genres? \n A: Personal bias comes into this, though few would question Vergil and Ovid’s right to rank very high, and also Tacitus and Juvenal. I find it easier to demote people from the high pedestal they seem to be on these days. Martial’s Epigrams, for example, strike me as tedious and small-minded, and not particularly artistic. I keep meaning to read right through Demosthenes, but I simply don’t find his language very interesting – I know this is a defect in me, for he had such a reputation in antiquity. I think I would love Sappho’s poetry, if only it weren’t so depressingly fragmented. \n   ", "url": "http://www.thehistoryblog.com/archives/category/reviews", "title_html": "<h3 id=\"post-6172\"><a href=\"http://www.thehistoryblog.com/archives/6172\" rel=\"bookmark\" title=\"Permanent Link to Q &amp; A with author J.C. McKeown\">Q &amp; A with author J.C. McKeown</a></h3>", "html": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n\n<html lang=\"en-US\" xmlns=\"http://www.w3.org/1999/xhtml\">\n<head profile=\"http://gmpg.org/xfn/11\">\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<title>The History Blog   » Reviews</title>\n<meta content=\"WordPress 4.9.10\" name=\"generator\"/> <!-- leave this for stats -->\n<link href=\"http://www.thehistoryblog.com/wp-content/themes/retro-book-10/style.css\" media=\"screen\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/feed\" rel=\"alternate\" title=\"The History Blog RSS Feed\" type=\"application/rss+xml\"/>\n<link href=\"http://www.thehistoryblog.com/xmlrpc.php\" rel=\"pingback\"/>\n<link href=\"//s.w.org\" rel=\"dns-prefetch\"/>\n<link href=\"http://www.thehistoryblog.com/archives/category/reviews/feed\" rel=\"alternate\" title=\"The History Blog » Reviews Category Feed\" type=\"application/rss+xml\"/>\n<script type=\"text/javascript\">\n\t\t\twindow._wpemojiSettings = {\"baseUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11\\/72x72\\/\",\"ext\":\".png\",\"svgUrl\":\"https:\\/\\/s.w.org\\/images\\/core\\/emoji\\/11\\/svg\\/\",\"svgExt\":\".svg\",\"source\":{\"concatemoji\":\"http:\\/\\/www.thehistoryblog.com\\/wp-includes\\/js\\/wp-emoji-release.min.js?ver=4.9.10\"}};\n\t\t\t!function(a,b,c){function d(a,b){var c=String.fromCharCode;l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,a),0,0);var d=k.toDataURL();l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,b),0,0);var e=k.toDataURL();return d===e}function e(a){var b;if(!l||!l.fillText)return!1;switch(l.textBaseline=\"top\",l.font=\"600 32px Arial\",a){case\"flag\":return!(b=d([55356,56826,55356,56819],[55356,56826,8203,55356,56819]))&&(b=d([55356,57332,56128,56423,56128,56418,56128,56421,56128,56430,56128,56423,56128,56447],[55356,57332,8203,56128,56423,8203,56128,56418,8203,56128,56421,8203,56128,56430,8203,56128,56423,8203,56128,56447]),!b);case\"emoji\":return b=d([55358,56760,9792,65039],[55358,56760,8203,9792,65039]),!b}return!1}function f(a){var c=b.createElement(\"script\");c.src=a,c.defer=c.type=\"text/javascript\",b.getElementsByTagName(\"head\")[0].appendChild(c)}var g,h,i,j,k=b.createElement(\"canvas\"),l=k.getContext&&k.getContext(\"2d\");for(j=Array(\"flag\",\"emoji\"),c.supports={everything:!0,everythingExceptFlag:!0},i=0;i<j.length;i++)c.supports[j[i]]=e(j[i]),c.supports.everything=c.supports.everything&&c.supports[j[i]],\"flag\"!==j[i]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[j[i]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(h=function(){c.readyCallback()},b.addEventListener?(b.addEventListener(\"DOMContentLoaded\",h,!1),a.addEventListener(\"load\",h,!1)):(a.attachEvent(\"onload\",h),b.attachEvent(\"onreadystatechange\",function(){\"complete\"===b.readyState&&c.readyCallback()})),g=c.source||{},g.concatemoji?f(g.concatemoji):g.wpemoji&&g.twemoji&&(f(g.twemoji),f(g.wpemoji)))}(window,document,window._wpemojiSettings);\n\t\t</script>\n<style type=\"text/css\">\nimg.wp-smiley,\nimg.emoji {\n\tdisplay: inline !important;\n\tborder: none !important;\n\tbox-shadow: none !important;\n\theight: 1em !important;\n\twidth: 1em !important;\n\tmargin: 0 .07em !important;\n\tvertical-align: -0.1em !important;\n\tbackground: none !important;\n\tpadding: 0 !important;\n}\n</style>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/faviroll/css/style.css?ver=4.9.10\" id=\"faviroll-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/contact-form-plugin/css/form_style.css?ver=4.0.9\" id=\"cntctfrm_form_style-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<link href=\"http://www.thehistoryblog.com/wp-content/plugins/add-to-any/addtoany.min.css?ver=1.14\" id=\"addtoany-css\" media=\"all\" rel=\"stylesheet\" type=\"text/css\"/>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/jquery/jquery.js?ver=1.12.4\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/jquery/jquery-migrate.min.js?ver=1.4.1\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/add-to-any/addtoany.min.js?ver=1.0\" type=\"text/javascript\"></script>\n<link href=\"http://www.thehistoryblog.com/wp-json/\" rel=\"https://api.w.org/\"/>\n<link href=\"http://www.thehistoryblog.com/xmlrpc.php?rsd\" rel=\"EditURI\" title=\"RSD\" type=\"application/rsd+xml\"/>\n<link href=\"http://www.thehistoryblog.com/wp-includes/wlwmanifest.xml\" rel=\"wlwmanifest\" type=\"application/wlwmanifest+xml\"/>\n<meta content=\"WordPress 4.9.10\" name=\"generator\"/>\n<script data-cfasync=\"false\">\nwindow.a2a_config=window.a2a_config||{};a2a_config.callbacks=[];a2a_config.overlays=[];a2a_config.templates={};\na2a_config.onclick=1;\na2a_color_main=\"E8C686\";a2a_color_border=\"BFA26B\";a2a_color_link_text=\"333333\";a2a_color_link_text_hover=\"333333\";\n(function(d,s,a,b){a=d.createElement(s);b=d.getElementsByTagName(s)[0];a.async=1;a.src=\"https://static.addtoany.com/menu/page.js\";b.parentNode.insertBefore(a,b);})(document,\"script\");\n</script>\n<script language=\"javascript\" type=\"text/javascript\">\n<!--\n\t\tfunction collapseThread( theId ) {\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(!comment)\n\t\t\t{\n\t\t\t\talert(\"ERROR:\\nThe document structure is different\\nfrom what Threaded Comments expects.\\nYou are missing the element '\"+theId+\"'\");\n\t\t\t\treturn;\n\t\t\t}\n\t\t\tvar theBody = findBody(comment);\n\t\t\tif(comment.className.indexOf(\"collapsed\") > -1) {\n\t\t\t\tcomment.className = comment.className.replace(\" collapsed\", \"\");;\n\t\t\t} else {\n\t\t\t\tcomment.className += \" collapsed\";\n\t\t\t}\n\t\t}\n\n\t\tfunction expandThread( theId ) {\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(!comment)\n\t\t\t{\n\t\t\t\talert(\"ERROR:\\nThe document structure is different\\nfrom what Threaded Comments expects.\\nYou are missing the element '\"+theId+\"'\");\n\t\t\t\treturn;\n\t\t\t}\n\t\t\tvar theBody = findBody(comment);\n\t\t\tif(comment.className.indexOf(\"collapsed\") > -1) {\n\t\t\t\tcomment.className = comment.className.replace(\" collapsed\", \"\");;\n\t\t\t} \n\t\t}\n\t\t\n\t\tfunction findBody(el)\n\t\t{\n\t\t\tvar divs = el.getElementsByTagName(\"div\");\n\t\t\tvar ret;\n\t\t\tfor(var i = 0; i < divs.length; ++i) {\n\t\t\t\tif(divs.item(i).className.indexOf(\"body\") > -1)\n\t\t\t\t\treturn divs.item(i);\n\t\t\t}\n\t\t\treturn false;\n\t\t}\n\t\n\t\tfunction onAddComment() {\n\t\t\t//checkDocumentIntegrity();\n\t\t\tvar el = document.getElementById(\"commentform\");\n\t\t\t// Future release: Check if form is filled correctly and mark the form fields.\n\t\t\tel.submit();\n\t\t}\n\t\t\n\t\tfunction moveAddCommentBelow(theId, threadId, collapse)\n\t\t{\n\t\t\texpandThread( theId );\n\t\t\tvar addComment = document.getElementById(\"addcomment\");\n\t\t\tif(!addComment)\n\t\t\t{\n\t\t\t  \talert(\"ERROR:\\nThreaded Comments can't find the 'addcomment' div.\\nThis is probably because you have changed\\nthe comments.php file.\\nMake sure there is a tag around the form\\nthat has the id 'addcomment'\"); \n\t\t\t\treturn\n\t\t\t}\n\t\t\tvar comment = document.getElementById(theId);\n\t\t\tif(collapse)\n\t\t\t{\n\t\t\t\tfor(var i = 0; i < comment.childNodes.length; ++i) {\n\t\t\t\t\tvar c = comment.childNodes.item(i);\n\t\t\t\t\tif(typeof(c.className) == \"string\" && c.className.indexOf(\"collapsed\")<0) {\n\t\t\t\t\t\tc.className += \" collapsed\";\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t\taddComment.parentNode.removeChild(addComment);\n\n\t\t\tcomment.appendChild(addComment);\n\t\t\tif(comment.className.indexOf(\"alt\")>-1) {\n\t\t\t\taddComment.className = addComment.className.replace(\" alt\", \"\");\t\t\t\t\t\n\t\t\t} else {\n\t\t\t\taddComment.className += \" alt\";\n\t\t\t}\n\t\t        var replyId = document.getElementById(\"comment_reply_ID\");\n\t\t\tif(replyId == null)\n\t\t\t{\n\t\t\t\talert(\"Brians Threaded Comments Error:\\nThere is no hidden form field called\\n'comment_reply_ID'. This is probably because you\\nchanged the comments.php file and forgot\\nto include the field. Please take a look\\nat the original comments.php and copy the\\nform field over.\");\n\t\t\t}\n\t\t\treplyId.value = threadId;\n\t\t\tvar reRootElement = document.getElementById(\"reroot\");\n\t\t\tif(reRootElement == null)\n\t\t\t{\n\t\t\t\talert(\"Brians Threaded Comments Error:\\nThere is no anchor tag called 'reroot' where\\nthe comment form starts.\\nPlease compare your comments.php to the original\\ncomments.php and copy the reroot anchor tag over.\");\n\t\t\t}\n\t\t\treRootElement.style.display = \"block\";\n\t\t\tvar aTags = comment.getElementsByTagName(\"A\");\n\t\t\tvar anc = aTags.item(0).id;\n\t\t\t//document.location.href = \"#\"+anc;\n\t\t\tdocument.getElementById(\"comment\").focus();\n\t\t}\n\n\t\tfunction checkDocumentIntegrity()\n\t\t{\n\t\t\tstr = \"\";\n\t\t\t\n\t\t\tstr += checkElement(\"reroot\",\"div tag\");\n\t\t\tstr += checkElement(\"addcomment\", \"div tag\");\n\t\t\tstr += checkElement(\"comment_reply_ID\", \"hidden form field\");\n\t\t\tstr += checkElement(\"content\", \"div tag\");\n\t\t\tstr += checkElement(\"comment\", \"textfield\");\n\t\t\tstr += checkElement(\"addcommentanchor\", \"anchor tag\");\n\t\t\t\n\t\t\tif(str != \"\")\n\t\t\t{\n\t\t\t\tstr = \"Brian's Threaded Comments are missing some of the elements that are required for it to function correctly.\\nThis is probably the because you have changed the original comments.php that was included with the plugin.\\n\\nThese are the errors:\\n\" + str;\n\t\t\t\tstr += \"\\nYou should compare your comments.php with the original comments.php and make sure the required elements have not been removed.\";\n\n\t\t\t\talert(str);\n\t\t\t}\n\t\t}\n               \n\t\tfunction checkElement(theId, elDesc)\n\t\t{\n\t\t\tvar el = document.getElementById(theId);\n\t\t\tif(!el)\n\t\t\t{\n\t\t\t\tif(elDesc == null)\n\t\t\t\t\telDesc = \"element\";\n\t\t\t\treturn \"- The \"+elDesc+\" with the ID '\" +theId + \"' is missing\\n\"; \n\t\t\t}\n\t\t\telse \n\t\t\t\treturn \"\";\n\t\t}\n\t\t\n\t\tfunction reRoot()\n\t\t{\n\t\t\tvar addComment = document.getElementById(\"addcomment\");\t\t\t\n\t\t\tvar reRootElement = document.getElementById(\"reroot\");\n\t\t\treRootElement.style.display = \"none\";\n\t\t\tvar content = document.getElementById(\"content\");\n\t\t\taddComment.parentNode.removeChild(addComment);\n\t\t\tcontent.appendChild(addComment);\n\t\t\taddComment.className = addComment.className.replace(\" alt\", \"\");\n\t\t\tdocument.location.href = \"#addcommentanchor\";\n\t\t\tdocument.getElementById(\"comment\").focus();\t\t\t\t\n\t\t\tdocument.getElementById(\"comment_reply_ID\").value = \"0\";\n\t\t}\t\t\t\n\t\t\n\t\tfunction changeCommentSize(d)\n\t\t{\n\t\t\tvar el = document.getElementById(\"comment\");\n\t\t\tvar height = parseInt(el.style.height);\n\t\t\tif(!height && el.offsetHeight)\n\t\t\t\theight = el.offsetHeight;\n\t\t\theight += d;\n\t\t\tif(height < 20) \n\t\t\t\theight = 20;\n\t\t\tel.style.height = height+\"px\";\n\t\t}\t\t\n-->\n</script>\n<style type=\"text/css\">\n.comment \n{\n\tposition: \t\t\t\trelative;\n\tmargin:\t\t\t\t\t3px;\n\tmargin-top:\t\t\t\t6px;\n/*\tborder: \t\t\t\t1px solid #666; */\n\tpadding:\t\t\t\t4px 4px 4px 8px;\n}\n\n.odd\n{\n\tbackground-color: #E2c080;\n}\n\n.comment div {\n\tposition: \t\t\t\trelative;\n}\n\n.comment .comment img\n{\n\tmargin: \t\t\t\t0px;\n}\n\n.comment .collapseicon \n{\n\twidth: \t\t\t\t\t13px;\n\theight: \t\t\t\t13px;\n\toverflow:\t\t\t\thidden;\n\tbackground-image: \t\turl(http://www.thehistoryblog.com/wp-content/plugins/briansthreadedcomments.php?image=subthread-open.png);\n}\n\n.collapsed .collapseicon \n{\n\tbackground-image: \t\turl(http://www.thehistoryblog.com/wp-content/plugins/briansthreadedcomments.php?image=subthread.png);\n}\n\n\n.comment .reply {\n\ttext-align: \t\t\tright;\n\tfont-size: \t\t\t\t80%;\n\tpadding: \t\t\t\t0px 6px 6px 0px;\n}\n\n.comment\n{\n\tborder: \t2px solid #ddd;\n\tmargin-top: \t\t\t10px;\n}\n\ninput#subscribe\n{\n\twidth: auto;\n}\n\n.comment .body .content\n{\n\tpadding:\t\t\t\t0px 3px 0px 3px;\n\twidth: \t\t\t\t\t100%;\t\n\toverflow: \t\t\t\tauto; \n}\n\n.comment .title abbr\n{\n\tborder: none;\n}\n\n.collapsed .body, .collapsed .comment\n{\n\tdisplay:\t\t\t\tnone;\n}\n/*\n#addcomment small, #addcomment div\n{\n\tpadding:\t\t\t\t3px;\n}\n*/\n#commentform textarea {\n\twidth: 97%;\n}\n</style>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/flash-video-player/swfobject.js\" type=\"text/javascript\"></script>\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<link href=\"http://thehistoryblog.com/favicon.ico\" rel=\"shortcut icon\" type=\"image/x-icon\"/>\n</head>\n<body>\n<div id=\"ROOT\">\n<div class=\"BGPage\">\n<div class=\"LeftTop\">\n<div class=\"LeftBottom\">\n<div id=\"HEAD\">\n<h1 class=\"Logo\"><a href=\"http://www.thehistoryblog.com/\"><span>The History Blog</span></a></h1>\n<div class=\"Visual\"></div>\n</div>\n<div id=\"MAIN\">\n<h2 class=\"pagetitle\">Archive for the ‘Reviews’ Category</h2>\n<div class=\"post\">\n<h3 id=\"post-6172\"><a href=\"http://www.thehistoryblog.com/archives/6172\" rel=\"bookmark\" title=\"Permanent Link to Q &amp; A with author J.C. McKeown\">Q &amp; A with author J.C. McKeown</a></h3>\n<p class=\"prefix\">Wednesday, June 2nd, 2010</p>\n<div class=\"entry\">\n<p>This is the full author Q &amp; A that I quoted just a teeny portion of in <a href=\"http://www.thehistoryblog.com/archives/6131\" target=\"blank\">my review of <em>A Cabinet of Roman Curiosities</em></a> by J.C. McKeown. I emailed him the questions and he kindly emailed me back his answers.</p>\n<p><center>* * *</center></p>\n<p><strong>Q:</strong> <font color=\"#663300\">I’d like to know more about your factoid collection process. Had you taken any notes as Aulus Gellis had (Preface, pg. VIII), by jotting down oddities as you casually encountered them in your personal and professional reading, or did you review the sources explicitly to collect items that would serve as incentives for your <a href=\"http://www.amazon.com/Classical-Latin-Introductory-JC-McKeown/dp/0872208516/ref=sr_1_1?ie=UTF8&amp;s=books&amp;qid=1275455402&amp;sr=8-1\" target=\"blank\"><em><u>Classical Latin</u></em></a> exercises?  Maybe some of both? Did you go through the sources all over again when you decided to make a book of it?</font></p>\n<p><strong>A:</strong> I have a tendency to enjoy and remember trivial facts and stories like these.  The majority were gathered during my reading over the years. I like to read Latin and Greek for a couple of hours every day, regardless of what else I am doing, and my texts have a lot of passages underlined or commented on in the margins, so it was easy to pick them out. </p>\n<p>I wasn’t originally setting out to write a book.   I started using quirky facts in class to keep students interested in learning Latin and then, when I spun the Web site to accompany my textbook, <em>Classical Latin</em>, I incorporated interesting stories to appear randomly at the bottom of each page as an incentive for students to continue with the online exercises.  It started with about 90 items and grew from there. </p>\n<p>For a lot of the stuff that appears in the book it would be hard to go looking for it specifically.  For example, nobody would really set out to inquire how many testicles the dictator Sulla had or, if they did want to know, the problem would be where to look, but the answer comes out of the blue right at the end of Justinian’s Digest – the cornerstone of so much modern Western law.</p>\n<p><strong>Q: </strong><font color=\"#663300\">Aelian describes the Byzantines as living in taverns and renting their homes to strangers. (Foreigners, pg. 110)  Leeds University’s Clare Kelly Blazeby <a href=\"http://www.thehistoryblog.com/archives/1473\" target=\"blank\"><u>recently advanced a theory</u></a> that mainland Greeks 500 – 700 years before Aelian was writing used their homes as taverns and brothels.  Could there be a kernel of truth rooted in a Greek practice that spread to the eastern Hellenic world over time? Do you ever follow up on something you’ve encountered in the literature, even something fairly outlandish to our sensibilities, to see if there might be a historical basis for it?</font></p>\n<p><strong>A:</strong> This is a good example of my really not know what someone else could<br/>\nmake of it.  It only made it into the book because it was curious.  For what it’s worth, although Aelian wrote in Greek and obviously had access to a lot of very interesting sources now lost to us, he probably lived his whole life in Italy so maybe he is not the best authority for this sort of thing, but again I am not making a judgement on my source, just quoting it. </p>\n<p><strong>Q:</strong><font color=\"#663300\"> I found myself following up on many individual curiosities. Additional research, pursuing a tangent, is so easy to do in the Internet era. In fact, it took me much longer to read your book than the number of pages and easy pace would suggest just because I kept running after factoids. Did you include hyperlinks to additional reading and original sources in the <em>Classical Latin</em> online exercises? </font></p>\n<p><strong>A:</strong> There are no hyperlinks in the text of <em>Classical Latin</em> itself.  Many of the sources are not, I suspect, available online. I really regret not having easy and full online access to e.g. the <em>Corpus Inscriptionum Latinarum</em>, because it is so useful in lots of ways. On my Web site, <a href=\"http://www.jcmckeown.com/\" target=\"blank\"><u>www.jcmckeown.com</u></a>, I did include links to interesting web sites under the tab <em>Mundus Araneosus</em> (a world full of webs).  </p>\n<p><strong>Q: </strong><font color=\"#663300\">It seems to me <em>A Cabinet of Roman Curiosities</em> is a book that could become the pivot of a huge network of information if you had an online version. A companion DVD with links to online editions of the sources, for instance, or even a full digital version of the book where every reference, footnote and bibliographical credit is an active link. Can you envision putting together something like that even for a book that is also traditionally published? Would it increase your workload past the point of it being worthwhile? </font></p>\n<p><strong>A:</strong> I dare say this would all be possible, but I’m not the world’s greatest computer user and the idea of me being a spider at the center of a huge Web is improbable.  In any case, my wife cannot abide spiders.</p>\n<p><strong>Q:</strong> <font color=\"#663300\">Marcus Aurelius’ description (Medicine, pg. 70) of the public baths upended my long-held assumption that they were indicative of general hygiene. I never considered how dirty, stagnant, greasy and petri-dish-like these unchlorinated  pools full of oiled down people must have been.  Meanwhile, Pliny described  the barbarian Gauls and Germans using soap. (Foreigners, pg. 104) Do you think we still carry biases about who is or isn’t “civilized” from the classical texts, even without consciously realizing it?</font> </p>\n<p><strong>A:</strong> Good point. As an Irishman whose country the Romans did not consider worth conquering because the people would not even make good slaves, I’m glad to see there is an upsurge in interest in Celtic art, which really is powerful and beautiful in its utterly unclassical way.  Rome must have been dreadful when, for example, three hundred oxen were sacrificed at one time.  It’s appalling to think of the blood, esp. if they performed these rituals at the height of summer.  </p>\n<p><strong>Q:</strong><font color=\"#663300\"> There’s an exhibit at the National Constitution Center in Philadelphia right now called “<a href=\"http://www.thehistoryblog.com/archives/4853\" target=\"blank\"><u>Ancient Rome &amp; America</u></a>” about the powerful influence Roman mythology, politics, ideals, art and literature exerted on the nascent United States.  The Founding Fathers and early leaders would have all been far more familiar with the classical authors than most of us are today. They would have been more like you, in fact, in that respect. Do you encounter the legacy of Rome everywhere you go, or do the vast differences between the Roman mindset and ours stand out more than the commonalities?</font></p>\n<p><strong>A:</strong> My wife says that I generally go around in a fog with little or no interest in anything outside our personal life that has happened since about A.D. 300.  There is an implication in this question that I am looking for or finding lessons to be drawn from the past for the present and I’m flattered if you would think I have such a high purpose.  I really don’t.  Every reader will have to make up their own mind about the implications of each item in the book, if indeed there are any.</p>\n<p><strong>Q:</strong><font color=\"#663300\"> I’m curious to know more about the early imperial plague pit found in 1876 that still reeked after almost 2,000 years. (Medicine, pg. 75)  Bill Thayer’s excellent website pointed me to <a href=\"http://penelope.uchicago.edu/Thayer/E/Gazetteer/Places/Europe/Italy/Lazio/Roma/Rome/_Texts/Lanciani/LANARD/home.html\" target=\"blank\"><u>Rodolfo Lanciani’s 1888 book</u></a> for an account of the find.  Lanciani said the human remains turned to dust as soon as the pit was opened, but that the whole Servilian <em>Agger</em> area smelled revolting once dug up several years later, not the pit itself. What was your source? </font></p>\n<p><strong>A:</strong> If this were an academic book, I would have quoted my source.  I’m pretty sure this item was a late candidate for entry into the book and I jotted it down casually.  I’m sorry that I cannot tell you where I found it.  I do remember talking to an archeologist colleague of mine to confirm the accuracy of what I was saying. </p>\n<p><strong>Q:</strong><font color=\"#663300\"> What exactly did the primitive liposuction procedure performed on Caesianus’ son entail? (Medicine, pg. 68)</font></p>\n<p><strong>A:</strong> Pliny says that fat is not sensate, because it has neither veins nor arteries, and that this is why mice can nibble at living pigs. Then he goes straight on to say merely that “fat was withdrawn [literally “detracted”] from Apronius, and his body was relieved of the weight that made it impossible for him to move”. </p>\n<p><strong>Q:</strong><font color=\"#663300\"> Is that one anecdote from Suetonius about Claudius’ slip of the tongue in front of the fighters in the Fucine sea battle (Spectacles, pg. 145) really the only source for  the widespread belief that gladiators hailed the emperor with “we who are about to die salute you”?</font></p>\n<p><strong>A:</strong> I believe it is.  </p>\n<p><strong>Q:</strong><font color=\"#663300\"> You include reactions to antiquity from post-Fall Rome and Italy along with your ancient source material. Do you have a general interest in Italian history and culture, and if so, which came first: a passion for the literature or a passion for the place?</font></p>\n<p><strong>A:</strong> When I was student I spent all my summers in Greece and was a late bloomer in appreciating Italy.  You may be thinking particularly of the “Wedding Cake” [ie, the <a href=\"http://en.wikipedia.org/wiki/Monument_to_Vittorio_Emanuele_II\" target=\"blank\">Victor Emmanuel Monument</a>], that utterly spoils the Capitol.  I think I said that just because I find it an appalling and quite inappropriate building.  I’m mostly just interested in things that happened 2,000 years ago but I felt I could vent on this one since every modern day Roman seems to agree. </p>\n<p><strong>Q:</strong><font color=\"#663300\"> Was the excellent pasquinade “<em>quod non fecerunt barbari, fecerunt Barberini</em>” (Buildings, pg. 180) actually posted on the Pasquino or on one of the other talking statues, or just published and passed around? </font></p>\n<p><strong>A:</strong> I don’t know.  I used the word pasquinade as a general term for I was mostly just interested in the clever expression itself.  </p>\n<p><strong>Q:</strong><font color=\"#663300\"> Is there a greater name in the history of the world than Fabius Ululutremulus?  (Pompeii and Herculaneum , pg. 182)</font></p>\n<p><strong>A:</strong> If you come across it, please let me know.  </p>\n<p><strong>Q:</strong> <font color=\"#663300\">I was delighted to see a whole chapter on toilets, in large part because I found <em>A Cabinet of Roman Curiosities</em> to be an ideal example of bathroom reading material: short, digestible items that you can read quickly or linger over at length and then easily pick up where you left off.  We have to do something to keep us occupied in there, after all, now that convivial socializing during excretory functions is no longer in vogue. Do you find that disconcerting or complimentary? (I very much hope it’s the latter.)</font></p>\n<p><strong>A:</strong> One of my friends has told me that he is reading it “in the little room”.  As long as people read it and enjoy it, it really doesn’t matter where they read it. </p>\n<p><strong>Q:</strong> <font color=\"#663300\">You describe Lucretius’ <em>On the Nature of Things</em> as one of the greatest poems ever written in Latin. (Toilets, pg. 187) What other ancient authors and works would you rank as superlatives in their own genres?</font></p>\n<p><strong>A:</strong> Personal bias comes into this, though few would question Vergil and Ovid’s right to rank very high, and also Tacitus and Juvenal. I find it easier to demote people from the high pedestal they seem to be on these days. Martial’s Epigrams, for example, strike me as tedious and small-minded, and not particularly artistic. I keep meaning to read right through Demosthenes, but I simply don’t find his language very interesting – I know this is a defect in me, for he had such a reputation in antiquity. I think I would love Sappho’s poetry, if only it weren’t so depressingly fragmented.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Q &amp; A with author J.C. McKeown\" data-a2a-url=\"http://www.thehistoryblog.com/archives/6172\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/ancient\" rel=\"category tag\">Ancient</a>, <a href=\"http://www.thehistoryblog.com/archives/category/books\" rel=\"category tag\">Books</a>, <a href=\"http://www.thehistoryblog.com/archives/category/ex-cathedra\" rel=\"category tag\">Ex Cathedra</a>, <a href=\"http://www.thehistoryblog.com/archives/category/reviews\" rel=\"category tag\">Reviews</a>, <a href=\"http://www.thehistoryblog.com/archives/category/rome\" rel=\"category tag\">Roma, Caput Mundi</a> |   <a href=\"http://www.thehistoryblog.com/archives/6172#comments\">9 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-6131\"><a href=\"http://www.thehistoryblog.com/archives/6131\" rel=\"bookmark\" title=\"Permanent Link to “A Cabinet of Roman Curiosities” by J.C. McKeown\">“A Cabinet of Roman Curiosities” by J.C. McKeown</a></h3>\n<p class=\"prefix\">Tuesday, June 1st, 2010</p>\n<div class=\"entry\">\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2010/06/McKeown-cover-image.jpg\" target=\"blank\"><img alt=\"McKeown cover image\" class=\"alignright size-medium wp-image-6147\" height=\"200\" sizes=\"(max-width: 132px) 100vw, 132px\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2010/06/McKeown-cover-image-198x300.jpg\" srcset=\"http://www.thehistoryblog.com/wp-content/uploads/2010/06/McKeown-cover-image-198x300.jpg 198w, http://www.thehistoryblog.com/wp-content/uploads/2010/06/McKeown-cover-image-99x150.jpg 99w, http://www.thehistoryblog.com/wp-content/uploads/2010/06/McKeown-cover-image.jpg 640w\" title=\"McKeown cover image\" width=\"132\"/></a>Oxford University Press sent me some books to review (no money changed hands or influence was brought to bear, trust) and the first one I dived into was <a href=\"http://www.amazon.com/Cabinet-Roman-Curiosities-Surprising-Greatest/dp/0195393759/ref=sr_1_1?ie=UTF8&amp;s=books&amp;qid=1275439408&amp;sr=8-1\" target=\"blank\"><em>A Cabinet of Roman Curiosities: Strange Tales and Surprising Facts from the World’s Greatest Empire</em></a> by J.C. McKeown. Much like actual cabinets of curiosities, the book collects all kinds of notable tidbits from ancient Roman authors. Some are precious gems, some colorful corals and some just sort of weird-looking rocks. </p>\n<p>McKeown, a classics professor at the University of Wisconsin-Madison, makes it clear in the preface that he’s not making any historical or factual assessments. He’s just sharing the wealth that he’s encountered in his perusals, which is for the best, because to paraphrase Obelix, those Romans were crazy. As McKeown so felicitously puts it:</p>\n<blockquote><p>As it happens, I personally find it hard to believe that a six-inch fish could have held back Mark Anthony’s flagship during the Battle of Actium, or that Milan was founded because a woolly pig was seen on the future site of the city, or that the phoenix appears every five hundred years, or that touching the nostrils of a she-mule with one’s lips will stop sneezing and hiccups, or that fish sauce is an effective cure for crocodile bites, or that any Roman emperor was eight foot, six inches tall. I strongly suspect that goats do not breathe through their ears, and there are no islands in the Baltic Sea inhabited by people whose ears are so enormous that they cover their bodies with them and do not need clothes. I do not myself wear a mouse’s muzzle and ear tips as an amulet to ward off fever, nor do I know precisely how one might attach earrings to an eel. (Preface, pg. VII)</p></blockquote>\n<p>The chapters on medicine and religion are particularly replete with this kind of off-the-wall quasi-fact, and yes, they are all awesome, but even the entirely believable observations can be mind-blowing. </p>\n<p>For example, Roman encyclopedist Celsus in his volume <em>On Medicine</em> counseled people with wounds to avoid the public baths because “bathing makes [the wound] moist and dirty, and that often leads to infection. (Celsus <a href=\"http://penelope.uchicago.edu/Thayer/E/Roman/Texts/Celsus/5*.html#26.28\" target=\"blank\"><em>On Medicine</em> 5.28</a>)” Marcus Aurelius went even further in his <em>Meditations</em> where he called bathing “olive oil, sweat, filth, greasy water, everything that is disgusting (<a href=\"http://classics.mit.edu/Antoninus/meditations.8.eight.html\" target=\"blank\"><em>Meditations</em> 8.24</a>).”</p>\n<p>I had always assumed that the Roman penchant for copious bathing was indicative of general hygiene, but those eye-witness comments made me realize that the baths couldn’t help but have been pools of nastiness. Most of them weren’t spring-fed but filled and emptied like any other pool, only there was no chlorine, no filter and not even any soap. Can you imagine the sheer quantities of dirt, oil left over from the scraping that stood in stead of washing, human excretions and secretions of every variety that must have been floating in those baths?</p>\n<p>That wasn’t the only tidbit that sent me on a voyage of discovery. In fact, this book is ideal for the history nerd/research monkey who loves following up on a good clue. I spent two whole weekends link hopping and Googling to find out more about an anecdote in the book. For anyone like me, <em>A Cabinet of Roman Curiosities</em> is just the beginning, the nucleus of a do-it-yourself network that you, the Internet, and your library can create. It gave me visions of where digital books could go over the next few years: every source linked to, every footnote connected to further information.</p>\n<p>I had an opportunity to <a href=\"http://www.thehistoryblog.com/archives/6172\" target=\"blank\">ask the author some questions</a> about the book and his process. McKeown can’t exactly picture himself as the “spider at the center of a huge Web” of networked links. He went about collecting these facts in a more traditional manner, and some sources may not even be available online. (Also his wife is apparently arachnophobic.)</p>\n<blockquote><p>I have a tendency to enjoy and remember trivial facts and stories like these.  The majority were gathered during my reading over the years. I like to read Latin and Greek for a couple of hours every day, regardless of what else I am doing, and my texts have a lot of passages underlined or commented on in the margins, so it was easy to pick them out. </p>\n<p>I wasn’t originally setting out to write a book.   I started using quirky facts in class to keep students interested in learning Latin and then, when I spun the Web site to accompany my textbook, <a href=\"http://www.amazon.com/Classical-Latin-Introductory-JC-McKeown/dp/0872208516/ref=sr_1_1?ie=UTF8&amp;s=books&amp;qid=1275442434&amp;sr=8-1\" target=\"blank\"><em>Classical Latin</em></a>, I incorporated interesting stories to appear randomly at the bottom of each page as an incentive for students to continue with the online exercises.  It started with about 90 items and grew from there. </p>\n<p>For a lot of the stuff that appears in the book it would be hard to go looking for it specifically.  For example, nobody would really set out to inquire how many testicles the dictator Sulla had or, if they did want to know, the problem would be where to look, but the answer comes out of the blue right at the end of Justinian’s <em>Digest</em> – the cornerstone of so much modern Western law.</p></blockquote>\n<p>Yes, I would enjoy feasting on this man’s tasty, tasty brains. </p>\n<p>There is a downside to his approach, however. When he introduces a contemporary reaction to a classical anecdote, the facts can be hazy. It doesn’t happen often — the vast majority of the book cites Roman and Greek literature — but I did encounter two questionable claims. One is that our phrase “parting shot” comes from “Parthian shot”, after the famed archers of the Parthian cavalry who were so skilled that they could fire their bows over their shoulders as they rode away from the battle field. It seems, however, that the literal “parting shot” expression <a href=\"http://www.phrases.org.uk/meanings/parting-shot.html\" target=\"blank\">appears in English texts earlier</a> than the Parthian version.</p>\n<p>The second iffy claim was one that sent me on the most wonderful romp through archaeology in post-Unification Rome. While discussing plagues and the burial of the dead, McKeown says:</p>\n<blockquote><p>A pit one hundred and sixty feet long, one hundred feet wide, and thirty feet deep, containing an estimated twenty-four thousand corpses from the early imperial period, was discovered outside Rome in 1876; when it was opened, the stench was still intolerable. (Medicine, pg. 75)</p></blockquote>\n<p>You can see why I had to follow up on that kind of juicy tidbit. After some Googling and a trip to one of my favorite sites, <a href=\"http://penelope.uchicago.edu/Thayer/E/Roman/home.html\" target=\"blank\">LacusCurtius</a>, I found a book called <a href=\"http://penelope.uchicago.edu/Thayer/E/Gazetteer/Places/Europe/Italy/Lazio/Roma/Rome/_Texts/Lanciani/LANARD/home.html\" target=\"blank\"><em>Ancient Rome in the Light of Recent Discoveries</em></a> written in 1888, just 18 years after Rome joined a unified Italy, by Rodolfo Lanciani, the first official archaeologist of the new Italian capital. On pages 66 and 67 of <a href=\"http://penelope.uchicago.edu/Thayer/E/Gazetteer/Places/Europe/Italy/Lazio/Roma/Rome/_Texts/Lanciani/LANARD/3*.html\" target=\"blank\">chapter 3</a>, he discusses finding that very pit on the Esquiline hill in 1876. </p>\n<p>He found plenty of ooze and stench in his excavations of the area, but the actual 1876 pit wasn’t the locus of it. The bones turned to dust as soon they were exposed to air. It was in 1884 at a nearby spot that he and his diggers encountered the remains of a garbage dump (plenty of bodies, human and animal in that one too) which was so rank he had to give his team regular breaks so they could go off somewhere and breathe.</p>\n<p>I asked McKeown if Lanciari was his source, and he said that it was a late entry into the book that he had jotted down casually. He couldn’t exactly recall the source but he did remember talking to an archeologist colleague to confirm the anecdote’s accuracy. </p>\n<p>Obviously it’s no huge deal, but it’s a grain of salt to keep with you when you read the small portion of the book that isn’t a direct quote of an ancient source.</p>\n<p>Final verdict: this book is awesome. It’s a fascinating glimpse into the ancient mind, life, culture, society. It’s a boon for anyone with a yen for chasing after historical details, and as I proudly told the author, it’s an outstanding bathroom book. It’s easily digestible, easy to follow, and easy to pick up where you left off. Throw out your cheesy magazines and leave this on the tank. Your guests are sure to thank you, not to mention bring up far more interesting lines of conversation at the dinner table than they would have if they’d just put down last year’s fall shoe issue of Cosmo.</p>\n<p>After all, we don’t have community toilets that we all sit on together to socialize during excretory functions. Vacerra, that friend of <a href=\"http://www.tertullian.org/fathers/martial_epigrams_book11.htm\" target=\"blank\">Martial</a>‘s who spent all day in the community latrine hoping to scrounge a dinner invitation from one of his fellow crappers (Toilets, pg. 190), would have to find a new way to freeload.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"“A Cabinet of Roman Curiosities” by J.C. McKeown\" data-a2a-url=\"http://www.thehistoryblog.com/archives/6131\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/ancient\" rel=\"category tag\">Ancient</a>, <a href=\"http://www.thehistoryblog.com/archives/category/books\" rel=\"category tag\">Books</a>, <a href=\"http://www.thehistoryblog.com/archives/category/ex-cathedra\" rel=\"category tag\">Ex Cathedra</a>, <a href=\"http://www.thehistoryblog.com/archives/category/reviews\" rel=\"category tag\">Reviews</a>, <a href=\"http://www.thehistoryblog.com/archives/category/rome\" rel=\"category tag\">Roma, Caput Mundi</a> |   <a href=\"http://www.thehistoryblog.com/archives/6131#comments\">10 Comments »</a></p>\n</div>\n<div class=\"post\">\n<h3 id=\"post-3061\"><a href=\"http://www.thehistoryblog.com/archives/3061\" rel=\"bookmark\" title=\"Permanent Link to Watching the History Detectives: Duke Ellington Plates\">Watching the History Detectives: Duke Ellington Plates</a></h3>\n<p class=\"prefix\">Tuesday, September 8th, 2009</p>\n<div class=\"entry\">\n<p>Serenaded by the strains of the not-exactly-relevant-but-totally-catchy “Watching the Detectives” by Elvis Costello, I settle in to view this week’s episode of the <a href=\"http://www.pbs.org/opb/historydetectives/\">History Detectives</a>.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2009/09/atrainplate.jpg\" target=\"blank\"><img alt=\"Garfield Gillings holds the first plate of Ellington's &quot;Take the 'A' Train&quot;\" class=\"alignleft size-thumbnail wp-image-3064\" height=\"100\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2009/09/atrainplate-150x150.jpg\" title=\"Garfield Gillings holds the first plate of Ellington's &quot;Take the 'A' Train&quot;\" width=\"100\"/></a>The first segment features metal printing plates of Duke Ellington’s signature tune, “Take the ‘A’ Train.” Garfield Gillings of Brooklyn, New York, shows sociologist and History Detective <a href=\"http://www.pbs.org/opb/historydetectives/about/tukufu.html\" target=\"blank\">Tukufu Zuberi</a> a set of beautiful metal plates with the sheet music for the famous song engraved on them backwards.</p>\n<p>He found them in a dumpster in Harlem 20 years ago, and wonders if they may be the original printing plates of the song. There’s no publisher name or copyright notice on them.</p>\n<p>Zuberi’s first stop is with printing historian Frank Romano, who tells him they are indeed intaglio plates used for music typsetting between 1939 and 1944. “Take the ‘A’ Train” hit the charts in  1941, so the timing fits. Romano notes that it’s amazing the plates survived the war. They’re made out of tin and lead, metals that were getting recycled constantly for the war effort.</p>\n<p>He also answers the question of why there’s no ownership information on the plates. Each plate was engraved by a professional, and then printed off of only once. The print was then photographed and a negative made. A small piece of film with the current copyright information would be added to the negative, and that negative would then be transferred to a high speed printing press for publishing. That way the plates could still be used even if the publishing info changed.</p>\n<p>Next up is Loren Schoenberg, of the National Jazz Museum in Harlem. He points out that “Take the ‘A’ Train” was the first piece of music Ellington published via his own music publishing company, Tempo Music Co.  He was a pioneer in this. Many African-American musicians like Miles Davis and John Coltrane followed in his footsteps and created businesses so they could keep full ownership of their music and retain the profits from its publishing.</p>\n<p>Ironically, Billy Strayhorn, the pianist and composer who wrote “‘A’ Train”, got a salary from Ellington, but didn’t own the publishing rights to his own song. Eventually, after many years of collaboration, Duke gave him a 10% share of the company.</p>\n<p>Jazz historian Stanley Crouch says Strayhorn may have been a victim of his own genius. He was so good at composing in Ellington’s style that people widely assumed Ellington was the author.</p>\n<p>Now it’s on to the Smithsonian’s National Museum of American History, where Ellington collection curator John Hasse oohs and aahs a little over the plates. They have over 100,000 pages of Ellington’s unpublished music, but even he has never seen printing plates before.</p>\n<p>He says that not only was Tempo Music Co. a pioneering endeavor from an artist to own his art, but at times it actually sustained Duke Ellington’s band. Running the ban was a high cost operation; sometimes they ended up in the red and it was the publishing arm that made enough money to keep the band on the road.</p>\n<p><a href=\"http://www.thehistoryblog.com/wp-content/uploads/2009/09/atrain.jpg\" target=\"blank\"><img alt=\"Cover of original print edition\" class=\"alignright size-thumbnail wp-image-3067\" height=\"100\" src=\"http://www.thehistoryblog.com/wp-content/uploads/2009/09/atrain-150x150.jpg\" title=\"Cover of original print edition\" width=\"100\"/></a>In 1944, for example, the band made $404,969.67. Their expenses were an exhorbitant $394,711.94, leaving the entire band with a net profit of \t$10,257.73 for the year. The whole band was supposed to live on that! Even in 1944, that’s a lot of tap water and ramen noodles right there.</p>\n<p>Then John Hassey whips out the first print edition of “Take the ‘A’ Train”, published by Tempo Music Co. in 1941. Except for the copyright notice on the bottom of the page, it matches the plates exactly.</p>\n<p>Tukufu Zuberi goes back to Brooklyn to share the good news with Garfield: he dumpster-dived himself up the original printing plates of one of the most famous jazz tunes in history, and the first hit of artist publishing pioneer, Tempo Music Co. Garfield is adorably excited, as well he should be.</p>\n<p>A transcript of this segment is available in pdf format <a href=\"http://www.pbs.org/opb/historydetectives/pdf/712_ellington.pdf\" target=\"blank\">here</a>. The full episode can be viewed online <a href=\"http://video.pbs.org/video/1242407331/program/1138014438\" target=\"blank\">here</a>, although fair warning, the viewer inevitable crashes my Firefox browser. It works fine in IE 8.</p>\n<div class=\"addtoany_share_save_container addtoany_content addtoany_content_bottom\"><div class=\"a2a_kit a2a_kit_size_32 addtoany_list\" data-a2a-title=\"Watching the History Detectives: Duke Ellington Plates\" data-a2a-url=\"http://www.thehistoryblog.com/archives/3061\"><a class=\"a2a_dd addtoany_share_save addtoany_share\" href=\"https://www.addtoany.com/share\"><img alt=\"Share\" src=\"http://www.thehistoryblog.com/wp-content/sharesavesmall.png\"/></a></div></div> </div>\n<p class=\"postmetadata\">Posted in <a href=\"http://www.thehistoryblog.com/archives/category/modernish\" rel=\"category tag\">Modern(ish)</a>, <a href=\"http://www.thehistoryblog.com/archives/category/multimedia\" rel=\"category tag\">Multimedia</a>, <a href=\"http://www.thehistoryblog.com/archives/category/reviews\" rel=\"category tag\">Reviews</a> |   <a href=\"http://www.thehistoryblog.com/archives/3061#respond\">No Comments »</a></p>\n</div>\n<div class=\"navigation\">\n<div class=\"alignleft\"></div>\n<div class=\"alignright\"></div>\n</div>\n</div> <!-- MAIN -->\n<div id=\"SIDE\">\n<h2>Navigation</h2>\n<ul>\n<li class=\"page_item page-item-16\"><a href=\"http://www.thehistoryblog.com/its-a-blog-about-history\">It’s a blog. About history.</a></li>\n<li class=\"page_item page-item-68\"><a href=\"http://www.thehistoryblog.com/thanks-and-praise\">Thanks and Praise</a></li>\n<li class=\"page_item page-item-3175\"><a href=\"http://www.thehistoryblog.com/contact-me\">Contact Me</a></li>\n<li class=\"cat-item cat-item-2\"><a href=\"http://www.thehistoryblog.com/archives/category/ancient\">Ancient</a> (1,615)\n</li>\n<li class=\"cat-item cat-item-5\"><a href=\"http://www.thehistoryblog.com/archives/category/books\">Books</a> (44)\n</li>\n<li class=\"cat-item cat-item-7\"><a href=\"http://www.thehistoryblog.com/archives/category/education\">Education</a> (21)\n</li>\n<li class=\"cat-item cat-item-8\"><a href=\"http://www.thehistoryblog.com/archives/category/ex-cathedra\">Ex Cathedra</a> (76)\n</li>\n<li class=\"cat-item cat-item-14\"><a href=\"http://www.thehistoryblog.com/archives/category/looting\">Looting</a> (236)\n</li>\n<li class=\"cat-item cat-item-3\"><a href=\"http://www.thehistoryblog.com/archives/category/medieval\">Medieval</a> (608)\n</li>\n<li class=\"cat-item cat-item-10\"><a href=\"http://www.thehistoryblog.com/archives/category/modernish\">Modern(ish)</a> (2,047)\n</li>\n<li class=\"cat-item cat-item-9\"><a href=\"http://www.thehistoryblog.com/archives/category/multimedia\">Multimedia</a> (300)\n</li>\n<li class=\"cat-item cat-item-4\"><a href=\"http://www.thehistoryblog.com/archives/category/museums\">Museums</a> (945)\n</li>\n<li class=\"cat-item cat-item-15\"><a href=\"http://www.thehistoryblog.com/archives/category/renaissance\">Renaissance</a> (297)\n</li>\n<li class=\"cat-item cat-item-18 current-cat\"><a href=\"http://www.thehistoryblog.com/archives/category/reviews\">Reviews</a> (3)\n</li>\n<li class=\"cat-item cat-item-11\"><a href=\"http://www.thehistoryblog.com/archives/category/rome\">Roma, Caput Mundi</a> (163)\n</li>\n<li class=\"cat-item cat-item-6\"><a href=\"http://www.thehistoryblog.com/archives/category/social-policy\">Social policy</a> (182)\n</li>\n<li class=\"cat-item cat-item-16\"><a href=\"http://www.thehistoryblog.com/archives/category/treasures\">Treasures</a> (884)\n</li>\n</ul>\n<h2>Search</h2>\n<div class=\"SearchBox\">\n<form action=\"http://www.thehistoryblog.com/\" method=\"get\">\n<div>\n<input alt=\"Enter search text\" id=\"searchbox\" name=\"s\" type=\"text\" value=\"\"/>\n<input alt=\"Submit for search results\" id=\"searchbutton\" type=\"submit\" value=\"go\"/>\n</div>\n</form>\n</div>\n<h2>Archives</h2>\n<ul>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/03\">March 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/02\">February 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2019/01\">January 2019</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/12\">December 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/11\">November 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/10\">October 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/09\">September 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/08\">August 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/07\">July 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/06\">June 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/05\">May 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/04\">April 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/03\">March 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/02\">February 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2018/01\">January 2018</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/12\">December 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/11\">November 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/10\">October 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/09\">September 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/08\">August 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/07\">July 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/06\">June 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/05\">May 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/04\">April 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/03\">March 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/02\">February 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2017/01\">January 2017</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/12\">December 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/11\">November 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/10\">October 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/09\">September 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/08\">August 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/07\">July 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/06\">June 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/05\">May 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/04\">April 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/03\">March 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/02\">February 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2016/01\">January 2016</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/12\">December 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/11\">November 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/10\">October 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/09\">September 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/08\">August 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/07\">July 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/06\">June 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/05\">May 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/04\">April 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/03\">March 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/02\">February 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2015/01\">January 2015</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/12\">December 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/11\">November 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/10\">October 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/09\">September 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/08\">August 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/07\">July 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/06\">June 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/05\">May 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/04\">April 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/03\">March 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/02\">February 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2014/01\">January 2014</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/12\">December 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/11\">November 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/10\">October 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/09\">September 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/08\">August 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/07\">July 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/06\">June 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/05\">May 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/04\">April 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/03\">March 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/02\">February 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2013/01\">January 2013</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/12\">December 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/11\">November 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/10\">October 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/09\">September 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/08\">August 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/07\">July 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/06\">June 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/05\">May 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/04\">April 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/03\">March 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/02\">February 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2012/01\">January 2012</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/12\">December 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/11\">November 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/10\">October 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/09\">September 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/08\">August 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/07\">July 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/06\">June 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/05\">May 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/04\">April 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/03\">March 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/02\">February 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2011/01\">January 2011</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/12\">December 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/11\">November 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/10\">October 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/09\">September 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/08\">August 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/07\">July 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/06\">June 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/05\">May 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/04\">April 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/03\">March 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/02\">February 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2010/01\">January 2010</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/12\">December 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/11\">November 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/10\">October 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/09\">September 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/08\">August 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/07\">July 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/03\">March 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/02\">February 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2009/01\">January 2009</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/12\">December 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/11\">November 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/10\">October 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/09\">September 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/08\">August 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/07\">July 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/06\">June 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/05\">May 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/04\">April 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/03\">March 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/02\">February 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2008/01\">January 2008</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2007/12\">December 2007</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2006/07\">July 2006</a></li>\n<li><a href=\"http://www.thehistoryblog.com/archives/date/2006/06\">June 2006</a></li>\n</ul>\n<div class=\"Calendar\">\n<div class=\"Header\"></div>\n<table id=\"wp-calendar\">\n<caption>April 2019</caption>\n<thead>\n<tr>\n<th scope=\"col\" title=\"Sunday\">S</th>\n<th scope=\"col\" title=\"Monday\">M</th>\n<th scope=\"col\" title=\"Tuesday\">T</th>\n<th scope=\"col\" title=\"Wednesday\">W</th>\n<th scope=\"col\" title=\"Thursday\">T</th>\n<th scope=\"col\" title=\"Friday\">F</th>\n<th scope=\"col\" title=\"Saturday\">S</th>\n</tr>\n</thead>\n<tfoot>\n<tr>\n<td colspan=\"3\" id=\"prev\"><a href=\"http://www.thehistoryblog.com/archives/date/2019/03\">« Mar</a></td>\n<td class=\"pad\"> </td>\n<td class=\"pad\" colspan=\"3\" id=\"next\"> </td>\n</tr>\n</tfoot>\n<tbody>\n<tr>\n<td class=\"pad\" colspan=\"1\"> </td><td id=\"today\">1</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td>\n</tr>\n<tr>\n<td>7</td><td>8</td><td>9</td><td>10</td><td>11</td><td>12</td><td>13</td>\n</tr>\n<tr>\n<td>14</td><td>15</td><td>16</td><td>17</td><td>18</td><td>19</td><td>20</td>\n</tr>\n<tr>\n<td>21</td><td>22</td><td>23</td><td>24</td><td>25</td><td>26</td><td>27</td>\n</tr>\n<tr>\n<td>28</td><td>29</td><td>30</td>\n<td class=\"pad\" colspan=\"4\"> </td>\n</tr>\n</tbody>\n</table>\n<div class=\"Footer\"></div>\n</div>\n<h2>Other</h2>\n<ul>\n</ul>\n<a href=\"http://technorati.com/faves?sub=addfavbtn&amp;add=http://www.thehistoryblog.com \" target=\"_blank\"><img alt=\"Add to Technorati Favorites\" src=\" http://www.freethought-forum.com/livius/technorati.gif\"/></a>\n<h2>Syndication</h2>\n<ul class=\"rss\">\n<li><a href=\"http://www.thehistoryblog.com/feed\">Entries</a></li>\n<li><a href=\"http://www.thehistoryblog.com/comments/feed\">Comments</a></li>\n</ul>\n</div>\n<div id=\"FOOTER\">\n<div style=\"float:right\">\n<div class=\"Wrapper\">\n<p>The History Blog © 2019 All Rights Reserved.</p>\n<p>The History Blog is designed by <a href=\"http://www.gettemplate.com\">GetTemplate</a> and powered by <a href=\"http://wordpress.org/\">WordPress</a> </p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<script type=\"text/javascript\">function ctSetCookie(c_name, value, def_value){document.cookie = c_name + '=' + escape(value) + '; path=/';}ctSetCookie('ct_checkjs', '945491356', '0');</script><script src=\"http://www.thehistoryblog.com/wp-content/plugins/cleantalk-spam-protect/js/apbct-public.js?ver=5.95.1\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n/* <![CDATA[ */\nvar ctNocache = {\"ajaxurl\":\"http:\\/\\/www.thehistoryblog.com\\/wp-admin\\/admin-ajax.php\",\"info_flag\":\"\",\"set_cookies_flag\":\"1\",\"blog_home\":\"http:\\/\\/www.thehistoryblog.com\\/\"};\n/* ]]> */\n</script>\n<script src=\"http://www.thehistoryblog.com/wp-content/plugins/cleantalk-spam-protect/inc/cleantalk_nocache.js?ver=5.95.1\" type=\"text/javascript\"></script>\n<script src=\"http://www.thehistoryblog.com/wp-includes/js/wp-embed.min.js?ver=4.9.10\" type=\"text/javascript\"></script>\n</body>\n</html>\n"}