{"content": "\n Kotlin - Quick Guide \n  \n Advertisements \n \n<!--\ngoogle_ad_client = \"pub-7133395778201029\";\ngoogle_ad_width = 468;\ngoogle_ad_height = 60;\ngoogle_ad_format = \"468x60_as\";\ngoogle_ad_type = \"image\";\ngoogle_ad_channel = \"\";\n//-->\n\n\n \n  \n \n Previous Page\n \n \nNext Page  \n \n  \n  \n Kotlin - Overview \n Kotlin is a new open source programming language like Java, JavaScript, etc. It is a high level strongly statically typed language that combines functional and technical part in a same place. Currently, Kotlin targets Java and JavaScript. It runs on JVM. \n Kotlin is influenced by other programming languages such as Java, Scala, Groovy, Gosu, etc. The syntax of Kotlin may not be exactly similar to JAVA, however, internally Kotlin is reliant on the existing Java Class library to produce wonderful results for the programmers. Kotlin provides interoperability, code safety, and clarity to the developers around the world. \n Advantages and Disadvantages \n Following are some of the advantages of using Kotlin for your application development. \n Easy Language − Kotlin is a functional language and very easy to learn. The syntax is pretty much similar to Java, hence it is very easy to remember. Kotlin is more expressive, which makes your code more readable and understandable. \n Concise − Kotlin is based on JVM and it is a functional language. Thus, it reduce lots of boiler plate code used in other programming languages. \n Runtime and Performance − Better performance and small runtime. \n Interoperability − Kotlin is mature enough to build an interoperable application in a less complex manner. \n Brand New − Kotlin is a brand new language that gives developers a fresh start. It is not a replacement of Java, though it is developed over JVM. It is accepted as the first official language of android development. Kotlin can be defined as - Kotlin = JAVA + extra updated new features. \n Following are some of the disadvantages of Kotlin. \n Namespace declaration − Kotlin allows developers to declare the functions at the top level. However, whenever the same function is declared in many places of your application, then it is hard to understand which function is being called. \n No Static Declaration − Kotlin does not have usual static handling modifier like Java, which can cause some problem to the conventional Java developer. \n Kotlin - Environment Setup \n However, if you still want to use Kotlin offline in your local system, then you need to execute the following steps to configure your local workspace. \n Step 1 − Java 8 installation. \n Kotlin runs on JVM, hence. it is really necessary to use JDK 8 for your local Kotlin development. Please refer to the official website of oracle to download and install JDK 8 or an above version. You might have to set the environment variable for JAVA such that it can work properly. To verify your installation in Windows operating system, hit “java –version” in the command prompt and as an output it will show you the java version installed in your system. \n Step 2 − IDE installation. \n There are a number of IDE available over the internet. You can use any of your choice. You can find the download link of different IDE in the following table. \n \n\nIDE Name\nInstallation Link\n\n\nNetBeans\nhttps://netbeans.org/downloads/\n\n\nEclipse\nhttps://www.eclipse.org/downloads/\n\n\nIntellij\nhttps://www.jetbrains.com/idea/download/#section = windows\n\n \n It is always recommended to use the recent software version to drag out maximum facility from it. \n Step 3 − Configuring Eclipse. \n Open Eclipse and go to “Eclipse Market Place”. You will find the following screen. \n \nSearch for Kotlin in the search box and install the same in your local system. It might take some time depending on the internet speed. You may have to restart your Eclipse, once it is successfully installed.\nStep 4 − Kotlin Project.\nOnce Eclipse is successfully restarted and Kotlin is installed, you will be able to create a Kotlin project on the fly. Go to File → New → Others and select “Kotlin project” from the list.\n\nOnce the project setup is done, you can create a Kotlin file under “SRC” folder. Left-click on the “Src” folder and hit “new”. You will get an option for Kotlin file, otherwise you may have to search from the “others”. Once the new file is created, your project directory will be look like the following.\n\nYour development environment is ready now. Go ahead and add the following piece of code in the “Hello.kt” file.\n Live Demo\n\nfun main(args: Array<String>) {\n   println(\"Hello, World!\")\n}\n\nRun it as a Kotlin application and see the output in the console as shown in the following screenshot. For better understanding and availability, we will be using our coding ground tool.\n\nHello, World!\n\nKotlin - Architecture\nKotlin is a programming language and has its own architecture to allocate memory and produce a quality output to the end user. Following are the different scenarios where Kotlin compiler will work differently, whenever it is targeting different other kind of languages such as Java and JavaScript.\nKotlin compiler creates a byte code and that byte code can run on the JVM, which is exactly equal to the byte code generated by the Java .class file. Whenever two byte coded file runs on the JVM, they can communicate with each other and this is how an interoperable feature is established in Kotlin for Java.\n\nWhenever Kotlin targets JavaScript, the Kotlin compiler converts the .kt file into ES5.1 and generates a compatible code for JavaScript. Kotlin compiler is capable of creating platform basis compatible codes via LLVM.\nKotlin - Basic Types\nIn this chapter, we will learn about the basic data types available in Kotlin programming language.\nNumbers\nThe representation of numbers in Kotlin is pretty similar to Java, however, Kotlin does not allow internal conversion of different data types. Following table lists different variable lengths for different numbers.\n\n\nType\nSize\n\n\nDouble\n64\n\n\nFloat\n32\n\n\nLong\n64\n\n\nInt\n32\n\n\nShort\n16\n\n\nByte\n8\n\n\nIn the following example, we will see how Kotlin works with different data types. Please enter the following set of code in our coding ground.\n Live Demo\n\nfun main(args: Array<String>) {\n   val a: Int = 10000\n   val d: Double = 100.00\n   val f: Float = 100.00f\n   val l: Long = 1000000004\n   val s: Short = 10\n   val b: Byte = 1\n   \n   println(\"Your Int Value is \"+a);\n   println(\"Your Double  Value is \"+d);\n   println(\"Your Float Value is \"+f);\n   println(\"Your Long Value is \"+l);\n   println(\"Your Short Value is \"+s);\n   println(\"Your Byte Value is \"+b);\n}\n\nWhen you run the above piece of code in the coding ground, it will generate the following output in the web console.\n\nYour Int Value is 10000\nYour Double  Value is 100.0\nYour Float Value is 100.0\nYour Long Value is 1000000004\nYour Short Value is 10\nYour Byte Value is 1\n\nCharacters\nKotlin represents character using char. Character should be declared in a single quote like ‘c’. Please enter the following code in our coding ground and see how Kotlin interprets the character variable. Character variable cannot be declared like number variables. Kotlin variable can be declared in two ways - one using “var” and another using “val”.\n Live Demo\n\nfun main(args: Array<String>) {\n   val letter: Char    // defining a variable \n   letter = 'A'        // Assigning a value to it \n   println(\"$letter\")\n}\n\nThe above piece of code will yield the following output in the browser output window.\n\nA\n\nBoolean\nBoolean is very simple like other programming languages. We have only two values for Boolean – either true or false. In the following example, we will see how Kotlin interprets Boolean.\n Live Demo\n\nfun main(args: Array<String>) {\n   val letter: Boolean   // defining a variable \n   letter = true         // Assinging a value to it \n   println(\"Your character value is \"+\"$letter\")\n}\n\nThe above piece of code will yield the following output in the browser.\n\nYour character value is true\n\nStrings\nStrings are character arrays. Like Java, they are immutable in nature. We have two kinds of string available in Kotlin - one is called raw String and another is called escaped String. In the following example, we will make use of these strings.\n Live Demo\n\nfun main(args: Array<String>) {\n   var rawString :String  = \"I am Raw String!\"\n   val escapedString : String  = \"I am escaped String!\\n\"\n   \n   println(\"Hello!\"+escapedString)\n   println(\"Hey!!\"+rawString)   \n}\n\nThe above example of escaped String allows to provide extra line space after the first print statement. Following will be the output in the browser.\n\nHello!I am escaped String!\n\nHey!!I am Raw String!\n\nArrays\nArrays are a collection of homogeneous data. Like Java, Kotlin supports arrays of different data types. In the following example, we will make use of different arrays.\n Live Demo\n\nfun main(args: Array<String>) {\n   val numbers: IntArray = intArrayOf(1, 2, 3, 4, 5)\n   println(\"Hey!! I am array Example\"+numbers[2])\n}\n\nThe above piece of code yields the following output. The indexing of the array is similar to other programming languages. Here, we are searching for a second index, whose value is “3”.\n\nHey!! I am array Example3\n\nCollections\nCollection is a very important part of the data structure, which makes the software development easy for engineers. Kotlin has two types of collection - one is immutable collection (which means lists, maps and sets that cannot be editable) and another is mutable collection (this type of collection is editable). It is very important to keep in mind the type of collection used in your application, as Kotlin system does not represent any specific difference in them.\n Live Demo\n\nfun main(args: Array<String>) { \n   val numbers: MutableList<Int> = mutableListOf(1, 2, 3) //mutable List \n   val readOnlyView: List<Int> = numbers                  // immutable list \n   println(\"my mutable list--\"+numbers)        // prints \"[1, 2, 3]\" \n   numbers.add(4) \n   println(\"my mutable list after addition --\"+numbers)        // prints \"[1, 2, 3, 4]\" \n   println(readOnlyView)     \n   readOnlyView.clear()    // ⇒ does not compile  \n// gives error  \n}\n\nThe above piece of code will yield the following output in the browser. It gives an error when we try to clear the mutable list of collection.\n\nmain.kt:9:18: error: unresolved reference: clear\n   readOnlyView.clear()    // -> does not compile  \n                 ^\n\nIn collection, Kotlin provides some useful methods such as first(), last(), filter(), etc. All these methods are self-descriptive and easy to implement. Moreover, Kotlin follows the same structure such as Java while implementing collection. You are free to implement any collection of your choice such as Map and Set.\nIn the following example, we have implemented Map and Set using different built-in methods.\n Live Demo\n\nfun main(args: Array<String>) {\n   val items = listOf(1, 2, 3, 4)\n   println(\"First Element of our list----\"+items.first())\n   println(\"Last Element of our list----\"+items.last())\n   println(\"Even Numbers of our List----\"+items.\n      filter { it % 2 = = 0 })   // returns [2, 4]\n   \n   val readWriteMap = hashMapOf(\"foo\" to 1, \"bar\" to 2)\n   println(readWriteMap[\"foo\"])  // prints \"1\"\n   \n   val strings = hashSetOf(\"a\", \"b\", \"c\", \"c\")\n   println(\"My Set Values are\"+strings)\n}\n\nThe above piece of code yields the following output in the browser.\n\nFirst Element of our list----1\nLast Element of our list----4\nEven Numbers of our List----[2, 4]\n1\nMy Set Values are[a, b, c]\n\nRanges\nRanges is another unique characteristic of Kotlin. Like Haskell, it provides an operator that  helps you iterate through a range. Internally, it is implemented using rangeTo() and its operator form is (..).\nIn the following example, we will see how Kotlin interprets this range operator.\n Live Demo\n\nfun main(args: Array<String>) {\n   val i:Int  = 2\n   for (j in 1..4) \n   print(j) // prints \"1234\"\n   \n   if (i in 1..10) { // equivalent of 1 < = i && i < = 10\n      println(\"we found your number --\"+i)\n   }\n}\n\nThe above piece of code yields the following output in the browser.\n\n1234we found your number --2\n\nKotlin - Control Flow\nIn the previous chapter we have learned about different types of data types available in Kotlin system. In this chapter, we will discuss different types of control flow mechanism available in the Kotlin.\nIf - Else\nKotlin is a functional language hence like every functional language in Kotlin “if” is an expression, it is not a keyword. The expression “if” will return a value whenever necessary. Like other programming language, “if-else” block is used as an initial conditional checking operator. In the following example, we will compare two variables and provide the required output accordingly.\n Live Demo\n\nfun main(args: Array<String>) {\n   val a:Int = 5\n   val b:Int = 2\n   var max: Int\n   \n   if (a > b) {\n      max = a\n   } else {\n      max = b\n   }\n   print(\"Maximum of a or b is \" +max)\n \n   // As expression \n   // val max = if (a > b) a else b\n}\n\nThe above piece of code yields the following output as a result in the browser. Our example also contains another line of code, which depicts how to use “If” statement as an expression.\n\nMaximum of a or b is 5\n\nUse of When\nIf you are familiar with other programming languages, then you might have heard of the term switch statement, which is basically a conditional operator when multiple conditions can be applied on a particular variable. “when” operator matches the variable value against the branch conditions. If it is satisfying the branch condition then it will execute the statement inside that scope. In the following example, we will learn more about “when” in Kotlin.\n Live Demo\n\nfun main(args: Array<String>) {\n   val x:Int = 5\n   when (x) {\n      1 -> print(\"x = = 1\")\n      2 -> print(\"x = = 2\")\n      \n      else -> { // Note the block\n         print(\"x is neither 1 nor 2\")\n      }\n   }\n}\n\nThe above piece of code yields the following output in the browser.\n\nx is neither 1 nor 2\n\nIn the above example, Kotlin compiler matches the value of x with the given branches. If it is not matching any of the branches, then it will execute the else part. Practically, when is equivalent to multiple if block. Kotlin provides another flexibility to the developer, where the developer can provide multiple checks in the same line by providing “,” inside the checks. Let us modify the above example as follows.\n Live Demo\n\nfun main(args: Array<String>) {\n   val x:Int = 5\n   when (x) {\n      1,2 -> print(\" Value of X either 1,2\")\n      \n      else -> { // Note the block\n         print(\"x is neither 1 nor 2\")\n      }\n   }\n}\n\nRun the same in the browser, which will yield the following output in the browser.\n\nx is neither 1 nor 2\n\nFor Loop\nLoop is such an invention that provides the flexibility to iterate through any kind of data structure. Like other programming languages, Kotlin also provides many kinds of Looping methodology, however, among them “For” is the most successful one. The implementation and use of For loop is conceptually similar to Java for loop. The following example shows how we can use the same in real-life examples.\n Live Demo\n\nfun main(args: Array<String>) {\n   val items = listOf(1, 2, 3, 4)\n   for (i in items) println(\"values of the array\"+i)\n}\n\nIn the above piece of code, we have declared one list named as “items” and using for loop we are iterating through that defined list and printing its value in the browser. Following is the output.\n\nvalues of the array1\nvalues of the array2\nvalues of the array3\nvalues of the array4\n\nFollowing is another example of code, where we are using some library function to make our development work easier than ever before.\n Live Demo\n\nfun main(args: Array<String>) {\n   val items = listOf(1, 22, 83, 4)\n   \n   for ((index, value) in items.withIndex()) {\n      println(\"the element at $index is $value\")\n   }\n}\n\nOnce we compile and execute the above piece of code in our coding ground, it will yield the following output in the browser.\n\nthe element at 0 is 1\nthe element at 1 is 22\nthe element at 2 is 83\nthe element at 3 is 4\n\nWhile Loop and Do-While Loop\nWhile and Do-While work exactly in a similar way like they do in other programming languages. The only difference between these two loops is, in case of Do-while loop the condition will be tested at the end of the loop. The following example shows the usage of the While loop.\n Live Demo\n\nfun main(args: Array<String>) {\n   var x:Int = 0\n   println(\"Example of While Loop--\")\n   \n   while(x< = 10) {\n      println(x)\n      x++\n   } \n}\n\nThe above piece of code yields the following output in the browser.\n\nExample of While Loop--\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n\nKotlin also has another loop called Do-While loop, where the loop body will be executed once, only then the condition will be checked. The following example shows the usage of the Do-while loop.\n Live Demo\n\nfun main(args: Array<String>) {\n   var x:Int = 0\n   do {\n      x = x + 10\n      println(\"I am inside Do block---\"+x)\n   } while(x <= 50)\n}\n\nThe above piece of code yields the following output in the browser. In the above code, Kotlin compiler will execute the DO block, then it will go for condition checking in while block.\n\nI am inside Do block---10\nI am inside Do block---20\nI am inside Do block---30\nI am inside Do block---40\nI am inside Do block---50\nI am inside Do block---60\n\nUse of Return, Break, Continue\nIf you are familiar with any programming language, then you must have an idea of different keywords that help us implement good control flow in the application. Following are the different keywords that can be used to control the loops or any other types of control flow.\nReturn − Return is a keyword that returns some value to the calling function from the called function. In the following example, we will implement this scenario using our Kotlin coding ground.\n Live Demo\n\nfun main(args: Array<String>) {\n   var x:Int = 10\n   println(\"The value of X is--\"+doubleMe(x))\n}\nfun doubleMe(x:Int):Int {\n   return 2*x;\n}\n\nIn the above piece of code, we are calling another function and multiplying the input with 2, and returning the resultant value to the called function that is our main function. Kotlin defines the function in a different manner that we will look at in a subsequent chapter. For now, it is enough to understand that the above code will generate the following output in the browser.\n\nThe value of X is--20\n\nContinue & Break − Continue and break are the most vital part of a logical problem. The “break” keyword terminates the controller flow if some condition has failed and “continue” does the opposite. All this operation happens with immediate visibility. Kotlin is smarter than other programming languages, wherein the developer can apply more than one label as visibility. The following piece of code shows how we are implementing this label in Kotlin.\n Live Demo\n\nfun main(args: Array<String>) {\n   println(\"Example of Break and Continue\")\n   myLabel@ for(x in 1..10) { // appling the custom label\n      if(x = = 5) {\n         println(\"I am inside if block with value\"+x+\"\\n-- hence it will close the operation\")\n         break@myLabel //specifing the label\n      } else {\n         println(\"I am inside else block with value\"+x)\n         continue@myLabel\n      }\n   }\n}\n\nThe above piece of code yields the following output in the browser.\n\nExample of Break and Continue\nI am inside else block with value1\nI am inside else block with value2\nI am inside else block with value3\nI am inside else block with value4\nI am inside if block with value5\n-- hence it will close the operation\n\nAs you can see, the controller continues the loop, until and unless the value of x is 5. Once the value of x reaches 5, it starts executing the if block and once the break statement is reached, the entire control flow terminates the program execution.\nKotlin - Class & Object\nIn this chapter, we will learn the basics of Object-Oriented Programming (OOP) using Kotlin. We will learn about class and its object and how to play with that object. By definition of OOP, a class is a blueprint of a runtime entity and object is its state, which includes both its behavior and state. In Kotlin, class declaration consists of a class header and a class body surrounded by curly braces, similar to Java.\n\nClass myClass { // class Header \n\n   // class Body\n}\n\nLike Java, Kotlin also allows to create several objects of a class and you are free to include its class members and functions. We can control the visibility of the class members variables using different keywords that we will learn in Chapter 10 – Visibility Control. In the following example, we will create one class and its object through which we will access different data members of that class.\n Live Demo\n\nclass myClass {\n   // property (data member)\n   private var name: String = \"Tutorials.point\"\n   \n   // member function\n   fun printMe() {\n      print(\"You are at the best Learning website Named-\"+name)\n   }\n}\nfun main(args: Array<String>) {\n   val obj = myClass() // create obj object of myClass class\n   obj.printMe()\n}\n\nThe above piece of code will yield the following output in the browser, where we are calling printMe() of myClass using its own object.\n\nYou are at the best Learning website Named- Tutorials.point\n\nNested Class\nBy definition, when a class has been created inside another class, then it is called as a nested class. In Kotlin, nested class is by default static, hence, it can be accessed without creating any object of that class. In the following example, we will see how Kotlin interprets our nested class.\n Live Demo\n\nfun main(args: Array<String>) {\n   val demo = Outer.Nested().foo() // calling nested class method\n   print(demo)\n}\nclass Outer {\n   class Nested {\n      fun foo() = \"Welcome to The TutorialsPoint.com\"\n   }\n}\n\nThe above piece of code will yield the following output in the browser.\n\nWelcome to The TutorialsPoint.com\n\nInner Class\nWhen a nested class is marked as a “inner”, then it will be called as an Inner class. An inner class can be accessed by the data member of the outer class. In the following example, we will be accessing the data member of the outer class.\n Live Demo\n\nfun main(args: Array<String>) {\n   val demo = Outer().Nested().foo() // calling nested class method\n   print(demo)\n}\nclass Outer {\n   private val welcomeMessage: String = \"Welcome to the TutorialsPoint.com\"\n   inner class Nested {\n      fun foo() = welcomeMessage\n   }\n}\n\nThe above piece of code will yield the following output in the browser, where we are calling the nested class using the default constructor provided by Kotlin compilers at the time of compiling.\n\nWelcome to the TutorialsPoint.com\n\nAnonymous Inner Class\nAnonymous inner class is a pretty good concept that makes the life of a programmer very easy. Whenever we are implementing an interface, the concept of anonymous inner block comes into picture. The concept of creating an object of interface using runtime object reference is known as anonymous class. In the following example, we will create an interface and we will create an object of that interface using Anonymous Inner class mechanism.\n Live Demo\n\nfun main(args: Array<String>) {\n   var programmer :Human = object:Human // creating an instance of the interface {\n      override fun think() { // overriding the think method\n         print(\"I am an example of Anonymous Inner Class \")\n      }\n   }\n   programmer.think()\n}\ninterface Human {\n   fun think()\n}\n\nThe above piece of code will yield the following output in the browser.\n\nI am an example of Anonymous Inner Class \n\nType Aliases\nType aliases are a property of Kotlin compiler. It provides the flexibility of creating a new name of an existing type, it does not create a new type. If the type name is too long, you can easily introduce a shorter name and use the same for future usage. Type aliases is really helpful for complex type. In the latest version, Kotlin revoked the support for type aliases, however, if you are using an old version of Kotlin you may have use it like the following −\n\ntypealias NodeSet = Set<Network.Node>\ntypealias FileTable<K> = MutableMap<K, MutableList<File>>\n\nKotlin - Constructors\nIn this chapter, we will learn about constructors in Kotlin. Kotlin has two types of constructor - one is the primary constructor and the other is the secondary constructor. One Kotlin class can have one primary constructor, and one or more secondary constructor. Java constructor initializes the member variables, however, in Kotlin the primary constructor initializes the class, whereas the secondary constructor helps to include some extra logic while initializing the same. The primary constructor can be declared at class header level as shown in the following example.\n\nclass Person(val firstName: String, var age: Int) {\n   // class body\n}\n\nIn the above example, we have declared the primary constructor inside the parenthesis. Among the two fields, first name is read-only as it is declared as “val”, while the field age can be edited. In the following example, we will use the primary constructor.\n Live Demo\n\nfun main(args: Array<String>) {\n   val person1 = Person(\"TutorialsPoint.com\", 15)\n   println(\"First Name = ${person1.firstName}\")\n   println(\"Age = ${person1.age}\")\n}\nclass Person(val firstName: String, var age: Int) {\n}\n\nThe above piece of code will automatically initialize the two variables and provide the following output in the browser.\n\nFirst Name = TutorialsPoint.com\nAge = 15\n\nAs mentioned earlier, Kotlin allows to create one or more secondary constructors for your class. This secondary constructor is created using the “constructor” keyword. It is required whenever you want to create more than one constructor in Kotlin or whenever you want to include more logic in the primary constructor and you cannot do that because the primary constructor may be called by some other class. Take a look at the following example, where we have created a secondary constructor and are using the above example to implement the same.\n Live Demo\n\nfun main(args: Array<String>) {\n   val HUman = HUman(\"TutorialsPoint.com\", 25)\n   print(\"${HUman.message}\"+\"${HUman.firstName}\"+\n      \"Welcome to the example of Secondary  constructor, Your Age is-${HUman.age}\")\n}\nclass HUman(val firstName: String, var age: Int) {\n   val message:String  = \"Hey!!!\"\n\tconstructor(name : String , age :Int ,message :String):this(name,age) {\n   }\n}\n\nNote − Any number of secondary constructors can be created, however, all of those constructors should call the primary constructor directly or indirectly.\nThe above piece of code will yield the following output in the browser.\n\nHey!!! TutorialsPoint.comWelcome to the example of Secondary  constructor, Your Age is- 25\n\nKotlin - Inheritance\nIn this chapter, we will learn about inheritance. By definition, we all know that inheritance means accruing some properties of the mother class into the child class. In Kotlin, the base class is named as “Any”, which is the super class of the ‘any’ default class declared in Kotlin. Like all other OOPS, Kotlin also provides this functionality using one keyword known as “:”.\nEverything in Kotlin is by default final, hence, we need to use the keyword “open” in front of the class declaration to make it allowable to inherit. Take a look at the following example of inheritance.\n Live Demo\n\nimport java.util.Arrays\n\nopen class ABC {\n   fun think () {\n      print(\"Hey!! i am thiking \")\n   }\n}\nclass BCD: ABC(){ // inheritence happend using default constructor \n}\n\nfun main(args: Array<String>) {\n   var  a = BCD()\n   a.think()\n}\n\nThe above piece of code will yield the following output in the browser.\n\nHey!! i am thiking \n\nNow, what if we want to override the think() method in the child class. Then, we need to consider the following example where we are creating two classes and override one of its function into the child class.\n Live Demo\n\nimport java.util.Arrays\n\nopen class ABC {\n   open fun think () {\n      print(\"Hey!! i am thinking \")\n   }\n}\nclass BCD: ABC() { // inheritance happens using default constructor \n   override fun think() {\n      print(\"I Am from Child\")\n   }\n}\nfun main(args: Array<String>) {\n   var  a = BCD()\n   a.think()\n}\n\nThe above piece of code will call the child class inherited method and it will yield the following output in the browser. Like Java, Kotlin too doesn’t allow multiple inheritances.\n\nI Am from Child \n\nKotlin - Interface\nIn this chapter, we will learn about the interface in Kotlin. In Kotlin, the interface works exactly similar to Java 8, which means they can contain method implementation as well as abstract methods declaration. An interface can be implemented by a class in order to use its defined functionality. We have already introduced an example with an interface in Chapter 6 - section “anonymous inner class”. In this chapter, we will learn more about it. The keyword “interface” is used to define an interface in Kotlin as shown in the following piece of code.\n\ninterface ExampleInterface {\n   var myVar: String     // abstract property\n   fun absMethod()       // abstract method\n   fun sayHello() = \"Hello there\" // method with default implementation\n}\n\nIn the above example, we have created one interface named as “ExampleInterface” and inside that we have a couple of abstract properties and methods all together. Look at the function named “sayHello()”, which is an implemented method.\nIn the following example, we will be implementing the above interface in a class.\n Live Demo\n\ninterface ExampleInterface  {\n   var myVar: Int            // abstract property\n   fun absMethod():String    // abstract method\n   \n   fun hello() {\n      println(\"Hello there, Welcome to TutorialsPoint.Com!\")\n   }\n}\nclass InterfaceImp : ExampleInterface {\n   override var myVar: Int = 25\n   override fun absMethod() = \"Happy Learning \"\n}\nfun main(args: Array<String>) {\n   val obj = InterfaceImp()\n   println(\"My Variable Value is = ${obj.myVar}\")\n   print(\"Calling hello(): \")\n   obj.hello()\n   \n   print(\"Message from the Website-- \")\n   println(obj.absMethod())\n}\n\nThe above piece of code will yield the following output in the browser.\n\nCalling hello(): Hello there, Welcome to TutorialsPoint.Com!\nMessage from the Website-- Happy Learning \n\nAs mentioned earlier, Kotlin doesn’t support multiple inheritances, however, the same thing can be achieved by implementing more than two interfaces at a time.\nIn the following example, we will create two interfaces and later we will implement both the interfaces into a class.\n Live Demo\n\ninterface A {\n   fun printMe() {\n      println(\" method of interface A\")\n   }\n}\ninterface B  {\n   fun printMeToo() {\n      println(\"I am another Method from interface B\")\n   }\n}\n\n// implements two interfaces A and B\nclass multipleInterfaceExample: A, B\n\nfun main(args: Array<String>) {\n   val obj = multipleInterfaceExample()\n   obj.printMe()\n   obj.printMeToo()\n}\n\nIn the above example, we have created two sample interfaces A, B and in the class named “multipleInterfaceExample” we have implemented two interfaces declared earlier. The above piece of code will yield the following output in the browser.\n\nmethod of interface A\nI am another Method from interface B\n\nKotlin - Visibility Control\nIn this chapter, we will learn about different modifiers available in Kotlin language. Access modifier is used to restrict the usage of the variables, methods and class used in the application. Like other OOP programming language, this modifier is applicable at multiple places such as in the class header or method declaration. There are four access modifiers available in Kotlin.\nPrivate\nThe classes, methods, and packages can be declared with a private modifier. Once anything is declared as private, then it will be accessible within its immediate scope. For instance, a private package can be accessible within that specific file. A private class or interface can be accessible only by its data members, etc.\n\nprivate class privateExample {\n   private val i = 1\n   private val doSomething() {\n   }\n}\n\nIn the above example, the class “privateExample” and the variable i both can be accessible only in the same Kotlin file, where its mentioned as they all are declared as private in the declaration block.\nProtected\nProtected is another access modifier for Kotlin, which is currently not available for top level declaration like any package cannot be protected. A protected class or interface is visible to its subclass only.\n\nclass A() {\n   protected val i = 1\n}\nclass B : A() {\n   fun getValue() : Int {\n      return i\n   }\n}\n\nIn the above example, the variable “i” is declared as protected, hence, it is only visible to its subclass.\nInternal\nInternal is a newly added modifier introduced in Kotlin. If anything is marked as internal, then that specific field will be in the internal field. An Internal package is visible only inside the module under which it is implemented. An internal class interface is visible only by other class present inside the same package or the module. In the following example, we will see how to implement an internal method.\n\nclass internalExample {\n   internal val i = 1\n   internal fun doSomething() {\n   }\n}\n\nIn the above example, the method named “doSomething” and the variable is mentioned as internal, hence, these two fields can be accessible only inside the package under which it is declared.\nPublic\nPublic modifier is accessible from anywhere in the project workspace. If no access modifier is specified, then by default it will be in the public scope. In all our previous examples, we have not mentioned any modifier, hence, all of them are in the public scope. Following is an example to understand more on how to declare a public variable or method.\n\nclass publicExample {\n   val i = 1\n   fun doSomething() {\n   }\n}\n\nIn the above example, we have not mentioned any modifier, thus all these methods and variables are by default public.\nKotlin - Extension\nIn this chapter, we will learn about another new feature of Kotlin named “Extension”. Using extension, we will be able to add or remove some method functionality even without inheriting or modifying them. Extensions are resolved statistically. It does not actually modify the existing class, but it creates a callable function that can be called with a dot operation.\nFunction Extension\nIn function extension, Kotlin allows to define a method outside of the main class. In the following example, we will see how the extension is implemented at the functional level.\n Live Demo\n\nclass Alien {\n   var skills : String = \"null\"\n\t\n   fun printMySkills() {\n      print(skills)\n   }\t\t\n}\nfun main(args: Array<String>) {\n   var  a1 = Alien()\n   a1.skills = \"JAVA\"\n   //a1.printMySkills()\n\t\n   var  a2 = Alien()\n   a2.skills = \"SQL\"\n   //a2.printMySkills()\n\t\n   var  a3 = Alien()\n   a3.skills = a1.addMySkills(a2)\n   a3.printMySkills()\n}\nfun Alien.addMySkills(a:Alien):String{\n   var a4 = Alien()\n   a4.skills = this.skills + \" \" +a.skills\n   return a4.skills\n}\n\nIn the above example, we don’t have any method inside “Alien” class named as “addMySkills()”, however, we still are implementing the same method somewhere else outside of the class, This is the magic of extension.\nThe above piece of code will generate the following output in the browser.\n\nJAVA SQL\n\nObject Extension\nKotlin provides another mechanism to implement static functionality of Java. This can be achieved using the keyword “companion object”. Using this mechanism, we can create an object of a class inside a factory method and later we can just call that method using the reference of the class name. In the following example, we will  create a “companion object”.\n Live Demo\n\nfun main(args: Array<String>) {\n   println(\"Heyyy!!!\"+A.show())\n}\nclass A {\n   companion object {\n      fun show():String {\n         return(\"You are learning Kotlin from TutorialsPoint.com\")\n      }\n   }\n}\n\nThe above piece of code will yield the following output in the browser.\n\nHeyyy!!! You are learning Kotlin from TutorialsPoint.com\n\nThe above example seems like static in Java, however, in real-time we are creating an object as a member variable of that same class. This is why it is also included under extension property and can be alternatively called as an object extension. You are basically extending the object of the same class to use some of the member functions.\nKotlin - Data Classes\nIn this chapter, we will learn more about Data classes of Kotlin programming language. A class can be marked as a Data class whenever it is marked as ”data”. This type of class can be used to hold the basic data apart. Other than this, it does not provide any other functionality.\nAll the data classes need to have one primary constructor and all the primary constructor should have at least one parameter. Whenever a class is marked as data, we can use some of the inbuilt function of that data class such as “toString()”,”hashCode()”, etc. Any data class cannot have a modifier like abstract and open or internal. Data class can be extended to other classes too. In the following example, we will create one data class.\n Live Demo\n\nfun main(args: Array<String>) {\n   val book: Book = Book(\"Kotlin\", \"TutorialPoint.com\", 5)\n   println(\"Name of the Book is--\"+book.name) // \"Kotlin\"\n   println(\"Puclisher Name--\"+book.publisher) // \"TutorialPoint.com\"\n   println(\"Review of the book is--\"+book.reviewScore) // 5\n   book.reviewScore = 7\n   println(\"Printing all the info all together--\"+book.toString()) \n   //using inbuilt function of the data class \n   \n   println(\"Example of the hashCode function--\"+book.hashCode())\n}\n\ndata class Book(val name: String, val publisher: String, var reviewScore: Int)\n\nThe above piece of code will yield the following output in the browser, where we have created one data class to hold some of the data, and from the main function we have accessed all of its data members.\n\nName of the Book is--\"Kotlin\"\nPuclisher Name--\"TutorialPoint.com\"\nReview of the book is--5\nPrinting all the info all together--(name-Kotlin, publisher-TutorialPoint.com, reviewScore-7)\nExample of the hashCode function---1753517245\n\nKotlin - Sealed Class\nIn this chapter, we will learn about another class type called “Sealed” class. This type of class is used to represent a restricted class hierarchy. Sealed allows the developers to maintain a data type of a predefined type. To make a sealed class, we need to use the keyword “sealed” as a modifier of that class. A sealed class can have its own subclass but all those subclasses need to be declared inside the same Kotlin file along with the sealed class. In the following example, we will see how to use a sealed class.\n Live Demo\n\nsealed class MyExample {\n   class OP1 : MyExample() // MyExmaple class can be of two types only\n   class OP2 : MyExample()\n}\nfun main(args: Array<String>) {\n   val obj: MyExample = MyExample.OP2() \n   \n   val output = when (obj) { // defining the object of the class depending on the inuputs \n      is MyExample.OP1 -> \"Option One has been chosen\"\n      is MyExample.OP2 -> \"option Two has been chosen\"\n   }\n   \n   println(output)\n}\n\nIn the above example, we have one sealed class named “MyExample”, which can be of two types only - one is “OP1” and another one is “OP2”. In the main class, we are creating an object in our class and assigning its type at runtime. Now, as this “MyExample” class is sealed, we can apply the “when ” clause at runtime to implement the final output.\nIn sealed class, we need not use any unnecessary “else” statement to complex out the code. The above piece of code will yield the following output in the browser.\n\noption Two has been chosen\n\nKotlin - Generics\nLike Java, Kotlin provides higher order of variable typing called as Generics. In this chapter, we will learn how Kotlin implements Generics and how as a developer we can use those functionalities provided inside the generics library. Implementation wise, generics is pretty similar to Java but Kotlin developer has introduced two new keywords “out” and “in” to make Kotlin codes more readable and easy for the developer.\nIn Kotlin, a class and a type are totally different concepts. As per the example, List is a class in Kotlin, whereas List<String> is a type in Kotlin. The following example depicts how generics is implemented in Kotlin.\n\nfun main(args: Array<String>) {\n   val integer: Int = 1\n   val number: Number = integer\n   print(number)\n}\n\nIn the above code, we have declared one “integer” and later we have assigned that variable to a number variable. This is possible because “Int” is a subclass of Number class, hence the type conversion happens automatically at runtime and produces the output as “1”.\nLet us learn something more about generics in Kotlin. It is better to go for generic data type whenever we are not sure about the data type we are going to use in the application. Generally, in Kotlin generics is defined by <T> where “T” stands for template, which can be determined dynamically by Kotlin complier. In the following example, we will see how to use generic data types in Kotlin programming language.\n Live Demo\n\nfun main(args: Array<String>) {\n   var objet = genericsExample<String>(\"JAVA\")\n   var objet1 = genericsExample<Int>(10)\n}\nclass genericsExample<T>(input:T) {\n   init {\n      println(\"I am getting called with the value \"+input)\n   }\n}\n\nIn the above piece of code, we are creating one class with generic return type, which is represented as <T>. Take a look at the main method, where we have dynamically defined its value at the run by proving the value type, while creating the object of this class. This is how generics is interpreted by Kotlin compiler. We will get the following output in the browser, once we run this code in our coding ground.\n\nI am getting called with the value JAVA\nI am getting called with the value 10\n\nWhen we want to assign the generic type to any of its super type, then we need to use “out” keyword, and when we want to assign the generic type to any of its sub-type, then we need to use “in” keyword. In the following example, we will use “out” keyword. Similarly, you can try using “in” keyword.\n Live Demo\n\nfun main(args: Array<String>) {\n   var objet1 = genericsExample<Int>(10)\n   var object2 = genericsExample<Double>(10.00)\n   println(objet1)\n   println(object2)\n}\nclass genericsExample<out T>(input:T) {\n   init {\n      println(\"I am getting called with the value \"+input)\n   }\n}\n\nThe above code will yield the following output in the browser.\n\nI am getting called with the value 10\nI am getting called with the value 10.0\ngenericsExample@28d93b30\ngenericsExample@1b6d3586\n\nKotlin - Delegation\nKotlin supports “delegation” design pattern by introducing a new keyword “by”. Using this keyword or delegation methodology, Kotlin allows the derived class to access all the implemented public methods of an interface through a specific object. The following example demonstrates how this happens in Kotlin.\n Live Demo\n\ninterface Base {\n   fun printMe() //abstract method\n}\nclass BaseImpl(val x: Int) : Base {\n   override fun printMe() { println(x) }   //implementation of the method\n}\nclass Derived(b: Base) : Base by b  // delegating the public method on the object b\n\nfun main(args: Array<String>) {\n   val b = BaseImpl(10)\n   Derived(b).printMe() // prints 10 :: accessing the printMe() method \n}\n\nIn the example, we have one interface “Base” with its abstract method named “printme()”. In the BaseImpl class, we are implementing this “printme()” and later from another class we are using this implementation using “by” keyword.\nThe above piece of code will yield the following output in the browser.\n\n10\n\nProperty Delegation\nIn the previous section, we have learned about the delegation design pattern using “by” keyword. In this section, we will learn about delegation of properties using some standard methods mentioned in Kotlin library.\nDelegation means passing the responsibility to another class or method. When a property is already declared in some places, then we should reuse the same code to initialize them. In the following examples, we will use some standard delegation methodology provided by Kotlin and some standard library function while implementing delegation in our examples.\nUsing Lazy()\nLazy is a lambda function which takes a property as an input and in return gives an instance of Lazy<T>, where <T> is basically the type of the properties it is using. Let us take a look at the following to understand how it works.\n Live Demo\n\nval myVar: String by lazy {\n   \"Hello\"\n}\nfun main(args: Array<String>) {\n   println(myVar +\" My dear friend\")\n}\n\nIn the above piece of code, we are passing a variable “myVar” to the Lazy function, which in return assigns the value to its object and returns the same to the main function. Following is the output in the browser.\n\nHello My dear friend\n\nDelegetion.Observable()\nObservable() takes two arguments to initialize the object and returns the same to the called function. In the following example, we will see how to use Observable() method in order to implement delegation.\n Live Demo\n\nimport kotlin.properties.Delegates\nclass User {\n   var name: String by Delegates.observable(\"Welcome to Tutorialspoint.com\") {\n      prop, old, new ->\n      println(\"$old -> $new\")\n   }\n}\nfun main(args: Array<String>) {\n   val user = User()\n   user.name = \"first\"\n   user.name = \"second\"\n}\n\nThe above piece of code will yield the following output in the browser.\n\nfirst -> second\n\nIn general, the syntax is the expression after the “by” keyword is delegated. The get() and set() methods of the variable p will be delegated to its getValue() and setValue() methods defined in the Delegate class.\n\nclass Example {\n   var p: String by Delegate()\n}\n\nFor the above piece of code, following is the delegate class that we need to generate in order to assign the value in the variable p.\n\nclass Delegate {\n   operator fun getValue(thisRef: Any?, property: KProperty<*>): String {\n      return \"$thisRef, thank you for delegating '${property.name}' to me!\"\n   }\n   operator fun setValue(thisRef: Any?, property: KProperty<*>, value: String) {\n      println(\"$value has been assigned to '${property.name} in $thisRef.'\")\n   }\n}\n\nWhile reading, getValue() method will be called and while setting the variable setValue() method will be called.\nKotlin - Functions\nKotlin is a statically typed language, hence, functions play a great role in it. We are pretty familiar with function, as we are using function throughout the examples. Function is declared with the keyword “fun”. Like any other OOP, it also needs a return type and an option argument list.\nIn the following example, we are defining a function called MyFunction and from the main function we are calling this function and passing some argument.\n Live Demo\n\nfun main(args: Array<String>) {\n   println(MyFunction(\"tutorialsPoint.com\"))\n}\nfun MyFunction(x: String): String {\n   var c:String  = \"Hey!! Welcome To ---\"\n   return (c+x)\n}\n\nThe above piece of code will yield the following output in the browser.\n\nHey!! Welcome To ---tutorialsPoint.com\n\nThe function should be declared as follows −\n\nfun <nameOfFunction>(<argument>:<argumentType>):<ReturnType>\n\nFollowing are some of the different types of function available in Kotlin.\nLambda Function\nLambda is a high level function that drastically reduces the boiler plate code while declaring a function and defining the same. Kotlin allows you to define your own lambda. In Kotlin, you can declare your lambda and pass that lambda to a function.\nTake a look at the following example.\n Live Demo\n\nfun main(args: Array<String>) {\n   val mylambda :(String)->Unit  = {s:String->print(s)}\n   val v:String = \"TutorialsPoint.com\"\n   mylambda(v)\n}\n\nIn the above code, we have created our own lambda known as “mylambda” and we have passed one variable to this lambda, which is of type String and contains a value “TutorialsPoint.com”.\nThe above piece of code will yield the following output in the browser.\n\nTutorialsPoint.com\n\nInline Function\nThe above example shows the basic of the lambda expression that we can use in Kotlin application. Now, we can pass a lambda to another function to get our output which makes the calling function an inline function.\nTake a look at the following example.\n Live Demo\n\nfun main(args: Array<String>) {\n   val mylambda:(String)->Unit  = {s:String->print(s)}\n   val v:String = \"TutorialsPoint.com\"\n   myFun(v,mylambda) //passing lambda as a parameter of another function \n}\nfun myFun(a :String, action: (String)->Unit) { //passing lambda \n   print(\"Heyyy!!!\")\n   action(a)// call to lambda function\n}\n\nThe above piece of code will yield the following output in the browser. Using inline function, we have passed a lambda as a parameter. Any other function can be made an inline function using the “inline” keyword.\n\nHeyyy!!!TutorialsPoint.com\n\nKotlin - Destructuring Declarations\nKotlin contains many features of other programming languages. It allows you to declare multiple variables at once. This technique is called Destructuring declaration.\nFollowing is the basic syntax of the destructuring declaration.\n\nval (name, age) = person\n\nIn the above syntax, we have created an object and defined all of them together in a single statement. Later, we can use them as follows.\n\nprintln(name)\nprintln(age)\n\nNow, let us see how we can use the same in our real-life application. Consider the following example where we are creating one Student class with some attributes and later we will be using them to print the object values.\n Live Demo\n\nfun main(args: Array<String>) {\n   val s = Student(\"TutorialsPoint.com\",\"Kotlin\")\n   val (name,subject) = s\n   println(\"You are learning \"+subject+\" from \"+name)\n}\ndata class Student( val a :String,val b: String ){\n   var name:String = a\n   var subject:String = b\n}\n\nThe above piece of code will yield the following output in the browser.\n\nYou are learning Kotlin from TutorialsPoint.com\n\nKotlin - Exception Handling\nException handling is a very important part of a programming language. This technique restricts our application from generating the wrong output at runtime. In this chapter, we will learn how to handle runtime exception in Kotlin. The exceptions in Kotlin is pretty similar to the exceptions in Java. All the exceptions are descendants of the “Throwable” class. Following example shows how to use exception handling technique in Kotlin.\n\n\nfun main(args: Array<String>) {\n   try {\n      val myVar:Int = 12;\n      val v:String = \"Tutorialspoint.com\";\n      v.toInt();\n   } catch(e:Exception) {\n      e.printStackTrace();\n   } finally {\n      println(\"Exception Handeling in Kotlin\");\n   }\n}\n\nIn the above piece of code, we have declared a String and later tied that string into the integer, which is actually a runtime exception. Hence, we will get the following output in the browser.\n\nval myVar:Int = 12;\nException Handeling in Kotlin\n\nNote − Like Java, Kotlin also executes the finally block after executing the catch block.\n\n\n Previous Page\n\n\n Print\n\n\nNext Page  \n\n\n\n\nAdvertisements\n<!--\nvar width = 580;\nvar height = 400;\nvar format = \"580x400_as\";\nif( window.innerWidth < 468 ){\n   width = 300;\n   height = 250;\n   format = \"300x250_as\";\n}\ngoogle_ad_client = \"pub-7133395778201029\";\ngoogle_ad_width = width;\ngoogle_ad_height = height;\ngoogle_ad_format = format;\ngoogle_ad_type = \"image\";\ngoogle_ad_channel =\"\";\n//-->\n\n\n\n", "title": "Kotlin - Quick Guide", "content_html": "<div class=\"col-md-7 middle-col\">\n<h1>Kotlin - Quick Guide</h1>\n<hr/>\n<div style=\"padding-bottom:5px;padding-left:10px;text-align: center;\">Advertisements</div>\n<div style=\"text-align: center;\">\n<script type=\"text/javascript\"><!--\ngoogle_ad_client = \"pub-7133395778201029\";\ngoogle_ad_width = 468;\ngoogle_ad_height = 60;\ngoogle_ad_format = \"468x60_as\";\ngoogle_ad_type = \"image\";\ngoogle_ad_channel = \"\";\n//--></script>\n<script src=\"https://pagead2.googlesyndication.com/pagead/show_ads.js\" type=\"text/javascript\">\n</script>\n</div>\n<hr/>\n<div class=\"pre-btn\">\n<a href=\"/kotlin/kotlin_exception_handling.htm\"><i class=\"icon icon-arrow-circle-o-left big-font\"></i> Previous Page</a>\n</div>\n<div class=\"nxt-btn\">\n<a href=\"/kotlin/kotlin_useful_resources.htm\">Next Page <i class=\"icon icon-arrow-circle-o-right big-font\"></i> </a>\n</div>\n<div class=\"clearer\"></div>\n<hr/>\n<h1>Kotlin - Overview</h1>\n<p>Kotlin is a new open source programming language like Java, JavaScript, etc. It is a high level strongly statically typed language that combines functional and technical part in a same place. Currently, Kotlin targets Java and JavaScript. It runs on JVM.</p>\n<p>Kotlin is influenced by other programming languages such as Java, Scala, Groovy, Gosu, etc. The syntax of Kotlin may not be exactly similar to JAVA, however, internally Kotlin is reliant on the existing Java Class library to produce wonderful results for the programmers. Kotlin provides interoperability, code safety, and clarity to the developers around the world.</p>\n<h2>Advantages and Disadvantages</h2>\n<p>Following are some of the advantages of using Kotlin for your application development.</p>\n<p><b>Easy Language</b> − Kotlin is a functional language and very easy to learn. The syntax is pretty much similar to Java, hence it is very easy to remember. Kotlin is more expressive, which makes your code more readable and understandable.</p>\n<p><b>Concise</b> − Kotlin is based on JVM and it is a functional language. Thus, it reduce lots of boiler plate code used in other programming languages.</p>\n<p><b>Runtime and Performance</b> − Better performance and small runtime.</p>\n<p><b>Interoperability</b> − Kotlin is mature enough to build an interoperable application in a less complex manner.</p>\n<p><b>Brand New</b> − Kotlin is a brand new language that gives developers a fresh start. It is not a replacement of Java, though it is developed over JVM. It is accepted as the first official language of android development. Kotlin can be defined as - Kotlin = JAVA + extra updated new features.</p>\n<p>Following are some of the disadvantages of Kotlin.</p>\n<p><b>Namespace declaration</b> − Kotlin allows developers to declare the functions at the top level. However, whenever the same function is declared in many places of your application, then it is hard to understand which function is being called.</p>\n<p><b>No Static Declaration</b> − Kotlin does not have usual static handling modifier like Java, which can cause some problem to the conventional Java developer.</p>\n<h1>Kotlin - Environment Setup</h1>\n<p>However, if you still want to use Kotlin offline in your local system, then you need to execute the following steps to configure your local workspace.</p>\n<p><b>Step 1</b> − Java 8 installation.</p>\n<p>Kotlin runs on JVM, hence. it is really necessary to use JDK 8 for your local Kotlin development. Please refer to the official website of <a href=\"http://www.oracle.com/technetwork/java/javase/downloads/index.html\" rel=\"nofollow\" target=\"_blank\">oracle</a> to download and install JDK 8 or an above version. You might have to set the environment variable for JAVA such that it can work properly. To verify your installation in Windows operating system, hit “java –version” in the command prompt and as an output it will show you the java version installed in your system.</p>\n<p><b>Step 2</b> − IDE installation.</p>\n<p>There are a number of IDE available over the internet. You can use any of your choice. You can find the download link of different IDE in the following table.</p>\n<table class=\"table table-bordered\" style=\"text-align:center;\">\n<tr>\n<th style=\"text-align:center;vertical-align:middle;\">IDE Name</th>\n<th style=\"text-align:center;vertical-align:middle;\">Installation Link</th>\n</tr>\n<tr>\n<td>NetBeans</td>\n<td><a href=\"https://netbeans.org/downloads/\" rel=\"nofollow\" target=\"_blank\">https://netbeans.org/downloads/</a></td>\n</tr>\n<tr>\n<td>Eclipse</td>\n<td><a href=\"https://www.eclipse.org/downloads/\" rel=\"nofollow\" target=\"_blank\">https://www.eclipse.org/downloads/</a></td>\n</tr>\n<tr>\n<td style=\"vertical-align:middle;\">Intellij</td>\n<td><a href=\"https://www.jetbrains.com/idea/download/#section = windows\" rel=\"nofollow\" target=\"_blank\">https://www.jetbrains.com/idea/download/#section = windows</a></td>\n</tr>\n</table>\n<p>It is always recommended to use the recent software version to drag out maximum facility from it.</p>\n<p><b>Step 3</b> − Configuring Eclipse.</p>\n<p>Open Eclipse and go to “Eclipse Market Place”. You will find the following screen.</p>\n<img alt=\"Eclipse Market Place\" src=\"/kotlin/images/eclipse_market_place.jpg\">\n<p>Search for Kotlin in the search box and install the same in your local system. It might take some time depending on the internet speed. You may have to restart your Eclipse, once it is successfully installed.</p>\n<p><b>Step 4</b> − Kotlin Project.</p>\n<p>Once Eclipse is successfully restarted and Kotlin is installed, you will be able to create a Kotlin project on the fly. Go to <b>File → New → Others</b> and select “Kotlin project” from the list.</p>\n<img alt=\"Kotlin project\" src=\"/kotlin/images/kotlin_project.jpg\"/>\n<p>Once the project setup is done, you can create a Kotlin file under “SRC” folder. Left-click on the “Src” folder and hit “new”. You will get an option for Kotlin file, otherwise you may have to search from the “others”. Once the new file is created, your project directory will be look like the following.</p>\n<img alt=\"Hello\" src=\"/kotlin/images/hello.jpg\"/>\n<p>Your development environment is ready now. Go ahead and add the following piece of code in the “Hello.kt” file.</p>\n<a class=\"demo\" href=\"http://tpcg.io/g0ZgRc\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   println(\"Hello, World!\")\n}\n</pre>\n<p>Run it as a Kotlin application and see the output in the console as shown in the following screenshot. For better understanding and availability, we will be using our coding ground tool.</p>\n<pre class=\"result notranslate\">\nHello, World!\n</pre>\n<h1>Kotlin - Architecture</h1>\n<p>Kotlin is a programming language and has its own architecture to allocate memory and produce a quality output to the end user. Following are the different scenarios where Kotlin compiler will work differently, whenever it is targeting different other kind of languages such as Java and JavaScript.</p>\n<p>Kotlin compiler creates a byte code and that byte code can run on the JVM, which is exactly equal to the byte code generated by the Java <b>.class</b> file. Whenever two byte coded file runs on the JVM, they can communicate with each other and this is how an interoperable feature is established in Kotlin for Java.</p>\n<img alt=\"Architecture\" src=\"/kotlin/images/architecture.jpg\"/>\n<p>Whenever Kotlin targets JavaScript, the Kotlin compiler converts the <b>.kt</b> file into ES5.1 and generates a compatible code for JavaScript. Kotlin compiler is capable of creating platform basis compatible codes via LLVM.</p>\n<h1>Kotlin - Basic Types</h1>\n<p>In this chapter, we will learn about the basic data types available in Kotlin programming language.</p>\n<h2>Numbers</h2>\n<p>The representation of numbers in Kotlin is pretty similar to Java, however, Kotlin does not allow internal conversion of different data types. Following table lists different variable lengths for different numbers.</p>\n<table class=\"table table-bordered\" style=\"text-align:center;\">\n<tr>\n<th style=\"text-align:center;\">Type</th>\n<th style=\"text-align:center;\">Size</th>\n</tr>\n<tr>\n<td>Double</td>\n<td>64</td>\n</tr>\n<tr>\n<td>Float</td>\n<td>32</td>\n</tr>\n<tr>\n<td>Long</td>\n<td>64</td>\n</tr>\n<tr>\n<td>Int</td>\n<td>32</td>\n</tr>\n<tr>\n<td>Short</td>\n<td>16</td>\n</tr>\n<tr>\n<td>Byte</td>\n<td>8</td>\n</tr>\n</table>\n<p>In the following example, we will see how Kotlin works with different data types. Please enter the following set of code in our coding ground.</p>\n<a class=\"demo\" href=\"http://tpcg.io/I5PPPE\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val a: Int = 10000\n   val d: Double = 100.00\n   val f: Float = 100.00f\n   val l: Long = 1000000004\n   val s: Short = 10\n   val b: Byte = 1\n   \n   println(\"Your Int Value is \"+a);\n   println(\"Your Double  Value is \"+d);\n   println(\"Your Float Value is \"+f);\n   println(\"Your Long Value is \"+l);\n   println(\"Your Short Value is \"+s);\n   println(\"Your Byte Value is \"+b);\n}\n</pre>\n<p>When you run the above piece of code in the coding ground, it will generate the following output in the web console.</p>\n<pre class=\"result notranslate\">\nYour Int Value is 10000\nYour Double  Value is 100.0\nYour Float Value is 100.0\nYour Long Value is 1000000004\nYour Short Value is 10\nYour Byte Value is 1\n</pre>\n<h2>Characters</h2>\n<p>Kotlin represents character using <b>char</b>. Character should be declared in a single quote like <b>‘c’</b>. Please enter the following code in our coding ground and see how Kotlin interprets the character variable. Character variable cannot be declared like number variables. Kotlin variable can be declared in two ways - one using <b>“var”</b> and another using <b>“val”</b>.</p>\n<a class=\"demo\" href=\"http://tpcg.io/lpsUjc\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val letter: Char    // defining a variable \n   letter = 'A'        // Assigning a value to it \n   println(\"$letter\")\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser output window.</p>\n<pre class=\"result notranslate\">\nA\n</pre>\n<h2>Boolean</h2>\n<p>Boolean is very simple like other programming languages. We have only two values for Boolean – either true or false. In the following example, we will see how Kotlin interprets Boolean.</p>\n<a class=\"demo\" href=\"http://tpcg.io/9G1XRI\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val letter: Boolean   // defining a variable \n   letter = true         // Assinging a value to it \n   println(\"Your character value is \"+\"$letter\")\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nYour character value is true\n</pre>\n<h2>Strings</h2>\n<p>Strings are character arrays. Like Java, they are immutable in nature. We have two kinds of string available in Kotlin - one is called <b>raw String</b> and another is called <b>escaped String</b>. In the following example, we will make use of these strings.</p>\n<a class=\"demo\" href=\"http://tpcg.io/tEKb3N\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   var rawString :String  = \"I am Raw String!\"\n   val escapedString : String  = \"I am escaped String!\\n\"\n   \n   println(\"Hello!\"+escapedString)\n   println(\"Hey!!\"+rawString)   \n}\n</pre>\n<p>The above example of escaped String allows to provide extra line space after the first print statement. Following will be the output in the browser.</p>\n<pre class=\"result notranslate\">\nHello!I am escaped String!\n\nHey!!I am Raw String!\n</pre>\n<h2>Arrays</h2>\n<p>Arrays are a collection of homogeneous data. Like Java, Kotlin supports arrays of different data types. In the following example, we will make use of different arrays.</p>\n<a class=\"demo\" href=\"http://tpcg.io/25n2pM\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val numbers: IntArray = intArrayOf(1, 2, 3, 4, 5)\n   println(\"Hey!! I am array Example\"+numbers[2])\n}\n</pre>\n<p>The above piece of code yields the following output. The indexing of the array is similar to other programming languages. Here, we are searching for a second index, whose value is “3”.</p>\n<pre class=\"result notranslate\">\nHey!! I am array Example3\n</pre>\n<h2>Collections</h2>\n<p>Collection is a very important part of the data structure, which makes the software development easy for engineers. Kotlin has two types of collection - one is <b>immutable collection</b> (which means lists, maps and sets that cannot be editable) and another is <b>mutable collection</b> (this type of collection is editable). It is very important to keep in mind the type of collection used in your application, as Kotlin system does not represent any specific difference in them.</p>\n<a class=\"demo\" href=\"http://tpcg.io/KP2TE4\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) { \n   val numbers: MutableList&lt;Int&gt; = mutableListOf(1, 2, 3) //mutable List \n   val readOnlyView: List&lt;Int&gt; = numbers                  // immutable list \n   println(\"my mutable list--\"+numbers)        // prints \"[1, 2, 3]\" \n   numbers.add(4) \n   println(\"my mutable list after addition --\"+numbers)        // prints \"[1, 2, 3, 4]\" \n   println(readOnlyView)     \n   readOnlyView.clear()    // ⇒ does not compile  \n// gives error  \n}\n</pre>\n<p>The above piece of code will yield the following output in the browser. It gives an error when we try to clear the mutable list of collection.</p>\n<pre class=\"result notranslate\">\nmain.kt:9:18: error: unresolved reference: clear\n   readOnlyView.clear()    // -&gt; does not compile  \n                 ^\n</pre>\n<p>In collection, Kotlin provides some useful methods such as <b>first(), last(), filter()</b>, etc. All these methods are self-descriptive and easy to implement. Moreover, Kotlin follows the same structure such as Java while implementing collection. You are free to implement any collection of your choice such as Map and Set.</p>\n<p>In the following example, we have implemented Map and Set using different built-in methods.</p>\n<a class=\"demo\" href=\"http://tpcg.io/yBYfCH\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val items = listOf(1, 2, 3, 4)\n   println(\"First Element of our list----\"+items.first())\n   println(\"Last Element of our list----\"+items.last())\n   println(\"Even Numbers of our List----\"+items.\n      filter { it % 2 = = 0 })   // returns [2, 4]\n   \n   val readWriteMap = hashMapOf(\"foo\" to 1, \"bar\" to 2)\n   println(readWriteMap[\"foo\"])  // prints \"1\"\n   \n   val strings = hashSetOf(\"a\", \"b\", \"c\", \"c\")\n   println(\"My Set Values are\"+strings)\n}\n</pre>\n<p>The above piece of code yields the following output in the browser.</p>\n<pre class=\"result notranslate\">\nFirst Element of our list----1\nLast Element of our list----4\nEven Numbers of our List----[2, 4]\n1\nMy Set Values are[a, b, c]\n</pre>\n<h2>Ranges</h2>\n<p>Ranges is another unique characteristic of Kotlin. Like Haskell, it provides an operator that  helps you iterate through a range. Internally, it is implemented using <b>rangeTo()</b> and its operator form is <b>(..)</b>.</p>\n<p>In the following example, we will see how Kotlin interprets this range operator.</p>\n<a class=\"demo\" href=\"http://tpcg.io/nwkSIY\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val i:Int  = 2\n   for (j in 1..4) \n   print(j) // prints \"1234\"\n   \n   if (i in 1..10) { // equivalent of 1 &lt; = i &amp;&amp; i &lt; = 10\n      println(\"we found your number --\"+i)\n   }\n}\n</pre>\n<p>The above piece of code yields the following output in the browser.</p>\n<pre class=\"result notranslate\">\n1234we found your number --2\n</pre>\n<h1>Kotlin - Control Flow</h1>\n<p>In the previous chapter we have learned about different types of data types available in Kotlin system. In this chapter, we will discuss different types of control flow mechanism available in the Kotlin.</p>\n<h2>If - Else</h2>\n<p>Kotlin is a functional language hence like every functional language in Kotlin <b>“if”</b> is an expression, it is not a keyword. The expression <b>“if”</b> will return a value whenever necessary. Like other programming language, <b>“if-else”</b> block is used as an initial conditional checking operator. In the following example, we will compare two variables and provide the required output accordingly.</p>\n<a class=\"demo\" href=\"http://tpcg.io/3zdnlU\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val a:Int = 5\n   val b:Int = 2\n   var max: Int\n   \n   if (a &gt; b) {\n      max = a\n   } else {\n      max = b\n   }\n   print(\"Maximum of a or b is \" +max)\n \n   // As expression \n   // val max = if (a &gt; b) a else b\n}\n</pre>\n<p>The above piece of code yields the following output as a result in the browser. Our example also contains another line of code, which depicts how to use <b>“If”</b> statement as an expression.</p>\n<pre class=\"result notranslate\">\nMaximum of a or b is 5\n</pre>\n<h2>Use of When</h2>\n<p>If you are familiar with other programming languages, then you might have heard of the term switch statement, which is basically a conditional operator when multiple conditions can be applied on a particular variable. <b>“when”</b> operator matches the variable value against the branch conditions. If it is satisfying the branch condition then it will execute the statement inside that scope. In the following example, we will learn more about “when” in Kotlin.</p>\n<a class=\"demo\" href=\"http://tpcg.io/lXxWhy\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val x:Int = 5\n   when (x) {\n      1 -&gt; print(\"x = = 1\")\n      2 -&gt; print(\"x = = 2\")\n      \n      else -&gt; { // Note the block\n         print(\"x is neither 1 nor 2\")\n      }\n   }\n}\n</pre>\n<p>The above piece of code yields the following output in the browser.</p>\n<pre class=\"result notranslate\">\nx is neither 1 nor 2\n</pre>\n<p>In the above example, Kotlin compiler matches the value of <b>x</b> with the given branches. If it is not matching any of the branches, then it will execute the else part. Practically, when is equivalent to multiple if block. Kotlin provides another flexibility to the developer, where the developer can provide multiple checks in the same line by providing “,” inside the checks. Let us modify the above example as follows.</p>\n<a class=\"demo\" href=\"http://tpcg.io/8MFLuU\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val x:Int = 5\n   when (x) {\n      1,2 -&gt; print(\" Value of X either 1,2\")\n      \n      else -&gt; { // Note the block\n         print(\"x is neither 1 nor 2\")\n      }\n   }\n}\n</pre>\n<p>Run the same in the browser, which will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nx is neither 1 nor 2\n</pre>\n<h2>For Loop</h2>\n<p>Loop is such an invention that provides the flexibility to iterate through any kind of data structure. Like other programming languages, Kotlin also provides many kinds of Looping methodology, however, among them <b>“For”</b> is the most successful one. The implementation and use of For loop is conceptually similar to Java for loop. The following example shows how we can use the same in real-life examples.</p>\n<a class=\"demo\" href=\"http://tpcg.io/4Nqvh1\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val items = listOf(1, 2, 3, 4)\n   for (i in items) println(\"values of the array\"+i)\n}\n</pre>\n<p>In the above piece of code, we have declared one list named as “items” and using for loop we are iterating through that defined list and printing its value in the browser. Following is the output.</p>\n<pre class=\"result notranslate\">\nvalues of the array1\nvalues of the array2\nvalues of the array3\nvalues of the array4\n</pre>\n<p>Following is another example of code, where we are using some library function to make our development work easier than ever before.</p>\n<a class=\"demo\" href=\"http://tpcg.io/MSOn9d\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val items = listOf(1, 22, 83, 4)\n   \n   for ((index, value) in items.withIndex()) {\n      println(\"the element at $index is $value\")\n   }\n}\n</pre>\n<p>Once we compile and execute the above piece of code in our coding ground, it will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nthe element at 0 is 1\nthe element at 1 is 22\nthe element at 2 is 83\nthe element at 3 is 4\n</pre>\n<h2>While Loop and Do-While Loop</h2>\n<p>While and Do-While work exactly in a similar way like they do in other programming languages. The only difference between these two loops is, in case of Do-while loop the condition will be tested at the end of the loop. The following example shows the usage of the <b>While loop</b>.</p>\n<a class=\"demo\" href=\"http://tpcg.io/XR720M\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   var x:Int = 0\n   println(\"Example of While Loop--\")\n   \n   while(x&lt; = 10) {\n      println(x)\n      x++\n   } \n}\n</pre>\n<p>The above piece of code yields the following output in the browser.</p>\n<pre class=\"result notranslate\">\nExample of While Loop--\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n</pre>\n<p>Kotlin also has another loop called Do-While loop, where the loop body will be executed once, only then the condition will be checked. The following example shows the usage of the <b>Do-while loop</b>.</p>\n<a class=\"demo\" href=\"http://tpcg.io/An8NB9\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   var x:Int = 0\n   do {\n      x = x + 10\n      println(\"I am inside Do block---\"+x)\n   } while(x &lt;= 50)\n}\n</pre>\n<p>The above piece of code yields the following output in the browser. In the above code, Kotlin compiler will execute the DO block, then it will go for condition checking in while block.</p>\n<pre class=\"result notranslate\">\nI am inside Do block---10\nI am inside Do block---20\nI am inside Do block---30\nI am inside Do block---40\nI am inside Do block---50\nI am inside Do block---60\n</pre>\n<h2>Use of Return, Break, Continue</h2>\n<p>If you are familiar with any programming language, then you must have an idea of different keywords that help us implement good control flow in the application. Following are the different keywords that can be used to control the loops or any other types of control flow.</p>\n<p><b>Return</b> − Return is a keyword that returns some value to the calling function from the called function. In the following example, we will implement this scenario using our Kotlin coding ground.</p>\n<a class=\"demo\" href=\"http://tpcg.io/WMgiYj\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   var x:Int = 10\n   println(\"The value of X is--\"+doubleMe(x))\n}\nfun doubleMe(x:Int):Int {\n   return 2*x;\n}\n</pre>\n<p>In the above piece of code, we are calling another function and multiplying the input with 2, and returning the resultant value to the called function that is our main function. Kotlin defines the function in a different manner that we will look at in a subsequent chapter. For now, it is enough to understand that the above code will generate the following output in the browser.</p>\n<pre class=\"result notranslate\">\nThe value of X is--20\n</pre>\n<p><b>Continue &amp; Break</b> − Continue and break are the most vital part of a logical problem. The “break” keyword terminates the controller flow if some condition has failed and “continue” does the opposite. All this operation happens with immediate visibility. Kotlin is smarter than other programming languages, wherein the developer can apply more than one label as visibility. The following piece of code shows how we are implementing this label in Kotlin.</p>\n<a class=\"demo\" href=\"http://tpcg.io/TdGTLL\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   println(\"Example of Break and Continue\")\n   myLabel@ for(x in 1..10) { // appling the custom label\n      if(x = = 5) {\n         println(\"I am inside if block with value\"+x+\"\\n-- hence it will close the operation\")\n         break@myLabel //specifing the label\n      } else {\n         println(\"I am inside else block with value\"+x)\n         continue@myLabel\n      }\n   }\n}\n</pre>\n<p>The above piece of code yields the following output in the browser.</p>\n<pre class=\"result notranslate\">\nExample of Break and Continue\nI am inside else block with value1\nI am inside else block with value2\nI am inside else block with value3\nI am inside else block with value4\nI am inside if block with value5\n-- hence it will close the operation\n</pre>\n<p>As you can see, the controller continues the loop, until and unless the value of <b>x</b> is 5. Once the value of <b>x</b> reaches 5, it starts executing the if block and once the break statement is reached, the entire control flow terminates the program execution.</p>\n<h1>Kotlin - Class &amp; Object</h1>\n<p>In this chapter, we will learn the basics of Object-Oriented Programming (OOP) using Kotlin. We will learn about class and its object and how to play with that object. By definition of OOP, a class is a blueprint of a runtime entity and object is its state, which includes both its behavior and state. In Kotlin, class declaration consists of a class header and a class body surrounded by curly braces, similar to Java.</p>\n<pre class=\"prettyprint notranslate\">\nClass myClass { // class Header \n\n   // class Body\n}\n</pre>\n<p>Like Java, Kotlin also allows to create several objects of a class and you are free to include its class members and functions. We can control the visibility of the class members variables using different keywords that we will learn in Chapter 10 – Visibility Control. In the following example, we will create one class and its object through which we will access different data members of that class.</p>\n<a class=\"demo\" href=\"http://tpcg.io/ELlghV\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nclass myClass {\n   // property (data member)\n   private var name: String = \"Tutorials.point\"\n   \n   // member function\n   fun printMe() {\n      print(\"You are at the best Learning website Named-\"+name)\n   }\n}\nfun main(args: Array&lt;String&gt;) {\n   val obj = myClass() // create obj object of myClass class\n   obj.printMe()\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser, where we are calling printMe() of myClass using its own object.</p>\n<pre class=\"result notranslate\">\nYou are at the best Learning website Named- Tutorials.point\n</pre>\n<h2>Nested Class</h2>\n<p>By definition, when a class has been created inside another class, then it is called as a nested class. In Kotlin, nested class is by default static, hence, it can be accessed without creating any object of that class. In the following example, we will see how Kotlin interprets our nested class.</p>\n<a class=\"demo\" href=\"http://tpcg.io/t9AO3z\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val demo = Outer.Nested().foo() // calling nested class method\n   print(demo)\n}\nclass Outer {\n   class Nested {\n      fun foo() = \"Welcome to The TutorialsPoint.com\"\n   }\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nWelcome to The TutorialsPoint.com\n</pre>\n<h2>Inner Class</h2>\n<p>When a nested class is marked as a “inner”, then it will be called as an Inner class. An inner class can be accessed by the data member of the outer class. In the following example, we will be accessing the data member of the outer class.</p>\n<a class=\"demo\" href=\"http://tpcg.io/hn6PZL\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val demo = Outer().Nested().foo() // calling nested class method\n   print(demo)\n}\nclass Outer {\n   private val welcomeMessage: String = \"Welcome to the TutorialsPoint.com\"\n   inner class Nested {\n      fun foo() = welcomeMessage\n   }\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser, where we are calling the nested class using the default constructor provided by Kotlin compilers at the time of compiling.</p>\n<pre class=\"result notranslate\">\nWelcome to the TutorialsPoint.com\n</pre>\n<h2>Anonymous Inner Class</h2>\n<p>Anonymous inner class is a pretty good concept that makes the life of a programmer very easy. Whenever we are implementing an interface, the concept of anonymous inner block comes into picture. The concept of creating an object of interface using runtime object reference is known as anonymous class. In the following example, we will create an interface and we will create an object of that interface using Anonymous Inner class mechanism.</p>\n<a class=\"demo\" href=\"http://tpcg.io/ZFFPmP\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   var programmer :Human = object:Human // creating an instance of the interface {\n      override fun think() { // overriding the think method\n         print(\"I am an example of Anonymous Inner Class \")\n      }\n   }\n   programmer.think()\n}\ninterface Human {\n   fun think()\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nI am an example of Anonymous Inner Class \n</pre>\n<h2>Type Aliases</h2>\n<p>Type aliases are a property of Kotlin compiler. It provides the flexibility of creating a new name of an existing type, it does not create a new type. If the type name is too long, you can easily introduce a shorter name and use the same for future usage. Type aliases is really helpful for complex type. In the latest version, Kotlin revoked the support for type aliases, however, if you are using an old version of Kotlin you may have use it like the following −</p>\n<pre class=\"prettyprint notranslate\">\ntypealias NodeSet = Set&lt;Network.Node&gt;\ntypealias FileTable&lt;K&gt; = MutableMap&lt;K, MutableList&lt;File&gt;&gt;\n</pre>\n<h1>Kotlin - Constructors</h1>\n<p>In this chapter, we will learn about constructors in Kotlin. Kotlin has two types of constructor - one is the <b>primary constructor</b> and the other is the <b>secondary constructor</b>. One Kotlin class can have one primary constructor, and one or more secondary constructor. Java constructor initializes the member variables, however, in Kotlin the primary constructor initializes the class, whereas the secondary constructor helps to include some extra logic while initializing the same. The primary constructor can be declared at class header level as shown in the following example.</p>\n<pre class=\"prettyprint notranslate\">\nclass Person(val firstName: String, var age: Int) {\n   // class body\n}\n</pre>\n<p>In the above example, we have declared the primary constructor inside the parenthesis. Among the two fields, first name is read-only as it is declared as “val”, while the field age can be edited. In the following example, we will use the primary constructor.</p>\n<a class=\"demo\" href=\"http://tpcg.io/CYXIGw\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val person1 = Person(\"TutorialsPoint.com\", 15)\n   println(\"First Name = ${person1.firstName}\")\n   println(\"Age = ${person1.age}\")\n}\nclass Person(val firstName: String, var age: Int) {\n}\n</pre>\n<p>The above piece of code will automatically initialize the two variables and provide the following output in the browser.</p>\n<pre class=\"result notranslate\">\nFirst Name = TutorialsPoint.com\nAge = 15\n</pre>\n<p>As mentioned earlier, Kotlin allows to create one or more secondary constructors for your class. This secondary constructor is created using the “constructor” keyword. It is required whenever you want to create more than one constructor in Kotlin or whenever you want to include more logic in the primary constructor and you cannot do that because the primary constructor may be called by some other class. Take a look at the following example, where we have created a secondary constructor and are using the above example to implement the same.</p>\n<a class=\"demo\" href=\"http://tpcg.io/1Hll8l\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val HUman = HUman(\"TutorialsPoint.com\", 25)\n   print(\"${HUman.message}\"+\"${HUman.firstName}\"+\n      \"Welcome to the example of Secondary  constructor, Your Age is-${HUman.age}\")\n}\nclass HUman(val firstName: String, var age: Int) {\n   val message:String  = \"Hey!!!\"\n\tconstructor(name : String , age :Int ,message :String):this(name,age) {\n   }\n}\n</pre>\n<p><b>Note</b> − Any number of secondary constructors can be created, however, all of those constructors should call the primary constructor directly or indirectly.</p>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nHey!!! TutorialsPoint.comWelcome to the example of Secondary  constructor, Your Age is- 25\n</pre>\n<h1>Kotlin - Inheritance</h1>\n<p>In this chapter, we will learn about inheritance. By definition, we all know that inheritance means accruing some properties of the mother class into the child class. In Kotlin, the base class is named as “Any”, which is the super class of the ‘any’ default class declared in Kotlin. Like all other OOPS, Kotlin also provides this functionality using one keyword known as <b>“:”</b>.</p>\n<p>Everything in Kotlin is by default final, hence, we need to use the keyword “open” in front of the class declaration to make it allowable to inherit. Take a look at the following example of inheritance.</p>\n<a class=\"demo\" href=\"http://tpcg.io/CHmsZk\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nimport java.util.Arrays\n\nopen class ABC {\n   fun think () {\n      print(\"Hey!! i am thiking \")\n   }\n}\nclass BCD: ABC(){ // inheritence happend using default constructor \n}\n\nfun main(args: Array&lt;String&gt;) {\n   var  a = BCD()\n   a.think()\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nHey!! i am thiking \n</pre>\n<p>Now, what if we want to override the think() method in the child class. Then, we need to consider the following example where we are creating two classes and override one of its function into the child class.</p>\n<a class=\"demo\" href=\"http://tpcg.io/KouOmB\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nimport java.util.Arrays\n\nopen class ABC {\n   open fun think () {\n      print(\"Hey!! i am thinking \")\n   }\n}\nclass BCD: ABC() { // inheritance happens using default constructor \n   override fun think() {\n      print(\"I Am from Child\")\n   }\n}\nfun main(args: Array&lt;String&gt;) {\n   var  a = BCD()\n   a.think()\n}\n</pre>\n<p>The above piece of code will call the child class inherited method and it will yield the following output in the browser. Like Java, Kotlin too doesn’t allow multiple inheritances.</p>\n<pre class=\"result notranslate\">\nI Am from Child \n</pre>\n<h1>Kotlin - Interface</h1>\n<p>In this chapter, we will learn about the interface in Kotlin. In Kotlin, the interface works exactly similar to Java 8, which means they can contain method implementation as well as abstract methods declaration. An interface can be implemented by a class in order to use its defined functionality. We have already introduced an example with an interface in Chapter 6 - section “anonymous inner class”. In this chapter, we will learn more about it. The keyword “interface” is used to define an interface in Kotlin as shown in the following piece of code.</p>\n<pre class=\"prettyprint notranslate\">\ninterface ExampleInterface {\n   var myVar: String     // abstract property\n   fun absMethod()       // abstract method\n   fun sayHello() = \"Hello there\" // method with default implementation\n}\n</pre>\n<p>In the above example, we have created one interface named as “ExampleInterface” and inside that we have a couple of abstract properties and methods all together. Look at the function named “sayHello()”, which is an implemented method.</p>\n<p>In the following example, we will be implementing the above interface in a class.</p>\n<a class=\"demo\" href=\"http://tpcg.io/YAgTFO\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\ninterface ExampleInterface  {\n   var myVar: Int            // abstract property\n   fun absMethod():String    // abstract method\n   \n   fun hello() {\n      println(\"Hello there, Welcome to TutorialsPoint.Com!\")\n   }\n}\nclass InterfaceImp : ExampleInterface {\n   override var myVar: Int = 25\n   override fun absMethod() = \"Happy Learning \"\n}\nfun main(args: Array&lt;String&gt;) {\n   val obj = InterfaceImp()\n   println(\"My Variable Value is = ${obj.myVar}\")\n   print(\"Calling hello(): \")\n   obj.hello()\n   \n   print(\"Message from the Website-- \")\n   println(obj.absMethod())\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nCalling hello(): Hello there, Welcome to TutorialsPoint.Com!\nMessage from the Website-- Happy Learning \n</pre>\n<p>As mentioned earlier, Kotlin doesn’t support multiple inheritances, however, the same thing can be achieved by implementing more than two interfaces at a time.</p>\n<p>In the following example, we will create two interfaces and later we will implement both the interfaces into a class.</p>\n<a class=\"demo\" href=\"http://tpcg.io/jTlQDB\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\ninterface A {\n   fun printMe() {\n      println(\" method of interface A\")\n   }\n}\ninterface B  {\n   fun printMeToo() {\n      println(\"I am another Method from interface B\")\n   }\n}\n\n// implements two interfaces A and B\nclass multipleInterfaceExample: A, B\n\nfun main(args: Array&lt;String&gt;) {\n   val obj = multipleInterfaceExample()\n   obj.printMe()\n   obj.printMeToo()\n}\n</pre>\n<p>In the above example, we have created two sample interfaces A, B and in the class named “multipleInterfaceExample” we have implemented two interfaces declared earlier. The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nmethod of interface A\nI am another Method from interface B\n</pre>\n<h1>Kotlin - Visibility Control</h1>\n<p>In this chapter, we will learn about different modifiers available in Kotlin language. <b>Access modifier</b> is used to restrict the usage of the variables, methods and class used in the application. Like other OOP programming language, this modifier is applicable at multiple places such as in the class header or method declaration. There are four access modifiers available in Kotlin.</p>\n<h2>Private</h2>\n<p>The classes, methods, and packages can be declared with a private modifier. Once anything is declared as private, then it will be accessible within its immediate scope. For instance, a private package can be accessible within that specific file. A private class or interface can be accessible only by its data members, etc.</p>\n<pre class=\"prettyprint notranslate\">\nprivate class privateExample {\n   private val i = 1\n   private val doSomething() {\n   }\n}\n</pre>\n<p>In the above example, the class <b>“privateExample”</b> and the variable i both can be accessible only in the same Kotlin file, where its mentioned as they all are declared as private in the declaration block.</p>\n<h2>Protected</h2>\n<p>Protected is another access modifier for Kotlin, which is currently not available for top level declaration like any package cannot be protected. A protected class or interface is visible to its subclass only.</p>\n<pre class=\"prettyprint notranslate\">\nclass A() {\n   protected val i = 1\n}\nclass B : A() {\n   fun getValue() : Int {\n      return i\n   }\n}\n</pre>\n<p>In the above example, the variable <b>“i”</b> is declared as protected, hence, it is only visible to its subclass.</p>\n<h2>Internal</h2>\n<p>Internal is a newly added modifier introduced in Kotlin. If anything is marked as internal, then that specific field will be in the internal field. An Internal package is visible only inside the module under which it is implemented. An internal class interface is visible only by other class present inside the same package or the module. In the following example, we will see how to implement an internal method.</p>\n<pre class=\"prettyprint notranslate\">\nclass internalExample {\n   internal val i = 1\n   internal fun doSomething() {\n   }\n}\n</pre>\n<p>In the above example, the method named “doSomething” and the variable is mentioned as internal, hence, these two fields can be accessible only inside the package under which it is declared.</p>\n<h2>Public</h2>\n<p>Public modifier is accessible from anywhere in the project workspace. If no access modifier is specified, then by default it will be in the public scope. In all our previous examples, we have not mentioned any modifier, hence, all of them are in the public scope. Following is an example to understand more on how to declare a public variable or method.</p>\n<pre class=\"prettyprint notranslate\">\nclass publicExample {\n   val i = 1\n   fun doSomething() {\n   }\n}\n</pre>\n<p>In the above example, we have not mentioned any modifier, thus all these methods and variables are by default public.</p>\n<h1>Kotlin - Extension</h1>\n<p>In this chapter, we will learn about another new feature of Kotlin named “Extension”. Using extension, we will be able to add or remove some method functionality even without inheriting or modifying them. Extensions are resolved statistically. It does not actually modify the existing class, but it creates a callable function that can be called with a dot operation.</p>\n<h2>Function Extension</h2>\n<p>In function extension, Kotlin allows to define a method outside of the main class. In the following example, we will see how the extension is implemented at the functional level.</p>\n<a class=\"demo\" href=\"http://tpcg.io/gVg3WW\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nclass Alien {\n   var skills : String = \"null\"\n\t\n   fun printMySkills() {\n      print(skills)\n   }\t\t\n}\nfun main(args: Array&lt;String&gt;) {\n   var  a1 = Alien()\n   a1.skills = \"JAVA\"\n   //a1.printMySkills()\n\t\n   var  a2 = Alien()\n   a2.skills = \"SQL\"\n   //a2.printMySkills()\n\t\n   var  a3 = Alien()\n   a3.skills = a1.addMySkills(a2)\n   a3.printMySkills()\n}\nfun Alien.addMySkills(a:Alien):String{\n   var a4 = Alien()\n   a4.skills = this.skills + \" \" +a.skills\n   return a4.skills\n}\n</pre>\n<p>In the above example, we don’t have any method inside “Alien” class named as “addMySkills()”, however, we still are implementing the same method somewhere else outside of the class, This is the magic of extension.</p>\n<p>The above piece of code will generate the following output in the browser.</p>\n<pre class=\"result notranslate\">\nJAVA SQL\n</pre>\n<h2>Object Extension</h2>\n<p>Kotlin provides another mechanism to implement static functionality of Java. This can be achieved using the keyword “companion object”. Using this mechanism, we can create an object of a class inside a factory method and later we can just call that method using the reference of the class name. In the following example, we will  create a “companion object”.</p>\n<a class=\"demo\" href=\"http://tpcg.io/ARdnQp\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   println(\"Heyyy!!!\"+A.show())\n}\nclass A {\n   companion object {\n      fun show():String {\n         return(\"You are learning Kotlin from TutorialsPoint.com\")\n      }\n   }\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nHeyyy!!! You are learning Kotlin from TutorialsPoint.com\n</pre>\n<p>The above example seems like static in Java, however, in real-time we are creating an object as a member variable of that same class. This is why it is also included under extension property and can be alternatively called as an object extension. You are basically extending the object of the same class to use some of the member functions.</p>\n<h1>Kotlin - Data Classes</h1>\n<p>In this chapter, we will learn more about Data classes of Kotlin programming language. A class can be marked as a Data class whenever it is marked as ”data”. This type of class can be used to hold the basic data apart. Other than this, it does not provide any other functionality.</p>\n<p>All the data classes need to have one primary constructor and all the primary constructor should have at least one parameter. Whenever a class is marked as data, we can use some of the inbuilt function of that data class such as “toString()”,”hashCode()”, etc. Any data class cannot have a modifier like abstract and open or internal. Data class can be extended to other classes too. In the following example, we will create one data class.</p>\n<a class=\"demo\" href=\"http://tpcg.io/FAhheY\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val book: Book = Book(\"Kotlin\", \"TutorialPoint.com\", 5)\n   println(\"Name of the Book is--\"+book.name) // \"Kotlin\"\n   println(\"Puclisher Name--\"+book.publisher) // \"TutorialPoint.com\"\n   println(\"Review of the book is--\"+book.reviewScore) // 5\n   book.reviewScore = 7\n   println(\"Printing all the info all together--\"+book.toString()) \n   //using inbuilt function of the data class \n   \n   println(\"Example of the hashCode function--\"+book.hashCode())\n}\n\ndata class Book(val name: String, val publisher: String, var reviewScore: Int)\n</pre>\n<p>The above piece of code will yield the following output in the browser, where we have created one data class to hold some of the data, and from the main function we have accessed all of its data members.</p>\n<pre class=\"result notranslate\">\nName of the Book is--\"Kotlin\"\nPuclisher Name--\"TutorialPoint.com\"\nReview of the book is--5\nPrinting all the info all together--(name-Kotlin, publisher-TutorialPoint.com, reviewScore-7)\nExample of the hashCode function---1753517245\n</pre>\n<h1>Kotlin - Sealed Class</h1>\n<p>In this chapter, we will learn about another class type called “Sealed” class. This type of class is used to represent a restricted class hierarchy. Sealed allows the developers to maintain a data type of a predefined type. To make a sealed class, we need to use the keyword “sealed” as a modifier of that class. A sealed class can have its own subclass but all those subclasses need to be declared inside the same Kotlin file along with the sealed class. In the following example, we will see how to use a sealed class.</p>\n<a class=\"demo\" href=\"http://tpcg.io/iCfSyw\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nsealed class MyExample {\n   class OP1 : MyExample() // MyExmaple class can be of two types only\n   class OP2 : MyExample()\n}\nfun main(args: Array&lt;String&gt;) {\n   val obj: MyExample = MyExample.OP2() \n   \n   val output = when (obj) { // defining the object of the class depending on the inuputs \n      is MyExample.OP1 -&gt; \"Option One has been chosen\"\n      is MyExample.OP2 -&gt; \"option Two has been chosen\"\n   }\n   \n   println(output)\n}\n</pre>\n<p>In the above example, we have one sealed class named “MyExample”, which can be of two types only - one is “OP1” and another one is “OP2”. In the main class, we are creating an object in our class and assigning its type at runtime. Now, as this “MyExample” class is sealed, we can apply the “when ” clause at runtime to implement the final output.</p>\n<p>In sealed class, we need not use any unnecessary “else” statement to complex out the code. The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\noption Two has been chosen\n</pre>\n<h1>Kotlin - Generics</h1>\n<p>Like Java, Kotlin provides higher order of variable typing called as Generics. In this chapter, we will learn how Kotlin implements Generics and how as a developer we can use those functionalities provided inside the generics library. Implementation wise, generics is pretty similar to Java but Kotlin developer has introduced two new keywords <b>“out”</b> and <b>“in”</b> to make Kotlin codes more readable and easy for the developer.</p>\n<p>In Kotlin, a class and a type are totally different concepts. As per the example, List is a class in Kotlin, whereas List&lt;String&gt; is a type in Kotlin. The following example depicts how generics is implemented in Kotlin.</p>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val integer: Int = 1\n   val number: Number = integer\n   print(number)\n}\n</pre>\n<p>In the above code, we have declared one “integer” and later we have assigned that variable to a number variable. This is possible because “Int” is a subclass of Number class, hence the type conversion happens automatically at runtime and produces the output as “1”.</p>\n<p>Let us learn something more about generics in Kotlin. It is better to go for generic data type whenever we are not sure about the data type we are going to use in the application. Generally, in Kotlin generics is defined by <b>&lt;T&gt;</b> where “T” stands for template, which can be determined dynamically by Kotlin complier. In the following example, we will see how to use generic data types in Kotlin programming language.</p>\n<a class=\"demo\" href=\"http://tpcg.io/edI3jn\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   var objet = genericsExample&lt;String&gt;(\"JAVA\")\n   var objet1 = genericsExample&lt;Int&gt;(10)\n}\nclass genericsExample&lt;T&gt;(input:T) {\n   init {\n      println(\"I am getting called with the value \"+input)\n   }\n}\n</pre>\n<p>In the above piece of code, we are creating one class with generic return type, which is represented as <b>&lt;T&gt;</b>. Take a look at the main method, where we have dynamically defined its value at the run by proving the value type, while creating the object of this class. This is how generics is interpreted by Kotlin compiler. We will get the following output in the browser, once we run this code in our coding ground.</p>\n<pre class=\"result notranslate\">\nI am getting called with the value JAVA\nI am getting called with the value 10\n</pre>\n<p>When we want to assign the generic type to any of its super type, then we need to use “out” keyword, and when we want to assign the generic type to any of its sub-type, then we need to use “in” keyword. In the following example, we will use “out” keyword. Similarly, you can try using “in” keyword.</p>\n<a class=\"demo\" href=\"http://tpcg.io/HWRSvq\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   var objet1 = genericsExample&lt;Int&gt;(10)\n   var object2 = genericsExample&lt;Double&gt;(10.00)\n   println(objet1)\n   println(object2)\n}\nclass genericsExample&lt;out T&gt;(input:T) {\n   init {\n      println(\"I am getting called with the value \"+input)\n   }\n}\n</pre>\n<p>The above code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nI am getting called with the value 10\nI am getting called with the value 10.0\ngenericsExample@28d93b30\ngenericsExample@1b6d3586\n</pre>\n<h1>Kotlin - Delegation</h1>\n<p>Kotlin supports <b>“delegation”</b> design pattern by introducing a new keyword <b>“by”</b>. Using this keyword or delegation methodology, Kotlin allows the derived class to access all the implemented public methods of an interface through a specific object. The following example demonstrates how this happens in Kotlin.</p>\n<a class=\"demo\" href=\"http://tpcg.io/Efl9AY\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\ninterface Base {\n   fun printMe() //abstract method\n}\nclass BaseImpl(val x: Int) : Base {\n   override fun printMe() { println(x) }   //implementation of the method\n}\nclass Derived(b: Base) : Base by b  // delegating the public method on the object b\n\nfun main(args: Array&lt;String&gt;) {\n   val b = BaseImpl(10)\n   Derived(b).printMe() // prints 10 :: accessing the printMe() method \n}\n</pre>\n<p>In the example, we have one interface “Base” with its abstract method named “printme()”. In the BaseImpl class, we are implementing this “printme()” and later from another class we are using this implementation using “by” keyword.</p>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\n10\n</pre>\n<h2>Property Delegation</h2>\n<p>In the previous section, we have learned about the delegation design pattern using “by” keyword. In this section, we will learn about delegation of properties using some standard methods mentioned in Kotlin library.</p>\n<p>Delegation means passing the responsibility to another class or method. When a property is already declared in some places, then we should reuse the same code to initialize them. In the following examples, we will use some standard delegation methodology provided by Kotlin and some standard library function while implementing delegation in our examples.</p>\n<h3>Using Lazy()</h3>\n<p>Lazy is a lambda function which takes a property as an input and in return gives an instance of <b>Lazy&lt;T&gt;</b>, where &lt;T&gt; is basically the type of the properties it is using. Let us take a look at the following to understand how it works.</p>\n<a class=\"demo\" href=\"http://tpcg.io/kDj8lx\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nval myVar: String by lazy {\n   \"Hello\"\n}\nfun main(args: Array&lt;String&gt;) {\n   println(myVar +\" My dear friend\")\n}\n</pre>\n<p>In the above piece of code, we are passing a variable “myVar” to the Lazy function, which in return assigns the value to its object and returns the same to the main function. Following is the output in the browser.</p>\n<pre class=\"result notranslate\">\nHello My dear friend\n</pre>\n<h3>Delegetion.Observable()</h3>\n<p>Observable() takes two arguments to initialize the object and returns the same to the called function. In the following example, we will see how to use Observable() method in order to implement delegation.</p>\n<a class=\"demo\" href=\"http://tpcg.io/xeiAIF\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nimport kotlin.properties.Delegates\nclass User {\n   var name: String by Delegates.observable(\"Welcome to Tutorialspoint.com\") {\n      prop, old, new -&gt;\n      println(\"$old -&gt; $new\")\n   }\n}\nfun main(args: Array&lt;String&gt;) {\n   val user = User()\n   user.name = \"first\"\n   user.name = \"second\"\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nfirst -&gt; second\n</pre>\n<p>In general, the syntax is the expression after the “by” keyword is delegated. The <b>get()</b> and <b>set()</b> methods of the variable <b>p</b> will be delegated to its <b>getValue()</b> and <b>setValue()</b> methods defined in the Delegate class.</p>\n<pre class=\"prettyprint notranslate\">\nclass Example {\n   var p: String by Delegate()\n}\n</pre>\n<p>For the above piece of code, following is the delegate class that we need to generate in order to assign the value in the variable <b>p</b>.</p>\n<pre class=\"prettyprint notranslate\">\nclass Delegate {\n   operator fun getValue(thisRef: Any?, property: KProperty&lt;*&gt;): String {\n      return \"$thisRef, thank you for delegating '${property.name}' to me!\"\n   }\n   operator fun setValue(thisRef: Any?, property: KProperty&lt;*&gt;, value: String) {\n      println(\"$value has been assigned to '${property.name} in $thisRef.'\")\n   }\n}\n</pre>\n<p>While reading, getValue() method will be called and while setting the variable setValue() method will be called.</p>\n<h1>Kotlin - Functions</h1>\n<p>Kotlin is a statically typed language, hence, functions play a great role in it. We are pretty familiar with function, as we are using function throughout the examples. Function is declared with the keyword “fun”. Like any other OOP, it also needs a return type and an option argument list.</p>\n<p>In the following example, we are defining a function called MyFunction and from the main function we are calling this function and passing some argument.</p>\n<a class=\"demo\" href=\"http://tpcg.io/dSVwaG\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   println(MyFunction(\"tutorialsPoint.com\"))\n}\nfun MyFunction(x: String): String {\n   var c:String  = \"Hey!! Welcome To ---\"\n   return (c+x)\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nHey!! Welcome To ---tutorialsPoint.com\n</pre>\n<p>The function should be declared as follows −</p>\n<pre class=\"prettyprint notranslate\">\nfun &lt;nameOfFunction&gt;(&lt;argument&gt;:&lt;argumentType&gt;):&lt;ReturnType&gt;\n</pre>\n<p>Following are some of the different types of function available in Kotlin.</p>\n<h2>Lambda Function</h2>\n<p>Lambda is a high level function that drastically reduces the boiler plate code while declaring a function and defining the same. Kotlin allows you to define your own lambda. In Kotlin, you can declare your lambda and pass that lambda to a function.</p>\n<p>Take a look at the following example.</p>\n<a class=\"demo\" href=\"http://tpcg.io/REU23H\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val mylambda :(String)-&gt;Unit  = {s:String-&gt;print(s)}\n   val v:String = \"TutorialsPoint.com\"\n   mylambda(v)\n}\n</pre>\n<p>In the above code, we have created our own lambda known as “mylambda” and we have passed one variable to this lambda, which is of type String and contains a value “TutorialsPoint.com”.</p>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nTutorialsPoint.com\n</pre>\n<h2>Inline Function</h2>\n<p>The above example shows the basic of the lambda expression that we can use in Kotlin application. Now, we can pass a lambda to another function to get our output which makes the calling function an inline function.</p>\n<p>Take a look at the following example.</p>\n<a class=\"demo\" href=\"http://tpcg.io/JfmM0d\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val mylambda:(String)-&gt;Unit  = {s:String-&gt;print(s)}\n   val v:String = \"TutorialsPoint.com\"\n   myFun(v,mylambda) //passing lambda as a parameter of another function \n}\nfun myFun(a :String, action: (String)-&gt;Unit) { //passing lambda \n   print(\"Heyyy!!!\")\n   action(a)// call to lambda function\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser. Using inline function, we have passed a lambda as a parameter. Any other function can be made an inline function using the “inline” keyword.</p>\n<pre class=\"result notranslate\">\nHeyyy!!!TutorialsPoint.com\n</pre>\n<h1>Kotlin - Destructuring Declarations</h1>\n<p>Kotlin contains many features of other programming languages. It allows you to declare multiple variables at once. This technique is called Destructuring declaration.</p>\n<p>Following is the basic syntax of the destructuring declaration.</p>\n<pre class=\"result notranslate\">\nval (name, age) = person\n</pre>\n<p>In the above syntax, we have created an object and defined all of them together in a single statement. Later, we can use them as follows.</p>\n<pre class=\"prettyprint notranslate\">\nprintln(name)\nprintln(age)\n</pre>\n<p>Now, let us see how we can use the same in our real-life application. Consider the following example where we are creating one Student class with some attributes and later we will be using them to print the object values.</p>\n<a class=\"demo\" href=\"http://tpcg.io/T8eRWW\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val s = Student(\"TutorialsPoint.com\",\"Kotlin\")\n   val (name,subject) = s\n   println(\"You are learning \"+subject+\" from \"+name)\n}\ndata class Student( val a :String,val b: String ){\n   var name:String = a\n   var subject:String = b\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nYou are learning Kotlin from TutorialsPoint.com\n</pre>\n<h1>Kotlin - Exception Handling</h1>\n<p>Exception handling is a very important part of a programming language. This technique restricts our application from generating the wrong output at runtime. In this chapter, we will learn how to handle runtime exception in Kotlin. The exceptions in Kotlin is pretty similar to the exceptions in Java. All the exceptions are descendants of the “Throwable” class. Following example shows how to use exception handling technique in Kotlin.</p>\n<!--<a href=\"http://tpcg.io/UZv9mL\" target=\"_blank\" rel=\"nofollow\" class=\"demo\"><i class=\"fa-external-link\"></i> Live Demo</a>-->\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   try {\n      val myVar:Int = 12;\n      val v:String = \"Tutorialspoint.com\";\n      v.toInt();\n   } catch(e:Exception) {\n      e.printStackTrace();\n   } finally {\n      println(\"Exception Handeling in Kotlin\");\n   }\n}\n</pre>\n<p>In the above piece of code, we have declared a String and later tied that string into the integer, which is actually a runtime exception. Hence, we will get the following output in the browser.</p>\n<pre class=\"result notranslate\">\nval myVar:Int = 12;\nException Handeling in Kotlin\n</pre>\n<p><b>Note</b> − Like Java, Kotlin also executes the finally block after executing the catch block.</p>\n<hr/>\n<div class=\"pre-btn\">\n<a href=\"/kotlin/kotlin_exception_handling.htm\"><i class=\"icon icon-arrow-circle-o-left big-font\"></i> Previous Page</a>\n</div>\n<div class=\"print-btn center\">\n<a href=\"/cgi-bin/printpage.cgi\" target=\"_blank\"><i class=\"icon icon-print big-font\"></i> Print</a>\n</div>\n<div class=\"nxt-btn\">\n<a href=\"/kotlin/kotlin_useful_resources.htm\">Next Page <i class=\"icon icon-arrow-circle-o-right big-font\"></i> </a>\n</div>\n<hr/>\n<!-- PRINTING ENDS HERE -->\n<div class=\"bottomgooglead\">\n<div class=\"bottomadtag\">Advertisements</div>\n<script><!--\nvar width = 580;\nvar height = 400;\nvar format = \"580x400_as\";\nif( window.innerWidth < 468 ){\n   width = 300;\n   height = 250;\n   format = \"300x250_as\";\n}\ngoogle_ad_client = \"pub-7133395778201029\";\ngoogle_ad_width = width;\ngoogle_ad_height = height;\ngoogle_ad_format = format;\ngoogle_ad_type = \"image\";\ngoogle_ad_channel =\"\";\n//--></script>\n<script src=\"https://pagead2.googlesyndication.com/pagead/show_ads.js\">\n</script>\n</div>\n</img></div>", "html": "<!DOCTYPE html>\n\n<!--[if IE 8]><html class=\"ie ie8\"> <![endif]-->\n<!--[if IE 9]><html class=\"ie ie9\"> <![endif]-->\n<!--[if gt IE 9]><!--> <html> <!--<![endif]-->\n<head>\n<!-- Basic -->\n<meta charset=\"utf-8\"/>\n<title>Kotlin Quick Guide</title>\n<meta content=\"Kotlin Quick Guide - Learn Kotlin in simple and easy steps starting from basic to advanced concepts with examples including Overview, Environment Setup, Architecture, Basic Types, Control Flow, Class and Object, Constructors, Inheritance, Interface, Visibility Control, Extension, Data Classes, Sealed Class, Generics, Delegation, Functions, Destructuring Declarations, Exception Handling.\" name=\"description\">\n<meta content=\"Kotlin, Tutorial, Learning, Overview, Environment Setup, Architecture, Basic Types, Control Flow, Class and Object, Constructors, Inheritance, Interface, Visibility Control, Extension, Data Classes, Sealed Class, Generics, Delegation, Functions, Destructuring Declarations, Exception Handling.\" name=\"keywords\"/>\n<base href=\"https://www.tutorialspoint.com/\"/>\n<link href=\"/favicon.ico\" rel=\"shortcut icon\" type=\"image/x-icon\"/>\n<meta content=\"width=device-width,initial-scale=1.0,user-scalable=yes\" name=\"viewport\"/>\n<meta content=\"en_US\" property=\"og:locale\">\n<meta content=\"website\" property=\"og:type\"/>\n<meta content=\"471319149685276\" property=\"fb:app_id\"/>\n<meta content=\"www.tutorialspoint.com\" property=\"og:site_name\"/>\n<meta content=\"yes\" name=\"apple-mobile-web-app-capable\"/>\n<meta content=\"black\" name=\"apple-mobile-web-app-status-bar-style\"/>\n<meta content=\"tutorialspoint.com\" name=\"author\"/>\n<script src=\"https://www.tutorialspoint.com/theme/js/script-min-v4.js?v=2\" type=\"text/javascript\"></script>\n<link href=\"https://www.tutorialspoint.com/theme/css/style-min.css?v=3.1\" rel=\"stylesheet\"/>\n<script>\r\nfunction openNav() {\t\r\n  document.getElementById(\"mySidenav\").style.width = \"250px\";\r\n  document.getElementById(\"right_obs\").style.display = \"block\";\r\n}\r\nfunction closeNav() {\r\n  document.getElementById(\"mySidenav\").style.width = \"0\";\r\n  document.getElementById(\"right_obs\").style.display = \"none\";\r\n}\r\nfunction close_obs_sidenav(){\r\n  document.getElementById(\"mySidenav\").style.width = \"0\";\r\n  document.getElementById(\"right_obs\").style.display = \"none\";\r\n}\r\n</script>\n<!-- Head Libs -->\n<!--[if IE 8]>\r\n<link rel=\"stylesheet\" type=\"text/css\" href=\"/theme/css/ie8.css\">\r\n<![endif]-->\n<style>\r\n#privacy-banner {\r\n    position: fixed;\r\n    bottom: 0;\r\n    left: 0;\r\n    width: 100%;\r\n    max-width: 100%;\r\n    padding: 1rem .5rem;\r\n    background: #fff;\r\n    z-index: 1030;\r\n    color: #000;\r\n    font-size: 14px;\r\n    margin: 0;\r\n    display: none;\r\n    border-top: 2px solid rgb(130, 130, 130);\r\n  }\r\n  #privacy-banner p {\r\n    margin: 0;\r\n    color: #000;\r\n    text-align: center;\r\n  }\r\n  #privacy-banner a {\r\n    text-decoration: none;\r\n    margin: 20px auto 0 auto;\r\n    display: block;\r\n    max-width: 150px;\r\n  }\r\n  #privacy-banner a:hover {\r\n    text-decoration: underline;\r\n  }\r\n  #banner-learn {\r\n    color: #000;\r\n  }\r\n  #banner-accept {\r\n    padding: 7px 15px;\r\n    color: #fff;\r\n    border-radius: 5px;\r\n    background:#737373 !important;\r\n  }\r\n  @media (min-width: 768px) {\r\n    #privacy-banner {\r\n      padding: 1.5rem .5rem;\r\n    }\r\n    #privacy-banner a {\r\n      display: inline-block;\r\n      margin: 0 10px;\r\n    }\r\n}\r\nselect{ border:0 !important; outline: 1px inset black !important; outline-offset: -1px !important; }\r\n.btnsbmt{ background: #de33a3 !important;}\r\nul.nav-list.primary>li a.videolink{    background: none; margin: 0px; padding: 0px; border: 1px solid #d6d6d6;}\r\ndiv.feature-box div.feature-box-icon, .col-md-3 .course-box, li.heading, div.footer-copyright { background: #de33a3 url(/images/pattern.png) repeat center center !important;}\r\n.sub-main-menu .sub-menuu div:hover, .sub-main-menu .viewall, header nav ul.nav-main li a:hover, button.btn-responsive-nav, header div.search button.btn-default { background: #de33a3 !important;}\r\n.submenu-item{ border-bottom: 2px solid #de33a3 !important; border-top: 2px solid #de33a3 !important }\r\n.ace_scroller{overflow: auto!important;}\r\na.demo{font-family: \"Open Sans\",Arial,sans-serif; background:#de33a3; color:#fff; font-size:13px; padding:3px 10px; border:1px solid #d6d6d6; position:absolute; right:5px; margin:-6px 17px 0px 0px;}\r\na.demo:hover{opacity:.8}\r\n</style>\n<script>\r\n$(document).ready(function() {\r\n  $('input[name=\"q\"]').keydown(function(event){\r\n    if(event.keyCode == 13) {\r\n      event.preventDefault();\r\n      return false;\r\n    }\r\n  });\r\n});\r\n</script>\n</meta></meta></head>\n<body onload=\"prettyPrint()\">\n<div class=\"wrapLoader\">\n<div class=\"imgLoader\">\n<img alt=\"\" height=\"70\" src=\"/images/loading-cg.gif\" width=\"70\"/>\n</div>\n</div>\n<div class=\"display-none\" id=\"right_obs\" onclick=\"close_obs_sidenav()\"></div>\n<header>\n<div class=\"container\">\n<h1 class=\"logo\">\n<a href=\"index.htm\" title=\"tutorialspoint\">\n<img alt=\"tutorialspoint\" src=\"/kotlin/images/logo.png\"/>\n</a>\n</h1>\n<ul class=\"tp-inline-block pull-right\" id=\"tp-head-icons\">\n<li>\n<div class=\"tp-second-nav tp-display-none tp-pointer\" onclick=\"openNav()\">\n<i class=\"fa fa-th-large fa-lg\"></i>\n</div>\n</li>\n</ul>\n<button class=\"btn btn-responsive-nav btn-inverse\" data-target=\".nav-main-collapse\" data-toggle=\"collapse\" id=\"pull\" style=\"top: 24px!important\"> <i class=\"icon icon-bars\"></i> </button>\n<nav>\n<ul class=\"nav nav-pills nav-top\">\n<li><a href=\"/about/about_careers.htm\" style=\"background: #fffb09; font-weight: bold;\"><i class=\"icon icon-suitcase\"></i> Jobs</a></li>\n<li> <a href=\"/programming_examples/\" target=\"_blank\"><i class=\"fa fa-cubes\"></i>  Examples</a> </li>\n<li> <a href=\"https://www.tutorialspoint.com/whiteboard.htm\"><img alt=\"Whiteboard\" src=\"theme/css/icons/image-editor.png\" title=\"Whiteboard\"/>  Whiteboard</a> </li>\n<li> <a href=\"https://www.tutorialspoint.com/netmeeting.php\"><i class=\"fa-camera\"></i>  Net Meeting</a> </li>\n<li> <a href=\"/online_dev_tools.htm\"> <i class=\"dev-tools-menu\" style=\"opacity:.5\"></i> Tools </a> </li>\n<li> <a href=\"/articles/index.php\"><i class=\"icon icon-file-text-o\"></i>  Articles</a> </li>\n<li class=\"top-icons\">\n<ul class=\"social-icons\">\n<li class=\"facebook\"><a data-placement=\"bottom\" href=\"https://www.facebook.com/tutorialspointindia\" rel=\"nofollow\" target=\"_blank\" title=\"tutorialspoint @ Facebook\">Facebook</a></li>\n<li class=\"googleplus\"><a data-placement=\"bottom\" href=\"https://plus.google.com/u/0/116678774017490391259/posts\" rel=\"nofollow\" target=\"_blank\" title=\"tutorialspoint @ Google+\">Google+</a></li>\n<li class=\"twitter\"><a data-placement=\"bottom\" href=\"https://www.twitter.com/tutorialspoint\" rel=\"nofollow\" target=\"_blank\" title=\"tutorialspoint @ Twitter\">Twitter</a></li>\n<li class=\"linkedin\"><a data-placement=\"bottom\" href=\"https://www.linkedin.com/company/tutorialspoint\" rel=\"nofollow\" target=\"_blank\" title=\"tutorialspoint @ Linkedin\">Linkedin</a></li>\n<li class=\"youtube\"><a data-placement=\"bottom\" href=\"https://www.youtube.com/channel/UCVLbzhxVTiTLiVKeGV7WEBg\" rel=\"nofollow\" target=\"_blank\" title=\"tutorialspoint YouTube\">YouTube</a></li>\n</ul>\n</li>\n</ul>\n</nav>\n</div>\n<div class=\"sidenav\" id=\"mySidenav\">\n<div class=\"navbar nav-main\">\n<div class=\"container\">\n<nav class=\"nav-main mega-menu\">\n<ul class=\"nav nav-pills nav-main\" id=\"mainMenu\">\n<li class=\"dropdown no-sub-menu\"> <a class=\"dropdown\" href=\"index.htm\"><i class=\"icon icon-home\"></i> Home</a> </li>\n<li class=\"dropdown no-sub-menu\"><a class=\"dropdown\" href=\"/questions/index.php\"><i class=\"fa fa-send\"></i> Q/A </a> </li>\n<li class=\"dropdown\"><a class=\"dropdown\" href=\"tutorialslibrary.htm\"><span class=\"tut-lib\"> Library </span></a></li>\n<li class=\"dropdown no-sub-menu\"><a class=\"dropdown\" href=\"videotutorials/index.htm\"><i class=\"fa-toggle-right\"></i> Videos </a></li>\n<li class=\"dropdown no-sub-menu\"><a class=\"dropdown\" href=\"tutor_connect/index.php\"><i class=\"fa-user\"> </i> Tutors</a></li>\n<li class=\"dropdown no-sub-menu\"><a class=\"dropdown\" href=\"codingground.htm\"><i class=\"fa-code\"></i> Coding Ground </a> </li>\n<li class=\"dropdown no-sub-menu\"><a class=\"dropdown\" href=\"https://store.tutorialspoint.com/\"><i class=\"fa-usd\"></i> Store </a> </li>\n<li class=\"dropdown no-sub-menu\">\n<div class=\"searchform-popup\">\n<input autocomplete=\"off\" class=\"header-search-box\" id=\"search-string\" name=\"q\" onblur=\"if (this.value == '') {this.value = 'Search your favorite tutorials...';}\" onfocus=\"if (this.value == 'Search your favorite tutorials...') {this.value = '';}\" placeholder=\"Search your favorite tutorials...\" type=\"text\"/>\n<div class=\"magnifying-glass\"><i class=\"icon-search\"></i> Search </div>\n</div>\n</li>\n</ul>\n</nav>\n</div>\n</div>\n</div>\n</header></body></html>\n\n<div style=\"clear:both;\"></div>\n<div class=\"main\" role=\"main\">\n<div class=\"container\">\n<div class=\"row\">\n<div class=\"col-md-2\">\n<aside class=\"sidebar\">\n<div class=\"mini-logo\">\n<img alt=\"Kotlin Tutorial\" src=\"/kotlin/images/kotlin-mini-logo.jpg\">\n</img></div>\n<ul class=\"nav nav-list primary left-menu\">\n<li class=\"heading\">Kotlin Tutorial</li>\n<li><a href=\"/kotlin/index.htm\">Kotlin - Home</a></li>\n<li><a href=\"/kotlin/kotlin_overview.htm\">Kotlin - Overview</a></li>\n<li><a href=\"/kotlin/kotlin_environment_setup.htm\">Kotlin - Environment Setup</a></li>\n<li><a href=\"/kotlin/kotlin_architecture.htm\">Kotlin - Architecture</a></li>\n<li><a href=\"/kotlin/kotlin_basic_types.htm\">Kotlin - Basic Types</a></li>\n<li><a href=\"/kotlin/kotlin_control_flow.htm\">Kotlin - Control Flow</a></li>\n<li><a href=\"/kotlin/kotlin_class_and_object.htm\">Kotlin - Class &amp; Object</a></li>\n<li><a href=\"/kotlin/kotlin_constructors.htm\">Kotlin - Constructors</a></li>\n<li><a href=\"/kotlin/kotlin_inheritance.htm\">Kotlin - Inheritance</a></li>\n<li><a href=\"/kotlin/kotlin_interface.htm\">Kotlin - Interface</a></li>\n<li><a href=\"/kotlin/kotlin_visibility_control.htm\">Kotlin - Visibility Control</a></li>\n<li><a href=\"/kotlin/kotlin_extension.htm\">Kotlin - Extension</a></li>\n<li><a href=\"/kotlin/kotlin_data_classes.htm\">Kotlin - Data Classes</a></li>\n<li><a href=\"/kotlin/kotlin_sealed_class.htm\">Kotlin - Sealed Class</a></li>\n<li><a href=\"/kotlin/kotlin_generics.htm\">Kotlin - Generics</a></li>\n<li><a href=\"/kotlin/kotlin_delegation.htm\">Kotlin - Delegation</a></li>\n<li><a href=\"/kotlin/kotlin_functions.htm\">Kotlin - Functions</a></li>\n<li><a href=\"/kotlin/kotlin_destructuring_declarations.htm\">Kotlin - Destructuring Declarations</a></li>\n<li><a href=\"/kotlin/kotlin_exception_handling.htm\">Kotlin - Exception Handling</a></li>\n</ul>\n<ul class=\"nav nav-list primary left-menu\">\n<li class=\"heading\">Kotlin Useful Resources</li>\n<li><a href=\"/kotlin/kotlin_quick_guide.htm\">Kotlin - Quick Guide</a></li>\n<li><a href=\"/kotlin/kotlin_useful_resources.htm\">Kotlin - Useful Resources</a></li>\n<li><a href=\"/kotlin/kotlin_discussion.htm\">Kotlin - Discussion</a></li>\n</ul>\n<ul class=\"nav nav-list primary push-bottom left-menu special\">\n<li class=\"sreading\">Selected Reading</li>\n<li><a href=\"/upsc_ias_exams.htm\" target=\"_top\">UPSC IAS Exams Notes</a></li>\n<li><a href=\"/developers_best_practices/index.htm\" target=\"_top\">Developer's Best Practices</a></li>\n<li><a href=\"/questions_and_answers.htm\" target=\"_top\">Questions and Answers</a></li>\n<li><a href=\"/effective_resume_writing.htm\" target=\"_top\">Effective Resume Writing</a></li>\n<li><a href=\"/hr_interview_questions/index.htm\" target=\"_top\">HR Interview Questions</a></li>\n<li><a href=\"/computer_glossary.htm\" target=\"_top\">Computer Glossary</a></li>\n<li><a href=\"/computer_whoiswho.htm\" target=\"_top\">Who is Who</a></li>\n</ul>\n</aside>\n</div>\n<!-- PRINTING STARTS HERE -->\n<div class=\"row\">\n<div class=\"content\">\n<div class=\"col-md-7 middle-col\">\n<h1>Kotlin - Quick Guide</h1>\n<hr/>\n<div style=\"padding-bottom:5px;padding-left:10px;text-align: center;\">Advertisements</div>\n<div style=\"text-align: center;\">\n<script type=\"text/javascript\"><!--\ngoogle_ad_client = \"pub-7133395778201029\";\ngoogle_ad_width = 468;\ngoogle_ad_height = 60;\ngoogle_ad_format = \"468x60_as\";\ngoogle_ad_type = \"image\";\ngoogle_ad_channel = \"\";\n//--></script>\n<script src=\"https://pagead2.googlesyndication.com/pagead/show_ads.js\" type=\"text/javascript\">\n</script>\n</div>\n<hr/>\n<div class=\"pre-btn\">\n<a href=\"/kotlin/kotlin_exception_handling.htm\"><i class=\"icon icon-arrow-circle-o-left big-font\"></i> Previous Page</a>\n</div>\n<div class=\"nxt-btn\">\n<a href=\"/kotlin/kotlin_useful_resources.htm\">Next Page <i class=\"icon icon-arrow-circle-o-right big-font\"></i> </a>\n</div>\n<div class=\"clearer\"></div>\n<hr/>\n<h1>Kotlin - Overview</h1>\n<p>Kotlin is a new open source programming language like Java, JavaScript, etc. It is a high level strongly statically typed language that combines functional and technical part in a same place. Currently, Kotlin targets Java and JavaScript. It runs on JVM.</p>\n<p>Kotlin is influenced by other programming languages such as Java, Scala, Groovy, Gosu, etc. The syntax of Kotlin may not be exactly similar to JAVA, however, internally Kotlin is reliant on the existing Java Class library to produce wonderful results for the programmers. Kotlin provides interoperability, code safety, and clarity to the developers around the world.</p>\n<h2>Advantages and Disadvantages</h2>\n<p>Following are some of the advantages of using Kotlin for your application development.</p>\n<p><b>Easy Language</b> − Kotlin is a functional language and very easy to learn. The syntax is pretty much similar to Java, hence it is very easy to remember. Kotlin is more expressive, which makes your code more readable and understandable.</p>\n<p><b>Concise</b> − Kotlin is based on JVM and it is a functional language. Thus, it reduce lots of boiler plate code used in other programming languages.</p>\n<p><b>Runtime and Performance</b> − Better performance and small runtime.</p>\n<p><b>Interoperability</b> − Kotlin is mature enough to build an interoperable application in a less complex manner.</p>\n<p><b>Brand New</b> − Kotlin is a brand new language that gives developers a fresh start. It is not a replacement of Java, though it is developed over JVM. It is accepted as the first official language of android development. Kotlin can be defined as - Kotlin = JAVA + extra updated new features.</p>\n<p>Following are some of the disadvantages of Kotlin.</p>\n<p><b>Namespace declaration</b> − Kotlin allows developers to declare the functions at the top level. However, whenever the same function is declared in many places of your application, then it is hard to understand which function is being called.</p>\n<p><b>No Static Declaration</b> − Kotlin does not have usual static handling modifier like Java, which can cause some problem to the conventional Java developer.</p>\n<h1>Kotlin - Environment Setup</h1>\n<p>However, if you still want to use Kotlin offline in your local system, then you need to execute the following steps to configure your local workspace.</p>\n<p><b>Step 1</b> − Java 8 installation.</p>\n<p>Kotlin runs on JVM, hence. it is really necessary to use JDK 8 for your local Kotlin development. Please refer to the official website of <a href=\"http://www.oracle.com/technetwork/java/javase/downloads/index.html\" rel=\"nofollow\" target=\"_blank\">oracle</a> to download and install JDK 8 or an above version. You might have to set the environment variable for JAVA such that it can work properly. To verify your installation in Windows operating system, hit “java –version” in the command prompt and as an output it will show you the java version installed in your system.</p>\n<p><b>Step 2</b> − IDE installation.</p>\n<p>There are a number of IDE available over the internet. You can use any of your choice. You can find the download link of different IDE in the following table.</p>\n<table class=\"table table-bordered\" style=\"text-align:center;\">\n<tr>\n<th style=\"text-align:center;vertical-align:middle;\">IDE Name</th>\n<th style=\"text-align:center;vertical-align:middle;\">Installation Link</th>\n</tr>\n<tr>\n<td>NetBeans</td>\n<td><a href=\"https://netbeans.org/downloads/\" rel=\"nofollow\" target=\"_blank\">https://netbeans.org/downloads/</a></td>\n</tr>\n<tr>\n<td>Eclipse</td>\n<td><a href=\"https://www.eclipse.org/downloads/\" rel=\"nofollow\" target=\"_blank\">https://www.eclipse.org/downloads/</a></td>\n</tr>\n<tr>\n<td style=\"vertical-align:middle;\">Intellij</td>\n<td><a href=\"https://www.jetbrains.com/idea/download/#section = windows\" rel=\"nofollow\" target=\"_blank\">https://www.jetbrains.com/idea/download/#section = windows</a></td>\n</tr>\n</table>\n<p>It is always recommended to use the recent software version to drag out maximum facility from it.</p>\n<p><b>Step 3</b> − Configuring Eclipse.</p>\n<p>Open Eclipse and go to “Eclipse Market Place”. You will find the following screen.</p>\n<img alt=\"Eclipse Market Place\" src=\"/kotlin/images/eclipse_market_place.jpg\">\n<p>Search for Kotlin in the search box and install the same in your local system. It might take some time depending on the internet speed. You may have to restart your Eclipse, once it is successfully installed.</p>\n<p><b>Step 4</b> − Kotlin Project.</p>\n<p>Once Eclipse is successfully restarted and Kotlin is installed, you will be able to create a Kotlin project on the fly. Go to <b>File → New → Others</b> and select “Kotlin project” from the list.</p>\n<img alt=\"Kotlin project\" src=\"/kotlin/images/kotlin_project.jpg\"/>\n<p>Once the project setup is done, you can create a Kotlin file under “SRC” folder. Left-click on the “Src” folder and hit “new”. You will get an option for Kotlin file, otherwise you may have to search from the “others”. Once the new file is created, your project directory will be look like the following.</p>\n<img alt=\"Hello\" src=\"/kotlin/images/hello.jpg\"/>\n<p>Your development environment is ready now. Go ahead and add the following piece of code in the “Hello.kt” file.</p>\n<a class=\"demo\" href=\"http://tpcg.io/g0ZgRc\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   println(\"Hello, World!\")\n}\n</pre>\n<p>Run it as a Kotlin application and see the output in the console as shown in the following screenshot. For better understanding and availability, we will be using our coding ground tool.</p>\n<pre class=\"result notranslate\">\nHello, World!\n</pre>\n<h1>Kotlin - Architecture</h1>\n<p>Kotlin is a programming language and has its own architecture to allocate memory and produce a quality output to the end user. Following are the different scenarios where Kotlin compiler will work differently, whenever it is targeting different other kind of languages such as Java and JavaScript.</p>\n<p>Kotlin compiler creates a byte code and that byte code can run on the JVM, which is exactly equal to the byte code generated by the Java <b>.class</b> file. Whenever two byte coded file runs on the JVM, they can communicate with each other and this is how an interoperable feature is established in Kotlin for Java.</p>\n<img alt=\"Architecture\" src=\"/kotlin/images/architecture.jpg\"/>\n<p>Whenever Kotlin targets JavaScript, the Kotlin compiler converts the <b>.kt</b> file into ES5.1 and generates a compatible code for JavaScript. Kotlin compiler is capable of creating platform basis compatible codes via LLVM.</p>\n<h1>Kotlin - Basic Types</h1>\n<p>In this chapter, we will learn about the basic data types available in Kotlin programming language.</p>\n<h2>Numbers</h2>\n<p>The representation of numbers in Kotlin is pretty similar to Java, however, Kotlin does not allow internal conversion of different data types. Following table lists different variable lengths for different numbers.</p>\n<table class=\"table table-bordered\" style=\"text-align:center;\">\n<tr>\n<th style=\"text-align:center;\">Type</th>\n<th style=\"text-align:center;\">Size</th>\n</tr>\n<tr>\n<td>Double</td>\n<td>64</td>\n</tr>\n<tr>\n<td>Float</td>\n<td>32</td>\n</tr>\n<tr>\n<td>Long</td>\n<td>64</td>\n</tr>\n<tr>\n<td>Int</td>\n<td>32</td>\n</tr>\n<tr>\n<td>Short</td>\n<td>16</td>\n</tr>\n<tr>\n<td>Byte</td>\n<td>8</td>\n</tr>\n</table>\n<p>In the following example, we will see how Kotlin works with different data types. Please enter the following set of code in our coding ground.</p>\n<a class=\"demo\" href=\"http://tpcg.io/I5PPPE\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val a: Int = 10000\n   val d: Double = 100.00\n   val f: Float = 100.00f\n   val l: Long = 1000000004\n   val s: Short = 10\n   val b: Byte = 1\n   \n   println(\"Your Int Value is \"+a);\n   println(\"Your Double  Value is \"+d);\n   println(\"Your Float Value is \"+f);\n   println(\"Your Long Value is \"+l);\n   println(\"Your Short Value is \"+s);\n   println(\"Your Byte Value is \"+b);\n}\n</pre>\n<p>When you run the above piece of code in the coding ground, it will generate the following output in the web console.</p>\n<pre class=\"result notranslate\">\nYour Int Value is 10000\nYour Double  Value is 100.0\nYour Float Value is 100.0\nYour Long Value is 1000000004\nYour Short Value is 10\nYour Byte Value is 1\n</pre>\n<h2>Characters</h2>\n<p>Kotlin represents character using <b>char</b>. Character should be declared in a single quote like <b>‘c’</b>. Please enter the following code in our coding ground and see how Kotlin interprets the character variable. Character variable cannot be declared like number variables. Kotlin variable can be declared in two ways - one using <b>“var”</b> and another using <b>“val”</b>.</p>\n<a class=\"demo\" href=\"http://tpcg.io/lpsUjc\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val letter: Char    // defining a variable \n   letter = 'A'        // Assigning a value to it \n   println(\"$letter\")\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser output window.</p>\n<pre class=\"result notranslate\">\nA\n</pre>\n<h2>Boolean</h2>\n<p>Boolean is very simple like other programming languages. We have only two values for Boolean – either true or false. In the following example, we will see how Kotlin interprets Boolean.</p>\n<a class=\"demo\" href=\"http://tpcg.io/9G1XRI\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val letter: Boolean   // defining a variable \n   letter = true         // Assinging a value to it \n   println(\"Your character value is \"+\"$letter\")\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nYour character value is true\n</pre>\n<h2>Strings</h2>\n<p>Strings are character arrays. Like Java, they are immutable in nature. We have two kinds of string available in Kotlin - one is called <b>raw String</b> and another is called <b>escaped String</b>. In the following example, we will make use of these strings.</p>\n<a class=\"demo\" href=\"http://tpcg.io/tEKb3N\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   var rawString :String  = \"I am Raw String!\"\n   val escapedString : String  = \"I am escaped String!\\n\"\n   \n   println(\"Hello!\"+escapedString)\n   println(\"Hey!!\"+rawString)   \n}\n</pre>\n<p>The above example of escaped String allows to provide extra line space after the first print statement. Following will be the output in the browser.</p>\n<pre class=\"result notranslate\">\nHello!I am escaped String!\n\nHey!!I am Raw String!\n</pre>\n<h2>Arrays</h2>\n<p>Arrays are a collection of homogeneous data. Like Java, Kotlin supports arrays of different data types. In the following example, we will make use of different arrays.</p>\n<a class=\"demo\" href=\"http://tpcg.io/25n2pM\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val numbers: IntArray = intArrayOf(1, 2, 3, 4, 5)\n   println(\"Hey!! I am array Example\"+numbers[2])\n}\n</pre>\n<p>The above piece of code yields the following output. The indexing of the array is similar to other programming languages. Here, we are searching for a second index, whose value is “3”.</p>\n<pre class=\"result notranslate\">\nHey!! I am array Example3\n</pre>\n<h2>Collections</h2>\n<p>Collection is a very important part of the data structure, which makes the software development easy for engineers. Kotlin has two types of collection - one is <b>immutable collection</b> (which means lists, maps and sets that cannot be editable) and another is <b>mutable collection</b> (this type of collection is editable). It is very important to keep in mind the type of collection used in your application, as Kotlin system does not represent any specific difference in them.</p>\n<a class=\"demo\" href=\"http://tpcg.io/KP2TE4\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) { \n   val numbers: MutableList&lt;Int&gt; = mutableListOf(1, 2, 3) //mutable List \n   val readOnlyView: List&lt;Int&gt; = numbers                  // immutable list \n   println(\"my mutable list--\"+numbers)        // prints \"[1, 2, 3]\" \n   numbers.add(4) \n   println(\"my mutable list after addition --\"+numbers)        // prints \"[1, 2, 3, 4]\" \n   println(readOnlyView)     \n   readOnlyView.clear()    // ⇒ does not compile  \n// gives error  \n}\n</pre>\n<p>The above piece of code will yield the following output in the browser. It gives an error when we try to clear the mutable list of collection.</p>\n<pre class=\"result notranslate\">\nmain.kt:9:18: error: unresolved reference: clear\n   readOnlyView.clear()    // -&gt; does not compile  \n                 ^\n</pre>\n<p>In collection, Kotlin provides some useful methods such as <b>first(), last(), filter()</b>, etc. All these methods are self-descriptive and easy to implement. Moreover, Kotlin follows the same structure such as Java while implementing collection. You are free to implement any collection of your choice such as Map and Set.</p>\n<p>In the following example, we have implemented Map and Set using different built-in methods.</p>\n<a class=\"demo\" href=\"http://tpcg.io/yBYfCH\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val items = listOf(1, 2, 3, 4)\n   println(\"First Element of our list----\"+items.first())\n   println(\"Last Element of our list----\"+items.last())\n   println(\"Even Numbers of our List----\"+items.\n      filter { it % 2 = = 0 })   // returns [2, 4]\n   \n   val readWriteMap = hashMapOf(\"foo\" to 1, \"bar\" to 2)\n   println(readWriteMap[\"foo\"])  // prints \"1\"\n   \n   val strings = hashSetOf(\"a\", \"b\", \"c\", \"c\")\n   println(\"My Set Values are\"+strings)\n}\n</pre>\n<p>The above piece of code yields the following output in the browser.</p>\n<pre class=\"result notranslate\">\nFirst Element of our list----1\nLast Element of our list----4\nEven Numbers of our List----[2, 4]\n1\nMy Set Values are[a, b, c]\n</pre>\n<h2>Ranges</h2>\n<p>Ranges is another unique characteristic of Kotlin. Like Haskell, it provides an operator that  helps you iterate through a range. Internally, it is implemented using <b>rangeTo()</b> and its operator form is <b>(..)</b>.</p>\n<p>In the following example, we will see how Kotlin interprets this range operator.</p>\n<a class=\"demo\" href=\"http://tpcg.io/nwkSIY\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val i:Int  = 2\n   for (j in 1..4) \n   print(j) // prints \"1234\"\n   \n   if (i in 1..10) { // equivalent of 1 &lt; = i &amp;&amp; i &lt; = 10\n      println(\"we found your number --\"+i)\n   }\n}\n</pre>\n<p>The above piece of code yields the following output in the browser.</p>\n<pre class=\"result notranslate\">\n1234we found your number --2\n</pre>\n<h1>Kotlin - Control Flow</h1>\n<p>In the previous chapter we have learned about different types of data types available in Kotlin system. In this chapter, we will discuss different types of control flow mechanism available in the Kotlin.</p>\n<h2>If - Else</h2>\n<p>Kotlin is a functional language hence like every functional language in Kotlin <b>“if”</b> is an expression, it is not a keyword. The expression <b>“if”</b> will return a value whenever necessary. Like other programming language, <b>“if-else”</b> block is used as an initial conditional checking operator. In the following example, we will compare two variables and provide the required output accordingly.</p>\n<a class=\"demo\" href=\"http://tpcg.io/3zdnlU\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val a:Int = 5\n   val b:Int = 2\n   var max: Int\n   \n   if (a &gt; b) {\n      max = a\n   } else {\n      max = b\n   }\n   print(\"Maximum of a or b is \" +max)\n \n   // As expression \n   // val max = if (a &gt; b) a else b\n}\n</pre>\n<p>The above piece of code yields the following output as a result in the browser. Our example also contains another line of code, which depicts how to use <b>“If”</b> statement as an expression.</p>\n<pre class=\"result notranslate\">\nMaximum of a or b is 5\n</pre>\n<h2>Use of When</h2>\n<p>If you are familiar with other programming languages, then you might have heard of the term switch statement, which is basically a conditional operator when multiple conditions can be applied on a particular variable. <b>“when”</b> operator matches the variable value against the branch conditions. If it is satisfying the branch condition then it will execute the statement inside that scope. In the following example, we will learn more about “when” in Kotlin.</p>\n<a class=\"demo\" href=\"http://tpcg.io/lXxWhy\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val x:Int = 5\n   when (x) {\n      1 -&gt; print(\"x = = 1\")\n      2 -&gt; print(\"x = = 2\")\n      \n      else -&gt; { // Note the block\n         print(\"x is neither 1 nor 2\")\n      }\n   }\n}\n</pre>\n<p>The above piece of code yields the following output in the browser.</p>\n<pre class=\"result notranslate\">\nx is neither 1 nor 2\n</pre>\n<p>In the above example, Kotlin compiler matches the value of <b>x</b> with the given branches. If it is not matching any of the branches, then it will execute the else part. Practically, when is equivalent to multiple if block. Kotlin provides another flexibility to the developer, where the developer can provide multiple checks in the same line by providing “,” inside the checks. Let us modify the above example as follows.</p>\n<a class=\"demo\" href=\"http://tpcg.io/8MFLuU\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val x:Int = 5\n   when (x) {\n      1,2 -&gt; print(\" Value of X either 1,2\")\n      \n      else -&gt; { // Note the block\n         print(\"x is neither 1 nor 2\")\n      }\n   }\n}\n</pre>\n<p>Run the same in the browser, which will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nx is neither 1 nor 2\n</pre>\n<h2>For Loop</h2>\n<p>Loop is such an invention that provides the flexibility to iterate through any kind of data structure. Like other programming languages, Kotlin also provides many kinds of Looping methodology, however, among them <b>“For”</b> is the most successful one. The implementation and use of For loop is conceptually similar to Java for loop. The following example shows how we can use the same in real-life examples.</p>\n<a class=\"demo\" href=\"http://tpcg.io/4Nqvh1\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val items = listOf(1, 2, 3, 4)\n   for (i in items) println(\"values of the array\"+i)\n}\n</pre>\n<p>In the above piece of code, we have declared one list named as “items” and using for loop we are iterating through that defined list and printing its value in the browser. Following is the output.</p>\n<pre class=\"result notranslate\">\nvalues of the array1\nvalues of the array2\nvalues of the array3\nvalues of the array4\n</pre>\n<p>Following is another example of code, where we are using some library function to make our development work easier than ever before.</p>\n<a class=\"demo\" href=\"http://tpcg.io/MSOn9d\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val items = listOf(1, 22, 83, 4)\n   \n   for ((index, value) in items.withIndex()) {\n      println(\"the element at $index is $value\")\n   }\n}\n</pre>\n<p>Once we compile and execute the above piece of code in our coding ground, it will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nthe element at 0 is 1\nthe element at 1 is 22\nthe element at 2 is 83\nthe element at 3 is 4\n</pre>\n<h2>While Loop and Do-While Loop</h2>\n<p>While and Do-While work exactly in a similar way like they do in other programming languages. The only difference between these two loops is, in case of Do-while loop the condition will be tested at the end of the loop. The following example shows the usage of the <b>While loop</b>.</p>\n<a class=\"demo\" href=\"http://tpcg.io/XR720M\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   var x:Int = 0\n   println(\"Example of While Loop--\")\n   \n   while(x&lt; = 10) {\n      println(x)\n      x++\n   } \n}\n</pre>\n<p>The above piece of code yields the following output in the browser.</p>\n<pre class=\"result notranslate\">\nExample of While Loop--\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n</pre>\n<p>Kotlin also has another loop called Do-While loop, where the loop body will be executed once, only then the condition will be checked. The following example shows the usage of the <b>Do-while loop</b>.</p>\n<a class=\"demo\" href=\"http://tpcg.io/An8NB9\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   var x:Int = 0\n   do {\n      x = x + 10\n      println(\"I am inside Do block---\"+x)\n   } while(x &lt;= 50)\n}\n</pre>\n<p>The above piece of code yields the following output in the browser. In the above code, Kotlin compiler will execute the DO block, then it will go for condition checking in while block.</p>\n<pre class=\"result notranslate\">\nI am inside Do block---10\nI am inside Do block---20\nI am inside Do block---30\nI am inside Do block---40\nI am inside Do block---50\nI am inside Do block---60\n</pre>\n<h2>Use of Return, Break, Continue</h2>\n<p>If you are familiar with any programming language, then you must have an idea of different keywords that help us implement good control flow in the application. Following are the different keywords that can be used to control the loops or any other types of control flow.</p>\n<p><b>Return</b> − Return is a keyword that returns some value to the calling function from the called function. In the following example, we will implement this scenario using our Kotlin coding ground.</p>\n<a class=\"demo\" href=\"http://tpcg.io/WMgiYj\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   var x:Int = 10\n   println(\"The value of X is--\"+doubleMe(x))\n}\nfun doubleMe(x:Int):Int {\n   return 2*x;\n}\n</pre>\n<p>In the above piece of code, we are calling another function and multiplying the input with 2, and returning the resultant value to the called function that is our main function. Kotlin defines the function in a different manner that we will look at in a subsequent chapter. For now, it is enough to understand that the above code will generate the following output in the browser.</p>\n<pre class=\"result notranslate\">\nThe value of X is--20\n</pre>\n<p><b>Continue &amp; Break</b> − Continue and break are the most vital part of a logical problem. The “break” keyword terminates the controller flow if some condition has failed and “continue” does the opposite. All this operation happens with immediate visibility. Kotlin is smarter than other programming languages, wherein the developer can apply more than one label as visibility. The following piece of code shows how we are implementing this label in Kotlin.</p>\n<a class=\"demo\" href=\"http://tpcg.io/TdGTLL\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   println(\"Example of Break and Continue\")\n   myLabel@ for(x in 1..10) { // appling the custom label\n      if(x = = 5) {\n         println(\"I am inside if block with value\"+x+\"\\n-- hence it will close the operation\")\n         break@myLabel //specifing the label\n      } else {\n         println(\"I am inside else block with value\"+x)\n         continue@myLabel\n      }\n   }\n}\n</pre>\n<p>The above piece of code yields the following output in the browser.</p>\n<pre class=\"result notranslate\">\nExample of Break and Continue\nI am inside else block with value1\nI am inside else block with value2\nI am inside else block with value3\nI am inside else block with value4\nI am inside if block with value5\n-- hence it will close the operation\n</pre>\n<p>As you can see, the controller continues the loop, until and unless the value of <b>x</b> is 5. Once the value of <b>x</b> reaches 5, it starts executing the if block and once the break statement is reached, the entire control flow terminates the program execution.</p>\n<h1>Kotlin - Class &amp; Object</h1>\n<p>In this chapter, we will learn the basics of Object-Oriented Programming (OOP) using Kotlin. We will learn about class and its object and how to play with that object. By definition of OOP, a class is a blueprint of a runtime entity and object is its state, which includes both its behavior and state. In Kotlin, class declaration consists of a class header and a class body surrounded by curly braces, similar to Java.</p>\n<pre class=\"prettyprint notranslate\">\nClass myClass { // class Header \n\n   // class Body\n}\n</pre>\n<p>Like Java, Kotlin also allows to create several objects of a class and you are free to include its class members and functions. We can control the visibility of the class members variables using different keywords that we will learn in Chapter 10 – Visibility Control. In the following example, we will create one class and its object through which we will access different data members of that class.</p>\n<a class=\"demo\" href=\"http://tpcg.io/ELlghV\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nclass myClass {\n   // property (data member)\n   private var name: String = \"Tutorials.point\"\n   \n   // member function\n   fun printMe() {\n      print(\"You are at the best Learning website Named-\"+name)\n   }\n}\nfun main(args: Array&lt;String&gt;) {\n   val obj = myClass() // create obj object of myClass class\n   obj.printMe()\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser, where we are calling printMe() of myClass using its own object.</p>\n<pre class=\"result notranslate\">\nYou are at the best Learning website Named- Tutorials.point\n</pre>\n<h2>Nested Class</h2>\n<p>By definition, when a class has been created inside another class, then it is called as a nested class. In Kotlin, nested class is by default static, hence, it can be accessed without creating any object of that class. In the following example, we will see how Kotlin interprets our nested class.</p>\n<a class=\"demo\" href=\"http://tpcg.io/t9AO3z\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val demo = Outer.Nested().foo() // calling nested class method\n   print(demo)\n}\nclass Outer {\n   class Nested {\n      fun foo() = \"Welcome to The TutorialsPoint.com\"\n   }\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nWelcome to The TutorialsPoint.com\n</pre>\n<h2>Inner Class</h2>\n<p>When a nested class is marked as a “inner”, then it will be called as an Inner class. An inner class can be accessed by the data member of the outer class. In the following example, we will be accessing the data member of the outer class.</p>\n<a class=\"demo\" href=\"http://tpcg.io/hn6PZL\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val demo = Outer().Nested().foo() // calling nested class method\n   print(demo)\n}\nclass Outer {\n   private val welcomeMessage: String = \"Welcome to the TutorialsPoint.com\"\n   inner class Nested {\n      fun foo() = welcomeMessage\n   }\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser, where we are calling the nested class using the default constructor provided by Kotlin compilers at the time of compiling.</p>\n<pre class=\"result notranslate\">\nWelcome to the TutorialsPoint.com\n</pre>\n<h2>Anonymous Inner Class</h2>\n<p>Anonymous inner class is a pretty good concept that makes the life of a programmer very easy. Whenever we are implementing an interface, the concept of anonymous inner block comes into picture. The concept of creating an object of interface using runtime object reference is known as anonymous class. In the following example, we will create an interface and we will create an object of that interface using Anonymous Inner class mechanism.</p>\n<a class=\"demo\" href=\"http://tpcg.io/ZFFPmP\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   var programmer :Human = object:Human // creating an instance of the interface {\n      override fun think() { // overriding the think method\n         print(\"I am an example of Anonymous Inner Class \")\n      }\n   }\n   programmer.think()\n}\ninterface Human {\n   fun think()\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nI am an example of Anonymous Inner Class \n</pre>\n<h2>Type Aliases</h2>\n<p>Type aliases are a property of Kotlin compiler. It provides the flexibility of creating a new name of an existing type, it does not create a new type. If the type name is too long, you can easily introduce a shorter name and use the same for future usage. Type aliases is really helpful for complex type. In the latest version, Kotlin revoked the support for type aliases, however, if you are using an old version of Kotlin you may have use it like the following −</p>\n<pre class=\"prettyprint notranslate\">\ntypealias NodeSet = Set&lt;Network.Node&gt;\ntypealias FileTable&lt;K&gt; = MutableMap&lt;K, MutableList&lt;File&gt;&gt;\n</pre>\n<h1>Kotlin - Constructors</h1>\n<p>In this chapter, we will learn about constructors in Kotlin. Kotlin has two types of constructor - one is the <b>primary constructor</b> and the other is the <b>secondary constructor</b>. One Kotlin class can have one primary constructor, and one or more secondary constructor. Java constructor initializes the member variables, however, in Kotlin the primary constructor initializes the class, whereas the secondary constructor helps to include some extra logic while initializing the same. The primary constructor can be declared at class header level as shown in the following example.</p>\n<pre class=\"prettyprint notranslate\">\nclass Person(val firstName: String, var age: Int) {\n   // class body\n}\n</pre>\n<p>In the above example, we have declared the primary constructor inside the parenthesis. Among the two fields, first name is read-only as it is declared as “val”, while the field age can be edited. In the following example, we will use the primary constructor.</p>\n<a class=\"demo\" href=\"http://tpcg.io/CYXIGw\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val person1 = Person(\"TutorialsPoint.com\", 15)\n   println(\"First Name = ${person1.firstName}\")\n   println(\"Age = ${person1.age}\")\n}\nclass Person(val firstName: String, var age: Int) {\n}\n</pre>\n<p>The above piece of code will automatically initialize the two variables and provide the following output in the browser.</p>\n<pre class=\"result notranslate\">\nFirst Name = TutorialsPoint.com\nAge = 15\n</pre>\n<p>As mentioned earlier, Kotlin allows to create one or more secondary constructors for your class. This secondary constructor is created using the “constructor” keyword. It is required whenever you want to create more than one constructor in Kotlin or whenever you want to include more logic in the primary constructor and you cannot do that because the primary constructor may be called by some other class. Take a look at the following example, where we have created a secondary constructor and are using the above example to implement the same.</p>\n<a class=\"demo\" href=\"http://tpcg.io/1Hll8l\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val HUman = HUman(\"TutorialsPoint.com\", 25)\n   print(\"${HUman.message}\"+\"${HUman.firstName}\"+\n      \"Welcome to the example of Secondary  constructor, Your Age is-${HUman.age}\")\n}\nclass HUman(val firstName: String, var age: Int) {\n   val message:String  = \"Hey!!!\"\n\tconstructor(name : String , age :Int ,message :String):this(name,age) {\n   }\n}\n</pre>\n<p><b>Note</b> − Any number of secondary constructors can be created, however, all of those constructors should call the primary constructor directly or indirectly.</p>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nHey!!! TutorialsPoint.comWelcome to the example of Secondary  constructor, Your Age is- 25\n</pre>\n<h1>Kotlin - Inheritance</h1>\n<p>In this chapter, we will learn about inheritance. By definition, we all know that inheritance means accruing some properties of the mother class into the child class. In Kotlin, the base class is named as “Any”, which is the super class of the ‘any’ default class declared in Kotlin. Like all other OOPS, Kotlin also provides this functionality using one keyword known as <b>“:”</b>.</p>\n<p>Everything in Kotlin is by default final, hence, we need to use the keyword “open” in front of the class declaration to make it allowable to inherit. Take a look at the following example of inheritance.</p>\n<a class=\"demo\" href=\"http://tpcg.io/CHmsZk\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nimport java.util.Arrays\n\nopen class ABC {\n   fun think () {\n      print(\"Hey!! i am thiking \")\n   }\n}\nclass BCD: ABC(){ // inheritence happend using default constructor \n}\n\nfun main(args: Array&lt;String&gt;) {\n   var  a = BCD()\n   a.think()\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nHey!! i am thiking \n</pre>\n<p>Now, what if we want to override the think() method in the child class. Then, we need to consider the following example where we are creating two classes and override one of its function into the child class.</p>\n<a class=\"demo\" href=\"http://tpcg.io/KouOmB\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nimport java.util.Arrays\n\nopen class ABC {\n   open fun think () {\n      print(\"Hey!! i am thinking \")\n   }\n}\nclass BCD: ABC() { // inheritance happens using default constructor \n   override fun think() {\n      print(\"I Am from Child\")\n   }\n}\nfun main(args: Array&lt;String&gt;) {\n   var  a = BCD()\n   a.think()\n}\n</pre>\n<p>The above piece of code will call the child class inherited method and it will yield the following output in the browser. Like Java, Kotlin too doesn’t allow multiple inheritances.</p>\n<pre class=\"result notranslate\">\nI Am from Child \n</pre>\n<h1>Kotlin - Interface</h1>\n<p>In this chapter, we will learn about the interface in Kotlin. In Kotlin, the interface works exactly similar to Java 8, which means they can contain method implementation as well as abstract methods declaration. An interface can be implemented by a class in order to use its defined functionality. We have already introduced an example with an interface in Chapter 6 - section “anonymous inner class”. In this chapter, we will learn more about it. The keyword “interface” is used to define an interface in Kotlin as shown in the following piece of code.</p>\n<pre class=\"prettyprint notranslate\">\ninterface ExampleInterface {\n   var myVar: String     // abstract property\n   fun absMethod()       // abstract method\n   fun sayHello() = \"Hello there\" // method with default implementation\n}\n</pre>\n<p>In the above example, we have created one interface named as “ExampleInterface” and inside that we have a couple of abstract properties and methods all together. Look at the function named “sayHello()”, which is an implemented method.</p>\n<p>In the following example, we will be implementing the above interface in a class.</p>\n<a class=\"demo\" href=\"http://tpcg.io/YAgTFO\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\ninterface ExampleInterface  {\n   var myVar: Int            // abstract property\n   fun absMethod():String    // abstract method\n   \n   fun hello() {\n      println(\"Hello there, Welcome to TutorialsPoint.Com!\")\n   }\n}\nclass InterfaceImp : ExampleInterface {\n   override var myVar: Int = 25\n   override fun absMethod() = \"Happy Learning \"\n}\nfun main(args: Array&lt;String&gt;) {\n   val obj = InterfaceImp()\n   println(\"My Variable Value is = ${obj.myVar}\")\n   print(\"Calling hello(): \")\n   obj.hello()\n   \n   print(\"Message from the Website-- \")\n   println(obj.absMethod())\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nCalling hello(): Hello there, Welcome to TutorialsPoint.Com!\nMessage from the Website-- Happy Learning \n</pre>\n<p>As mentioned earlier, Kotlin doesn’t support multiple inheritances, however, the same thing can be achieved by implementing more than two interfaces at a time.</p>\n<p>In the following example, we will create two interfaces and later we will implement both the interfaces into a class.</p>\n<a class=\"demo\" href=\"http://tpcg.io/jTlQDB\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\ninterface A {\n   fun printMe() {\n      println(\" method of interface A\")\n   }\n}\ninterface B  {\n   fun printMeToo() {\n      println(\"I am another Method from interface B\")\n   }\n}\n\n// implements two interfaces A and B\nclass multipleInterfaceExample: A, B\n\nfun main(args: Array&lt;String&gt;) {\n   val obj = multipleInterfaceExample()\n   obj.printMe()\n   obj.printMeToo()\n}\n</pre>\n<p>In the above example, we have created two sample interfaces A, B and in the class named “multipleInterfaceExample” we have implemented two interfaces declared earlier. The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nmethod of interface A\nI am another Method from interface B\n</pre>\n<h1>Kotlin - Visibility Control</h1>\n<p>In this chapter, we will learn about different modifiers available in Kotlin language. <b>Access modifier</b> is used to restrict the usage of the variables, methods and class used in the application. Like other OOP programming language, this modifier is applicable at multiple places such as in the class header or method declaration. There are four access modifiers available in Kotlin.</p>\n<h2>Private</h2>\n<p>The classes, methods, and packages can be declared with a private modifier. Once anything is declared as private, then it will be accessible within its immediate scope. For instance, a private package can be accessible within that specific file. A private class or interface can be accessible only by its data members, etc.</p>\n<pre class=\"prettyprint notranslate\">\nprivate class privateExample {\n   private val i = 1\n   private val doSomething() {\n   }\n}\n</pre>\n<p>In the above example, the class <b>“privateExample”</b> and the variable i both can be accessible only in the same Kotlin file, where its mentioned as they all are declared as private in the declaration block.</p>\n<h2>Protected</h2>\n<p>Protected is another access modifier for Kotlin, which is currently not available for top level declaration like any package cannot be protected. A protected class or interface is visible to its subclass only.</p>\n<pre class=\"prettyprint notranslate\">\nclass A() {\n   protected val i = 1\n}\nclass B : A() {\n   fun getValue() : Int {\n      return i\n   }\n}\n</pre>\n<p>In the above example, the variable <b>“i”</b> is declared as protected, hence, it is only visible to its subclass.</p>\n<h2>Internal</h2>\n<p>Internal is a newly added modifier introduced in Kotlin. If anything is marked as internal, then that specific field will be in the internal field. An Internal package is visible only inside the module under which it is implemented. An internal class interface is visible only by other class present inside the same package or the module. In the following example, we will see how to implement an internal method.</p>\n<pre class=\"prettyprint notranslate\">\nclass internalExample {\n   internal val i = 1\n   internal fun doSomething() {\n   }\n}\n</pre>\n<p>In the above example, the method named “doSomething” and the variable is mentioned as internal, hence, these two fields can be accessible only inside the package under which it is declared.</p>\n<h2>Public</h2>\n<p>Public modifier is accessible from anywhere in the project workspace. If no access modifier is specified, then by default it will be in the public scope. In all our previous examples, we have not mentioned any modifier, hence, all of them are in the public scope. Following is an example to understand more on how to declare a public variable or method.</p>\n<pre class=\"prettyprint notranslate\">\nclass publicExample {\n   val i = 1\n   fun doSomething() {\n   }\n}\n</pre>\n<p>In the above example, we have not mentioned any modifier, thus all these methods and variables are by default public.</p>\n<h1>Kotlin - Extension</h1>\n<p>In this chapter, we will learn about another new feature of Kotlin named “Extension”. Using extension, we will be able to add or remove some method functionality even without inheriting or modifying them. Extensions are resolved statistically. It does not actually modify the existing class, but it creates a callable function that can be called with a dot operation.</p>\n<h2>Function Extension</h2>\n<p>In function extension, Kotlin allows to define a method outside of the main class. In the following example, we will see how the extension is implemented at the functional level.</p>\n<a class=\"demo\" href=\"http://tpcg.io/gVg3WW\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nclass Alien {\n   var skills : String = \"null\"\n\t\n   fun printMySkills() {\n      print(skills)\n   }\t\t\n}\nfun main(args: Array&lt;String&gt;) {\n   var  a1 = Alien()\n   a1.skills = \"JAVA\"\n   //a1.printMySkills()\n\t\n   var  a2 = Alien()\n   a2.skills = \"SQL\"\n   //a2.printMySkills()\n\t\n   var  a3 = Alien()\n   a3.skills = a1.addMySkills(a2)\n   a3.printMySkills()\n}\nfun Alien.addMySkills(a:Alien):String{\n   var a4 = Alien()\n   a4.skills = this.skills + \" \" +a.skills\n   return a4.skills\n}\n</pre>\n<p>In the above example, we don’t have any method inside “Alien” class named as “addMySkills()”, however, we still are implementing the same method somewhere else outside of the class, This is the magic of extension.</p>\n<p>The above piece of code will generate the following output in the browser.</p>\n<pre class=\"result notranslate\">\nJAVA SQL\n</pre>\n<h2>Object Extension</h2>\n<p>Kotlin provides another mechanism to implement static functionality of Java. This can be achieved using the keyword “companion object”. Using this mechanism, we can create an object of a class inside a factory method and later we can just call that method using the reference of the class name. In the following example, we will  create a “companion object”.</p>\n<a class=\"demo\" href=\"http://tpcg.io/ARdnQp\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   println(\"Heyyy!!!\"+A.show())\n}\nclass A {\n   companion object {\n      fun show():String {\n         return(\"You are learning Kotlin from TutorialsPoint.com\")\n      }\n   }\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nHeyyy!!! You are learning Kotlin from TutorialsPoint.com\n</pre>\n<p>The above example seems like static in Java, however, in real-time we are creating an object as a member variable of that same class. This is why it is also included under extension property and can be alternatively called as an object extension. You are basically extending the object of the same class to use some of the member functions.</p>\n<h1>Kotlin - Data Classes</h1>\n<p>In this chapter, we will learn more about Data classes of Kotlin programming language. A class can be marked as a Data class whenever it is marked as ”data”. This type of class can be used to hold the basic data apart. Other than this, it does not provide any other functionality.</p>\n<p>All the data classes need to have one primary constructor and all the primary constructor should have at least one parameter. Whenever a class is marked as data, we can use some of the inbuilt function of that data class such as “toString()”,”hashCode()”, etc. Any data class cannot have a modifier like abstract and open or internal. Data class can be extended to other classes too. In the following example, we will create one data class.</p>\n<a class=\"demo\" href=\"http://tpcg.io/FAhheY\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val book: Book = Book(\"Kotlin\", \"TutorialPoint.com\", 5)\n   println(\"Name of the Book is--\"+book.name) // \"Kotlin\"\n   println(\"Puclisher Name--\"+book.publisher) // \"TutorialPoint.com\"\n   println(\"Review of the book is--\"+book.reviewScore) // 5\n   book.reviewScore = 7\n   println(\"Printing all the info all together--\"+book.toString()) \n   //using inbuilt function of the data class \n   \n   println(\"Example of the hashCode function--\"+book.hashCode())\n}\n\ndata class Book(val name: String, val publisher: String, var reviewScore: Int)\n</pre>\n<p>The above piece of code will yield the following output in the browser, where we have created one data class to hold some of the data, and from the main function we have accessed all of its data members.</p>\n<pre class=\"result notranslate\">\nName of the Book is--\"Kotlin\"\nPuclisher Name--\"TutorialPoint.com\"\nReview of the book is--5\nPrinting all the info all together--(name-Kotlin, publisher-TutorialPoint.com, reviewScore-7)\nExample of the hashCode function---1753517245\n</pre>\n<h1>Kotlin - Sealed Class</h1>\n<p>In this chapter, we will learn about another class type called “Sealed” class. This type of class is used to represent a restricted class hierarchy. Sealed allows the developers to maintain a data type of a predefined type. To make a sealed class, we need to use the keyword “sealed” as a modifier of that class. A sealed class can have its own subclass but all those subclasses need to be declared inside the same Kotlin file along with the sealed class. In the following example, we will see how to use a sealed class.</p>\n<a class=\"demo\" href=\"http://tpcg.io/iCfSyw\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nsealed class MyExample {\n   class OP1 : MyExample() // MyExmaple class can be of two types only\n   class OP2 : MyExample()\n}\nfun main(args: Array&lt;String&gt;) {\n   val obj: MyExample = MyExample.OP2() \n   \n   val output = when (obj) { // defining the object of the class depending on the inuputs \n      is MyExample.OP1 -&gt; \"Option One has been chosen\"\n      is MyExample.OP2 -&gt; \"option Two has been chosen\"\n   }\n   \n   println(output)\n}\n</pre>\n<p>In the above example, we have one sealed class named “MyExample”, which can be of two types only - one is “OP1” and another one is “OP2”. In the main class, we are creating an object in our class and assigning its type at runtime. Now, as this “MyExample” class is sealed, we can apply the “when ” clause at runtime to implement the final output.</p>\n<p>In sealed class, we need not use any unnecessary “else” statement to complex out the code. The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\noption Two has been chosen\n</pre>\n<h1>Kotlin - Generics</h1>\n<p>Like Java, Kotlin provides higher order of variable typing called as Generics. In this chapter, we will learn how Kotlin implements Generics and how as a developer we can use those functionalities provided inside the generics library. Implementation wise, generics is pretty similar to Java but Kotlin developer has introduced two new keywords <b>“out”</b> and <b>“in”</b> to make Kotlin codes more readable and easy for the developer.</p>\n<p>In Kotlin, a class and a type are totally different concepts. As per the example, List is a class in Kotlin, whereas List&lt;String&gt; is a type in Kotlin. The following example depicts how generics is implemented in Kotlin.</p>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val integer: Int = 1\n   val number: Number = integer\n   print(number)\n}\n</pre>\n<p>In the above code, we have declared one “integer” and later we have assigned that variable to a number variable. This is possible because “Int” is a subclass of Number class, hence the type conversion happens automatically at runtime and produces the output as “1”.</p>\n<p>Let us learn something more about generics in Kotlin. It is better to go for generic data type whenever we are not sure about the data type we are going to use in the application. Generally, in Kotlin generics is defined by <b>&lt;T&gt;</b> where “T” stands for template, which can be determined dynamically by Kotlin complier. In the following example, we will see how to use generic data types in Kotlin programming language.</p>\n<a class=\"demo\" href=\"http://tpcg.io/edI3jn\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   var objet = genericsExample&lt;String&gt;(\"JAVA\")\n   var objet1 = genericsExample&lt;Int&gt;(10)\n}\nclass genericsExample&lt;T&gt;(input:T) {\n   init {\n      println(\"I am getting called with the value \"+input)\n   }\n}\n</pre>\n<p>In the above piece of code, we are creating one class with generic return type, which is represented as <b>&lt;T&gt;</b>. Take a look at the main method, where we have dynamically defined its value at the run by proving the value type, while creating the object of this class. This is how generics is interpreted by Kotlin compiler. We will get the following output in the browser, once we run this code in our coding ground.</p>\n<pre class=\"result notranslate\">\nI am getting called with the value JAVA\nI am getting called with the value 10\n</pre>\n<p>When we want to assign the generic type to any of its super type, then we need to use “out” keyword, and when we want to assign the generic type to any of its sub-type, then we need to use “in” keyword. In the following example, we will use “out” keyword. Similarly, you can try using “in” keyword.</p>\n<a class=\"demo\" href=\"http://tpcg.io/HWRSvq\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   var objet1 = genericsExample&lt;Int&gt;(10)\n   var object2 = genericsExample&lt;Double&gt;(10.00)\n   println(objet1)\n   println(object2)\n}\nclass genericsExample&lt;out T&gt;(input:T) {\n   init {\n      println(\"I am getting called with the value \"+input)\n   }\n}\n</pre>\n<p>The above code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nI am getting called with the value 10\nI am getting called with the value 10.0\ngenericsExample@28d93b30\ngenericsExample@1b6d3586\n</pre>\n<h1>Kotlin - Delegation</h1>\n<p>Kotlin supports <b>“delegation”</b> design pattern by introducing a new keyword <b>“by”</b>. Using this keyword or delegation methodology, Kotlin allows the derived class to access all the implemented public methods of an interface through a specific object. The following example demonstrates how this happens in Kotlin.</p>\n<a class=\"demo\" href=\"http://tpcg.io/Efl9AY\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\ninterface Base {\n   fun printMe() //abstract method\n}\nclass BaseImpl(val x: Int) : Base {\n   override fun printMe() { println(x) }   //implementation of the method\n}\nclass Derived(b: Base) : Base by b  // delegating the public method on the object b\n\nfun main(args: Array&lt;String&gt;) {\n   val b = BaseImpl(10)\n   Derived(b).printMe() // prints 10 :: accessing the printMe() method \n}\n</pre>\n<p>In the example, we have one interface “Base” with its abstract method named “printme()”. In the BaseImpl class, we are implementing this “printme()” and later from another class we are using this implementation using “by” keyword.</p>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\n10\n</pre>\n<h2>Property Delegation</h2>\n<p>In the previous section, we have learned about the delegation design pattern using “by” keyword. In this section, we will learn about delegation of properties using some standard methods mentioned in Kotlin library.</p>\n<p>Delegation means passing the responsibility to another class or method. When a property is already declared in some places, then we should reuse the same code to initialize them. In the following examples, we will use some standard delegation methodology provided by Kotlin and some standard library function while implementing delegation in our examples.</p>\n<h3>Using Lazy()</h3>\n<p>Lazy is a lambda function which takes a property as an input and in return gives an instance of <b>Lazy&lt;T&gt;</b>, where &lt;T&gt; is basically the type of the properties it is using. Let us take a look at the following to understand how it works.</p>\n<a class=\"demo\" href=\"http://tpcg.io/kDj8lx\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nval myVar: String by lazy {\n   \"Hello\"\n}\nfun main(args: Array&lt;String&gt;) {\n   println(myVar +\" My dear friend\")\n}\n</pre>\n<p>In the above piece of code, we are passing a variable “myVar” to the Lazy function, which in return assigns the value to its object and returns the same to the main function. Following is the output in the browser.</p>\n<pre class=\"result notranslate\">\nHello My dear friend\n</pre>\n<h3>Delegetion.Observable()</h3>\n<p>Observable() takes two arguments to initialize the object and returns the same to the called function. In the following example, we will see how to use Observable() method in order to implement delegation.</p>\n<a class=\"demo\" href=\"http://tpcg.io/xeiAIF\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nimport kotlin.properties.Delegates\nclass User {\n   var name: String by Delegates.observable(\"Welcome to Tutorialspoint.com\") {\n      prop, old, new -&gt;\n      println(\"$old -&gt; $new\")\n   }\n}\nfun main(args: Array&lt;String&gt;) {\n   val user = User()\n   user.name = \"first\"\n   user.name = \"second\"\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nfirst -&gt; second\n</pre>\n<p>In general, the syntax is the expression after the “by” keyword is delegated. The <b>get()</b> and <b>set()</b> methods of the variable <b>p</b> will be delegated to its <b>getValue()</b> and <b>setValue()</b> methods defined in the Delegate class.</p>\n<pre class=\"prettyprint notranslate\">\nclass Example {\n   var p: String by Delegate()\n}\n</pre>\n<p>For the above piece of code, following is the delegate class that we need to generate in order to assign the value in the variable <b>p</b>.</p>\n<pre class=\"prettyprint notranslate\">\nclass Delegate {\n   operator fun getValue(thisRef: Any?, property: KProperty&lt;*&gt;): String {\n      return \"$thisRef, thank you for delegating '${property.name}' to me!\"\n   }\n   operator fun setValue(thisRef: Any?, property: KProperty&lt;*&gt;, value: String) {\n      println(\"$value has been assigned to '${property.name} in $thisRef.'\")\n   }\n}\n</pre>\n<p>While reading, getValue() method will be called and while setting the variable setValue() method will be called.</p>\n<h1>Kotlin - Functions</h1>\n<p>Kotlin is a statically typed language, hence, functions play a great role in it. We are pretty familiar with function, as we are using function throughout the examples. Function is declared with the keyword “fun”. Like any other OOP, it also needs a return type and an option argument list.</p>\n<p>In the following example, we are defining a function called MyFunction and from the main function we are calling this function and passing some argument.</p>\n<a class=\"demo\" href=\"http://tpcg.io/dSVwaG\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   println(MyFunction(\"tutorialsPoint.com\"))\n}\nfun MyFunction(x: String): String {\n   var c:String  = \"Hey!! Welcome To ---\"\n   return (c+x)\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nHey!! Welcome To ---tutorialsPoint.com\n</pre>\n<p>The function should be declared as follows −</p>\n<pre class=\"prettyprint notranslate\">\nfun &lt;nameOfFunction&gt;(&lt;argument&gt;:&lt;argumentType&gt;):&lt;ReturnType&gt;\n</pre>\n<p>Following are some of the different types of function available in Kotlin.</p>\n<h2>Lambda Function</h2>\n<p>Lambda is a high level function that drastically reduces the boiler plate code while declaring a function and defining the same. Kotlin allows you to define your own lambda. In Kotlin, you can declare your lambda and pass that lambda to a function.</p>\n<p>Take a look at the following example.</p>\n<a class=\"demo\" href=\"http://tpcg.io/REU23H\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val mylambda :(String)-&gt;Unit  = {s:String-&gt;print(s)}\n   val v:String = \"TutorialsPoint.com\"\n   mylambda(v)\n}\n</pre>\n<p>In the above code, we have created our own lambda known as “mylambda” and we have passed one variable to this lambda, which is of type String and contains a value “TutorialsPoint.com”.</p>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nTutorialsPoint.com\n</pre>\n<h2>Inline Function</h2>\n<p>The above example shows the basic of the lambda expression that we can use in Kotlin application. Now, we can pass a lambda to another function to get our output which makes the calling function an inline function.</p>\n<p>Take a look at the following example.</p>\n<a class=\"demo\" href=\"http://tpcg.io/JfmM0d\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val mylambda:(String)-&gt;Unit  = {s:String-&gt;print(s)}\n   val v:String = \"TutorialsPoint.com\"\n   myFun(v,mylambda) //passing lambda as a parameter of another function \n}\nfun myFun(a :String, action: (String)-&gt;Unit) { //passing lambda \n   print(\"Heyyy!!!\")\n   action(a)// call to lambda function\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser. Using inline function, we have passed a lambda as a parameter. Any other function can be made an inline function using the “inline” keyword.</p>\n<pre class=\"result notranslate\">\nHeyyy!!!TutorialsPoint.com\n</pre>\n<h1>Kotlin - Destructuring Declarations</h1>\n<p>Kotlin contains many features of other programming languages. It allows you to declare multiple variables at once. This technique is called Destructuring declaration.</p>\n<p>Following is the basic syntax of the destructuring declaration.</p>\n<pre class=\"result notranslate\">\nval (name, age) = person\n</pre>\n<p>In the above syntax, we have created an object and defined all of them together in a single statement. Later, we can use them as follows.</p>\n<pre class=\"prettyprint notranslate\">\nprintln(name)\nprintln(age)\n</pre>\n<p>Now, let us see how we can use the same in our real-life application. Consider the following example where we are creating one Student class with some attributes and later we will be using them to print the object values.</p>\n<a class=\"demo\" href=\"http://tpcg.io/T8eRWW\" rel=\"nofollow\" target=\"_blank\"><i class=\"fa-external-link\"></i> Live Demo</a>\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   val s = Student(\"TutorialsPoint.com\",\"Kotlin\")\n   val (name,subject) = s\n   println(\"You are learning \"+subject+\" from \"+name)\n}\ndata class Student( val a :String,val b: String ){\n   var name:String = a\n   var subject:String = b\n}\n</pre>\n<p>The above piece of code will yield the following output in the browser.</p>\n<pre class=\"result notranslate\">\nYou are learning Kotlin from TutorialsPoint.com\n</pre>\n<h1>Kotlin - Exception Handling</h1>\n<p>Exception handling is a very important part of a programming language. This technique restricts our application from generating the wrong output at runtime. In this chapter, we will learn how to handle runtime exception in Kotlin. The exceptions in Kotlin is pretty similar to the exceptions in Java. All the exceptions are descendants of the “Throwable” class. Following example shows how to use exception handling technique in Kotlin.</p>\n<!--<a href=\"http://tpcg.io/UZv9mL\" target=\"_blank\" rel=\"nofollow\" class=\"demo\"><i class=\"fa-external-link\"></i> Live Demo</a>-->\n<pre class=\"prettyprint notranslate\">\nfun main(args: Array&lt;String&gt;) {\n   try {\n      val myVar:Int = 12;\n      val v:String = \"Tutorialspoint.com\";\n      v.toInt();\n   } catch(e:Exception) {\n      e.printStackTrace();\n   } finally {\n      println(\"Exception Handeling in Kotlin\");\n   }\n}\n</pre>\n<p>In the above piece of code, we have declared a String and later tied that string into the integer, which is actually a runtime exception. Hence, we will get the following output in the browser.</p>\n<pre class=\"result notranslate\">\nval myVar:Int = 12;\nException Handeling in Kotlin\n</pre>\n<p><b>Note</b> − Like Java, Kotlin also executes the finally block after executing the catch block.</p>\n<hr/>\n<div class=\"pre-btn\">\n<a href=\"/kotlin/kotlin_exception_handling.htm\"><i class=\"icon icon-arrow-circle-o-left big-font\"></i> Previous Page</a>\n</div>\n<div class=\"print-btn center\">\n<a href=\"/cgi-bin/printpage.cgi\" target=\"_blank\"><i class=\"icon icon-print big-font\"></i> Print</a>\n</div>\n<div class=\"nxt-btn\">\n<a href=\"/kotlin/kotlin_useful_resources.htm\">Next Page <i class=\"icon icon-arrow-circle-o-right big-font\"></i> </a>\n</div>\n<hr/>\n<!-- PRINTING ENDS HERE -->\n<div class=\"bottomgooglead\">\n<div class=\"bottomadtag\">Advertisements</div>\n<script><!--\nvar width = 580;\nvar height = 400;\nvar format = \"580x400_as\";\nif( window.innerWidth < 468 ){\n   width = 300;\n   height = 250;\n   format = \"300x250_as\";\n}\ngoogle_ad_client = \"pub-7133395778201029\";\ngoogle_ad_width = width;\ngoogle_ad_height = height;\ngoogle_ad_format = format;\ngoogle_ad_type = \"image\";\ngoogle_ad_channel =\"\";\n//--></script>\n<script src=\"https://pagead2.googlesyndication.com/pagead/show_ads.js\">\n</script>\n</div>\n</img></div>\n</div>\n<div class=\"row\">\n<div class=\"col-md-3\" id=\"rightbar\">\n<div class=\"simple-ad\">\n<a href=\"javascript:void(0)\" onclick=\"var sTop = window.screen.height/2-(218); var sLeft = window.screen.width/2-(313);window.open('https://www.facebook.com/sharer.php?u=' + 'https://www.tutorialspoint.com/kotlin/kotlin_quick_guide.htm','sharer','toolbar=0,status=0,width=626,height=456,top='+sTop+',left='+sLeft);return false;\">\n<img alt=\"img\" src=\"/images/facebookIcon.jpg\"/>\n</a>\n<a href=\"javascript:void(0)\" onclick=\"var sTop = window.screen.height/2-(218); var sLeft = window.screen.width/2-(313);window.open('https://twitter.com/share?url=' + 'https://www.tutorialspoint.com/kotlin/kotlin_quick_guide.htm','sharer','toolbar=0,status=0,width=626,height=456,top='+sTop+',left='+sLeft);return false;\">\n<img alt=\"img\" src=\"/images/twitterIcon.jpg\"/>\n</a>\n<a href=\"javascript:void(0)\" onclick=\"var sTop = window.screen.height/2-(218); var sLeft = window.screen.width/2-(313);window.open('https://www.linkedin.com/cws/share?url=' + 'https://www.tutorialspoint.com/kotlin/kotlin_quick_guide.htm&amp;title='+ document.title,'sharer','toolbar=0,status=0,width=626,height=456,top='+sTop+',left='+sLeft);return false;\">\n<img alt=\"img\" src=\"/images/linkedinIcon.jpg\"/>\n</a>\n<a href=\"javascript:void(0)\" onclick=\"var sTop = window.screen.height/2-(218); var sLeft = window.screen.width/2-(313);window.open('https://plus.google.com/share?url=https://www.tutorialspoint.com/kotlin/kotlin_quick_guide.htm','sharer','toolbar=0,status=0,width=626,height=456,top='+sTop+',left='+sLeft);return false;\">\n<img alt=\"img\" src=\"/images/googlePlusIcon.jpg\"/>\n</a>\n<a href=\"javascript:void(0)\" onclick=\"var sTop = window.screen.height/2-(218); var sLeft = window.screen.width/2-(313);window.open('https://www.stumbleupon.com/submit?url=https://www.tutorialspoint.com/kotlin/kotlin_quick_guide.htm&amp;title='+ document.title,'sharer','toolbar=0,status=0,width=626,height=456,top='+sTop+',left='+sLeft);return false;\">\n<img alt=\"img\" src=\"/images/StumbleUponIcon.jpg\"/>\n</a>\n<a href=\"javascript:void(0)\" onclick=\"var sTop = window.screen.height/2-(218); var sLeft = window.screen.width/2-(313);window.open('https://reddit.com/submit?url=https://www.tutorialspoint.com/kotlin/kotlin_quick_guide.htm&amp;title='+ document.title,'sharer','toolbar=0,status=0,width=626,height=656,top='+sTop+',left='+sLeft);return false;\">\n<img alt=\"img\" src=\"/images/reddit.jpg\"/>\n</a>\n</div>\n<div class=\"rightgooglead\">\n<script><!--\ngoogle_ad_client = \"pub-7133395778201029\";\ngoogle_ad_width = 300;\ngoogle_ad_height = 250;\ngoogle_ad_format = \"300x250_as\";\ngoogle_ad_type = \"image\";\ngoogle_ad_channel =\"\";\n//--></script>\n<script src=\"https://pagead2.googlesyndication.com/pagead/show_ads.js\">\n</script>\n</div>\n<div class=\"rightgooglead\">\n<script><!--\ngoogle_ad_client = \"pub-7133395778201029\";\ngoogle_ad_width = 300;\ngoogle_ad_height = 600;\ngoogle_ad_format = \"300x600_as\";\ngoogle_ad_type = \"image\";\ngoogle_ad_channel =\"\";\n//--></script>\n<script src=\"https://pagead2.googlesyndication.com/pagead/show_ads.js\">\n</script>\n</div>\n<div class=\"rightgooglead\">\n<script><!--\ngoogle_ad_client = \"ca-pub-2537027957187252\";\n/* Right Side Ad */\ngoogle_ad_slot = \"right_side_ad\";\ngoogle_ad_width = 300;\ngoogle_ad_height = 250;\n//-->\n</script>\n<script src=\"https://pagead2.googlesyndication.com/pagead/show_ads.js\">\n</script>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"footer-copyright\">\n<div class=\"container\">\n<div class=\"row\">\n<div class=\"col-md-1\">\n<a class=\"logo\" href=\"index.htm\"> <img alt=\"Tutorials Point\" class=\"img-responsive\" src=\"/scripts/img/logo-footer.png\"/> </a>\n</div>\n<div class=\"col-md-4 col-sm-12 col-xs-12\">\n<nav id=\"sub-menu\">\n<ul>\n<li><a href=\"/about/about_privacy.htm\">Privacy Policy</a></li>\n<li><a href=\"/about/about_cookies.htm\">Cookies Policy</a></li>\n<li><a href=\"/about/contact_us.htm\">Contact</a></li>\n</ul>\n</nav>\n</div>\n<div class=\"col-md-3 col-sm-12 col-xs-12\">\n<p>© Copyright 2019. All Rights Reserved.</p>\n</div>\n<div class=\"col-md-4 col-sm-12 col-xs-12\">\n<div class=\"news-group\">\n<input autocomplete=\"off\" class=\"form-control-foot search\" id=\"textemail\" name=\"textemail\" onblur=\"if (this.value == '') {this.value = 'Enter email for newsletter...';}\" onfocus=\"if (this.value == 'Enter email for newsletter...') {this.value = '';}\" placeholder=\"Enter email for newsletter\" type=\"text\"/>\n<span class=\"input-group-btn\"> <button class=\"btn btn-default btn-footer\" id=\"btnemail\" onclick=\"javascript:void(0);\" type=\"submit\">go</button> </span>\n<div id=\"newsresponse\"></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div id=\"privacy-banner\">\n<div>\n<p>\n      We use cookies to provide and improve our services. By using our site, you consent to our Cookies Policy.\n      <a href=\"javascript:void(0)\" id=\"banner-accept\">Accept</a>\n<a href=\"/about/about_cookies.htm\" id=\"banner-learn\" target=\"_blank\">Learn more</a>\n</p>\n</div>\n</div>\n<script>\n// Banner Trigger if Not Closed\nif (!localStorage.bannerClosed) {\n  document.getElementById('privacy-banner').style.display = \"inherit\";\n} else {\n  document.getElementById('privacy-banner').style.display = \"none\";\n}\ndocument.getElementById('banner-accept').addEventListener('click', function() {\n  document.getElementById('privacy-banner').style.display = \"none\";\n  localStorage.bannerClosed = 'true';\n});\nif (navigator.userAgent.match(/Opera|OPR\\//)) {\n  document.getElementById('privacy-banner').style.display = \"inherit\";\n}\n</script>\n<!-- Libs -->\n<script src=\"/theme/js/custom-min.js?v=7\"></script>\n<script src=\"https://www.google-analytics.com/urchin.js\">\n</script>\n<script>\n_uacct = \"UA-232293-6\";\nurchinTracker();\n$('.pg-icon').click(function(){\n   $('.wrapLoader').show();\n});\n</script>\n\n\n\n", "url": "https://www.tutorialspoint.com/kotlin/kotlin_quick_guide.htm", "title_html": "<h1>Kotlin - Quick Guide</h1>"}