{"url": "https://schwitzsplinters.blogspot.com/2018/", "title": "\nSome Structural Disadvantages of Interdisciplinary Research, and What to Do About Them\n", "title_html": "<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/12/some-structural-disadvantages-of.html\">Some Structural Disadvantages of Interdisciplinary Research, and What to Do About Them</a>\n</h3>", "content": "\n My own academic department has treated me well over the years, accepting my interdiscipinary forays into psychology and science fiction.  But most academic researchers who do interdisciplinary work face structural disadvantages.  I speak from my experience in philosophy, but the problems are deeply rooted in the academic system.\n\nI will focus on two disadvantages: The \"But It Isn't X\" Complaint (from colleagues from your home discipline) and Prejudice / Turf Defense (from colleagues from disciplines other than your home discipline).\n\n*****************************************************\n\nThe \"But It Isn't X\" Complaint\n\nIf you apply for a job in a department in discipline X, the hiring department will care almost exclusively about your work in X.  When you stand for promotion or most other sorts of disciplinary recognition, you will be evaluated almost exclusively for your work within the discipline.  If you ask for your work outside the discipline to be counted equally, you will be told that it isn't really X and therefore doesn't count for much toward hiring, promotion, or recognition in discipline X.\n\nThe \"But It Isn't X\" Complaint is entirely understandable.  Shouldn't hiring and promotion into a philosophy department, for example, and recognition in philosophy, depend on the candidate's contributions to philosophy?  And even if in principle the evaluators want work outside of their discipline to count equally, they will feel unable to properly evaluate it.  In the disciplinary evaluations on which most of academia is built, within-discipline contributions count most.\n\nThe almost inevitable consequence is that researchers who devote substantial time to interdisciplinary work will be severely disadvantaged in hiring, promotion, and disciplinary recognition.\nWhat to Do on Behalf of Your Interdisciplinary Colleagues\n\nIf a department wants to recognize interdisciplinary colleagues appropriately in hiring, promotion, and other types of evaluation, they need to ask not \"how much has this person contributed to our discipline?\" but rather (1.) \"how much has this person contributed to academia as a whole?\" and (2.) \"has this person contributed enough to our discipline to still count as member of this discipline?\"  Suppose someone straddles two disciplines 50/50, and over some period of time they publish three excellent papers in their home discipline and three excellent papers in another discipline.  Evaluate them not according to the three home-discipline papers, with the three others as \"frosting\", but treat all six papers on a par.  Of course, if the majority of papers are in another discipline, at some point it would be reasonable to consider a change of department.  But until that time, all contributions should be valued and evaluated by the home department.\n\nIf there is to be room in academia, as I think there should be, for people who bridge two disciplines, those people need to be valued for their contributions to both disciplines.  If people in their home discipline cannot expertly evaluate that person's interdisciplinary work -- quite understandable! -- they should consult with others from the appropriate discipline, or even better with others who are interdisciplinary between the same two disciplines.\n\nWhat to Do If You Are the Interdisciplinary Researcher\n\nAssuming your colleagues and evaluators are not implementing the strategy above, as most will not, I advise three strategies:\n\n(1.) Do as much in your home discipline as your colleagues do.  Publish the six papers in your home discipline and three outside your discipline.  This isn't easy to implement, of course!  But one of the advantages of interdisciplinary research is that your expertise outside of your home discipline can be a font of fresh ideas.  If your c.v. contains as much good work in X as your colleagues', it doesn't matter so much if they think of your other work as of secondary importance.\n\n(2.) Take advantage of higher-level administrators' appreciation of interdisciplinarity.  In my experience, the majority of higher-level administrators (deans, etc.) value interdisciplinarity.  Their evaluations rarely matter enough to compensate for the structural disadvantages I mentioned above, but often their evaluations matter somewhat.  There are sometimes grant opportunities, teaching release opportunities, or other recognition for interdisciplinary work; keep your eyes open for these.  Also, if your disciplinary colleagues are supportive, you can remind them that there are aspects of your research profile that will be attractive to administrators because of your interdisciplinarity.  This can lead your colleagues' to be more assertive in making your case than they would otherwise be, anticipating approval from the higher-ups.\n\n(3.) Relabel your work as a contribution to your discipline.  This is the boldest move, and it will have mixed success at best.  For example, when I first started doing work in psychology I thought of it just as work in psychology that had consequences for philosophy.  After all, if you run an empirical experiment that looks like a psychology experiment, or contribute an article to a psychology journal, isn't that doing psychology? \n\nHowever, starting around 2003, Joshua Knobe, Shaun Nichols, Steve Stich, Jonathan Weinberg, and others started calling their empirical research on non-philosophers' philosophical opinions \"experimental philosophy\" rather than psychology, and they successfully campaigned to publish some of it in straight-up philosophy journals.  They partly succeeded in changing the borders of the discipline of philosophy to include work that would previously have been called psychology.  They haven't convinced everyone, of course.  Not all philosophers think of \"experimental philosophy\" as really philosophy.  But the situation is better than it was.  Arguably, \"behavioral economics\" is a similar story, even more successful.\n\nSimilarly, I have been starting to make the case that writing fiction can also be a way of doing philosophy -- witness Rousseau, Sartre, Nietzsche, Plato, Murdoch, Voltaire, etc.!\n\n*****************************************************\nPrejudice / Turf Defense\n\nInterdisciplinary prejudice and turf defense are slightly different but related phenomena.\nInterdisciplinary prejudice is the understandable default assumption that someone outside of your discipline isn't going to be nearly as good at work in your discipline as someone whose formal affiliation and training is in your discipline.  Turf defense is an emotional reaction to the threatening idea that someone outside of your discipline might be as good as you and your colleagues, or better, at work in your own discipline [ETA:] or that others might falsely perceive them that way.\n\nUsually, interdisciplinary prejudice is justified, and perhaps not deserving of a pejorative label.  If a non-philosopher submits something to a philosophy journal, odds are good that it won't be an excellent work of philosophy.  If a philosopher tries to run a psychology experiment, odds are good that their methods and analyses won't be as solid as a psychologist's.  For similar reasons, turf defense isn't wholly unjustified: You don't want others to mistakenly think that the non-X researcher's probably-inferior work is as good as a disciplinary expert's work, so it makes sense in a way to guard against incursions.  The turf defense reaction is also, I think, partly driven by feelings that the outsider is being disrespectful: If an outsider thinks they can come in and beat us at our own game, that seems to suggest that they lack respect for our years of hard work and disciplinary training.\n\nHowever, sometimes people really can do excellent work in more than one discipline.  It takes years of effort to acquire the knowledge and skills; but people do sometimes put in the requisite time and effort.  An Associate Professor of X with a strong interdisciplinary focus might have as much knowledge of and experience in Y as an Assistant Professor in Y.  (It would be almost superhuman, though, for an Associate Professor in X to have as much knowledge and experience in Y as an Associate Professor in Y, unless the situation is very unusual.)  However, even when the outsider does have the requisite knowledge and skills, it is, I fear, a sociological fact that substantial prejudice and turf defense remain.\nWhat to Do on Behalf of Interdisciplinary Colleagues\n\n(1.) Be aware of your possible interdisciplinary prejudice and turf defense and the fact that they are not always justified.  Try to evaluate work in your home discipline by someone outside of your home discipline in approximately the same way you would evaluate other contributions to your discipline.\n\n(2.) Implement anonymous review when possible.  If the work passes muster, it shouldn't matter if it's from a Stanford professor in your discipline or someone from a less prestigious university with a different disciplinary affiliation or from a construction worker in Tallahassee.\n\n(3.) Where anonymous review isn't possible, downplay departmental affiliations on the first page of articles and applications -- for the same reasons.\nWhat to Do If You Are the Interdisciplinary Researcher\n\n(1.) Collaborate with someone from the other discipline.  There appears to be much less prejudice and turf defense when at least one member of the research team is from the target discipline.  Furthermore, the collaborator will bring an inside-the-discipline perspective that it is very difficult to achieve from outside a discipline, even if one has substantial expertise.\n\n(2.) Watch for shibboleths.  By shibboleths I mean superficial signs of being an insider rather than an outsider.  It helps reduce prejudice and turf defense the more you can write and speak indistinguishably from members of the target discipline.  (Collaborators can help with this.)  If you sound like an outsider, even if your content is good, that will tend to amplify negative reactions to your work.\n\n(3.) Cite thoroughly and carefully early in your project.  Show, from the very beginning, thorough and serious engagement with the existing work in the target discipline.  This shows respect for that work, reducing the turf defense reaction, and it shows that you have substantial expertise, reducing the prejudice reaction.\n\n*****************************************************\n\nBarring radical changes, structural disadvantages will continue to impair people who do interdisciplinary work.  However, I do also believe that there is one major compensatory advantage, over the long run of a research career.  Often, the freshest and most fruitful academic ideas come from researchers with expertise in more than one area, who can use their expertise in Y to shine new interesting light on X.  Your colleagues won't always appreciate this right away.  But in the long run, you will have different things to say than those whose expertise is exclusively within a single discipline.  You will have a distinctive perspective and contribution.\n\n[image source]\n\n", "html": "<!DOCTYPE html>\n\n<html dir=\"ltr\" xmlns=\"http://www.w3.org/1999/xhtml\" xmlns:b=\"http://www.google.com/2005/gml/b\" xmlns:data=\"http://www.google.com/2005/gml/data\" xmlns:expr=\"http://www.google.com/2005/gml/expr\">\n<head>\n<link href=\"https://www.blogger.com/static/v1/widgets/2890069739-widget_css_bundle.css\" rel=\"stylesheet\" type=\"text/css\"/>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<meta content=\"blogger\" name=\"generator\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<link href=\"http://schwitzsplinters.blogspot.com/2018/\" rel=\"canonical\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" rel=\"alternate\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default?alt=rss\" rel=\"alternate\" title=\"The Splintered Mind - RSS\" type=\"application/rss+xml\"/>\n<link href=\"https://www.blogger.com/feeds/26951738/posts/default\" rel=\"service.post\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<!--Can't find substitution for tag [blog.ieCssRetrofitLinks]-->\n<meta content=\"http://schwitzsplinters.blogspot.com/2018/\" property=\"og:url\"/>\n<meta content=\"The Splintered Mind\" property=\"og:title\"/>\n<meta content=\"reflections in philosophy of psychology, broadly construed\" property=\"og:description\"/>\n<!--[if IE]> <script> (function() { var html5 = (\"abbr,article,aside,audio,canvas,datalist,details,\" + \"figure,footer,header,hgroup,mark,menu,meter,nav,output,\" + \"progress,section,time,video\").split(','); for (var i = 0; i < html5.length; i++) { document.createElement(html5[i]); } try { document.execCommand('BackgroundImageCache', false, true); } catch(e) {} })(); </script> <![endif]-->\n<title>The Splintered Mind: 2018</title>\n<style id=\"page-skin-1\" type=\"text/css\"><!--\n/*\n-----------------------------------------------\nBlogger Template Style\nName:     Son of Moto (Mean Green Blogging Machine variation)\nDesigner: Jeffrey Zeldman\nURL:      www.zeldman.com\nDate:     23 Feb 2004\nUpdated by: Blogger Team\n----------------------------------------------- */\n/* Variable definitions\n====================\n<Variable name=\"mainBgColor\" description=\"Main Background Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"mainTextColor\" description=\"Text Color\"\ntype=\"color\" default=\"#333333\">\n<Variable name=\"pageHeaderColor\" description=\"Blog Title Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"blogDescriptionColor\" description=\"Blog Description Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"linkColor\" description=\"Link Color\"\ntype=\"color\" default=\"#6E4117\">\n<Variable name=\"hoverLinkColor\" description=\"Link Hover Color\"\ntype=\"color\" default=\"#352117\">\n<Variable name=\"dateHeaderColor\" description=\"Date Header Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarHeaderColor\" description=\"Sidebar Title Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarTextColor\" description=\"Sidebar Text Color\"\ntype=\"color\" default=\"#555544\">\n<Variable name=\"bodyFont\" description=\"Text Font\" type=\"font\"\ndefault=\"normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif\">\n*/\n/* Primary layout */\nbody {\nmargin: 0;\npadding: 0;\nborder: 0;\ntext-align: center;\ncolor: #333333;\nbackground: #61381B url(https://lh3.googleusercontent.com/proxy/v1RkG4h0Fqpq7R6B2YznR_o4d4nyLHHWrWro3IL6-KcDxPt9kceW021YuZVzIyID2kTb9oMXlfKG-FcafWjalJjn3ItQutxU6ZxpvSMme83f=s0-d) top center repeat-y;\nfont-size: small;\n}\n.quickedit {\ndisplay:none;\n}\nimg {\nborder: 0;\ndisplay: block;\n}\n.clear {\nclear: both;\n}\n/* Wrapper */\n#outer-wrapper {\nmargin: 0 auto;\nborder: 0;\nwidth: 692px;\ntext-align: left;\nbackground: #ffffff url(//www.blogblog.com/moto_son/innerwrap.gif) top right repeat-y;\nfont: normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif;\n}\n/* Header */\n#header-wrapper\t{\nbackground: #000 url(https://lh6.googleusercontent.com/proxy/NJeOk6KUGooyV2G9KuXeQcWlFp0JG1fd7TXJgk_84tzhZb3IIoAHIdqbL-2qCl5qK_B93C7KKT8e1shY2I2E3ABLi5NHlVw=s0-d) bottom left repeat-x;\nmargin: 0 auto;\npadding: 0 0 15px 0;\nborder: 0;\n}\n#header h1 {\ntext-align: left;\nfont-size: 200%;\ncolor: #ffffff;\nmargin: 0;\npadding: 15px 20px 0 20px;\nbackground-image: url(https://lh6.googleusercontent.com/proxy/GzBF9FGavAmDGaCgZ07Uc8EkLiECoYGtRIJV26teY0mQdVIpkGTtduxWcITlqPLXgQsDWMtHCJ9-nBySufr9Dg=s0-d);\nbackground-repeat: repeat-x;\nbackground-position: top left;\n}\nh1 a, h1 a:link, h1 a:visited {\ncolor: #ffffff;\n}\n#header .description {\nfont-size: 110%;\ntext-align: left;\npadding: 3px 20px 10px 23px;\nmargin: 0;\nline-height:140%;\ncolor: #ffffff;\n}\n/* Inner layout */\n#content-wrapper {\npadding: 0 16px;\n}\n#main {\nwidth: 400px;\nfloat: left;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n#sidebar {\nwidth: 226px;\nfloat: right;\ncolor: #555544;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n/* Bottom layout */\n#footer\t{\nclear: left;\nmargin: 0;\npadding: 0 20px;\nborder: 0;\ntext-align: left;\nborder-top: 1px solid #f9f9f9;\n}\n#footer .widget\t{\ntext-align: left;\nmargin: 0;\npadding: 10px 0;\nbackground-color: transparent;\n}\n/* Default links \t*/\na:link, a:visited {\nfont-weight: bold;\ntext-decoration: none;\ncolor: #6E4117;\nbackground: transparent;\n}\na:hover {\nfont-weight: bold;\ntext-decoration: underline;\ncolor: #352117;\nbackground: transparent;\n}\na:active {\nfont-weight : bold;\ntext-decoration : none;\ncolor: #352117;\nbackground: transparent;\n}\n/* Typography */\n.main p, .sidebar p {\nline-height: 140%;\nmargin-top: 5px;\nmargin-bottom: 1em;\n}\nh2, h3, h4, h5\t{\nmargin: 0;\npadding: 0;\n}\nh2 {\nfont-size: 130%;\n}\nh2.date-header {\ncolor: #61381B;\n}\n.post h3 {\nmargin-top: 5px;\nfont-size: 120%;\n}\n.post-footer {\nfont-style: italic;\n}\n.sidebar h2 {\ncolor: #61381B;\n}\n.sidebar .widget {\nmargin: 12px 0 13px 0;\npadding: 0;\n}\n.main .widget {\nmargin: 12px 0 0 0 ;\n}\nli  {\nline-height: 160%;\n}\n.sidebar ul {\nmargin-left: 1;\nmargin-top: 0;\npadding-left: 0;\n}\n.sidebar ul li {\npadding-left: 0px;\npadding-top: 3px;\nmargin: 0;\n}\n.widget-content {\nmargin-top: 0.5em;\n}\n/* Profile\n----------------------------------------------- */\n.profile-datablock {\nmargin: 3px 0 5px 0;\nline-height: 140%;\n}\n.profile-textblock {\nmargin-left: 0;\n}\n.profile-img {\nfloat: left;\nmargin: 0 5px 5px 0;\nborder:4px solid #333333;\n}\n#comments  {\nborder: 0;\nborder-top: 1px dashed #eed;\nmargin: 10px 0 0 0;\npadding: 0;\n}\n#comments h4\t{\nmargin-top: 10px;\nmargin-bottom: -10px;\nfont-weight: normal;\nfont-style: italic;\ntext-transform: uppercase;\nletter-spacing: 1px;\n}\n#comments dl dt \t{\nfont-weight: bold;\nfont-style: italic;\nmargin-top: 35px;\npadding: 1px 0 0 18px;\nbackground: transparent url(//www.blogblog.com/moto_son/commentbug.gif) top left no-repeat;\n}\n#comments dl dd\t{\npadding: 0;\nmargin: 0;\n}\n.deleted-comment {\nfont-style:italic;\ncolor:gray;\n}\n.feed-links {\nclear: both;\nline-height: 2.5em;\n}\n#blog-pager-newer-link {\nfloat: left;\n}\n#blog-pager-older-link {\nfloat: right;\n}\n#blog-pager {\ntext-align: center;\n}\n/** Page structure tweaks for layout editor wireframe */\nbody#layout #outer-wrapper {\npadding-top: 0;\n}\nbody#layout #header,\nbody#layout #content-wrapper,\nbody#layout #footer {\npadding: 0;\n}\n\n--></style>\n<link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=28bc5760-bec8-4f36-b9e4-6c9ad1f505cb\" media=\"none\" onload=\"if(media!='all')media='all'\" rel=\"stylesheet\"/><noscript><link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=28bc5760-bec8-4f36-b9e4-6c9ad1f505cb\" rel=\"stylesheet\"/></noscript>\n</head>\n<body>\n<div class=\"navbar section\" id=\"navbar\"><div class=\"widget Navbar\" data-version=\"1\" id=\"Navbar1\"><script type=\"text/javascript\">\n    function setAttributeOnload(object, attribute, val) {\n      if(window.addEventListener) {\n        window.addEventListener('load',\n          function(){ object[attribute] = val; }, false);\n      } else {\n        window.attachEvent('onload', function(){ object[attribute] = val; });\n      }\n    }\n  </script>\n<div id=\"navbar-iframe-container\"></div>\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n      gapi.load(\"gapi.iframes:gapi.iframes.style.bubble\", function() {\n        if (gapi.iframes && gapi.iframes.getContext) {\n          gapi.iframes.getContext().openChild({\n              url: 'https://www.blogger.com/navbar.g?targetBlogID\\x3d26951738\\x26blogName\\x3dThe+Splintered+Mind\\x26publishMode\\x3dPUBLISH_MODE_BLOGSPOT\\x26navbarType\\x3dLIGHT\\x26layoutType\\x3dLAYOUTS\\x26searchRoot\\x3dhttps://schwitzsplinters.blogspot.com/search\\x26blogLocale\\x3den\\x26v\\x3d2\\x26homepageUrl\\x3dhttps://schwitzsplinters.blogspot.com/\\x26vt\\x3d-3736560391669663194',\n              where: document.getElementById(\"navbar-iframe-container\"),\n              id: \"navbar-iframe\"\n          });\n        }\n      });\n    </script><script type=\"text/javascript\">\n(function() {\nvar script = document.createElement('script');\nscript.type = 'text/javascript';\nscript.src = '//pagead2.googlesyndication.com/pagead/js/google_top_exp.js';\nvar head = document.getElementsByTagName('head')[0];\nif (head) {\nhead.appendChild(script);\n}})();\n</script>\n</div></div>\n<div id=\"outer-wrapper\"><div id=\"wrap2\">\n<!-- skip links for text browsers -->\n<span id=\"skiplinks\" style=\"display:none;\">\n<a href=\"#main\">skip to main </a> |\n      <a href=\"#sidebar\">skip to sidebar</a>\n</span>\n<div id=\"header-wrapper\">\n<div class=\"header section\" id=\"header\"><div class=\"widget Header\" data-version=\"1\" id=\"Header1\">\n<div id=\"header-inner\">\n<div class=\"titlewrapper\">\n<h1 class=\"title\">\n<a href=\"https://schwitzsplinters.blogspot.com/\">\nThe Splintered Mind\n</a>\n</h1>\n</div>\n<div class=\"descriptionwrapper\">\n<p class=\"description\"><span>reflections in philosophy of psychology, broadly construed</span></p>\n</div>\n</div>\n</div></div>\n</div>\n<div id=\"content-wrapper\">\n<div id=\"crosscol-wrapper\" style=\"text-align:center\">\n<div class=\"crosscol no-items section\" id=\"crosscol\"></div>\n</div>\n<div id=\"main-wrapper\">\n<div class=\"main section\" id=\"main\"><div class=\"widget Blog\" data-version=\"1\" id=\"Blog1\">\n<div class=\"blog-posts hfeed\">\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, December 27, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6888586366352015921\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/12/some-structural-disadvantages-of.html\">Some Structural Disadvantages of Interdisciplinary Research, and What to Do About Them</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>My own academic department has treated me well over the years, accepting my interdiscipinary forays into psychology and science fiction.  But most academic researchers who do interdisciplinary work face structural disadvantages.  I speak from my experience in philosophy, but the problems are deeply rooted in the academic system.<p>\n\nI will focus on two disadvantages: The \"But It Isn't X\" Complaint (from colleagues from your home discipline) and Prejudice / Turf Defense (from colleagues from disciplines other than your home discipline).<p>\n\n*****************************************************<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://1.bp.blogspot.com/-HQBHBgeWsOc/XCTjPS3HiUI/AAAAAAAABTI/xbzCjGAkluk2uCgzInC5E082YedyWvKVwCLcBGAs/s1600/fractal-1063445_1920.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"1090\" data-original-width=\"1600\" height=\"218\" src=\"https://1.bp.blogspot.com/-HQBHBgeWsOc/XCTjPS3HiUI/AAAAAAAABTI/xbzCjGAkluk2uCgzInC5E082YedyWvKVwCLcBGAs/s320/fractal-1063445_1920.jpg\" width=\"320\"/></a></div><p>\n<b>The \"But It Isn't X\" Complaint</b><p>\n\nIf you apply for a job in a department in discipline X, the hiring department will care almost exclusively about your work in X.  When you stand for promotion or most other sorts of disciplinary recognition, you will be evaluated almost exclusively for your work within the discipline.  If you ask for your work outside the discipline to be counted equally, you will be told that it isn't really X and therefore doesn't count for much toward hiring, promotion, or recognition in discipline X.<p>\n\nThe \"But It Isn't X\" Complaint is entirely understandable.  Shouldn't hiring and promotion into a philosophy department, for example, and recognition in philosophy, depend on the candidate's contributions to <i>philosophy?</i>  And even if in principle the evaluators want work outside of their discipline to count equally, they will feel unable to properly evaluate it.  In the disciplinary evaluations on which most of academia is built, within-discipline contributions count most.<p>\n\nThe almost inevitable consequence is that researchers who devote substantial time to interdisciplinary work will be severely disadvantaged in hiring, promotion, and disciplinary recognition.<p>\n<i>What to Do on Behalf of Your Interdisciplinary Colleagues</i><p>\n\nIf a department wants to recognize interdisciplinary colleagues appropriately in hiring, promotion, and other types of evaluation, they need to <b>ask not \"how much has this person contributed to our discipline?\" but rather (1.) \"how much has this person contributed to academia as a whole?\" and (2.) \"has this person contributed enough to our discipline to still count as member of this discipline?\"</b>  Suppose someone straddles two disciplines 50/50, and over some period of time they publish three excellent papers in their home discipline and three excellent papers in another discipline.  Evaluate them not according to the three home-discipline papers, with the three others as \"frosting\", but treat all six papers on a par.  Of course, if the majority of papers are in another discipline, at some point it would be reasonable to consider a change of department.  But until that time, all contributions should be valued and evaluated by the home department.<p>\n\nIf there is to be room in academia, as I think there should be, for people who bridge two disciplines, those people need to be valued for their contributions to <i>both </i>disciplines.  If people in their home discipline cannot expertly evaluate that person's interdisciplinary work -- quite understandable! -- they should consult with others from the appropriate discipline, or even better with others who are interdisciplinary between the same two disciplines.<p>\n<i>\nWhat to Do If You Are the Interdisciplinary Researcher<p></p></i>\n\nAssuming your colleagues and evaluators are not implementing the strategy above, as most will not, I advise three strategies:<p>\n\n(1.) <b>Do as much in your home discipline as your colleagues do.</b>  Publish the six papers in your home discipline <i>and</i> three outside your discipline.  This isn't easy to implement, of course!  But one of the advantages of interdisciplinary research is that your expertise outside of your home discipline can be a font of fresh ideas.  If your c.v. contains as much good work in X as your colleagues', it doesn't matter so much if they think of your other work as of secondary importance.<p>\n\n(2.) <b>Take advantage of higher-level administrators' appreciation of interdisciplinarity.</b>  In my experience, the majority of higher-level administrators (deans, etc.) value interdisciplinarity.  Their evaluations rarely matter enough to compensate for the structural disadvantages I mentioned above, but often their evaluations matter somewhat.  There are sometimes grant opportunities, teaching release opportunities, or other recognition for interdisciplinary work; keep your eyes open for these.  Also, if your disciplinary colleagues are supportive, you can remind them that there are aspects of your research profile that will be attractive to administrators because of your interdisciplinarity.  This can lead your colleagues' to be more assertive in making your case than they would otherwise be, anticipating approval from the higher-ups.<p>\n\n(3.) <b>Relabel your work as a contribution to your discipline.</b>  This is the boldest move, and it will have mixed success at best.  For example, when I first started doing work in psychology I thought of it just as work in psychology that had <i>consequences </i>for philosophy.  After all, if you <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DreamReportRepl.htm\">run</a> an <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ExpWOAttn.htm\">empirical experiment</a> that <a href=\"http://\">looks like a psychology experiment</a>, or<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ExpWOAttn.htm\"> contribute an article</a> to a <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ReplWarehouse.htm\">psychology journal</a>, isn't that doing psychology?<p> \n\nHowever, starting around 2003, Joshua Knobe, Shaun Nichols, Steve Stich, Jonathan Weinberg, and others started calling their empirical research on non-philosophers' philosophical opinions \"experimental philosophy\" rather than psychology, and they successfully campaigned to publish some of it in straight-up philosophy journals.  They partly succeeded in <a href=\"https://plato.stanford.edu/entries/experimental-philosophy/\">changing the borders of the discipline</a> of philosophy to include work that would previously have been called psychology.  They haven't convinced everyone, of course.  Not all philosophers think of \"experimental philosophy\" as <i>really </i>philosophy.  But the situation is better than it was.  Arguably, \"behavioral economics\" is a similar story, even more successful.<p>\n\nSimilarly, I have been starting to <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzPapers/PhilosophersRecommend-150507-short.pdf\">make the case</a> that <a href=\"https://www.latimes.com/opinion/op-ed/la-oe-0719-schwitzgebel-philosophy-articles-20150717-story.html\">writing fiction</a> can also be <a href=\"https://schwitzsplinters.blogspot.com/2013/09/fiction-and-skepticism.html\">a way of doing philosophy</a> -- witness Rousseau, Sartre, Nietzsche, Plato, Murdoch, Voltaire, etc.!<p>\n\n*****************************************************<p>\n<b>Prejudice / Turf Defense<p></p></b>\n\nInterdisciplinary prejudice and turf defense are slightly different but related phenomena.<p>\n<i>Interdisciplinary prejudice </i>is the understandable default assumption that someone outside of your discipline isn't going to be nearly as good at work in your discipline as someone whose formal affiliation and training is in your discipline.  <i>Turf defense</i> is an emotional reaction to the threatening idea that someone outside of your discipline might be as good as you and your colleagues, or better, at work in your own discipline [ETA:] or that others might falsely perceive them that way.<p>\n\nUsually, interdisciplinary prejudice is justified, and perhaps not deserving of a pejorative label.  If a non-philosopher submits something to a philosophy journal, odds are good that it won't be an excellent work of philosophy.  If a philosopher tries to run a psychology experiment, odds are good that their methods and analyses won't be as solid as a psychologist's.  For similar reasons, turf defense isn't wholly unjustified: You don't want others to mistakenly think that the non-X researcher's probably-inferior work is as good as a disciplinary expert's work, so it makes sense in a way to guard against incursions.  The turf defense reaction is also, I think, partly driven by feelings that the outsider is being disrespectful: If an outsider thinks they can come in and beat us at our own game, that seems to suggest that they lack respect for our years of hard work and disciplinary training.<p>\n\nHowever, sometimes people really can do excellent work in more than one discipline.  It takes years of effort to acquire the knowledge and skills; but people do sometimes put in the requisite time and effort.  An Associate Professor of X with a strong interdisciplinary focus might have as much knowledge of and experience in Y as an Assistant Professor in Y.  (It would be almost superhuman, though, for an Associate Professor in X to have as much knowledge and experience in Y as an Associate Professor in Y, unless the situation is very unusual.)  However, even when the outsider does have the requisite knowledge and skills, it is, I fear, a sociological fact that substantial prejudice and turf defense remain.<p>\n<i>What to Do on Behalf of Interdisciplinary Colleagues</i><p>\n\n(1.) <b>Be aware of your possible interdisciplinary prejudice and turf defense and the fact that they are not always justified.</b>  Try to evaluate work in your home discipline by someone outside of your home discipline in approximately the same way you would evaluate other contributions to your discipline.<p>\n\n(2.) <b>Implement anonymous review when possible.</b>  If the work passes muster, it shouldn't matter if it's from a Stanford professor in your discipline or someone from a less prestigious university with a different disciplinary affiliation or from a construction worker in Tallahassee.<p>\n\n(3.) <b>Where anonymous review isn't possible, downplay departmental affiliations on the first page of articles and applications</b> -- for the same reasons.<p>\n<i>What to Do If You Are the Interdisciplinary Researcher<p></p></i>\n\n(1.) <b>Collaborate with someone from the other discipline.</b>  There appears to be much less prejudice and turf defense when at least one member of the research team is from the target discipline.  Furthermore, the collaborator will bring an inside-the-discipline perspective that it is very difficult to achieve from outside a discipline, even if one has substantial expertise.<p>\n\n(2.) <b>Watch for shibboleths.</b>  By shibboleths I mean superficial signs of being an insider rather than an outsider.  It helps reduce prejudice and turf defense the more you can write and speak indistinguishably from members of the target discipline.  (Collaborators can help with this.)  If you sound like an outsider, even if your content is good, that will tend to amplify negative reactions to your work.<p>\n\n(3.) <b>Cite thoroughly and carefully early in your project.</b>  Show, from the very beginning, thorough and serious engagement with the existing work in the target discipline.  This shows respect for that work, reducing the turf defense reaction, and it shows that you have substantial expertise, reducing the prejudice reaction.<p>\n\n*****************************************************<p>\n\nBarring radical changes, structural disadvantages will continue to impair people who do interdisciplinary work.  However, I do also believe that there is one major compensatory advantage, over the long run of a research career.  <b>Often, the freshest and most fruitful academic ideas come from researchers with expertise in more than one area</b>, who can use their expertise in Y to shine new interesting light on X.  Your colleagues won't always appreciate this right away.  But in the long run, you will have different things to say than those whose expertise is exclusively within a single discipline.  You will have a distinctive perspective and contribution.<p>\n\n[<a href=\"https://pixabay.com/en/fractal-abstract-line-wave-design-1063445/\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/some-structural-disadvantages-of.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-12-27T07:22:00-08:00\">7:22 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6888586366352015921\" onclick=\"\">5\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/advice\" rel=\"tag\">advice</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/sociology%20of%20philosophy\" rel=\"tag\">sociology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Saturday, December 22, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6735521199373052887\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/12/new-experimental-philosophy-blog-and.html\">New Experimental Philosophy Blog, and A New Study of Philosophers That Is Looking for Participants</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Two quick announcements:<p>\n\n1. There's a new experimental philosophy blog!  <a href=\"https://xphiblog.com/\">Check it out</a>.  (I've just cross-posted a month-old x-phi post from the Splintered Mind.  In the future I'll cross-post x-phi material simultaneously on both.)<p>\n\n2. There's a new study about philosophers' opinions on philosophical questions.  Try it out <a href=\"https://sasupenn.qualtrics.com/jfe/form/SV_ebuOnRJnLLAnypD\">here</a>!</p>\n<div style=\"clear: both;\"></div>\n</p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/new-experimental-philosophy-blog-and.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-12-22T12:39:00-08:00\">12:39 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6735521199373052887\" onclick=\"\">0\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/announcements\" rel=\"tag\">announcements</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, December 20, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"4348801974629754723\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/12/philosophy-as-second-major-data-by-race.html\">Philosophy as a Second Major: Data by Race and Gender</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Last year, I observed that <a href=\"http://schwitzsplinters.blogspot.com/2018/02/philosophy-relies-on-those-double-majors.html\">Philosophy relies on double majors</a> more than most other academic disciplines do.  Drawing on <a href=\"https://nces.ed.gov/ipeds/datacenter/Data.aspx\">IPEDS data</a> from the National Center for Education Statistics, for Bachelor's degrees completed in  2016, I found that although only 0.30% of students choose Philosophy as a first major, among those who completed a second major, 1.7% choose Philosophy.  I also found that 20% of graduating Philosophy majors had Philosophy as their second major.  If we conjecture that double majors with Philosophy as one of their majors are just as likely to list Philosophy first as second (which might not be true, but can't be assessed from the IPEDS data), then 40% of Philosophy majors are double-majoring with something else.  [See <a href=\"https://nces.ed.gov/ipeds/datacenter/Data.aspx\">here</a> for methodological details and more data.]<p>\n\nThis year, I thought it would be interesting to break down the results by race and gender.  My thought was that maybe women or members of historically underrepresented racial groups might be proportionately more likely than White men to take Philosophy as a second major.  White men are disproportionately represented in Philosophy, for whatever (much disputed!) reason.  Perhaps women and members of underrepresented racial groups would be more likely to take Philosophy as a second major if they could also major in something else?<p>\n\nTo reduce hindsight bias, I encourage you to pause now and reflect on what your guess would be.<p>\n\nDrum roll please....<p>\n<i>Results by Gender</i><p>\n\nNCES uses the gender categories \"men\" and \"women\".  I examined all U.S. data from the 2009-2010 academic year through the 2016-2017 academic year.<p>\n\nCombining all majors and all years, women were about as likely as men to complete a second major: 5.4% of women did so, compared to 5.1% of men (441,066/8,214,707 vs. 318,372/6,167,753 [p &lt; .001 of course, given the huge numbers]).  (All statistical tests in this post are two-tailed two-proportion z tests.)  Viewing the data another way, women constituted 57% of all graduates and 58% of all graduates who completed two majors.<p>\n\nPhilosophy constituted 0.39% of all first majors across the time period, and 1.9% of all second majors.  (These 2009-2017 numbers are higher than the 2016 numbers above because the Philosophy major <a href=\"http://schwitzsplinters.blogspot.com/2018/11/has-sharp-decline-in-philosophy-majors.html\">plummeted sharply</a> during the period.)  Women were about a third as likely to complete Philosophy as a first major than men: 0.21% of women did so, compared to 0.62% of men (17,244/8,214,707 vs. 38,241/6,167,753 [p &lt; .001]).  Despite 57% of graduates being women, women were only 31% of graduates whose first major was Philosophy.<p>\n\nAs I had suspected might be the case, <b>women were a larger proportion of Philosophy graduates whose second major was Philosophy: 35%, instead of 31%.</b>  Though the effect size isn't large, it is statistically significant (4,956/14,064 vs. 17,244/55,485 [p &lt; .001]).  Put another (perhaps more discouraging) way, 0.65% of women chose Philosophy as a second major, compared to 2.9% of men.<p>\n<i><i>Results by Race</i><p></p></i>\n\nNCES uses the racial categories American Indian or Alaska Native, Asian, Black or African American, Hispanic or Latino, Native Hawaiian or Other Pacific Islander, White, Two or More Races, Race/Ethnicity Unknown, and Nonresident Alien, with these classifications running from the 2010-2011 to the 2016-2017 academic year.<p>\n\nIn contrast with gender, race was substantially related to completing a second major, combining all majors.<p>\n\nPercentage of graduates who completed a second major, by race, all majors:<blockquote>\nAmerican Indian or Alaska Native: 3.6%</blockquote></p></p></p></p></p></p></p></p></p></p></p></p></div></div></div></div></div></div></div></div></div></div></div></div></body></html>\nAsian: 5.7%\nBlack or African American: 2.4%\nHispanic or Latino: 4.8%\nNative Hawaiian or Other Pacific Islander: 2.8%\nWhite: 5.7%\nTwo or More Races: 5.3%\n<p>\n\nTo confirm that this wasn't a result of students of different racial identities enrolling in different school types, I checked to see if the results held up for different Carnegie classifications of school types (e.g., Doctorate Universities: Highest Research Activity, Baccalaureate Colleges: Arts &amp; Science Focus), and the same general pattern holds.  However, this question merits further exploration.<p>\n\nTo see how this looks for Philosophy specifically, it's clearest to compare the breakdown of 1st majors in Philosophy by race with the breakdown of 2nd majors.<p>\n\nFirst majors in Philosophy, by race:<blockquote>\nAmerican Indian or Alaska Native: 0.5%</blockquote></p></p></p>\nAsian: 6.1%\nBlack or African American: 5.1%\nHispanic or Latino: 10.8%\nNative Hawaiian or Other Pacific Islander: 0.2%\nWhite: 65.4%\nTwo or More Races: 3.1%\n<p>\n<p>\n\nSecond majors in Philosophy, by race:<blockquote>\nAmerican Indian or Alaska Native: 0.3%</blockquote></p></p>\nAsian: 5.7%\nBlack or African American: 3.2%\nHispanic or Latino: 8.5%\nNative Hawaiian or Other Pacific Islander: 0.1%\nWhite: 69.5%\nTwo or More Races: 3.8%\n<p>\n<p>\n\nHere it is as a bar chart:<p>\n<a href=\"https://3.bp.blogspot.com/-GZtN5-2m3wI/XBvoBzyld0I/AAAAAAAABSY/4Sw_hSeATSc4roaPWOne3M7LSGxswjTpwCLcBGAs/s1600/PhilRace1stv2nd.jpg\" imageanchor=\"1\"><img border=\"0\" data-original-height=\"608\" data-original-width=\"480\" height=\"320\" src=\"https://3.bp.blogspot.com/-GZtN5-2m3wI/XBvoBzyld0I/AAAAAAAABSY/4Sw_hSeATSc4roaPWOne3M7LSGxswjTpwCLcBGAs/s320/PhilRace1stv2nd.jpg\" width=\"253\"/></a></p></p></p>\n[click to clarify and enlarge]<p>\n\nThe result is the opposite of what we see with women, and the opposite of what I had predicted: <b>With the exception of \"two or more races\", students in racial groups other than White were a <i>smaller </i>proportion of graduates with a second major in Philosophy</b>.  This was true even of Asian graduates who, combining all majors, were just as likely as White graduates to complete a second major.  (All differences in proportion between 1st and 2nd major by race were statistically significant at p &lt; .05.)<p>\n<i>Conclusion</i><p>\n\nOverall across all majors, women weren't much more likely to complete second majors than were men, but they <i>were </i>more likely to do so in Philosophy.  Conversely, students from most racial groups other than White <i>were </i> in general substantially less likely to complete second majors than were White students, and the disproportion was even greater among Philosophy majors.<p>\n\nI'm not sure what might explain these patterns or what to do with them.  Suggestions welcome!</p>\n<div style=\"clear: both;\"></div>\n</p></p></p>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/philosophy-as-second-major-data-by-race.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-12-20T11:17:00-08:00\">11:17 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=4348801974629754723\" onclick=\"\">0\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/sociology%20of%20philosophy\" rel=\"tag\">sociology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n\n\n\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Friday, December 14, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"9172025981533174922\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/12/three-arguments-for-alien-consciousness.html\">Three Arguments for Alien Consciousness</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Someday we might meet spacefaring aliens who engage us in (what seems to be) conversation.  Some philosophers -- for example <a href=\"http://cosmos.nautil.us/feature/72/it-may-not-feel-like-anything-to-be-an-alien\">Susan Schneider</a> and (if I may generalize his claims about superficially isomorphic robots to superficially isomorphic aliens) <a href=\"http://www.nyu.edu/gsas/dept/philo/faculty/block/papers/HarderProblem.pdf\">Ned Block</a> -- have argued that such aliens might not really have conscious experiences.  In contrast, I hold what I believe to be the majority view that aliens who outwardly behaved similarly to us would very likely have conscious experiences.  In the phrase that Thomas Nagel <a href=\"https://www.jstor.org/stable/2183914?seq=1#metadata_info_tab_contents\">made famous</a>, there would be \"something it is like\" to be an alien.<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://4.bp.blogspot.com/-E8_rwL6O4Tw/XBK3cdUuz9I/AAAAAAAABRg/1nVW2FS4i3k58Ztmn3YCBVZ0XPWDGoZYACLcBGAs/s1600/alien.png\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"843\" data-original-width=\"1600\" height=\"169\" src=\"https://4.bp.blogspot.com/-E8_rwL6O4Tw/XBK3cdUuz9I/AAAAAAAABRg/1nVW2FS4i3k58Ztmn3YCBVZ0XPWDGoZYACLcBGAs/s320/alien.png\" width=\"320\"/></a></div><p>\n\nI offer three arguments in defense of this general conclusion.  I stipulate that the aliens I'm considering have arisen through a long evolutionary process, that they are capable of sophisticated cooperative technological behavior, and that they interact with us in ways that it is natural for non-philosophers to interpret as having comprehensible linguistic content.<p>\n\n(I set aside some <a href=\"http://schwitzsplinters.blogspot.com/2016/12/is-most-of-intelligence-in-universe-non.html\">more specific criticisms</a> of Schneider's argument.)<p>\n<i>The Linguistic Argument.</i><p>\n\nAn alien descends from its spaceship.  Upon meeting the local population, it raises an appendage and begins touching things.  It touches its leg and says \"bzzbl\".  It touches its elbow and says \"tikpt\".  It touches a tree and says \"illillin\".  And so forth.  Furthermore, it does so in reliable and repeatable ways, so that this behavior is naturally interpreted as linguistic labeling.  When a human touches a tree and says \"illillin\" the alien says \"hi\".  When a human touches a tree and says \"bzzbl\", the alien says \"pu\".  The pattern of hi/pu responses is naturally interpreted as affirmation and negation.  From this starting point, humans seem to learn the alien language and the alien seems to learn the local human language.  Learning proceeds smoothly, except for a few understandable hiccups, so that after several months, the aliens and the local humans are cooperating in complex activities with apparently complex linguistic understanding.  For example, the alien emits sounds like this: \"After I enjoy eating the oak tree down the road by David's house, I plan to take a half-hour nap at the bottom of Blackberry Pond.  Could we meet to talk about Martian volcanology after I've finished my nap?\"  All proceeds as expected.  The alien eats the tree, takes the nap, and afterwards engages in what appears to be a dicussion of Martian volcanology.  If this was not approximately how things went, the alien would not be the right kind of outwardly similar entity that I have in mind.<p>\n\nTo be outwardly similar -- and also just for good architectural reasons in a risky world -- the alien will also presumably be able to discuss its interior states and perceptual states.  When it is running low on nutrition and needs to eat, it will say something like \"I'm getting hungry\".  When it can't visually detect a distant object that a human interlocutor is pointing out, it will say something like, \"Sorry, I can't see that.  Oh, wait, now I can!\"  When it fears for the safety of its mate who has just wandered onto the highway, it will say something like, \"I'm worried that she might be struck by a car\" or \"I hope she gets across the road okay!\"  Now suppose a human interlocutor says something like, \"Do you really have conscious experiences?  I mean, is there something it's like for you to experience red and to feel pain?  Do you have imagination and understanding and emotional feelings?\"  If the alien is generally similar to us in its linguistic behavior, and if the question is phrased clearly enough, it will say yes.  I think this is plausible given the rest of the set up, but we can also stipulate if necessary that if such an alien said no it wouldn't be a superficial isomorph outwardly similar to us in the intended respect.<p>\n\nAlthough I'm not sure how Schneider and Block would react to this particular case, my interlocutor is someone who thinks it still remains a live possibility that the alien really has no conscious experiences underneath it all, because it has the wrong type of internal structure.  (Maybe it's made of silicon inside, or hydraulics, or maybe it engages in fast serial cognitive processing rather than parallel processing.)  The thought behind the linguistic argument (which I leave undeveloped for now) is that <b>it would be unnatural, awkward, inelegant, and scientifically dubious to interpret the alien's speech as failing to refer both to trees and to genuine conscious mental states that it possesses</b>.<p>\n<i>The Grounds of Consciousness Argument.<p></p></i>\n\nWhat theoretical reasons do we have for thinking that creatures other than us have conscious experiences?  I'm inclined to think we rely on two main grounds: (a.) sophisticated outward behavior similar to outward behavior that we associate with consciousness in our own case, and (b.) structural similarity between the target creature and us, with respect to the types of structures we associate with consciousness in our own case.  By stipulation, (a) favors the alien.  So the question is whether divergence in (b) alone would be good enough grounds to seriously doubt the existence of conscious experience despite seemingly-introspective reports about consciousness.<p>\n\nIf the structural situation is bad enough, that can ground plausible denial.  A remote-controlled puppet with a speaker in its mouth might exhibit sophisticated outward behavior, but we would not want to attribute consciousness to the puppet.  (We might want to attribute consciousness to the puppet-manipulator system or at least to the manipulator.)  Similarly, we might reasonably doubt the consciousness of an entity programmed specifically to act as though it is conscious, even if that entity passes the <a href=\"https://plato.stanford.edu/entries/turing-test/\">Turing test</a> or similar, because there is possibly something suspicious about having such a programming history: Maybe the best explanation of the entity's seeming-consciousness is not that it is conscious but only that it has been programmed to act as though it is.  (I'm not saying I agree with that position, only that it is a reasonable position.)<p>\n\nTo avoid these doubts about the structural story, I have stipulated that the aliens have a long evolutionary history.  The question then becomes whether a naturally-evolved cognitive structure underlying such sophisticated and apparently linguistic behavior might not be sufficient for consciousness, if it is different enough from our own -- such as maybe a fast serial cognitive process rather than the massively parallel (but slowish) structure of neurons, or relying on a material substrate different than carbon.  My intended sense of \"might\" here is not the thin metaphysical sense of \"might\" in which we might allow for <a href=\"https://plato.stanford.edu/entries/zombies/\">philosophical zombies</a>, but rather scientific plausibility.<p>\n\nA good approach to this question, I think, is to consider <i>what it is </i>about neurons aligned in massively parallel structures that explains why such neurons give rise to consciousness in our case.  There must be something functionally awesome about neurons; it's not likely to be mysterious carbon-magic, independent of what neurons can do for us cognitively.  So what could be that functionally awesome thing?  The most plausible answers are the kinds of answers we see in broadly functionalist approaches to consciousness -- things like the ability to integrate information so as to respond in various sophisticated ways to the environment, including retaining information over time, monitoring one's own cognitive condition, complex long-term strategic planning, being capable of creative solutions to novel predicaments, etc.  <b>If serial processing or silicon processing can do all of the right kind of cognitive work, it's hard for me to see good theoretical reason to think that something necessary may be missing due merely to, say, the different number of protons in silicon or the implementational details of transfer relations between different cognitive subprocesses.</b>  It's a possible skepticism, but it's a skepticism without warranted grounds for doubt.<p>\n<i>The Copernican Cosmological Argument.<p></p></i>\n\nAccording to the <a href=\"https://en.wikipedia.org/wiki/Copernican_principle\">Copernican Principle</a> in scientific cosmology, we are unlikely to be in a privileged position in the universe, such as its exact center.  It's more reasonable, according to the principle, to think that we are in mediocre, mid-rent location among all of the locations that possibly support observers capable of reflection about cosmological principles.  (However, the <a href=\"https://en.wikipedia.org/wiki/Anthropic_principle\">Anthropic Principle</a> allows that we shouldn't be surprised to be in a location that supports cosmological observers, even if such locations are uncommon.  For purposes of this post I am assuming that being an \"observer\" requires cognitive sophistication but does not require phenomenal consciousness if the two are separable.  We can argue about that in the comments, if you like!)<p>\n\nThe Copernican Principle can, I think, plausibly be applied to consciousness as follows.  Stipulate, as seems plausible, that complex coordinated functional responsiveness to one's environment, comparable to the sophistication of human responsiveness, can evolve in myriad different ways that diverge in their internal structural basis (e.g., carbon vs non-carbon, or if carbon is essential because of its lovely capacity to form long organic molecules, highly divergent carbon-based systems).  If only one or a few of these myriad ways gave rise to actual conscious experience, then we would be especially lucky to be among the minority of complex evolved seemingly-linguistic entities who are privileged with genuine conscious experience.  There would be systems all across the universe who equally build cities, travel into space, write novels about their interactions with each other, and monitor and report their internal states in ways approximately as sophisticated as ours -- and among them, only a fraction would happen to possess conscious experience, while the other unfortunates are merely blank inside.<p>\n<b>It is much more plausible, on Copernican grounds, to think that we are not in this way especially privileged entities, lucky to be among the minority of evolved intelligences who happen also to have conscious experiences.</b><p> \n\n[<a href=\"https://lh3.googleusercontent.com/naTVuGXzfOJ3ovrES08i3qGsqt1j0jROsINT75tq9cSASpEi-bt1C0MsFjAZ680N04vvVrQR-gLpslf4VMYgWkicQg=s0\">image source</a>]\n\n</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/three-arguments-for-alien-consciousness.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-12-14T08:50:00-08:00\">8:50 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=9172025981533174922\" onclick=\"\">19\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/consciousness\" rel=\"tag\">consciousness</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/science%20fiction\" rel=\"tag\">science fiction</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Wednesday, December 05, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6365459880408797242\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/12/new-book-forthcoming-jerks-zombie.html\">New Book Forthcoming: Jerks, Zombie Robots, and Other Philosophical Misadventures</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>(title provisional)<p>\nwith MIT Press, slated for their Fall catalog.<p>\n\nYAY!<p>\n\nI've made the <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/SplinteredMindBook.htm\">manuscript available here</a>.  There will be at least one more chance to revise it, probably in early 2019, and<b> I welcome comments and corrections</b>, either on individual chapters or on the entirety.  If you give me helpful comments, I will of course add your name to the acknowledgements at the end of the book.<p>\n<b>Preface:<p></p></b>\n\nI enjoy writing short philosophical reflections for broad audiences.  Evidently, I enjoy this a lot: Since 2006, I’ve written over a thousand such pieces, mostly published on my blog The Splintered Mind, but also in the <i>Los Angeles Times, Aeon Magazine,</i> and elsewhere.  This book contains fifty-eight of my favorites, revised and updated.<p>\n\nThe topics range widely, as I’ve tried to capture in the title of the book.  I discuss moral psychology (“jerks”), speculative philosophy of consciousness (“zombie robots”), the risks of controlling your emotions technologically, the ethics of the game of dreidel, multiverse theory, the apparent foolishness of Immanuel Kant, and much else.  There is no unifying topic.<p>\n\nMaybe, however, there is a unifying theme.  The human intellect has a ragged edge, where it begins to turn against itself, casting doubt on itself or finding itself lost among seemingly improbable conclusions.  We can reach this ragged edge quickly.  Sometimes, all it takes to remind us of our limits is an eight-hundred-word blog post.  Playing at this ragged edge, where I no longer know quite what to think or how to think about it, is my idea of fun.<p>\n\nGiven the human propensity for rationalization and self-deception, when I disapprove of others, how do I know that I’m not the one who is being a jerk?  Given that all our intuitive, philosophical, and scientific knowledge of the mind has been built on a narrow range of cases, how much confidence can we have in our conclusions about strange new possibilities that are likely to open up in the near future of Artificial Intelligence?  Speculative cosmology at once poses the (literally) biggest questions that we can ask about the universe while opening up possibilities that undermine our confidence in our ability to answer those same questions.  The history of philosophy is humbling when we see how badly wrong previous thinkers have been, despite their intellectual skills and confidence.\nNot all of my posts fit this theme.  It’s also fun to use the once-forbidden word “fuck” over and over again in a chapter about profanity.  And I wanted to share some reminiscences about how my father saw the world – especially since in some ways I prefer his optimistic and proactive vision to my own less hopeful skepticism.  Other of my blog posts I just liked or wanted to share for other reasons.  A few are short fictions.<p>\n\nIt would be an unusual reader who liked every chapter.  I hope you’ll skip anything you find boring.  The chapters are all free-standing.  Please don’t just start reading on page one and then try to slog along through everything sequentially out of some misplaced sense of duty!  Trust your sense of fun (Chapter 47).  Read only the chapters that appeal to you, in any order you like.<p>\n\nRiverside, California, Earth (I hope)</p></p></p></p></p></p></p></p></p></p></div></div></div></div></div>\nOctober 25, 2018<p>\n<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/SplinteredMindBook.htm\">Full manuscript here</a>.\n</p>\n<div style=\"clear: both;\"></div>\n\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/new-book-forthcoming-jerks-zombie.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-12-05T10:55:00-08:00\">10:55 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6365459880408797242\" onclick=\"\">3\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/announcements\" rel=\"tag\">announcements</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n\n\n\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Sunday, December 02, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"2030325788055874109\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/12/i-have-little-dreidel-i-made-it-out-of.html\">I Have a Little Dreidel, I Made It Out of... Plastic?</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Tonight is the first night of Hannukah.  My daughter her friends and I will of course play dreidel.<p>\n\n(I defend my enthusiasm for the game in this article I published last year in the LA Times: \"<a href=\"https://www.latimes.com/opinion/op-ed/la-oe-schwitzgebel-dreidel-moral-world-20171212-story.html\">Dreidel: A seemingly foolish game that contains the moral world in miniature</a>\".)<p>\n\nWe will sing the Dreidel Song.\n\n<blockquote>\nI have a little dreidel,</blockquote></p></p></p></div></div></div></div></div>\nI made it out of clay.\nAnd when it's dry and ready,\nOh dreidel I will play!\n<p>\n\nHere's the problem, though.  Never ever have I seen a clay dreidel, much less made one by hand.  So the song is a lie!<p>\n<a href=\"https://2.bp.blogspot.com/-e7UMefxkOEw/XAQq9xnVAsI/AAAAAAAABQY/NVppQ1a6UkIaaP95-riKAwIXzQsQ-rcdwCLcBGAs/s1600/ThreeDreidels.jpg\" imageanchor=\"1\"><img border=\"0\" data-original-height=\"990\" data-original-width=\"1600\" height=\"198\" src=\"https://2.bp.blogspot.com/-e7UMefxkOEw/XAQq9xnVAsI/AAAAAAAABQY/NVppQ1a6UkIaaP95-riKAwIXzQsQ-rcdwCLcBGAs/s320/ThreeDreidels.jpg\" width=\"320\"/></a></p></p>\n\nSome of our dreidels, none made of clay.<p>\n\nI propose the following alternative lyrics:\n<blockquote>\nI have a little dreidel,</blockquote></p>\nThey made it out of plastic.\nAnd when I spin a gimmel,\nIt's gonna be fantastic!\n<p>\n\nOr:\n\n<blockquote>\nI have a little dreidel,</blockquote></p>\nThey made it out of wood.\nAnd when I spin a gimmel,\nIt's gonna feel so good!\n<p>\n\nOr:\n\n<blockquote>\nI have a little dreidel,</blockquote></p>\nThey made it out of steel.\nAnd when I spin a gimmel,\nOh how good I'll feel!\n<p>\n\nEtc.<p>\n\nNot sure what to do with the aluminum dreidel, though....</p>\n<div style=\"clear: both;\"></div>\n</p>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/i-have-little-dreidel-i-made-it-out-of.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-12-02T10:58:00-08:00\">10:58 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=2030325788055874109\" onclick=\"\">5\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n\n\n\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Friday, November 30, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"5454049827626121873\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/11/has-sharp-decline-in-philosophy-majors.html\">Has the Sharp Decline in Philosophy Majors Hit Bottom? (Plus Other Interesting NCES Data)</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>I've received <a href=\"https://cdn.ymaws.com/www.apaonline.org/resource/resmgr/grantproposals/small_grant_proposals/2018/2018demoproposal.pdf\">good news</a> on a grant, with Morgan Thompson and Eric Winsberg, for some data-crunching about Philosophy majors in the U.S.  To celebrate, here's more data!<p>\n<i>Has the Sharp Decline in Philosophy Majors Hit Bottom?<p></p></i>\n\nLast year, drawing on the publicly available <a href=\"https://nces.ed.gov/ipeds/use-the-data\">IPEDS database</a>, I reported an alarmingly <a href=\"https://schwitzsplinters.blogspot.com/2017/12/sharp-declines-in-philosophy-history.html\">sharp decline</a> in the number of recipients of Bachelor's degrees in Philosophy in the U.S. since 2010 -- from 9,297 in 2010, or 0.58% of all graduates, to 7,507 in 2016, or 0.39% of all graduates.   I found similar declines in History, English, and other language majors.<p>\n\nIn the most recent year's data (2016-2017), I'm encouraged to see no further decline either in the total number of Philosophy majors or in the percentage of graduates who choose the Philosophy major.  To give you a sense of how striking this is, look at 2013-2017:<p>\n\nBachelor's Degrees in Philosophy in the U.S., by year:\n<blockquote> 2013: 9,439 (0.53% of all graduates)</blockquote></p></p></p></p></div></div></div></div></div>\n2014: 8,837 (0.47%)\n2015: 8,198 (0.43%)\n2016: 7,507 (0.39%)\n2017: 7,579 (0.39%)\n<p>\n\n[for methodological details see <a href=\"https://schwitzsplinters.blogspot.com/2017/12/sharp-declines-in-philosophy-history.html\">here</a>]<p>\n\nAfter declining by about 600 majors per year from 2013 through 2016, 2017 shows a slight uptick.  The 95% confidence interval around the 2017 number is 0.38% to 0.40%, so this flattening is not merely a chance deviation from the 0.05%/year downward trend since 2013.<p>\n<i>English and History, However, Continue to Decline<p></p></i>\n\nIn contrast with Philosophy, English and History are continuing to decline (though note that English and History still have many more majors overall).<p>\n\nBachelor's Degrees in English:\n<blockquote> 2013: 56,021 (3.0% of all graduates)</blockquote></p></p></p></p>\n2014: 54,222 (2.8%)\n2015: 49,540 (2.5%)\n2016: 46,259 (2.3%)\n2017: 44,686 (2.2%)\n<p>\n\nBachelor's Degrees in History:\n<blockquote> 2013: 37,583 (2.0% of all graduates)</blockquote></p>\n2014: 34,193 (1.8%)\n2015: 31,048 (1.6%)\n2016: 28,229 (1.4%)\n2017: 26,724 (1.3%)\n<p>\n\nDespite a 9% growth in total number of graduates across all majors, in the five years from 2013 to 2017, the number of graduates declined by 20% in English and by 29% in History, and is continuing to fall fast.  (Maybe, if you squint at the data with an optimistic eye, the rate of decline is slowing.)<p>\n<i>In Contrast, the Number of PhDs Hasn't Declined Much<p></p></i>\n\nIn contrast, the number of Philosophy, English, and History PhDs awarded has declined only slightly in that same five year period: from 475 to 438 in Philosophy, 1377 to 1347 in English, and 1003 to 945 in History.  Consequently,<b> the ratio of BAs to PhDs has declined considerably between 2013 and 2017</b>.  In English the ratio fell from 41 BAs per PhD in 2013 to 33 BAs per PhD in 2017.  In History the ratio fell from 37 to 29, and in Philosophy it fell from 20 to 17.<p>\n\nHere's a chart going back to 2010:<p>\n<a href=\"https://3.bp.blogspot.com/-EFXaGhESEa4/XACZJLx-LzI/AAAAAAAABP0/5dqcwjV4gosAQWZGT4aFK5yhJeGIsKghACLcBGAs/s1600/BAtoPhDratio-181129.jpg\" imageanchor=\"1\"><img border=\"0\" data-original-height=\"492\" data-original-width=\"481\" height=\"320\" src=\"https://3.bp.blogspot.com/-EFXaGhESEa4/XACZJLx-LzI/AAAAAAAABP0/5dqcwjV4gosAQWZGT4aFK5yhJeGIsKghACLcBGAs/s320/BAtoPhDratio-181129.jpg\" width=\"313\"/></a><p>\n[click to clarify and enlarge]<p>\n<i>Conclusion<p></p></i>\n\nMajors can rise and decline substantially in popularity over the years.  Continuing decline isn't inevitable.  I'm rooting for a turnaround.<p>\n\nI might be wrong, but I think and hope that the recently increasing visibility of philosophers in prominent public venues such as the<i> New York Times</i> has helped improve the educated public's perception of the relevance and interest of philosophy.  Let's show the world the value of the humanities!</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/11/has-sharp-decline-in-philosophy-majors.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-11-30T07:31:00-08:00\">7:31 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=5454049827626121873\" onclick=\"\">2\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/sociology%20of%20philosophy\" rel=\"tag\">sociology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n\n\n\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Wednesday, November 21, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"2869116372983638922\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/11/narrative-but-not-philosophical.html\">Narrative but Not Philosophical Argument Motivates Giving to Charity</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><b>by Eric Schwitzgebel and Christopher McVey</b><p>\n\n... or at least this is so for one narrative we've tried and one type of philosophical argument.<p>\n<i>Introduction<p></p></i>\n\nFrom 2009 to 2015, Eric published a series of studies that consistently found, using a wide variety of measures, that ethics professors do not behave any morally better than comparison groups of other professors (summarized <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthBehBlackwell.htm\">here</a>).  One simple explanation (favored, for example, by Jon Haidt in <a href=\"https://www.amazon.com/Righteous-Mind-Divided-Politics-Religion/dp/0307455777\">his discussion</a> of Eric's work) is that philosophical moral reflection has little to no influence on people's moral behavior.  However, Eric and his frequent collaborator Joshua Rust have been hesitant to draw that conclusion without more empirical evidence (see <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/PowerReason.htm\">here</a> and <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/MoralMediocrity.htm\">here</a> for possible alternative explanations).<p>\n\nMeanwhile, Eric's PhD student Chris was growing interested in the power of narratives to change behavior.  So we decided to collaborate on a project to compare the influence of narrative and argument on charitable giving.<p>\n<i>Design<p></p></i>\n\nFor our argument, we chose an argument constructed by philosopher Peter Singer with the aim of convincing ordinary readers to donate to charity.  The argument was originally written for a paper in draft by Luke Buckland, Matthew Lindauer, David Rodriguez-Arias, and Carissa Veliz.  (Thanks to them and to Peter Singer for sharing this argument with us.)  We supplemented Singer's argument with some additional clarificatory text.  It's a typical Singer-style argument, emphasizing that people have a duty to prevent death and suffering due to extreme poverty by donating money that they would otherwise spend on luxuries, and that our physical distance from those who are suffering does not excuse us from the obligation to help.<p>\n\nFor our narrative, we chose a true story, about the same word-length as the argument, about a family rescued from slavery by a charitable donation, which we adapted from the website of a charitable organization.<p>\n\nParticipants were 918 MTurk workers in the United States.  We divided them into four conditions: (1.) narrative only, (2.) argument only, (3.) narrative + argument, and (4.) control (who received a similar-length text from a middle-school physics textbook).  Participants were then asked to rate, on a 7-point scale, how much they agreed or disagreed with statements about the ethics of donation and their own motivation to donate (e.g., \"It is morally good to give money to charities that help those in extreme poverty\", \"Currently I feel motivated to give money to a charity that helps people in extreme poverty\").  In Experiment 1, we then asked them a hypothetical question about how much they would give to a charity if we offered them a bonus of $10.  In Experiment 2, we replaced the hypothetical-donation language with a lottery choice.  We'll report only on Experiment 2 here, but the results of Experiment 1 were very similar.<p>\n\nHere is the exact language for the lottery choice:\n<blockquote>Upon completion of this study, 10% of participants in this study will receive an additional $10. You have the option to donate some portion of this $10 to one of six well-known charities that have been shown to effectively fight suffering due to extreme poverty. If you are one of the recipients of the additional $10, the portion you decide to keep will appear as a bonus credited to your Mechanical Turk worker account, and the portion you decide to donate will be given to the charity you pick from the list below. If you are one of the recipients of the additional $10, how much of your additional $10 would you like to donate?</blockquote><p>\n\nParticipants then ticked a number on a scale from $0 to $10 in dollar intervals, indicating how much they would donate if they won the $10. \n (A big thanks to <a href=\"https://www.thelifeyoucansave.org/\">The Life You Can Save</a>, especially Jon Behar, for funding this study!)<p>\n\nFinally, we asked questions designed to measure \"narrative transportation\" (i.e., how immersive and moving they found the narrative, or argument, or physics text), adapted from <a href=\"http://www.communicationcache.com/uploads/1/0/8/8/10887248/the_role_of_transportation_in_the_persuasiveness_of_public_narratives.pdf\">Green and Brock 2000</a>.<p>\n\nWe thought we'd share some preliminary results.  We emphasize that these results are only preliminary.  Later, we'll want to double-check our numbers, confirm that we got the exclusions exactly right, etc.  (We have a preregistration at <a href=\"https://osf.io/\">Open Science Foundation</a>, but we haven't made it public yet.)<p>\n<i>Results<p></p></i>\n\nMean amount donated, by condition:<p>\n<a href=\"https://2.bp.blogspot.com/-NK7SVwP8u9c/W_LzoL_PQ1I/AAAAAAAABOU/VvH0S_R31Ak4n7gsETTXDNNgOl6alO7OACLcBGAs/s1600/MeanDonation-181119.jpg\" imageanchor=\"1\"><img border=\"0\" data-original-height=\"288\" data-original-width=\"480\" height=\"192\" src=\"https://2.bp.blogspot.com/-NK7SVwP8u9c/W_LzoL_PQ1I/AAAAAAAABOU/VvH0S_R31Ak4n7gsETTXDNNgOl6alO7OACLcBGAs/s320/MeanDonation-181119.jpg\" width=\"320\"/></a>\n\n(Apologies for blurry image.  Click to enhance.  Error bars are 95% confidence intervals.)<p>\n\nStatistically, the conditions are different (ANOVA [913,3], F=4.99, p = .002).  In planned, pre-registered one-tailed t-tests, we found that the narrative and narrative+argument conditions generated more donation than the control condition (p = .02, .001) but the argument condition did not (p = .48).  Similarly in a multiple regression analysis we found that being in one of the narrative conditions (narrative only or narrative+argument) predicted donation amount but being in one of the argumentative conditions was not statistically significantly predictive.  <b>In other words, exposure to a Singer-style philosophical argument had no statistically detectable effect on charitable giving, but exposure to a narrative about a family rescued from slavery did have a detectable effect.</b>  This was also true in Experiment 1, concerning hypothetical donation.<p>\n\nThe results were even clearer for the measure of ethical opinion and motivation to donate, which was scored on a scale from 5 to 35, based on 5 questions:\n<a href=\"https://4.bp.blogspot.com/-8TXqt8z9z5s/W_L55fVT4LI/AAAAAAAABOw/vXI947okp5UC89WSqOcww4kkyusTeYrKQCLcBGAs/s1600/CharityMotivation-181119.jpg\" imageanchor=\"1\"><img border=\"0\" data-original-height=\"392\" data-original-width=\"485\" height=\"259\" src=\"https://4.bp.blogspot.com/-8TXqt8z9z5s/W_L55fVT4LI/AAAAAAAABOw/vXI947okp5UC89WSqOcww4kkyusTeYrKQCLcBGAs/s320/CharityMotivation-181119.jpg\" width=\"320\"/></a><p>\n\nIt's not a huge effect size -- about 2 points on the scale -- but it's easier to see how the results for argument and control are similar to each other and different from the results for narrative and narrative+argument, which are also similar to each other (ANOVA [913,3], F=10.8, p &lt; .001; one-tailed t vs. control condition: argument p = .71, narrative p &lt; .001, nar+arg p &lt; .001). \n Similarly to the lottery donation results, a regression analysis of reported motivation and moral opinion finds being in a narrative condition predictive and being in an argument condition non-predictive.<p>\n\nAs expected, we also found that participants reported more narrative transportation in the narrative and narrative+argument conditions than in the other conditions (ANOVA, p &lt; .001) and that narrative transport, amount given, and motivation to give were mutually correlated (transport-amount given, r = .24; transport-motivation, r = .40, motivation-amount given, r = .50; all p's &lt; .001).<p>\n<i>Conclusion<p></p></i>\n<b>We regard this as preliminary evidence that exposure to at least one type of narrative influences charitable giving, motivation, and opinion, while exposure to one common type of philosophical argument has little if any influence.</b><p>\n\nIn our teaching, we also seem to find that Singer-style arguments have little effect on moral opinion or motivation to donate.  In another series of studies (collaborative with Peter Singer and Brad Cokelet), which we hope to be able to report on soon, professors and TAs at UC Riverside taught lower-division philosophy students philosophical arguments for charitable donation and for vegetarianism.  In subsequent questionnaires, students' self-reported attitudes toward charity don't appear to have been much influenced by the arguments, but their self-reported attitudes toward vegetarianism do appear to have been influenced.<p>\n\nThis is not to deny that <i>some</i> people are influenced to donate by Singer's arguments.  Eric believes that he has been, for example.  But the effect might be weak or uncommon or not effectively produced by brief exposures.<p>\n\nIn follow-up research, we plan to see if we find similar results with different types of arguments and narratives, and we hope to zero in on what underlying factors are at work behind these effects.\n</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/11/narrative-but-not-philosophical.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-11-21T08:13:00-08:00\">8:13 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=2869116372983638922\" onclick=\"\">3\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/ethics\" rel=\"tag\">ethics</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/moral%20psychology\" rel=\"tag\">moral psychology</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/sociology%20of%20philosophy\" rel=\"tag\">sociology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Friday, November 16, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"7378135089447239332\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/11/possible-backfire-effects-of-excellent.html\">Possible Backfire Effects of an Excellent Diversity Statement?</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://1.bp.blogspot.com/-VFI2qFzCxjw/W-3JY5NLwwI/AAAAAAAABN4/XTUmbDejpK4odVGTYhoJUNtuezcZ3gEuwCLcBGAs/s1600/diverse-kids.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"1600\" data-original-width=\"1502\" height=\"200\" src=\"https://1.bp.blogspot.com/-VFI2qFzCxjw/W-3JY5NLwwI/AAAAAAAABN4/XTUmbDejpK4odVGTYhoJUNtuezcZ3gEuwCLcBGAs/s200/diverse-kids.jpg\" width=\"188\"/></a></div><p>\n\nApplicants for faculty positions in the University of California must now include \"Diversity Statements\" alongside more traditional elements of their applications.  Other universities have instituted similar requirements.  Applicants might wonder how much detail and energy to put into a diversity statement.  The question is trickier than it might seem, and there is, I think, some risk that an excellent diversity statement will backfire.<p>\n\nOne of the most acrimonious and politicized issues in faculty hiring in the U.S. right now is the extent to which universities ought to prioritize increasing the demographic diversity of their faculty.  On one side are faculty and administrators who think that applicants' race, gender, or other demographic features ought not to be considered at all in hiring; on the other side are faculty and administrators who regard demographic diversification as a very high priority in faculty hiring; and of course there is a range of nuances and intermediate positions.  You can see the politics of this issue, as it manifests in philosophy blogs, for example <a href=\"http://dailynous.com/2018/10/26/demographic-diversity-good-philosophy/\">here</a> and <a href=\"https://leiterreports.typepad.com/blog/2018/10/nominations-are-currently-open-for-apa-leadership-positions-until-october-31-1.html\">here</a>.<p>\n\nBecause of these background politics, diversity statements that are too passionate or detailed might risk alienating some people on a hiring committee.  In the current environment, such statements are not politically neutral.<p>\n\n------------------------------------------<p>\n\nAt U.C. Riverside, where I work, it's clear that pursuit of demographic diversity is a high priority in the administration.  Many faculty have the impression that if a proposed hire will contribute substantially to the \"diversity mission\" of the university, that hire is much likelier to be approved.  Every search committee must have an \"Affirmative Action Compliance Officer\" responsible for monitoring affirmative action efforts and tracking justifications for the rejection of all rejected applicants.  Also, all faculty on hiring committees must complete a thirty-minute online diversity training and attend a ninety-minute in-person workshop on \"Promoting Faculty Diversity\".<p>\n\nI attended my first diversity workshop a couple of months ago.  It struck me that most of the attendees -- even those who thought that promoting diversity was a good idea -- felt resentful that they were required to engage in two hours of diversity training before being permitted to serve on a hiring committee.  We're busy with all of our teaching and research, of course!  The training is experienced as a needless, time-consuming interruption.  We all already know, or at least think we know, pretty much what we need to know about these issues.<p>\n\nDiversity statements were a central topic of the workshop I attended.  Examples of good and bad diversity statements were offered for our consideration.  We were advised to treat the diversity statement as among the most important parts of the application.  Indeed, it was suggested that we might do a preliminary screening of applications based on the diversity statement alone, removing from consideration any candidates whose diversity statements weren't excellent, before even looking at research or teaching.  This particular suggestion was met with considerable hostility and incredulity among the faculty sitting near me in the back corner of the room, most of whom seemed to be bristling with rebellious anger, like the \"bad\" kids forced to attend some supposedly-educational high school detention hour.<p>\n\nWhat makes for a good diversity statement?  I'm inclined to think that an excellent diversity statement would show concrete, detailed, and extensive evidence of one's commitment to and ability to contribute to the university's mission of promoting student and faculty diversity.  Ideally, this would show in your research, and in your teaching, and in your committee service and other administrative roles, and in your broader life experience.   (UC Davis offers some guidelines <a href=\"https://academicaffairs.ucdavis.edu/guidelines-writing-diversity-statement\">here</a>; and <a href=\"https://www.insidehighered.com/advice/2016/06/10/how-write-effective-diversity-statement-essay\">here's some advice</a> from <i>Inside Higher Ed</i>.)<p>\n\nI returned to my office and pulled up my own Diversity Statement (which I keep handy to trot out for various purposes when necessary).  Having attended the workshop, my statement now struck me as too brief and lacking detail.  It could be much better!  I revised it, adding several different kinds of specific evidence of my commitment to enhancing the diversity of the university through my teaching and adding another ten or so specific pieces of evidence of my commitment to enhancing the diversity of both UCR and the profession as a whole through my research, committee service, and public philosophy.  (If you follow my blog, you'll know that I have done considerable work on diversity issues.)  What a wonderful Diversity Statement I had by the end, if I may say so myself, full of good, concrete evidence that I'm deeply committed to diversifying the profession!<p>\n\nAnd then I thought: How would <a href=\"http://www.whatisitliketobeaphilosopher.com/dan-kaufman/\">Daniel Kaufman</a> or <a href=\"https://leiterreports.typepad.com/\">Brian Leiter</a> react a diversity statement like this?  A lot of philosophers (maybe not Kaufman and Leiter in particular) might react negatively.  For tenure-track job applicants especially, philosophers like Kaufman and Leiter, who believe that demographic diversity has recently been overemphasized, might understandably be hesitant to welcome colleagues who are passionately committed to the importance of demographic diversity.  They might, on good grounds, fear that such a colleague would prioritize philosophy of race or Asian philosophy over some of the areas they might prefer to hire in, or that the colleague might be especially drawn to job candidates who are disabled, or women, or from other historically underrepresented groups, etc.  The applicant's academic politics might be, in their view, all wrong.  Such philosophers might prefer to see a bland, pro forma diversity statement that implicitly conveys the message that increasing demographic diversity is not high among the applicant's priorities.<p>\n\nNow I wouldn't suggest playing down your enthusiasm about diversity issues if you genuinely feel that enthusiasm.  But I do think it probably makes sense to be aware that there might unfortunately be hiring contexts in which it's possible to do this part of the application <i>too</i> well.<p>\n\n------------------------------------------<p>\n\nAddendum:<p>\n\nTanya Golash-Boza, <a href=\"https://www.insidehighered.com/advice/2016/06/10/how-write-effective-diversity-statement-essay\">in her advice at Inside Higher Ed</a>, suggests that hiring committee members who feel that the \"diversity agenda\" has gone too far will tend to skip diversity statements, and so applicants needn't worry about their reactions.  Hmmm... maybe?<p>\n\n------------------------------------------<p>\n\nRelated:<p>\n\nSee also Helen De Cruz's <a href=\"https://philosopherscocoon.typepad.com/blog/2018/11/what-kind-of-colleague-do-you-want-.html\">recent thoughts</a> on the possible backfire effects of being portrayed as compassionate or as a dedicated teacher, in applications to research-oriented academic jobs.<p>\n\n[<a href=\"https://www.publicdomainpictures.net/en/view-image.php?image=112338&amp;picture=diverse-kids\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/11/possible-backfire-effects-of-excellent.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-11-16T09:23:00-08:00\">9:23 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=7378135089447239332\" onclick=\"\">10\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/advice\" rel=\"tag\">advice</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/sociology%20of%20philosophy\" rel=\"tag\">sociology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Friday, November 09, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"426440774750393624\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/11/the-phi-value-of-integrated-information.html\">The Phi Value of Integrated Information Theory Might Not Be Stable Across Small Changes in Neural Connectivity</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://4.bp.blogspot.com/-f3eenWg0XbQ/W-HqzqMOJiI/AAAAAAAABLw/5zDEEDGyaggv28-8EEnNNOq-XM4bJ519gCLcBGAs/s1600/IITnetwork.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"313\" data-original-width=\"390\" height=\"257\" src=\"https://4.bp.blogspot.com/-f3eenWg0XbQ/W-HqzqMOJiI/AAAAAAAABLw/5zDEEDGyaggv28-8EEnNNOq-XM4bJ519gCLcBGAs/s320/IITnetwork.jpg\" width=\"320\"/></a></div><p>\n\nIn learning and in forgetting, the amount of connectivity between your neurons changes.  Throughout your life, neurons die and grow.  Through all of this, the total amount of conscious experience you have, at least in your alert, attentive moments, seems to stay roughly the same.  You don't lose a few neural connections and with it 80% of your consciousness.  <b>The richness of our stream of experience is stable across small variations in the connectivity of our neurons</b> -- or so, at least, it is plausible to think.<p>\n\nOne of the best known theories of consciousness, <a href=\"http://integratedinformationtheory.org/index.html\">Integrated Information Theory</a>, purports to model how much consciousness a neural system has by means of a value, Φ (phi), that is a mathematically complicated measure of how much \"integrated information\" a system possesses.  The higher the Φ, the richer the conscious experience, the lower the Φ, the thinner the experience.  Integrated Information Theory is subject to <a href=\"https://www.scottaaronson.com/blog/?p=1823\">some</a> <a href=\"https://academic.oup.com/nc/article/2018/1/niy007/5047367\">worrying</a> <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4574706/\">objections</a> (and <a href=\"http://schwitzsplinters.blogspot.com/2014/07/tononis-exclusion-postulate-would-make.html\">here</a>'s an objection by me, which I invite you also to regard as worrying).  Today I want to highlight a different concern than these: the <b>apparent failure of Φ to be robust to small changes in connectivity</b>.<p>\n\nThe Φ of any particular informational network is difficult to calculate, but the IIT website provides a <a href=\"http://integratedinformationtheory.org/calculate.html\">useful tool</a>.  You can play around with networked systems of about 4, 5, or 6 nodes (above 6, the computation time to calculate Φ becomes excessive).  Prefab systems are available to download, with Φ values from less than 1 to over 15.  It's fun!<p>\n\nBut there are two things you might notice, once you play around with the tool for a while:<p>\n\nFirst, it's somewhat hard to create systems with Φ values much above 1.  Slap 5 nodes together and connect them any which way, and you're likely to get a Φ value between 0 and 1.<p>\n\nSecond, if you tweak the connections of the relatively high-Φ systems, even just a little, or if you change a logical operator from one operation to another (e.g., XOR to AND), you're likely to cut the Φ value by at least half.  In other words, the Φ value of these systems is not robust across small changes.<p>\n\nTo explore the second point more systematically, I downloaded the \"IIT 3.0 Paper Fig. 17 Specialized majority\" network which, when all 5 nodes are lit, has a Φ value of 10.7.  (A node's being \"lit\" means it has a starting value of \"on\" rather than \"off\".)  I then tweaked the network in every way that it was possible to tweak it by changing exactly one feature.  (Due to the symmetry of the network, this was less laborious than it sounds.)  Turning off any one node reduces Φ to 2.2.  Deleting any one node reduces Φ to 1.  Deleting one connection, altering its direction (if unidirectional), or changing it from unidirectional to bidirectional or vice versa, always reduces system's Φ to a value ranging from 2.6 to 4.8.  Changing the logic function of one node has effects that are sometimes minor and sometimes large: Changing any one node from MAJ to NOR reduces Φ all the way down to 0.4, while changing any one node to MIN increases Φ to 13.0.  Overall, most ways of introducing one minimal perturbation into the system reduce Φ by at least half, and some reduce it by over 90%.<p>\n\nTo confirm that the \"Specialized majority\" network was not unusual in this respect, I attempted a similar systematic one-feature tweaking of \"CA Paper Fig 3d, Rule 90, 5 nodes\".  The 5-node Rule 90 network, with all nodes in the default unlit configuration, has a Φ of 15.2.  The results of perturbation are similar to the results for the \"Specialized majority\" network.  Light any one node of the rule 90 network and Φ falls to 1.8.  Delete any one arrow and Φ also falls to 1.8.  Change any one arrow from bidirectional to unidirectional and Φ falls to 4.8.  Change the logic of one node and Φ ranges anywhere from a low of 1.8 (RAND, PAR, and &gt;2) to a high of 19.2 (OR).<p>\n\nThese two examples, plus what I've seen in my unsystematic tweaking of other prefab networks, plus my observations about the difficulty of casually constructing a five-node system with Φ much over 1, suggest that, in five-node systems at least, <b>having a high Φ value requires highly specific structures that are unstable to minor perturbations</b>.  Small tweaks can easily reduce Φ by half or more.<p>\n\nIt would be bad for Integrated Information Theory, as a theory of consciousness, if this high degree of instability in systems with high Φ values scales up to large systems, like the brain.  The loss of a few neural connections shouldn't make a human being's Φ value crash down by half or more.  Our brains are more robust than that.  And yet <b>I'm not sure that we should be confident that the mathematics of Φ has the requisite stability in large, high-Φ systems.</b>  In the small networks we can measure, at least, it is highly unstable.<p>\n<i>ETA November 10:</i><p>\n\nSeveral people have suggested to me that Phi will be more stable to small perturbations as the size of the network increases.  I could see how that <i>might </i>be the case (which is why I phrased the concluding paragraph as a worry rather than as an positive claim).  Now if Phi, like entropy, were dependent in some straightforward way on the small contributions of many elements, that would be likely to be so.  But the mathematics of Phi relies heavily on discontinuities and threshold concepts.  I exploit this fact in <a href=\"http://schwitzsplinters.blogspot.com/2014/07/tononis-exclusion-postulate-would-make.html\">my earlier critique of the Exclusion Postulate</a>, in which I show that a very small change in the environment of a system, without any change interior to the system, could cause that system to instantly fall from arbitrarily high Phi to zero.<p>\n\nIf anyone knows of a rigorous, rather than handwavy attempt to show that Phi in large systems is stable over minor perturbations, I would be grateful if you pointed it out!</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/11/the-phi-value-of-integrated-information.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-11-09T09:53:00-08:00\">9:53 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=426440774750393624\" onclick=\"\">12\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/consciousness\" rel=\"tag\">consciousness</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, October 30, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6937630843114700993\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/10/requiring-my-students-to-spend-two.html\">Requiring My Students to Spend Two Hours Giving Someone Unusual Kindness, with No Formal Accountability or Reward</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://1.bp.blogspot.com/-6rh4Ssr4c4s/W9iNTdtlBXI/AAAAAAAABK4/XAek00Gk5ooudG-ts0GL1nLn8MI6g09VwCLcBGAs/s1600/heart-1043247_1920.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"1060\" data-original-width=\"1600\" height=\"133\" src=\"https://1.bp.blogspot.com/-6rh4Ssr4c4s/W9iNTdtlBXI/AAAAAAAABK4/XAek00Gk5ooudG-ts0GL1nLn8MI6g09VwCLcBGAs/s200/heart-1043247_1920.jpg\" width=\"200\"/></a></div><p>\n\n[Revised on Oct 31, from \"Loving Attention\" to \"Kindness\", plus several other changes concerning consent and non-sexuality, in light of feedback from several people.]<p>\n\nI'm trying an experiment in my giant (400 person) lower-division course Evil, the main topic of which is moral psychology.  I'm requiring them to spend two hours giving someone unusual kindness.  However, I will not check whether they have completed this requirement.  In fact, I will insist that they they not tell me or their TAs whether they have completed the assignment or not until after the final course grades have been sent to the registrar.<p>\n\nI'm wondering how this will go, and if any of my readers have experience with anything similar (either as professor or as student).<p>\n\nBelow is the full text of the assignment, in draft.<p>\n\nReactions and suggestions welcome!<p>\n\n----------------------------------------------------<p>\n\nPhilosophy 5: Evil</p></p></p></p></p></p></p></p></div></div></div></div></div>\nKindness Assignment\nFall Quarter, 2018<p>\n\nThere will be no lecture on November 30, and no reading is assigned for that day.  Instead, you should complete the Kindness Assignment.<p>\n<i>The assignment</i><p>\n\nSpend<b> two solid hours</b> on one day between Thursday, November 29, and class time on Monday, December 3, <b>doing some act or acts of kindness for one person who would not otherwise receive that kindness from you during that time.</b><p>\n\nThat’s it.<p>\n\nRecipient examples: The recipient of your Kindness could, for example, be a parent or sibling who you are normally too distracted to give extended help or attention.  Or it could be a friend who is going through a hard time, or a stranger in need, or someone from your religious community or your dorm who could use some kindness.<p>\n\nActivity examples: The Kindness could involve helping them with something in a collaborative way, the two of you together; or actively and lovingly listening to them as they talk about their troubles; or taking some unusual special time with them doing something that they enjoy, making sure that their needs and desires take priority over yours.  It doesn’t count as fulfilling the assignment if it’s something you might normally do anyway.  <b>It must be special and unusual.</b><p>\n<i>Consent and nonsexuality</i><p>\n\nThe recipient of this loving attention must <b>explicitly consent in advance</b>, understanding that this is an assignment for this class.  They should not be surprised after two hours to learn that your motives in acting kindly to them were not what they seemed to be.<p>\n\n\nAlso, your kindness must be <b>entirely nonsexual</b>. Spending two hours wooing someone to whom you are sexually attracted does not count as fulfilling this assignment.  To avoid this possibility, I ask that the recipient not be someone you are sexually attracted to.<p>\n\nErr on the side of caution here.  If there’s any chance that the recipient would interpret what you are doing as exploitative, flirtatious, misleading, or creepy, do something else!<p>\n<i>Grading</i><p>\n\nYour Kindness Assignment will not be graded.  I am asking you to do it on your honor.<p>\n\nThe Kindness Assignment is required, but neither your TAs nor I will check to see if you have fulfilled this requirement before assigning your course grade.<p>\n\nI hope you will take this assignment seriously.  I, Professor Schwitzgebel, will also complete the assignment.<p>\n<b>Do not tell me or your T.A. anything about what you have done for this assignment.</b>  You will not be asked about it in section.  I want you to do it privately, for no external reward.<p>\n\nThere will be a page on the final exam in which you will be invited, but not required, to describe what you did for this assignment and what, if anything, you learned from it.  I will read all 400 students’ answers to this question, and I will invite your TAs also to do so.  However, we will not read your answers until after the final grades have been submitted for the course.<p>\n<i>To consider</i><p>\n\n1. How do you feel about the fact that there is no formal accountability or reward for completing this assignment?</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p>\n2. How do you feel about spending two hours in this way?\n3. How do your answers to 1 and 2 fit with your understanding of the moral psychological views of Mengzi, Xunzi, Doris, and Staub?\n4. Later in the course we will be discussing the question of whether the world has a “moral order” in the sense that morally good people tend to prosper and morally bad people tend to suffer.  When we come to that part of the course, please also think about how your answers to 1 and 2 fit with this issue.<p>\n\n[<a href=\"https://pixabay.com/en/heart-valentine-s-day-love-feeling-1043247/\">image source</a>]\n\n\n\n \n</p>\n<div style=\"clear: both;\"></div>\n\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/10/requiring-my-students-to-spend-two.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-10-30T10:01:00-07:00\">10:01 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6937630843114700993\" onclick=\"\">11\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n\n\n\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Tuesday, October 23, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6660681297551904261\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/10/new-essay-is-there-something-its-like.html\">New Essay in Draft: Is There Something It's Like to Be a Garden Snail?</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p>Abstract:<p>\n\nThe question \"are garden snails phenomenally conscious?\" or equivalently \"is there something it’s like to be a garden snail?\" admits of three possible answers: yes, no, and denial that the question admits of a yes-or-no answer.  All three answers have some antecedent plausibility, prior to the application of theories of consciousness.  All three answers retain their plausibility also after the application of theories of consciousness.  This is because theories of consciousness, when applied to such a different species, are inevitably question-begging and rely partly on dubious extrapolation from the introspections and verbal reports of a single species.<p>\n\nFull draft <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Snails.htm\">here</a>.<p>\n\nAs always, comments warmly welcomed, either as comments on this post or by email to my usual address.</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/10/new-essay-is-there-something-its-like.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-10-23T12:58:00-07:00\">12:58 PM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6660681297551904261\" onclick=\"\">5\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/consciousness\" rel=\"tag\">consciousness</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Monday, October 22, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"6403260623576474171\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/10/in-defense-of-weekends-evenings.html\">In Defense of Weekends, Evenings, Holidays, and Sleep</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://3.bp.blogspot.com/-Csy7so-b4jU/W830CdJPEaI/AAAAAAAABJ4/QltpIs649zsY4-JWclUnt46-yzrizKS7wCLcBGAs/s1600/40hr-workweek.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"384\" data-original-width=\"300\" height=\"200\" src=\"https://3.bp.blogspot.com/-Csy7so-b4jU/W830CdJPEaI/AAAAAAAABJ4/QltpIs649zsY4-JWclUnt46-yzrizKS7wCLcBGAs/s200/40hr-workweek.jpg\" width=\"156\"/></a></div><p>\n\nI haven't checked my email since Friday afternoon, and there are now 165 unread messages in my inbox.  (Only a few are likely to be spam.  I have excellent filters and use a separate email address for all commercial transactions.)  I am inspired to confess this after having read a <a href=\"https://www.chronicle.com/article/Why-Does-Graduate-School-Kill/244796\">recent article on academic overwork</a> and its propensity to kill marriages.<p>\n\nAccording to the article,\n\n<blockquote>Marital hardships are easily traced to academe’s toxic work culture -- one in which your research must be everything, you are praised for working 17 hours a day in a lab, and you are reprimanded and told you’re not dedicated enough for visiting your long-distance partner or (gasp!) taking a vacation.</blockquote><p>\n\nEtc.<p>\n\nSome students experience their professors as demanding these kinds of sacrifices from them.  I hope my students do not experience me as demanding this!  Nor do I demand it of myself.  I prioritize and protect my weekends, evenings, holidays, and sleep.  And yet I maintain a productive academic career.  This is possible!  Indeed, I believe that it is <i>good</i>, for two reasons:<p>\n\n(1.) <b>Other parts of life are important.</b>  Maybe if you're David Hume or a cancer researcher on the edge of a breakthrough, the world really needs every drop of labor possible from you.  But for the rest of us: Your kids, your spouse, your friends, and your neighbors need your more.  Your rebuttal to Schnerdfoot's objection to Imakara et al. (2009) can wait.  And <i>you</i> need you more.  Live a good, rich life!  Don't burn yourself out for this.<p>\n\n(2.) <b>Productivity gains under conditions of exhaustion are minimal.</b>  Some evidence suggests that there is <a href=\"https://lengstorf.com/overtime-hurts-productivity/\">little productivity gain above about forty hours a week</a>; and working sixty hours a week might even decrease total output compared to working forty.  I suspect this varies considerably by profession and type of labor, but speaking from personal experience, when I am exhausted, my philosophical work suffers.  I can't read or write as quickly, creatively, and actively.  My teaching energy declines and I'm more of a dud with my students.  And I find myself spacing out or spending too much time on distractions like Facebook or my phone.  I do my best work, focused and energetic, when I'm sleeping well and when I've been recharging and relaxing sufficiently on weekends and evenings.<p>\n\nNow there are some unfortunate situations in academic labor, where one simply cannot trim down to a reasonably-sized workweek -- for example, if you're adjuncting at multiple campuses or being tyrannized by a demanding supervisor.  But setting such regrettable cases aside, I don't think that most graduate students or tenure-track professors, in philosophy at least, need to regularly work more than 40-50 hours per week, except perhaps in exceptional crunch times, <i>if</i> they can work those 40-50 hours energetically and productively.<p>\n\n(I am open to being corrected about the generalization above, across some ranges of situations.  And in calling some situations \"regrettable\" I don't mean that they are <i>merely</i> regrettable in the sense that we should tolerate them with a sigh rather than activity fighting against the institutional practices that create those situations.)<p>\n\nFor example, I try to abide by the following policies:<p>\n\n(1.) No academic work in the evening.  (I do let myself check Facebook and read popular articles related to academia, and also to do other light reading related to my work, e.g., popular books by authors like Oliver Sacks or Steven Pinker.)<p>\n\n(2.) No academic work on weekends.  (Similar exceptions to those in the evening.  Also, sometimes I travel on weekends.)<p>\n\n(3.) One hour of exercise every morning.  (Sometimes, if I have academic thoughts while exercising, e.g., about blog posts or papers, I will note them down in my phone to pursue later.)<p>\n\n(4.) At least an eight-hour sleep opportunity.  (I have some insomnia issues I'm working on, so I don't typically succeed in sleeping a full eight hours, but even relaxing eyes-closed in bed has some value.)<p>\n\n(5.) A two-week holiday in the summer, and assorted vacation days throughout the year.  (I don't take every federal holiday, but I more than make up for that with days off that aren't federal holidays.)<p>\n\n(6.) Only four work-related out-of-town trips per year.  (I've been pushing a bit higher sometimes with exceptional cases, though, and my trips are often multi-stop.)<p>\n\n(7.) Regular Monday-Friday work hours.  (Right now, it's about 9:00-6:15, which is a 46.25-hour week.)<p>\n\nIn grad school, I was miserable until I figured out better policies for myself.  I felt like I needed to work as many hours as humanly possible, with the result that any time I wasn't working I was feeling guilty.  My days were a blurred mix of working and half-working/half-not-working-and-feeling-guilty-about-it, with lots of hazy wasted time and unproductive eyes-glazed reading.  Much better, for me, are bright lines between work and home, plus clear policies.<p>\n\nThese policies haven't interfered too much with my productivity.  I have a light teaching load (1-2-1 on the quarter system, with teaching buy-outs sometimes), enabling more research publications than most philosophers have.  With that caveat, in the last two years, I've published eight research articles (some co-authored), a co-edited anthology, two science fiction stories, and 17 minor or popular pieces.  I am currently teaching a 400-student class on Evil (with 5 TAs), plus an honors section, plus a graduate seminar; and I am chairing five PhD dissertation students and an undergraduate honors thesis, and I'm hosting a visiting post-doc.  Plus, I have my blog and a variety of (minor to moderate-sized) administrative duties.  I have a book manuscript due in November and of course several other writing projects in progress.<p>\n\nMaybe my work would be better if I spent more time on it?  I'm not sure.  But even if so, I suspect that the world will manage just fine.<p>\n\nSo if I don't quite get through my inbox today, please forgive me!  Also, there might be some typos.<p>\n\n[<a href=\"https://www.peoplesworld.org/article/today-in-labor-history-the-40-hour-workweek/\">image source</a>]<p>\n<i>ETA Oct. 26:<p></p></i>\n\nWhile this post has generally had good reception, a number of people have expressed the view that in their academic jobs, they are forced to work over fifty hours per week either (a.) to keep their jobs, or (b.) to keep their jobs while also having time to do research work that they value, or (c.) to keep their jobs while also managing complex and demanding lives outside of work.  (The background assumption here is that there is at least <i>some</i> productivity gain for working over fifty hours, which I'm sure is true for some people in some situations.)  I don't deny this, and it is certainly not my intention to scold people in this position.\n\n\n</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/10/in-defense-of-weekends-evenings.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-10-22T09:20:00-07:00\">9:20 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=6403260623576474171\" onclick=\"\">21\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/advice\" rel=\"tag\">advice</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/sociology%20of%20philosophy\" rel=\"tag\">sociology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, October 18, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"9137666396104239695\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/10/teaching-hitler-and-my-neighbors.html\">Teaching Hitler, and My Neighbor's Attitude About the Holocaust</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><i>Teaching Hitler</i><p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://1.bp.blogspot.com/-Umxfp5RawNw/W8fdYuwKQ_I/AAAAAAAABJE/gLfAyivrnKAAk9uIBEiUi-aw63WW4xcmgCLcBGAs/s1600/Mein_Kampf_dust_jacket.jpeg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"681\" data-original-width=\"617\" height=\"200\" src=\"https://1.bp.blogspot.com/-Umxfp5RawNw/W8fdYuwKQ_I/AAAAAAAABJE/gLfAyivrnKAAk9uIBEiUi-aw63WW4xcmgCLcBGAs/s200/Mein_Kampf_dust_jacket.jpeg\" width=\"181\"/></a></div><p>\n\nAbout once a year, I teach a giant lower division class called \"Evil\", focused on the moral psychology of evil.  (This year, I have 420 students enrolled.)  We do a segment on the Holocaust, in which I assign Elie Wiesel, Hannah Arendt, Daniel Goldhagen, Ervin Staub, <i>Schindler's List</i>, and selections from <i>Mein Kampf</i>.<p>\n<b>I don't think we can properly understand the psychology of the Holocaust without understanding why ordinary Germans of the period found Hitler attractive.</b>  Hitler's attraction to ordinary Germans is incomprehensible if we see him through the usual lens of his presentation in U.S. culture.  I ask my students to read <i>Mein Kampf</i> so that we can see Hitler in his own words, and to try to understand the vision of the world that he presented to his followers.  I hope and assume, as I emphasize in lecture, that none of my hundreds of students finds <i>Mein Kampf</i> <i>too </i>attractive.  (Students who find the reading too repulsive to bear are permitted to choose an alternative reading.)<p>\n<b>One fascinating aspect of <i>Mein Kampf</i> is that Hitler makes an <i>ethical </i>case for the extermination of the Jews and the Poles.</b>  He argues that races of people differ genetically, and that we ought to expect some races to be genetically superior to others.  The \"Aryan\" race -- basically, White people especially from northwestern Europe, but the ancient Greeks and Romans too -- he argues, can be seen to be superior to other races because of their cultural and military achievements (the Parthenon, Beethoven, the Roman Empire, the conquest of the Americas, etc.).<p>\n<b>This \"Aryan\" superiority partly consists in their willingness to subordinate their interests to the greater good of the state.</b>  In <i>Mein Kampf</i> and, even more vividly in his speeches, Hitler appears to be at his most frighteningly \"inspiring\" when he praises ordinary Germans' willingness to become heroes, ready to sacrifice everything for the greater good of their nation.  (If you'll forgive the comparison, I am reminded of John F. Kennedy's remark, which many people in the U.S. have found inspiring, \"Ask not what your country can do for you – ask what you can do for your country.\").<p>\n\nHitler embraces a broadly <a href=\"https://en.wikipedia.org/wiki/Malthusianism\">Malthusian</a> or <a href=\"https://en.wikipedia.org/wiki/Herbert_Spencer\">Spencerian</a> vision of populations of humans destined to fight each other: Each nation or race will breed too many people to share the planet.  The natural and desirable consequence of this inevitable fight, Hitler argues, is that the stronger races will defeat the weaker races.  They will thus bequeath better genes or \"blood\" to subsequent generations than would happen if weaker races were permitted to reproduce at the same rate as stronger races.<p>\n\nFrom all of this, it follows, on Hitler's thinking, that it is the moral duty of \"Aryans\" to exterminate the Jews and other inferior races and also to invade nearby lands (esp. Poland), killing or displacing the inferior people there, so that healthy, fertile Germans will have room to expand and grow the population.  <b>Short-term bloodshed and suffering will ensure the flourishing of future races of superior human beings!  Every good German must stand ready to sacrifice for this great goal!</b>  One can see how such thinking might have been attractive to a certain sort of racist.<p>\n\nHitler was quite clear about all of this in <i>Mein Kampf</i>, of which about ten million copies were distributed in Germany.  He even gives political advice for how to most effectively implement genocide.  I do not think that Germans of the era can plausibly say that they were unaware of his violent eugenic plans.<p>\n<i>And My Neighbor's Attitude About the Holocaust</i><p>\n\nI do not think many people today would endorse such violent eugenic thinking -- but neither do I think that Hitler's reasoning is <i>so</i> alien that we cannot still hear echoes of it.<p>\n\nLast week, I flew to St. Louis to give a series of talks.  On the first leg of my flight, I ended up sitting next to a woman and man who lived in the neighborhood just south of mine in Riverside, California, near where my daughter attends school.  After finding out that I was a philosophy professor at U.C. Riverside, they asked me what I thought of politics in the U.S. today.  I said something about the value of listening across the political divide and respecting facts.<p>\n\nThe woman sitting next to me then launched into political conversation with me, and it became clear that she identified with the political right.  Despite her earlier approval of the value of listening, she seemed more interested in speaking than in hearing my perspective.  At one point I mentioned that I teach a class called Evil and that we were about to start the segment on the Holocaust.<p>\n<b>My seatmate said, \"I do think there was a reason that Hitler chose to exterminate the Jews.  Of all the people he could have chosen, he went after the Jews.\"</b>  She added something about Jews being rich lawyers and bankers.  \"It was all predicted two thousand years ago,\" she added.<p>\n\nI was stunned for a moment, and then she changed the topic and our conversation moved on.  In retrospect, I imagine many things I could have said in response; but I said none of them.<p>\n\n[<a href=\"https://commons.wikimedia.org/wiki/File:Mein_Kampf_dust_jacket.jpeg\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/10/teaching-hitler-and-my-neighbors.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-10-18T07:50:00-07:00\">7:50 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=9137666396104239695\" onclick=\"\">20\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/moral%20psychology\" rel=\"tag\">moral psychology</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, October 11, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"8543970009605291080\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/10/two-problems-with-extending-theories-of.html\">Two Problems with Extending Theories of Consciousness to the Case of the Garden Snail</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://1.bp.blogspot.com/-7ZlTqTQz_ZA/W7Z5pINYlnI/AAAAAAAABHw/f8U446p1DuUrNU8FkQ0gNjolRXtmppAnQCLcBGAs/s1600/Garden_snails_and_love_dart.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"1600\" data-original-width=\"1322\" height=\"200\" src=\"https://1.bp.blogspot.com/-7ZlTqTQz_ZA/W7Z5pINYlnI/AAAAAAAABHw/f8U446p1DuUrNU8FkQ0gNjolRXtmppAnQCLcBGAs/s200/Garden_snails_and_love_dart.jpg\" width=\"165\"/></a></div><p>\n\nIn an <a href=\"http://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html\">earlier post</a>, I argued that the question “is there something it’s like to be a garden snail?” or equivalently “are garden snails conscious?” admits of three possible answers – yes, no, and *gong* (that is, neither yes nor no) – and that each of these answers has some antecedent plausibility.  That is, prior to detailed theoretical argument, all three answers should be regarded as viable possibilities (even if we have a favorite).  To settle the question, then, we need a good theoretical argument that would reasonably convince people who are antecedently attracted to a different view.<p>\n\nIt is difficult to see how such an argument could go, for two related reasons: (1.) lack of sufficient theoretical common ground and (2.) the species-specificity of introspective and verbal evidence.<p>\n\n---------------------------------------<p>\n<i>Lack of sufficient theoretical common ground.</i><p>\n\nExisting theories of consciousness, by leading researchers, range over practically the whole space of possibilities from <a href=\"https://plato.stanford.edu/entries/panpsychism/\">panpsychism</a> on one end, according to which consciousness is ubiquitous, to very restrictive meta-representational views on the other end that deny consciousness even to dogs.<p>\n\nThe most common (which is not to say the best) arguments against these extreme views illustrate the common ground problem.  The most common argument against panpsychism -- the reason most people reject it, I suspect -- is just that it seems absurd to suppose that consciousness is literally everywhere, even in, say, protons or simple logic gates.  We know, we think, prior to our theory-building, that the range of conscious entities does not include protons or simple logic gates!  Some of us -- including those who become panpsychists -- might hold that commitment only lightly, ready to abandon it if presented attractive theoretical arguments to the contrary.  However, many of us strongly prefer more moderate views.  We feel, not unreasonably, more confident that there is nothing it is like to be a proton than we could ever be that a clever philosophical argument to the contrary was in fact sound.  Thus, we construct and accept our moderate views of consciousness partly from the starting background assumption that consciousness isn’t <i>that</i> abundant.  If a theory looks like it implies that protons are conscious, we reject the theory rather than accepting the implication; and no doubt we can find some dubious-enough step in the panpsychist argument if we are motivated to do so.<p>\n\nSimilarly, the most common argument against extremely sparse views that deny consciousness to dogs and babies is that it seems absurd to suppose that dogs and babies are not conscious.  We know, we think, prior to our theory-building, that the range of conscious entities includes dogs and babies.  Thus, we construct and accept our moderate views of consciousness partly on the starting background assumption that consciousness isn’t that sparse.<p>\n\nIn order to develop a general theory of consciousness, one needs to make some initial assumptions about the approximate prevalence of consciousness.  Some theories, from the start, will be plainly liberal in their implications about the abundance of consciousness.  Others will be plainly conservative.  Such theories will rightly be unattractive to people whose initial assumptions are very different; and if those initial assumptions are sufficiently strongly held, theoretical arguments with the type of at-best-moderate force that we normally see in the philosophy and psychology of consciousness will be insufficiently strong to reasonably dislodge those initial assumptions.<p>\n\nFor example, <a href=\"http://integratedinformationtheory.org/\">Integrated Information Theory</a> is a lovely theory of consciousness.  Well, maybe it <a href=\"https://www.scottaaronson.com/blog/?p=1823\">has</a> a <a href=\"http://schwitzsplinters.blogspot.com/2014/07/tononis-exclusion-postulate-would-make.html\">few</a> <a href=\"https://academic.oup.com/nc/article/2018/1/niy007/5047367\">problems</a>, but it is renowned, and it has a certain elegance.  It is also very nearly panpsychist, holding that consciousness is present wherever information is integrated, even in tiny little systems with simple connectivity, like simple logic gates.  For a reader who enters the debates about consciousness attracted to the idea that consciousness might be sparsely distributed in the universe, it’s hard to imagine any sort of foreseeably attainable evidence that ought rightly to lead them to reject that sparse view in favor of a view so close to panpsychism.  They might love IIT, but they could reasonably regard it as a theory of something other than conscious experience – a valuable mathematical measure of information integration, for example.<p>\n\nOr consider a moderate view, articulated by <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5177968/\">Zohar Bronfman, Simona Ginsburg, and Eva Jablonka</a>.  Bronfman and colleagues generate a list of features of consciousness previously identified by consciousness theorists, including “flexible value systems and goals”, “sensory binding leading to the formation of a compound stimulus”, a “representation of [the entity’s] body as distinct from the external world, yet embedded in it”, and several other features (p. 2).  It’s an intriguing idea.  Determining the universal features of consciousness and then looking for a measureable functional relationship that reliably accompanies that set of features -- theoretically, I can see how that is a very attractive move.  But why <i>those</i> features?  Perhaps they are universal to the human case (though even that is not clear), but it’s doubtful that someone antecedently attracted to a more liberal theory is likely to agree that flexible value systems are necessary for low-grade consciousness.  If you like snails... well, why not think they have integration enough, learning enough, flexibility enough?  Bronfman and colleagues’ criteria are more stipulated than argued for.<p>\n\n---------------------------------------<p>\n<i>The species-specificity of verbal and introspective evidence. </i><p>\n\nThe study of consciousness appears to rely, partly, but in an important way, on researchers’ or participants’ introspections, judgments about their experiences, or verbal reports, which need somehow to be related to physical or functional processes.  We know about dream experiences, or inner speech, or visual imagery, or the presence or absence of an experience of unattended phenomena in our perceptual fields, partly because of what people judge or say about their experiences.  Despite disagreements about ontology and method, this appears to be broadly accepted among theorists of consciousness.<p>\n\nBehavior and physiology are directly observable (or close enough), but the presence or absence of consciousness must normally be inferred -- or at least this is so once we move beyond the most familiar cases of intuitive consensus.  However, the evidential base grounding such inferences is limited.  The farther we move away from the familiar human case, the shakier our ground.  We have to extrapolate in a risky way, far beyond the scope of our direct introspective and verbal evidence.  Perhaps an argument for extrapolation to nearby species (apes? all mammals? all vertebrates?) can be made on grounds of evolutionary continuity and morphological similarity.  Extrapolating beyond the familiar cases to, for example, garden snails will inevitably be conjectural and uncertain.  The uncertainties involved provide basis for ample reasonable doubt among theorists who are antecedently attracted to very different views.<p>\n\nLet’s optimistically suppose that we learn that, in humans, consciousness involves X, Y, and Z physiological or functional features.  Now, in snails we see X’, Y’, and Z’, or maybe W and Z”.  Are X’, Y’, and Z’, or W and Z”, close enough?  Maybe consciousness in humans requires recurrent neural loops of a certain sort (Humphrey 2011; Lamme 2018).  Well, snail brains have some recurrent processing too.  But of course it doesn’t look either entirely like the recurrent processing that we see in the human case when we are conscious, nor entirely like the recurrent processing that we see in the human case when we’re not conscious.  Or maybe consciousness involves availability to, or presence in, working memory or a “global workspace” (Baars 1988; Dehaene and Changeux 2011; Prinz 2012).  Well, information travels broadly through snail brains, enabling coordinated action.  Is that global workspace enough?  It’s like our workspace in some ways, unlike it in others.  In the human case, we might be able to -- if things go very well! -- rely on introspective reports to help ground a theory about how broadly information must be shared within our cognitive system for that information to be consciously experienced, but it is by no means clear how we should then generalize such findings to the case of the garden snail.<p>\n\nSo we can imagine that the snail is conscious, extrapolating from the human case on grounds of properties we share with the snail; or we can imagine that the snail is not conscious, extrapolating from the human case on grounds of properties we don’t share with the snail.  Both ways of doing it seem defensible, and we can construct attractive, non-empirically-falsified theories that deliver either conclusion.  We can also think, again with some plausibility, that the presence of some relevant properties and the lack of other relevant properties makes it a case where the human concept of consciousness fails to determinately apply.<p>\n\n---------------------------------------<p>\n\n[<a href=\"https://en.wikipedia.org/wiki/Love_dart#/media/File:Garden_snails_and_love_dart.jpg\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/10/two-problems-with-extending-theories-of.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-10-11T06:32:00-07:00\">6:32 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=8543970009605291080\" onclick=\"\">14\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, October 04, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"139565263476157127\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/10/diversity-and-philosophy-journals.html\">Diversity and Philosophy Journals</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><div class=\"separator\" style=\"clear: both; text-align: center;\">\n<a href=\"https://1.bp.blogspot.com/-pHmS8eBEqmc/W7Y0hFGEEYI/AAAAAAAABHA/Gcfa4udNPLse7OFlyNYDPkZL5G04hquIwCLcBGAs/s1600/literature-3040332_1920.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"1161\" data-original-width=\"1600\" height=\"145\" src=\"https://1.bp.blogspot.com/-pHmS8eBEqmc/W7Y0hFGEEYI/AAAAAAAABHA/Gcfa4udNPLse7OFlyNYDPkZL5G04hquIwCLcBGAs/s200/literature-3040332_1920.jpg\" width=\"200\"/></a></div>\nNicole Hassoun, Sherri Conklin, and I have been working on a list of \"best practices\" or (less ambitiously) \"practices to consider\" for philosophy journals that wish to increase the demographic diversity of their authors.  Toward this end, we organized a session at the APA on diversity in philosophy journals, as well as inviting a series of reflections on these issues the Blog of the APA.<br/>\n<br/>\nBelow is our list of recommendations, along with a brief introduction.<br/>\n<br/>\nThe other blog posts in the series are:<br/>\n<br/>\n<ul>\n<li><a href=\"https://blog.apaonline.org/2018/08/23/diversity-and-philosophy-journals-introduction/\">Diversity and Philosophy Journals: Introduction</a> (Nicole Hassoun, Eric Schwitzgebel, and Subrena Smith, Aug. 23, 2018). </li>\n<li><a href=\"https://blog.apaonline.org/2018/08/30/diversity-and-philosophy-journals-how-to-avoid-conservative-gatekeeping/\">Diversity and Philosophy Journals: How to Avoid Conservative Gatekeeping</a> (Rebecca Kukla, Aug. 30, 2018).</li>\n<li><a href=\"https://blog.apaonline.org/2018/09/06/diversity-and-philosophy-journals-sophias-history-of-encouraging-diversity/\">Diversity and Philosophy Journals: Sophia's History of Encouraging Diversity</a> (Purushottama Bilimoria, Sep. 6, 2018)</li>\n<li><a href=\"https://blog.apaonline.org/2018/09/13/diversity-and-philosophy-journals-some-comments-on-diversity/\">Diversity and Philosophy Journals: Some Comments on Diversity</a> (Stephen Hetherington, Sep. 13, 2018).</li>\n<li><a href=\"https://blog.apaonline.org/2018/09/20/diversity-and-philosophy-journals-reforming-philosophy/\">Diversity and Philosophy Journals: Reforming Philosophy</a> (Sven-Ove Hansson, Sep. 20, 2018).</li>\n<li><a href=\"https://blog.apaonline.org/2018/09/26/women-in-philosophy-the-words-to-say-it/\">Women in Philosophy: The Words to Say It</a> (Subrena E. Smith, Sep. 26, 2018).</li>\n<li><a href=\"https://blog.apaonline.org/2018/10/01/diversity-and-philosophy-journals-diverse-aims-at-mind/\">Diversity and Philosophy Journals: Diverse Aims at MIND</a> (A.W. Moore &amp; Lucy O'Brien, Oct. 1, 2018).</li>\n</ul>\n<br/>\n[the below was <a href=\"https://blog.apaonline.org/2018/10/04/diversity-and-philosophy-journals-practices-for-improving-diversity-in-philosophy-journal-publishing/\">originally posted at The Blog of the APA</a>]<br/>\n<br/>\n<b>Diversity and Philosophy Journals: Practices for Improving Diversity in Philosophy Journal Publishing</b><br/>\n<br/>\nby Sherri Conklin, Nicole Hassoun, and Eric Schwitzgebel<br/>\n<br/>\nThe <a href=\"https://www.facebook.com/PhilosophyData\">Demographics in Philosophy project</a> aims to increase diversity in the discipline. To this end, we have initiated a broadly consultative process to arrive at a list of potentially diversity-enhancing practices.<br/>\n<br/>\nSo far, we have:<br/>\n<br/>\n<ul>\n<li>Collected and analyzed data on under-representation in 56 philosophy journals from 1880-2010.</li>\n<li>Conducted a survey of 50 philosophy journals to evaluate current practices and results.</li>\n<li>Held an open meeting at the Pacific Division APA with the editors of 20 leading philosophy journals to discuss possible improvements.</li>\n<li>Circulated this list widely to those with expertise on diversity issues, including the editors of 100 journals, and recruited the editors of five journals to discuss their experiences at greater length on the Blog of the APA.</li>\n</ul>\n<br/>\nWe are seeking feedback from the larger philosophical community on these ideas here.<br/>\n<br/>\nOur main recommendations are just these:<br/>\n<br/>\n<ol>\n<li><b>Set specific, achievable targets to make progress in increasing diversity in your journal.</b></li>\n<li><b>Implement promising practices to increase diversity in your journal and meet these targets.</b></li>\n<li><b>Collect data and evaluate progress at regular intervals and revise practices accordingly.</b></li>\n</ol>\n<br/>\nWhile we do not aim to defend any particular way of setting these targets here, and different journals may set more or less ambitious targets, we hope that all journals will set targets and take positive steps that will eventually yield proportional representation. This may require ensuring that members of under-represented groups can publish at least in proportion to their presence as faculty in the discipline or in proportion to their presence as researchers with a particular AOS. Targets even higher than proportional representation might be desirable to restore balance after a period of inequity or due to the special value of perspectives of members from some under-represented groups on some issues.<br/>\n<br/>\nSome of our concrete ideas for improvement will no doubt be controversial, but editors seeking to increase diversity in the profession can implement the practices most compatible with their journal’s aims and needs, and we believe the evidence supports many of the suggestions we provide for positive change.<br/>\n<br/>\nUltimately, we believe that bringing about positive change just requires a bit of effort. We think that, if we really want to improve diversity in the profession, we can. We invite you to collaborate with us in doing so.<br/>\n<br/>\n<b>Editorial Practices to Consider to Improve the Diversity of Philosophy Journals </b><br/>\n<br/>\n<b>1. Diversify representatives – editors, editorial board members, referees, trustees, staff, etc. – to include more people from under-represented groups and on important but neglected topics of interest to a diverse range of philosophers, utilizing a diverse range of methods.</b><br/>\n<br/>\n<ul>\n<li>Commit to inclusion with influence. However, also be cautious about creating disproportionate burdens on members of under-represented groups, especially if those burdens do not come with public recognition. </li>\n</ul>\n<br/>\n<b>2. Set specific, achievable targets to make progress in increasing diversity in your journal. </b><br/>\n<br/>\n<ul>\n<li>For under-represented groups, long-term targets might include publishing and promoting their work at least in proportion to their presence in the part of the discipline that your journal covers. </li>\n</ul>\n<br/>\n<b>3. Implement promising practices to meet these targets and increase diversity in your journal, such as: </b><br/>\n<br/>\n<ul>\n<li>Solicit submissions of promising work by members of under-represented groups.  (<a href=\"https://philpeople.org/news#tab=everything\">PhilPeople</a> might be a useful resource.)</li>\n<li>Reserve more space for articles by members of under-represented groups to help meet specific targets.</li>\n<li>Publish more papers of interest to under-represented groups in philosophy and on important but neglected topics of interest to a diverse range of philosophers.</li>\n<li>When inviting authors always bear in mind the importance of increasing diversity in the field (potentially via special issues).</li>\n<li>Ensure fair practice in weighing the value of anonymity and non-anonymous editorial discretion, bearing in mind that evidence is mixed regarding the effectiveness of anonymous review in increasing diversity. Take special care to ensure that any non-anonymous parts of the review process do not omit or unfairly disadvantage authors from under-represented groups.</li>\n<li>Attend to your regional context as well as the overall global context (e.g. the importance of including adequate geographical and indigenous representation in your journal). </li>\n</ul>\n<br/>\n<b>4. Implement diversity-supporting referee practices, such as:</b><br/>\n<br/>\n<ul>\n<li>Encourage referees and authors to avoid using language that is insensitive to cultural differences or that inappropriately excludes or offends any group of people based on their ability/disability, age, ethnicity and race, gender identity, sexual orientation, class, nationality, etc.</li>\n<li>Encourage referees and authors to check that papers cite and discuss a fair representation of relevant work by members of under-represented groups.</li>\n<li>Encourage referees to consider accepting papers on topics of interest to under-represented groups in philosophy and on important but neglected topics of interest to a diverse range of philosophers.</li>\n<li>Encourage referees to not reject promising papers on grounds of writing quality, if the concerns are merely stylistic, can be repaired to an adequate level, and the philosophical content is good. This helps ensure fair consideration of work by philosophers who are not native speakers of English. </li>\n<li>Encourage timely and developmental reviews, since members of vulnerable groups are especially disadvantaged by long delays before publication. </li>\n</ul>\n<br/>\n<b>5. Implement promising practices to increase accessibility in journals, such as: </b><br/>\n<br/>\n<ul>\n<li>Create structurally-tagged content.</li>\n<li>Utilize text-to-speech capability for print-impaired users in the absence of an audio book. </li>\n<li>Include a navigable table of contents within your publications, and provide a defined reading order (including, for example, appropriate links between the main flow of the text and any sidebar or box out text) to help those reading through audio to navigate their way through the article.  </li>\n<li>Include Alt-text descriptions to explain illustrations for readers with reduced access to graphic information. </li>\n<li>Give readers control over the font (size, style, and color), background color, and line spacing for online publications, and/or make them available in html. </li>\n<li>Consider trying to make your journal more accessible for those in developing countries by making your journal open access in those regions.</li>\n<li>Employ W3C web accessibility standards where feasible, and check for web accessibility. </li>\n</ul>\n<br/>\n<b>6. Collect data on diversity relevant publishing practices, e.g. submission and publication rates for members of under-represented groups, referee and editorial board composition, etc. and track progress in increasing diversity in your journal.</b><br/>\n<b><br/></b>\n<b>7. Evaluate progress at regular intervals and revise practices accordingly. </b><br/>\n<br/>\n<ul>\n<li>Work with researchers to isolate and implement evidence-based practices that increase diversity in academic philosophy journals. </li>\n</ul>\n<br/>\n<b> 8. Officially adopt these diversity-promoting practices and widely publicize your journal’s targets and commitment to promoting diversity. </b><br/>\n<br/>\n<ul>\n<li>• Inform all representatives and bind future representatives to uphold these standards. </li>\n<li>• Publicly and explicitly adopt diversity-promoting practices, helping to create a culture of concern that enhances the journal’s reputation for welcoming diversity, attracting more diverse submissions.</li>\n</ul>\nPromoting diversity, if done well, ought to improve the quality of work in your journal, expanding the pool of contributors and the range of submitted work relevant to your journal’s mission.<br/>\n<br/>\nCreated by the Demographics in Philosophy Project: https://www.facebook.com/PhilosophyData/<br/>\n<br/>\nIn addition to enhancing diversity in philosophy journal publishing, we would like to begin emphasizing things we can do to enhance diversity in the discipline more widely. We encourage feedback on this piece as well as ideas about how to implement inclusive practices for hiring and tenuring in philosophy departments and inclusive advising for PhD students. Please also help us in encouraging journals and departments to improve their practices!<br/>\n<br/>\n[<a href=\"https://blog.apaonline.org/2018/10/04/diversity-and-philosophy-journals-practices-for-improving-diversity-in-philosophy-journal-publishing/\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/10/diversity-and-philosophy-journals.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-10-04T08:39:00-07:00\">8:39 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n<a class=\"comment-link\" href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=139565263476157127\" onclick=\"\">0\ncomments</a>\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/sociology%20of%20philosophy\" rel=\"tag\">sociology of philosophy</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n</div>\n</div></div>\n\n<div class=\"blog-pager\" id=\"blog-pager\">\n<span id=\"blog-pager-newer-link\">\n<a class=\"blog-pager-newer-link\" href=\"https://schwitzsplinters.blogspot.com/\" id=\"Blog1_blog-pager-newer-link\" title=\"Newer Posts\">Newer Posts</a>\n</span>\n<span id=\"blog-pager-older-link\">\n<a class=\"blog-pager-older-link\" href=\"https://schwitzsplinters.blogspot.com/search?updated-max=2018-10-04T08:39:00-07:00&amp;max-results=100\" id=\"Blog1_blog-pager-older-link\" title=\"Older Posts\">Older Posts</a>\n</span>\n<a class=\"home-link\" href=\"https://schwitzsplinters.blogspot.com/\">Home</a>\n</div>\n<div class=\"clear\"></div>\n<div class=\"blog-feeds\">\n<div class=\"feed-links\">\nSubscribe to:\n<a class=\"feed-link\" href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" target=\"_blank\" type=\"application/atom+xml\">Posts (Atom)</a>\n</div>\n</div>\n\n\n<div id=\"sidebar-wrapper\">\n<div class=\"sidebar section\" id=\"sidebar\"><div class=\"widget HTML\" data-version=\"1\" id=\"HTML1\">\n<div class=\"widget-content\">\n<!-- Start of StatCounter Code -->\n<script language=\"javascript\" type=\"text/javascript\">\nvar sc_project=1508379; \nvar sc_invisible=1; \nvar sc_partition=13; \nvar sc_security=\"2c679bf5\"; \n</script>\n<script language=\"javascript\" src=\"//www.statcounter.com/counter/frames.js\" type=\"text/javascript\"></script><noscript><a href=\"http://www.statcounter.com/\" target=\"_blank\"><img alt=\"counter\" border=\"0\" src=\"https://lh5.googleusercontent.com/proxy/TttFETzU6Fyjbw8OTQa3FJTU6voqbJLJLUpwu-cpdPeafywusdwwP7glYc97L2xKGSvrrr4NvIgASxXMbEwi_U_RRXsWks6bqpkoSs1g9Zpv2uL97h9IjmZZ0d0P9zebmEy5rnSb9Ztru06j4rFAy0sL=s0-d\"/></a> </noscript>\n<!-- End of StatCounter Code -->\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=HTML&amp;widgetId=HTML1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"HTML1\"));' rel=\"nofollow\" target=\"configHTML1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget Profile\" data-version=\"1\" id=\"Profile1\">\n<h2>Contributors</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a class=\"profile-name-link g-profile\" href=\"https://www.blogger.com/profile/11541402189204286449\" style=\"background-image: url(//www.blogger.com/img/logo-16.png);\">Eric Schwitzgebel</a></li>\n<li><a class=\"profile-name-link g-profile\" href=\"https://plus.google.com/100155094439598517774\" style=\"background-image: url(//www.google.com/images/icons/ui/gprofile_button-16.png);\">Eric Schwitzgebel</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Profile&amp;widgetId=Profile1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Profile1\"));' rel=\"nofollow\" target=\"configProfile1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget FollowByEmail\" data-version=\"1\" id=\"FollowByEmail1\">\n<h2 class=\"title\">Follow by Email</h2>\n<div class=\"widget-content\">\n<div class=\"follow-by-email-inner\">\n<form action=\"https://feedburner.google.com/fb/a/mailverify\" method=\"post\" onsubmit='window.open(\"https://feedburner.google.com/fb/a/mailverify?uri=blogspot/FHhv\", \"popupwindow\", \"scrollbars=yes,width=550,height=520\"); return true' target=\"popupwindow\">\n<table width=\"100%\">\n<tr>\n<td>\n<input class=\"follow-by-email-address\" name=\"email\" placeholder=\"Email address...\" type=\"text\"/>\n</td>\n<td width=\"64px\">\n<input class=\"follow-by-email-submit\" type=\"submit\" value=\"Submit\"/>\n</td>\n</tr>\n</table>\n<input name=\"uri\" type=\"hidden\" value=\"blogspot/FHhv\"/>\n<input name=\"loc\" type=\"hidden\" value=\"en_US\"/>\n</form>\n</div>\n</div>\n<span class=\"item-control blog-admin\">\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=FollowByEmail&amp;widgetId=FollowByEmail1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"FollowByEmail1\"));' rel=\"nofollow\" target=\"configFollowByEmail1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</span>\n</div><div class=\"widget Feed\" data-version=\"1\" id=\"Feed1\">\n<h2>Recent Comments (may be delayed)</h2>\n<div class=\"widget-content\" id=\"Feed1_feedItemListDisplay\">\n<span style=\"filter: alpha(25); opacity: 0.25;\">\n<a href=\"http://schwitzsplinters.blogspot.com/feeds/comments/default\">Loading...</a>\n</span>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Feed&amp;widgetId=Feed1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Feed1\"));' rel=\"nofollow\" target=\"configFeed1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList1\">\n<h2>Links</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://cogsciphi.blogspot.com/\">Alternate Minds</a></li>\n<li><a href=\"http://www.philosophyofbrains.com/\">Brains</a></li>\n<li><a href=\"http://www.consciousentities.com/\">Conscious Entities</a></li>\n<li><a href=\"http://crookedtimber.org/\">Crooked Timber</a></li>\n<li><a href=\"http://dailynous.com/\">Daily Nous</a></li>\n<li><a href=\"http://digressionsnimpressions.typepad.com/\">Digressions &amp; Impressions</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/disability_and_disadvanta/\">Discrimination and Disadvantage</a></li>\n<li><a href=\"http://ericlinuskaplan.wordpress.com/\">Eric Linus Kaplan</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/xphi/\">Experimental Philosophy</a></li>\n<li><a href=\"http://agencyandresponsibility.typepad.com/flickers-of-freedom/\">Flickers of Freedom</a></li>\n<li><a href=\"http://leiterreports.typepad.com/\">Leiter Reports</a></li>\n<li><a href=\"http://whatsortsofpeople.wordpress.com/\">Living Archives on Eugenics Blog</a></li>\n<li><a href=\"http://loveofallwisdom.com/\">Love of All Wisdom</a></li>\n<li><a href=\"http://machineslikeus.com/\">Machines Like Us</a></li>\n<li><a href=\"http://www.mindhacks.com/\">Mind Hacks</a></li>\n<li><a href=\"http://www.davidpapineau.co.uk/blog.html\">More Important Than That (Philosophy and Sport)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/\">My Homepage</a></li>\n<li><a href=\"http://www.newappsblog.com/\">New APPS</a></li>\n<li><a href=\"http://peasoup.typepad.com/\">PEA Soup</a></li>\n<li><a href=\"http://philpercs.com/\">Philosophical Percolations</a></li>\n<li><a href=\"http://sometimesimwrong.typepad.com/wrong/\">Sometimes I'm Wrong</a></li>\n<li><a href=\"http://philosopherscocoon.typepad.com/blog/\">The Philosophers' Cocoon</a></li>\n<li><a href=\"http://tar.weatherson.org/\">Thoughts, Arguments, and Rants</a></li>\n<li><a href=\"http://rsbakker.wordpress.com/\">Three Pound Brain</a></li>\n<li><a href=\"http://warpweftandway.wordpress.com/\">Warp, Weft, and Way</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList1\"));' rel=\"nofollow\" target=\"configLinkList1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList6\">\n<h2>Advice on Applying to PhD Programs in Philosophy</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/applying%20to%20grad%20school\">various posts on that theme</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList6&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList6\"));' rel=\"nofollow\" target=\"configLinkList6\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList4\">\n<h2>Selected Essays</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/In-Between.htm\">2001: In-Between Believing</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/AccountBel.htm\">2002: A Phenomenal, Dispositional Account of Belief</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DreamB&amp;W.htm\">2002: Why Did We Think We Dreamed in Black and White?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospTrain.htm\">2004: Introspective Training Apprehensively Defended: Reflections on Titchener's Lab Manual</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Flat.htm\">2006: Do Things Look Flat?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Naive.htm\">2008: The Unreliability of Naive Introspection</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/PeerOpinion.htm\">2009: The Moral Behavior of Ethicists: Peer Opinion (with J Rust)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ActBel.htm\">2010: Acting Contrary to Our Professed Beliefs</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthOrder.htm\">2012: Expertise in Moral Reasoning? (with F Cushman)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospectionWhat.htm\">2012: Introspection, What?</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/BeliefBox.htm\">2013: A Dispositional Approach to Attitudes</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Jerks.htm\">2014: A Theory of Jerks</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/CrazyMind.htm\">2014: The Crazyist Metaphysics of Mind</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthSelfRep.htm\">2014: The Moral Behavior of Ethics Professors (with J Rust)</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/USAconscious.htm\">2015: If Materialism Is True, the United States Is Probably Conscious</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/1sk.htm\">2016: 1% Skepticism</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/WomenInPhil.htm\">2017: Women in Philosophy (with C D Jennings)</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList4&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList4\"));' rel=\"nofollow\" target=\"configLinkList4\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList7\">\n<h2>Selected Short Stories</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Eden.htm\">2013: Reinstalling Eden (with R S Bakker)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DauphinsMetaphysics.htm\">2015: The Dauphin's Metaphysics</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/FishDance.htm\">2016: Fish Dance</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList7&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList7\"));' rel=\"nofollow\" target=\"configLinkList7\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList3\">\n<h2>The Underblog?</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.schwitzsplintersunderblog.blogspot.com/\">The Underblog!</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList3&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList3\"));' rel=\"nofollow\" target=\"configLinkList3\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList5\">\n<h2>Past Guest Bloggers</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Lisa%20Bortolotti\">Lisa Bortolotti</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Brad%20Cokelet\">Brad Cokelet</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Carrie%20Figdor\">Carrie Figdor</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Keith%20Frankish\">Keith Frankish</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Dan%20Haybron\">Dan Haybron</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Jonathan%20Ichikawa\">Jonathan Ichikawa</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/G.%20Randolph%20Mayes\">G. Randolph Mayes</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Regina%20Rini\">Regina Rini</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Teed%20Rockwell\">Teed Rockwell</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Joshua%20Rust\">Joshua Rust</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Hagop%20Sarkissian\">Hagop Sarkissian</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search?q=shevlin\">Henry Shevlin</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Tamler%20Sommers\">Tamler Sommers</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/justin%20tiwald\">Justin Tiwald</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Bryan%20Van%20Norden\">Bryan Van Norden</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Manuel%20Vargas\">Manuel Vargas</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList5&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList5\"));' rel=\"nofollow\" target=\"configLinkList5\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget BlogArchive\" data-version=\"1\" id=\"BlogArchive1\">\n<h2>Blog Archive</h2>\n<div class=\"widget-content\">\n<div id=\"ArchiveList\">\n<div id=\"BlogArchive1_ArchiveList\">\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/\">\n2019\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/\">\n2018\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n<ul class=\"posts\">\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/12/some-structural-disadvantages-of.html\">Some Structural Disadvantages of Interdisciplinary...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/12/new-experimental-philosophy-blog-and.html\">New Experimental Philosophy Blog, and A New Study ...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/12/philosophy-as-second-major-data-by-race.html\">Philosophy as a Second Major: Data by Race and Gen...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/12/three-arguments-for-alien-consciousness.html\">Three Arguments for Alien Consciousness</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/12/new-book-forthcoming-jerks-zombie.html\">New Book Forthcoming: Jerks, Zombie Robots, and Ot...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/12/i-have-little-dreidel-i-made-it-out-of.html\">I Have a Little Dreidel, I Made It Out of... Plast...</a></li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n<ul class=\"posts\">\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/11/has-sharp-decline-in-philosophy-majors.html\">Has the Sharp Decline in Philosophy Majors Hit Bot...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/11/narrative-but-not-philosophical.html\">Narrative but Not Philosophical Argument Motivates...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/11/possible-backfire-effects-of-excellent.html\">Possible Backfire Effects of an Excellent Diversit...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/11/the-phi-value-of-integrated-information.html\">The Phi Value of Integrated Information Theory Mig...</a></li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n<ul class=\"posts\">\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/10/requiring-my-students-to-spend-two.html\">Requiring My Students to Spend Two Hours Giving So...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/10/new-essay-is-there-something-its-like.html\">New Essay in Draft: Is There Something It's Like t...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/10/in-defense-of-weekends-evenings.html\">In Defense of Weekends, Evenings, Holidays, and Sl...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/10/teaching-hitler-and-my-neighbors.html\">Teaching Hitler, and My Neighbor's Attitude About ...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/10/two-problems-with-extending-theories-of.html\">Two Problems with Extending Theories of Consciousn...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/10/diversity-and-philosophy-journals.html\">Diversity and Philosophy Journals</a></li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/\">\n2017\n</a>\n<span class=\"post-count\" dir=\"ltr\">(71)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/\">\n2016\n</a>\n<span class=\"post-count\" dir=\"ltr\">(81)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/\">\n2015\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/\">\n2014\n</a>\n<span class=\"post-count\" dir=\"ltr\">(88)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/\">\n2013\n</a>\n<span class=\"post-count\" dir=\"ltr\">(87)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/\">\n2012\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/\">\n2011\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(3)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/\">\n2010\n</a>\n<span class=\"post-count\" dir=\"ltr\">(86)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/\">\n2009\n</a>\n<span class=\"post-count\" dir=\"ltr\">(83)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/\">\n2008\n</a>\n<span class=\"post-count\" dir=\"ltr\">(96)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/\">\n2007\n</a>\n<span class=\"post-count\" dir=\"ltr\">(168)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/\">\n2006\n</a>\n<span class=\"post-count\" dir=\"ltr\">(114)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(19)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(2)</span>\n</li>\n</ul>\n</li>\n</ul>\n</div>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=BlogArchive&amp;widgetId=BlogArchive1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"BlogArchive1\"));' rel=\"nofollow\" target=\"configBlogArchive1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget Text\" data-version=\"1\" id=\"Text1\">\n<div class=\"widget-content\">\n<span style=\"color:#999999;\">background image from </span><a href=\"http://biocarbons.en.ecplaza.net/\"><span style=\"color:#999999;\">http://biocarbons.en.ecplaza.net</span></a><br/>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Text&amp;widgetId=Text1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Text1\"));' rel=\"nofollow\" target=\"configText1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\"/>\n</a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div></div>\n</div>\n<!-- spacer for skins that want sidebar and main to be the same height-->\n<div class=\"clear\"> </div>\n\n<!-- end content-wrapper -->\n<div id=\"footer-wrapper\">\n<div class=\"footer no-items section\" id=\"footer\"></div>\n</div>\n\n<!-- end outer-wrapper -->\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script src=\"https://www.blogger.com/static/v1/widgets/1854097286-widgets.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\nwindow['__wavt'] = 'AOuZoY6BqW1honBKvbQBB4_j9uqVvSg4hg:1554058050439';_WidgetManager._Init('//www.blogger.com/rearrange?blogID\\x3d26951738','//schwitzsplinters.blogspot.com/2018/','26951738');\n_WidgetManager._SetDataContext([{'name': 'blog', 'data': {'blogId': '26951738', 'title': 'The Splintered Mind', 'url': 'https://schwitzsplinters.blogspot.com/2018/', 'canonicalUrl': 'http://schwitzsplinters.blogspot.com/2018/', 'homepageUrl': 'https://schwitzsplinters.blogspot.com/', 'searchUrl': 'https://schwitzsplinters.blogspot.com/search', 'canonicalHomepageUrl': 'http://schwitzsplinters.blogspot.com/', 'blogspotFaviconUrl': 'https://schwitzsplinters.blogspot.com/favicon.ico', 'bloggerUrl': 'https://www.blogger.com', 'hasCustomDomain': false, 'httpsEnabled': true, 'enabledCommentProfileImages': true, 'gPlusViewType': 'FILTERED_POSTMOD', 'adultContent': false, 'analyticsAccountNumber': 'UA-43027794-1', 'encoding': 'UTF-8', 'locale': 'en', 'localeUnderscoreDelimited': 'en', 'languageDirection': 'ltr', 'isPrivate': false, 'isMobile': false, 'isMobileRequest': false, 'mobileClass': '', 'isPrivateBlog': false, 'feedLinks': '\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/rss+xml\\x22 title\\x3d\\x22The Splintered Mind - RSS\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default?alt\\x3drss\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22service.post\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://www.blogger.com/feeds/26951738/posts/default\\x22 /\\x3e\\n', 'meTag': '', 'adsenseHostId': 'ca-host-pub-1556223355139109', 'adsenseHasAds': false, 'view': '', 'dynamicViewsCommentsSrc': '//www.blogblog.com/dynamicviews/4224c15c4e7c9321/js/comments.js', 'dynamicViewsScriptSrc': '//www.blogblog.com/dynamicviews/1b88e71bcbb33d46', 'plusOneApiSrc': 'https://apis.google.com/js/plusone.js', 'disableGComments': true, 'sharing': {'platforms': [{'name': 'Get link', 'key': 'link', 'shareMessage': 'Get link', 'target': ''}, {'name': 'Facebook', 'key': 'facebook', 'shareMessage': 'Share to Facebook', 'target': 'facebook'}, {'name': 'BlogThis!', 'key': 'blogThis', 'shareMessage': 'BlogThis!', 'target': 'blog'}, {'name': 'Twitter', 'key': 'twitter', 'shareMessage': 'Share to Twitter', 'target': 'twitter'}, {'name': 'Pinterest', 'key': 'pinterest', 'shareMessage': 'Share to Pinterest', 'target': 'pinterest'}, {'name': 'Email', 'key': 'email', 'shareMessage': 'Email', 'target': 'email'}], 'disableGooglePlus': true, 'googlePlusShareButtonWidth': 300, 'googlePlusBootstrap': '\\x3cscript type\\x3d\\x22text/javascript\\x22\\x3ewindow.___gcfg \\x3d {\\x27lang\\x27: \\x27en\\x27};\\x3c/script\\x3e'}, 'hasCustomJumpLinkMessage': false, 'jumpLinkMessage': 'Read more', 'pageType': 'archive', 'pageName': '2018', 'pageTitle': 'The Splintered Mind: 2018'}}, {'name': 'features', 'data': {'sharing_get_link_dialog': 'true', 'sharing_native': 'false'}}, {'name': 'messages', 'data': {'edit': 'Edit', 'linkCopiedToClipboard': 'Link copied to clipboard!', 'ok': 'Ok', 'postLink': 'Post Link'}}, {'name': 'template', 'data': {'name': 'custom', 'localizedName': 'Custom', 'isResponsive': false, 'isAlternateRendering': false, 'isCustom': true}}, {'name': 'view', 'data': {'classic': {'name': 'classic', 'url': '?view\\x3dclassic'}, 'flipcard': {'name': 'flipcard', 'url': '?view\\x3dflipcard'}, 'magazine': {'name': 'magazine', 'url': '?view\\x3dmagazine'}, 'mosaic': {'name': 'mosaic', 'url': '?view\\x3dmosaic'}, 'sidebar': {'name': 'sidebar', 'url': '?view\\x3dsidebar'}, 'snapshot': {'name': 'snapshot', 'url': '?view\\x3dsnapshot'}, 'timeslide': {'name': 'timeslide', 'url': '?view\\x3dtimeslide'}, 'isMobile': false, 'title': 'The Splintered Mind', 'description': 'reflections in philosophy of psychology, broadly construed', 'url': 'https://schwitzsplinters.blogspot.com/2018/', 'type': 'feed', 'isSingleItem': false, 'isMultipleItems': true, 'isError': false, 'isPage': false, 'isPost': false, 'isHomepage': false, 'isArchive': true, 'isLabelSearch': false, 'archive': {'year': 2018, 'rangeMessage': 'Showing posts from 2018'}}}]);\n_WidgetManager._RegisterWidget('_NavbarView', new _WidgetInfo('Navbar1', 'navbar', document.getElementById('Navbar1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HeaderView', new _WidgetInfo('Header1', 'header', document.getElementById('Header1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogView', new _WidgetInfo('Blog1', 'main', document.getElementById('Blog1'), {'cmtInteractionsEnabled': false, 'lightboxEnabled': true, 'lightboxModuleUrl': 'https://www.blogger.com/static/v1/jsbin/2848338547-lbx.js', 'lightboxCssUrl': 'https://www.blogger.com/static/v1/v-css/368954415-lightbox_bundle.css'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HTMLView', new _WidgetInfo('HTML1', 'sidebar', document.getElementById('HTML1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_ProfileView', new _WidgetInfo('Profile1', 'sidebar', document.getElementById('Profile1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FollowByEmailView', new _WidgetInfo('FollowByEmail1', 'sidebar', document.getElementById('FollowByEmail1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FeedView', new _WidgetInfo('Feed1', 'sidebar', document.getElementById('Feed1'), {'title': 'Recent Comments (may be delayed)', 'showItemDate': true, 'showItemAuthor': true, 'feedUrl': 'http://schwitzsplinters.blogspot.com/feeds/comments/default', 'numItemsShow': 5, 'loadingMsg': 'Loading...', 'openLinksInNewWindow': false, 'useFeedWidgetServ': 'true'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList1', 'sidebar', document.getElementById('LinkList1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList6', 'sidebar', document.getElementById('LinkList6'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList4', 'sidebar', document.getElementById('LinkList4'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList7', 'sidebar', document.getElementById('LinkList7'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList3', 'sidebar', document.getElementById('LinkList3'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList5', 'sidebar', document.getElementById('LinkList5'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogArchiveView', new _WidgetInfo('BlogArchive1', 'sidebar', document.getElementById('BlogArchive1'), {'languageDirection': 'ltr', 'loadingMessage': 'Loading\\x26hellip;'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_TextView', new _WidgetInfo('Text1', 'sidebar', document.getElementById('Text1'), {}, 'displayModeFull'));\n</script>\n\n", "content_html": "<div class=\"post-body entry-content\">\n<p>My own academic department has treated me well over the years, accepting my interdiscipinary forays into psychology and science fiction.  But most academic researchers who do interdisciplinary work face structural disadvantages.  I speak from my experience in philosophy, but the problems are deeply rooted in the academic system.<p>\n\nI will focus on two disadvantages: The \"But It Isn't X\" Complaint (from colleagues from your home discipline) and Prejudice / Turf Defense (from colleagues from disciplines other than your home discipline).<p>\n\n*****************************************************<p>\n<div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://1.bp.blogspot.com/-HQBHBgeWsOc/XCTjPS3HiUI/AAAAAAAABTI/xbzCjGAkluk2uCgzInC5E082YedyWvKVwCLcBGAs/s1600/fractal-1063445_1920.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"1090\" data-original-width=\"1600\" height=\"218\" src=\"https://1.bp.blogspot.com/-HQBHBgeWsOc/XCTjPS3HiUI/AAAAAAAABTI/xbzCjGAkluk2uCgzInC5E082YedyWvKVwCLcBGAs/s320/fractal-1063445_1920.jpg\" width=\"320\"/></a></div><p>\n<b>The \"But It Isn't X\" Complaint</b><p>\n\nIf you apply for a job in a department in discipline X, the hiring department will care almost exclusively about your work in X.  When you stand for promotion or most other sorts of disciplinary recognition, you will be evaluated almost exclusively for your work within the discipline.  If you ask for your work outside the discipline to be counted equally, you will be told that it isn't really X and therefore doesn't count for much toward hiring, promotion, or recognition in discipline X.<p>\n\nThe \"But It Isn't X\" Complaint is entirely understandable.  Shouldn't hiring and promotion into a philosophy department, for example, and recognition in philosophy, depend on the candidate's contributions to <i>philosophy?</i>  And even if in principle the evaluators want work outside of their discipline to count equally, they will feel unable to properly evaluate it.  In the disciplinary evaluations on which most of academia is built, within-discipline contributions count most.<p>\n\nThe almost inevitable consequence is that researchers who devote substantial time to interdisciplinary work will be severely disadvantaged in hiring, promotion, and disciplinary recognition.<p>\n<i>What to Do on Behalf of Your Interdisciplinary Colleagues</i><p>\n\nIf a department wants to recognize interdisciplinary colleagues appropriately in hiring, promotion, and other types of evaluation, they need to <b>ask not \"how much has this person contributed to our discipline?\" but rather (1.) \"how much has this person contributed to academia as a whole?\" and (2.) \"has this person contributed enough to our discipline to still count as member of this discipline?\"</b>  Suppose someone straddles two disciplines 50/50, and over some period of time they publish three excellent papers in their home discipline and three excellent papers in another discipline.  Evaluate them not according to the three home-discipline papers, with the three others as \"frosting\", but treat all six papers on a par.  Of course, if the majority of papers are in another discipline, at some point it would be reasonable to consider a change of department.  But until that time, all contributions should be valued and evaluated by the home department.<p>\n\nIf there is to be room in academia, as I think there should be, for people who bridge two disciplines, those people need to be valued for their contributions to <i>both </i>disciplines.  If people in their home discipline cannot expertly evaluate that person's interdisciplinary work -- quite understandable! -- they should consult with others from the appropriate discipline, or even better with others who are interdisciplinary between the same two disciplines.<p>\n<i>\nWhat to Do If You Are the Interdisciplinary Researcher<p></p></i>\n\nAssuming your colleagues and evaluators are not implementing the strategy above, as most will not, I advise three strategies:<p>\n\n(1.) <b>Do as much in your home discipline as your colleagues do.</b>  Publish the six papers in your home discipline <i>and</i> three outside your discipline.  This isn't easy to implement, of course!  But one of the advantages of interdisciplinary research is that your expertise outside of your home discipline can be a font of fresh ideas.  If your c.v. contains as much good work in X as your colleagues', it doesn't matter so much if they think of your other work as of secondary importance.<p>\n\n(2.) <b>Take advantage of higher-level administrators' appreciation of interdisciplinarity.</b>  In my experience, the majority of higher-level administrators (deans, etc.) value interdisciplinarity.  Their evaluations rarely matter enough to compensate for the structural disadvantages I mentioned above, but often their evaluations matter somewhat.  There are sometimes grant opportunities, teaching release opportunities, or other recognition for interdisciplinary work; keep your eyes open for these.  Also, if your disciplinary colleagues are supportive, you can remind them that there are aspects of your research profile that will be attractive to administrators because of your interdisciplinarity.  This can lead your colleagues' to be more assertive in making your case than they would otherwise be, anticipating approval from the higher-ups.<p>\n\n(3.) <b>Relabel your work as a contribution to your discipline.</b>  This is the boldest move, and it will have mixed success at best.  For example, when I first started doing work in psychology I thought of it just as work in psychology that had <i>consequences </i>for philosophy.  After all, if you <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DreamReportRepl.htm\">run</a> an <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ExpWOAttn.htm\">empirical experiment</a> that <a href=\"http://\">looks like a psychology experiment</a>, or<a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ExpWOAttn.htm\"> contribute an article</a> to a <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ReplWarehouse.htm\">psychology journal</a>, isn't that doing psychology?<p> \n\nHowever, starting around 2003, Joshua Knobe, Shaun Nichols, Steve Stich, Jonathan Weinberg, and others started calling their empirical research on non-philosophers' philosophical opinions \"experimental philosophy\" rather than psychology, and they successfully campaigned to publish some of it in straight-up philosophy journals.  They partly succeeded in <a href=\"https://plato.stanford.edu/entries/experimental-philosophy/\">changing the borders of the discipline</a> of philosophy to include work that would previously have been called psychology.  They haven't convinced everyone, of course.  Not all philosophers think of \"experimental philosophy\" as <i>really </i>philosophy.  But the situation is better than it was.  Arguably, \"behavioral economics\" is a similar story, even more successful.<p>\n\nSimilarly, I have been starting to <a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzPapers/PhilosophersRecommend-150507-short.pdf\">make the case</a> that <a href=\"https://www.latimes.com/opinion/op-ed/la-oe-0719-schwitzgebel-philosophy-articles-20150717-story.html\">writing fiction</a> can also be <a href=\"https://schwitzsplinters.blogspot.com/2013/09/fiction-and-skepticism.html\">a way of doing philosophy</a> -- witness Rousseau, Sartre, Nietzsche, Plato, Murdoch, Voltaire, etc.!<p>\n\n*****************************************************<p>\n<b>Prejudice / Turf Defense<p></p></b>\n\nInterdisciplinary prejudice and turf defense are slightly different but related phenomena.<p>\n<i>Interdisciplinary prejudice </i>is the understandable default assumption that someone outside of your discipline isn't going to be nearly as good at work in your discipline as someone whose formal affiliation and training is in your discipline.  <i>Turf defense</i> is an emotional reaction to the threatening idea that someone outside of your discipline might be as good as you and your colleagues, or better, at work in your own discipline [ETA:] or that others might falsely perceive them that way.<p>\n\nUsually, interdisciplinary prejudice is justified, and perhaps not deserving of a pejorative label.  If a non-philosopher submits something to a philosophy journal, odds are good that it won't be an excellent work of philosophy.  If a philosopher tries to run a psychology experiment, odds are good that their methods and analyses won't be as solid as a psychologist's.  For similar reasons, turf defense isn't wholly unjustified: You don't want others to mistakenly think that the non-X researcher's probably-inferior work is as good as a disciplinary expert's work, so it makes sense in a way to guard against incursions.  The turf defense reaction is also, I think, partly driven by feelings that the outsider is being disrespectful: If an outsider thinks they can come in and beat us at our own game, that seems to suggest that they lack respect for our years of hard work and disciplinary training.<p>\n\nHowever, sometimes people really can do excellent work in more than one discipline.  It takes years of effort to acquire the knowledge and skills; but people do sometimes put in the requisite time and effort.  An Associate Professor of X with a strong interdisciplinary focus might have as much knowledge of and experience in Y as an Assistant Professor in Y.  (It would be almost superhuman, though, for an Associate Professor in X to have as much knowledge and experience in Y as an Associate Professor in Y, unless the situation is very unusual.)  However, even when the outsider does have the requisite knowledge and skills, it is, I fear, a sociological fact that substantial prejudice and turf defense remain.<p>\n<i>What to Do on Behalf of Interdisciplinary Colleagues</i><p>\n\n(1.) <b>Be aware of your possible interdisciplinary prejudice and turf defense and the fact that they are not always justified.</b>  Try to evaluate work in your home discipline by someone outside of your home discipline in approximately the same way you would evaluate other contributions to your discipline.<p>\n\n(2.) <b>Implement anonymous review when possible.</b>  If the work passes muster, it shouldn't matter if it's from a Stanford professor in your discipline or someone from a less prestigious university with a different disciplinary affiliation or from a construction worker in Tallahassee.<p>\n\n(3.) <b>Where anonymous review isn't possible, downplay departmental affiliations on the first page of articles and applications</b> -- for the same reasons.<p>\n<i>What to Do If You Are the Interdisciplinary Researcher<p></p></i>\n\n(1.) <b>Collaborate with someone from the other discipline.</b>  There appears to be much less prejudice and turf defense when at least one member of the research team is from the target discipline.  Furthermore, the collaborator will bring an inside-the-discipline perspective that it is very difficult to achieve from outside a discipline, even if one has substantial expertise.<p>\n\n(2.) <b>Watch for shibboleths.</b>  By shibboleths I mean superficial signs of being an insider rather than an outsider.  It helps reduce prejudice and turf defense the more you can write and speak indistinguishably from members of the target discipline.  (Collaborators can help with this.)  If you sound like an outsider, even if your content is good, that will tend to amplify negative reactions to your work.<p>\n\n(3.) <b>Cite thoroughly and carefully early in your project.</b>  Show, from the very beginning, thorough and serious engagement with the existing work in the target discipline.  This shows respect for that work, reducing the turf defense reaction, and it shows that you have substantial expertise, reducing the prejudice reaction.<p>\n\n*****************************************************<p>\n\nBarring radical changes, structural disadvantages will continue to impair people who do interdisciplinary work.  However, I do also believe that there is one major compensatory advantage, over the long run of a research career.  <b>Often, the freshest and most fruitful academic ideas come from researchers with expertise in more than one area</b>, who can use their expertise in Y to shine new interesting light on X.  Your colleagues won't always appreciate this right away.  But in the long run, you will have different things to say than those whose expertise is exclusively within a single discipline.  You will have a distinctive perspective and contribution.<p>\n\n[<a href=\"https://pixabay.com/en/fractal-abstract-line-wave-design-1063445/\">image source</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>"}