{"url": "https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html", "title": "\nAre Garden Snails Conscious? Yes, No, or *Gong*\n", "title_html": "<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html\">Are Garden Snails Conscious? Yes, No, or *Gong*</a>\n</h3>", "content": "\n \n\nIf you grew up in a temperate climate, you probably spent some time bothering brown garden snails (Cornu aspersum, formerly known as Helix aspersa).  I certainly did.  Now, as a grown-up (supposedly) expert (supposedly) on the science and philosophy of consciousness, I've decided to seriously consider a question that didn't trouble me very much when I was seven: Are garden snails conscious?\n\nBeing an \"experimental philosopher\", I naturally started with a Facebook poll of my friends, who obligingly fulfilled my expectations by answering, variously, \"yes\" (here's why), \"no\" (here's why not), and \"OMG that is the stupidest question\".  I'll call this last response \"*gong*\" after The Gong Show, an amateur talent contest in which performers whose acts were sufficiently horrid would be interrupted by a gong and ushered off the stage.\n\nIt turns out that garden snails are even cooler than I thought, now that I'm studying them more closely.  Let me fill you in.\nGarden Snail Cognition and Behavior\n\n(Most of this material is drawn from Ronald Chase's 2002 book Behavior & Its Neural Control in Gastropod Molluscs.)\nThe central nervous system of the brown garden snail contains about 40,000 neurons.  That's quite a few more neurons than the famously mapped 302 neurons of the Caenorhabditis elegans roundworm, but it's modest compared to the quarter million neurons of an ant or fruitfly.  The snail's brain is organized into several clumps of ganglia, mostly in a ring around its esophagus.  Gastropod neurons generally resemble vertebrate neurons, with a few notable exceptions.  One exception is that gastropod neurons usually don't have a bipolar structure with axons on one side of the cell body and dendrites on the other side.  Instead, input and output typically occurs on both sides without a clear differentiation between axon and dendrite.  Another difference is that although gastropods' small-molecule neural transmitters are the same as in vertebrates (e.g., acetylcholine, serotonin), their larger-molecule neuropeptides are mostly different.\nSnails navigate primarily by chemoreception, or the sense of smell, and mechanoreception, or the sense of touch.  They will move toward attractive odors, such as food or mates, and they will withdraw from noxious odors and tactile disturbance.  Although garden snails have eyes on the tips of their posterior tentacles, their eyes seem to be sensitive only to light versus dark and the direction of light sources, rather than to the shapes of objects.  The internal structure of snail tentacles shows much more specialization for chemoreception, with the higher-up posterior tentacles perhaps better for catching odors on the wind and the lower anterior tentacles better for odors closer to the ground.  Garden snails can also sense the direction of gravity, righting themselves and moving toward higher ground to avoid puddles.\nSnails can learn.  Gastropods fed on a single type of plant will prefer to move toward that same plant type when offered the choice in a Y-shaped maze.  They can also learn to avoid foods associated with noxious stimuli, in some cases even after only a single trial.  Some species of gastropod will modify their degree of attraction to sunlight if sunlight is associated with tumbling inversion.  In warm ocean Aplysia californica gastropods, the complex role of the central nervous system in governing reflex withdrawals has been extensively studied.  Aplysia californica reflex withdrawals are centrally mediated, and can be inhibited, amplified, and coordinated, maintaining a singleness of action across the body and regulating withdrawal according to circumstances, with both habituation and sensitization possible.  Garden snail nervous systems appear to be similarly complex, generating unified action that varies with circumstance.\nGarden snails can coordinate their behavior in response to information from more than one modality at once.  For example, as mentioned, when they detect that they are surrounded by water, they can seek higher ground.  They will cease eating when satiated, withhold from mating while eating despite sexual arousal, and exhibit less withdrawal reflex while mating.  Before egg laying, garden snails use their feet to excavate a shallow cavity in soft soil, then insert their head into the cavity for several hours while they ovulate.\nGarden snail mating is famously complex.  Cornu aspersum is a simultaneous hermaphrodite, playing both the male and female role simultaneously.  Courtship and copulation requires several hours.  Courtship begins with the snails touching heads and posterior antennae for tens of seconds, then withdrawing and circling to find each other again, often consuming each other's slime trails, or alternatively breaking courtship.  They repeat this process several times.  During mating, snails will sometimes bite each other, then withdraw and reconnect.  Later in courtship, one snail will shoot a \"love dart\" consisting of calcium and mucus at the other, succeeding in penetrating the skin about one third of the time; tens of minutes later, the other snail will reciprocate.  Courtship continues regardless of whether the darts successfully land.  Sex culminates when the partners manage to simultaneously insert their penises into each other, which may require dozens of attempts.\n\nImpressive accomplishments for creatures with brains of only 40,000 neurons!  Of course, snail behavior is limited compared to the larger and more flexible behavioral repertoire of mammals and birds.\nGarden Snail Consciousness: Three Possibilities\n\nSo, knowing all this... are garden snails conscious?  Is there something it's like to be a garden snail?  Do snails have, for example, sensory experiences?\n\nSuppose you touch the tip of your finger to the tip of a snail's posterior tentacle, and the tentacle retracts.  Does the snail have tactile experience of something touching its tentacle, a visual experience of a darkening as your finger approaches and occludes the eye, an olfactory or chematosensory experience of the smell or taste or chemical properties of your finger, a proprioceptive experience of the position of its now-withdrawn tentacle?\n(1.) Yes. It seems like we can imagine that the answer is yes, the snail does have sensory experiences.  Any specific experience we try to imagine from the snail's point of view, we will probably imagine too humanocentrically.  Withdrawing a tentacle might not feel much like withdrawing an arm; and with 40,000 neurons total, presumably there won't be a wealth of detail in any sensory modality.  Optical experience in particular might be so informationally poor that calling it \"visual\" is already misleading, inviting too much analogy with human vision.  Nonetheless, I think we can conceive in a general way how it might be the case that garden snails have sensory experiences of some sort or other.\n(2.) No. We can also imagine, I think, that the answer is no, snails entirely lack sensory experiences of any sort -- and thus, presumably, any consciousness at all, on the assumption that if snails are conscious they have at least sensory consciousness.  If you have trouble conceiving of this possibility, consider dreamless sleep, toy robots, and the enteric nervous system.  (The enteric nervous system is a collection of about half a billion neurons lining your gut, governing motor function and enzyme secretion.)  In all three of these cases, most people think, there is no genuine stream of conscious experience, despite some organized behavior and environmental reactivity.  It seems that we can coherently imagine snail behavior to be like that: no more conscious than turning over unconsciously in sleep, or than a toy robot, or than the neurons lining your intestines.\n\nWe can make sense of both of these possibilities, I think.  Neither seems obviously false or obviously refuted by the empirical evidence.  One possibility might strike you as intuitively much more likely than the other, but as I've learned from chatting with friends and acquaintances (and from my Facebook poll), people's intuitions vary -- and it's not clear, anyway, how much we ought to trust our intuitions in such matters.  You might have a favorite scientific or philosophical theory from which it follows that garden snails are or are not conscious; but there is little consensus on general theories of consciousness and leading candidate theories yield divergent answers.  (More on this, I hope, in a follow-up post.)\n(3.) *Gong*.  To these two possibilities, we can add a third, the one I am calling *gong*.  Not all questions deserve a yes or a no.  There might be a false presupposition in the question (maybe \"consciousness\" is an incoherent concept?), or the case might be vague or indeterminate such that neither \"yes\" nor \"no\" quite serves as an adequate answer.  (Compare vague or indeterminate cases between \"green\" and \"not green\" or between \"extraverted\" and \"not extraverted\".)\n\nIndeterminacy is perhaps especially tempting.  Not everything in the world fits neatly into determinate, dichotomous yes-or-no categories.  Consciousness might be one of those things that doesn't dichotomize well.  And snails might be right there at the fuzzy border.\nAlthough an indeterminate view has some merits, it is more difficult to sustain than you might think at first pass.  To see why, it helps to clearly distinguish between being a little conscious and being in an indeterminate state between conscious and not-conscious.  If one is a little conscious, one is conscious.  Maybe snails just have the tiniest smear of consciousness -- that would still be consciousness!  You might have only a little money.  Your entire net worth is a nickel.  Still, it is discretely and determinately the case that if you have a nickel, you have some money.  If snail consciousness is a nickel to human millionaire consciousness, then snails are conscious.\n\nTo say that the dichotomous yes-or-no does not apply to snail consciousness is to say something very different than that snails have just a little smidgen of consciousness.  It's to say... well, what exactly?  As far as I'm aware (correct me if I'm wrong!), there's no well developed theory of kind-of-yes-kind-of-no consciousness.  We can make sense of a vague kind-of-yes-kind-of-no for \"green\" and \"extravert\"; we know more or less what's involved in being a gray-area case of a color or personality trait.  We can imagine gray-area cases with money too: Your last nickel is on the table over there, and here comes the creditor to collect it.  Maybe that's a gray-area case of having money.  But it's much more difficult to know how to think about gray-area cases of being somewhere between a little bit conscious and not at all conscious.  So while in the abstract I feel the attraction of the idea that consciousness is not a dichotomous property and garden snails might occupy the blurry in-between region, the view requires entering a theoretical space that has not yet been well explored.\nThe Possibilities Remain Open\n\nThere is, I think, some antecedent plausibility to all three possibilities, yes, no, and *gong*.  To really decide among them, to really figure out the answer to our question about snail consciousness, we need an epistemically well-grounded general theory of consciousness, which we can apply to the case.\n\nUnfortunately, we have no such theory.  The live possibilities appear to cover the entire spectrum from the panpsychism or near-panpsychism of Galen Strawson and of Integrated Information Theory to very restrictive views, like those of Daniel Dennett and Peter Carruthers, on which consciousness requires some fairly sophisticated self-representational capacities of the sort that well beyond the capacity of snails.\n\nActually, I think there's something wonderful about not knowing.  There's something marvelous about the fact that I can go into my backyard, lift a snail, and gaze at it, unsure.  Snail, you are a puzzle of the universe, right here in my garden, eating the daisies!\n\n\n\n[image by Bryony Pierce]\n\n", "html": "<!DOCTYPE html>\n\n<html dir=\"ltr\" xmlns=\"http://www.w3.org/1999/xhtml\" xmlns:b=\"http://www.google.com/2005/gml/b\" xmlns:data=\"http://www.google.com/2005/gml/data\" xmlns:expr=\"http://www.google.com/2005/gml/expr\">\n<head>\n<link href=\"https://www.blogger.com/static/v1/widgets/2890069739-widget_css_bundle.css\" rel=\"stylesheet\" type=\"text/css\"/>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\"/>\n<meta content=\"blogger\" name=\"generator\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/favicon.ico\" rel=\"icon\" type=\"image/x-icon\"/>\n<link href=\"http://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html\" rel=\"canonical\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default\" rel=\"alternate\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/posts/default?alt=rss\" rel=\"alternate\" title=\"The Splintered Mind - RSS\" type=\"application/rss+xml\"/>\n<link href=\"https://www.blogger.com/feeds/26951738/posts/default\" rel=\"service.post\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<link href=\"https://schwitzsplinters.blogspot.com/feeds/2301138226019307808/comments/default\" rel=\"alternate\" title=\"The Splintered Mind - Atom\" type=\"application/atom+xml\"/>\n<!--Can't find substitution for tag [blog.ieCssRetrofitLinks]-->\n<link href=\"https://3.bp.blogspot.com/-4ePxmis4Jmg/W6KtR08gyZI/AAAAAAAABE8/_ZI375oJe8w9PWT0fSTf7r1cknnhu7WcACLcBGAs/s320/SnailGrassCrop-BryonyPierce.jpg\" rel=\"image_src\"/>\n<meta content=\"http://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html\" property=\"og:url\"/>\n<meta content=\"Are Garden Snails Conscious? Yes, No, or *Gong*\" property=\"og:title\"/>\n<meta content=\"  If you grew up in a temperate climate, you probably spent some time bothering brown garden snails ( Cornu aspersum ,  formerly known as He...\" property=\"og:description\"/>\n<meta content=\"https://3.bp.blogspot.com/-4ePxmis4Jmg/W6KtR08gyZI/AAAAAAAABE8/_ZI375oJe8w9PWT0fSTf7r1cknnhu7WcACLcBGAs/w1200-h630-p-k-no-nu/SnailGrassCrop-BryonyPierce.jpg\" property=\"og:image\"/>\n<!--[if IE]> <script> (function() { var html5 = (\"abbr,article,aside,audio,canvas,datalist,details,\" + \"figure,footer,header,hgroup,mark,menu,meter,nav,output,\" + \"progress,section,time,video\").split(','); for (var i = 0; i < html5.length; i++) { document.createElement(html5[i]); } try { document.execCommand('BackgroundImageCache', false, true); } catch(e) {} })(); </script> <![endif]-->\n<title>The Splintered Mind: Are Garden Snails Conscious? Yes, No, or *Gong*</title>\n<style id=\"page-skin-1\" type=\"text/css\"><!--\n/*\n-----------------------------------------------\nBlogger Template Style\nName:     Son of Moto (Mean Green Blogging Machine variation)\nDesigner: Jeffrey Zeldman\nURL:      www.zeldman.com\nDate:     23 Feb 2004\nUpdated by: Blogger Team\n----------------------------------------------- */\n/* Variable definitions\n====================\n<Variable name=\"mainBgColor\" description=\"Main Background Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"mainTextColor\" description=\"Text Color\"\ntype=\"color\" default=\"#333333\">\n<Variable name=\"pageHeaderColor\" description=\"Blog Title Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"blogDescriptionColor\" description=\"Blog Description Color\"\ntype=\"color\" default=\"#ffffff\">\n<Variable name=\"linkColor\" description=\"Link Color\"\ntype=\"color\" default=\"#6E4117\">\n<Variable name=\"hoverLinkColor\" description=\"Link Hover Color\"\ntype=\"color\" default=\"#352117\">\n<Variable name=\"dateHeaderColor\" description=\"Date Header Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarHeaderColor\" description=\"Sidebar Title Color\"\ntype=\"color\" default=\"#61381B\">\n<Variable name=\"sidebarTextColor\" description=\"Sidebar Text Color\"\ntype=\"color\" default=\"#555544\">\n<Variable name=\"bodyFont\" description=\"Text Font\" type=\"font\"\ndefault=\"normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif\">\n*/\n/* Primary layout */\nbody {\nmargin: 0;\npadding: 0;\nborder: 0;\ntext-align: center;\ncolor: #333333;\nbackground: #61381B url(https://lh3.googleusercontent.com/proxy/v1RkG4h0Fqpq7R6B2YznR_o4d4nyLHHWrWro3IL6-KcDxPt9kceW021YuZVzIyID2kTb9oMXlfKG-FcafWjalJjn3ItQutxU6ZxpvSMme83f=s0-d) top center repeat-y;\nfont-size: small;\n}\n.quickedit {\ndisplay:none;\n}\nimg {\nborder: 0;\ndisplay: block;\n}\n.clear {\nclear: both;\n}\n/* Wrapper */\n#outer-wrapper {\nmargin: 0 auto;\nborder: 0;\nwidth: 692px;\ntext-align: left;\nbackground: #ffffff url(//www.blogblog.com/moto_son/innerwrap.gif) top right repeat-y;\nfont: normal normal 100% tahoma, 'Trebuchet MS', lucida, helvetica, sans-serif;\n}\n/* Header */\n#header-wrapper\t{\nbackground: #000 url(https://lh6.googleusercontent.com/proxy/NJeOk6KUGooyV2G9KuXeQcWlFp0JG1fd7TXJgk_84tzhZb3IIoAHIdqbL-2qCl5qK_B93C7KKT8e1shY2I2E3ABLi5NHlVw=s0-d) bottom left repeat-x;\nmargin: 0 auto;\npadding: 0 0 15px 0;\nborder: 0;\n}\n#header h1 {\ntext-align: left;\nfont-size: 200%;\ncolor: #ffffff;\nmargin: 0;\npadding: 15px 20px 0 20px;\nbackground-image: url(https://lh6.googleusercontent.com/proxy/GzBF9FGavAmDGaCgZ07Uc8EkLiECoYGtRIJV26teY0mQdVIpkGTtduxWcITlqPLXgQsDWMtHCJ9-nBySufr9Dg=s0-d);\nbackground-repeat: repeat-x;\nbackground-position: top left;\n}\nh1 a, h1 a:link, h1 a:visited {\ncolor: #ffffff;\n}\n#header .description {\nfont-size: 110%;\ntext-align: left;\npadding: 3px 20px 10px 23px;\nmargin: 0;\nline-height:140%;\ncolor: #ffffff;\n}\n/* Inner layout */\n#content-wrapper {\npadding: 0 16px;\n}\n#main {\nwidth: 400px;\nfloat: left;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n#sidebar {\nwidth: 226px;\nfloat: right;\ncolor: #555544;\nword-wrap: break-word; /* fix for long text breaking sidebar float in IE */\noverflow: hidden;     /* fix for long non-text content breaking IE sidebar float */\n}\n/* Bottom layout */\n#footer\t{\nclear: left;\nmargin: 0;\npadding: 0 20px;\nborder: 0;\ntext-align: left;\nborder-top: 1px solid #f9f9f9;\n}\n#footer .widget\t{\ntext-align: left;\nmargin: 0;\npadding: 10px 0;\nbackground-color: transparent;\n}\n/* Default links \t*/\na:link, a:visited {\nfont-weight: bold;\ntext-decoration: none;\ncolor: #6E4117;\nbackground: transparent;\n}\na:hover {\nfont-weight: bold;\ntext-decoration: underline;\ncolor: #352117;\nbackground: transparent;\n}\na:active {\nfont-weight : bold;\ntext-decoration : none;\ncolor: #352117;\nbackground: transparent;\n}\n/* Typography */\n.main p, .sidebar p {\nline-height: 140%;\nmargin-top: 5px;\nmargin-bottom: 1em;\n}\nh2, h3, h4, h5\t{\nmargin: 0;\npadding: 0;\n}\nh2 {\nfont-size: 130%;\n}\nh2.date-header {\ncolor: #61381B;\n}\n.post h3 {\nmargin-top: 5px;\nfont-size: 120%;\n}\n.post-footer {\nfont-style: italic;\n}\n.sidebar h2 {\ncolor: #61381B;\n}\n.sidebar .widget {\nmargin: 12px 0 13px 0;\npadding: 0;\n}\n.main .widget {\nmargin: 12px 0 0 0 ;\n}\nli  {\nline-height: 160%;\n}\n.sidebar ul {\nmargin-left: 1;\nmargin-top: 0;\npadding-left: 0;\n}\n.sidebar ul li {\npadding-left: 0px;\npadding-top: 3px;\nmargin: 0;\n}\n.widget-content {\nmargin-top: 0.5em;\n}\n/* Profile\n----------------------------------------------- */\n.profile-datablock {\nmargin: 3px 0 5px 0;\nline-height: 140%;\n}\n.profile-textblock {\nmargin-left: 0;\n}\n.profile-img {\nfloat: left;\nmargin: 0 5px 5px 0;\nborder:4px solid #333333;\n}\n#comments  {\nborder: 0;\nborder-top: 1px dashed #eed;\nmargin: 10px 0 0 0;\npadding: 0;\n}\n#comments h4\t{\nmargin-top: 10px;\nmargin-bottom: -10px;\nfont-weight: normal;\nfont-style: italic;\ntext-transform: uppercase;\nletter-spacing: 1px;\n}\n#comments dl dt \t{\nfont-weight: bold;\nfont-style: italic;\nmargin-top: 35px;\npadding: 1px 0 0 18px;\nbackground: transparent url(//www.blogblog.com/moto_son/commentbug.gif) top left no-repeat;\n}\n#comments dl dd\t{\npadding: 0;\nmargin: 0;\n}\n.deleted-comment {\nfont-style:italic;\ncolor:gray;\n}\n.feed-links {\nclear: both;\nline-height: 2.5em;\n}\n#blog-pager-newer-link {\nfloat: left;\n}\n#blog-pager-older-link {\nfloat: right;\n}\n#blog-pager {\ntext-align: center;\n}\n/** Page structure tweaks for layout editor wireframe */\nbody#layout #outer-wrapper {\npadding-top: 0;\n}\nbody#layout #header,\nbody#layout #content-wrapper,\nbody#layout #footer {\npadding: 0;\n}\n\n--></style>\n<link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=28bc5760-bec8-4f36-b9e4-6c9ad1f505cb\" media=\"none\" onload=\"if(media!='all')media='all'\" rel=\"stylesheet\"/><noscript><link href=\"https://www.blogger.com/dyn-css/authorization.css?targetBlogID=26951738&amp;zx=28bc5760-bec8-4f36-b9e4-6c9ad1f505cb\" rel=\"stylesheet\"/></noscript>\n<script language=\"javascript\" type=\"text/javascript\">\n  // Supply ads personalization default for EEA readers\n  // See https://www.blogger.com/go/adspersonalization\n  adsbygoogle = window.adsbygoogle || [];\n  if (typeof adsbygoogle.requestNonPersonalizedAds === 'undefined') {\n    adsbygoogle.requestNonPersonalizedAds = 1;\n  }\n</script>\n</head>\n<body>\n<div class=\"navbar section\" id=\"navbar\"><div class=\"widget Navbar\" data-version=\"1\" id=\"Navbar1\"><script type=\"text/javascript\">\n    function setAttributeOnload(object, attribute, val) {\n      if(window.addEventListener) {\n        window.addEventListener('load',\n          function(){ object[attribute] = val; }, false);\n      } else {\n        window.attachEvent('onload', function(){ object[attribute] = val; });\n      }\n    }\n  </script>\n<div id=\"navbar-iframe-container\"></div>\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\n      gapi.load(\"gapi.iframes:gapi.iframes.style.bubble\", function() {\n        if (gapi.iframes && gapi.iframes.getContext) {\n          gapi.iframes.getContext().openChild({\n              url: 'https://www.blogger.com/navbar.g?targetBlogID\\x3d26951738\\x26blogName\\x3dThe+Splintered+Mind\\x26publishMode\\x3dPUBLISH_MODE_BLOGSPOT\\x26navbarType\\x3dLIGHT\\x26layoutType\\x3dLAYOUTS\\x26searchRoot\\x3dhttps://schwitzsplinters.blogspot.com/search\\x26blogLocale\\x3den\\x26v\\x3d2\\x26homepageUrl\\x3dhttps://schwitzsplinters.blogspot.com/\\x26targetPostID\\x3d2301138226019307808\\x26blogPostOrPageUrl\\x3dhttps://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html\\x26vt\\x3d2063533904327034966',\n              where: document.getElementById(\"navbar-iframe-container\"),\n              id: \"navbar-iframe\"\n          });\n        }\n      });\n    </script><script type=\"text/javascript\">\n(function() {\nvar script = document.createElement('script');\nscript.type = 'text/javascript';\nscript.src = '//pagead2.googlesyndication.com/pagead/js/google_top_exp.js';\nvar head = document.getElementsByTagName('head')[0];\nif (head) {\nhead.appendChild(script);\n}})();\n</script>\n</div></div>\n<div id=\"outer-wrapper\"><div id=\"wrap2\">\n<!-- skip links for text browsers -->\n<span id=\"skiplinks\" style=\"display:none;\">\n<a href=\"#main\">skip to main </a> |\n      <a href=\"#sidebar\">skip to sidebar</a>\n</span>\n<div id=\"header-wrapper\">\n<div class=\"header section\" id=\"header\"><div class=\"widget Header\" data-version=\"1\" id=\"Header1\">\n<div id=\"header-inner\">\n<div class=\"titlewrapper\">\n<h1 class=\"title\">\n<a href=\"https://schwitzsplinters.blogspot.com/\">\nThe Splintered Mind\n</a>\n</h1>\n</div>\n<div class=\"descriptionwrapper\">\n<p class=\"description\"><span>reflections in philosophy of psychology, broadly construed</span></p>\n</div>\n</div>\n</div></div>\n</div>\n<div id=\"content-wrapper\">\n<div id=\"crosscol-wrapper\" style=\"text-align:center\">\n<div class=\"crosscol no-items section\" id=\"crosscol\"></div>\n</div>\n<div id=\"main-wrapper\">\n<div class=\"main section\" id=\"main\"><div class=\"widget Blog\" data-version=\"1\" id=\"Blog1\">\n<div class=\"blog-posts hfeed\">\n<div class=\"date-outer\">\n<h2 class=\"date-header\"><span>Thursday, September 20, 2018</span></h2>\n<div class=\"date-posts\">\n<div class=\"post-outer\">\n<div class=\"post hentry uncustomized-post-template\">\n<a name=\"2301138226019307808\"></a>\n<h3 class=\"post-title entry-title\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html\">Are Garden Snails Conscious? Yes, No, or *Gong*</a>\n</h3>\n<div class=\"post-header-line-1\"></div>\n<div class=\"post-body entry-content\">\n<p><div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://3.bp.blogspot.com/-4ePxmis4Jmg/W6KtR08gyZI/AAAAAAAABE8/_ZI375oJe8w9PWT0fSTf7r1cknnhu7WcACLcBGAs/s1600/SnailGrassCrop-BryonyPierce.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"900\" data-original-width=\"1600\" height=\"180\" src=\"https://3.bp.blogspot.com/-4ePxmis4Jmg/W6KtR08gyZI/AAAAAAAABE8/_ZI375oJe8w9PWT0fSTf7r1cknnhu7WcACLcBGAs/s320/SnailGrassCrop-BryonyPierce.jpg\" width=\"320\"/></a></div><p>\n\nIf you grew up in a temperate climate, you probably spent some time bothering brown garden snails (<i><a href=\"https://en.wikipedia.org/wiki/Cornu_aspersum\">Cornu aspersum</a>,</i> formerly known as <i>Helix aspersa</i>).  I certainly did.  Now, as a grown-up (supposedly) expert (supposedly) on the science and philosophy of consciousness, I've decided to seriously consider a question that didn't trouble me very much when I was seven: Are garden snails conscious?<p>\n\nBeing an \"<a href=\"https://plato.stanford.edu/entries/experimental-philosophy/\">experimental philosopher</a>\", I naturally started with a <a href=\"https://www.facebook.com/eschwitz/posts/10215195538034359\">Facebook poll</a> of my friends, who obligingly fulfilled my expectations by answering, variously, \"yes\" (here's why), \"no\" (here's why not), and \"OMG that is the stupidest question\".  I'll call this last response \"*gong*\" after <a href=\"https://en.wikipedia.org/wiki/The_Gong_Show\">The Gong Show</a>, an amateur talent contest in which performers whose acts were sufficiently horrid would be interrupted by a gong and ushered off the stage.<p>\n\nIt turns out that garden snails are even cooler than I thought, now that I'm studying them more closely.  Let me fill you in.<p>\n<i>Garden Snail Cognition and Behavior</i><p>\n\n(Most of this material is drawn from Ronald Chase's 2002 book <i>Behavior &amp; Its Neural Control in Gastropod Molluscs</i>.)<p>\n<b>The central nervous system of the brown garden snail contains about 40,000 neurons.</b>  That's quite a few more neurons than the famously mapped <a href=\"http://www.artificialbrains.com/openworm\">302 neurons of the <i>Caenorhabditis elegans</i> roundworm</a>, but it's modest compared to the quarter million neurons of an ant or fruitfly.  The snail's brain is organized into several clumps of ganglia, <a href=\"https://www.sciencedirect.com/science/article/pii/S0010406X75801940\">mostly in a ring around its esophagus</a>.  Gastropod neurons generally resemble vertebrate neurons, with a few notable exceptions.  One exception is that gastropod neurons usually don't have a bipolar structure with axons on one side of the cell body and dendrites on the other side.  Instead, input and output typically occurs on both sides without a clear differentiation between axon and dendrite.  Another difference is that although gastropods' small-molecule neural transmitters are the same as in vertebrates (e.g., acetylcholine, serotonin), their larger-molecule neuropeptides are mostly different.<p>\n<b>Snails navigate primarily by chemoreception, or the sense of smell, and mechanoreception, or the sense of touch.</b>  They will move toward attractive odors, such as food or mates, and they will withdraw from noxious odors and tactile disturbance.  Although garden snails have eyes on the tips of their posterior tentacles, their eyes seem to be <a href=\"http://www.bioone.org/doi/abs/10.4003/006.026.0206\">sensitive only to light versus dark and the direction of light sources</a>, rather than to the shapes of objects.  The internal structure of snail tentacles shows much more specialization for chemoreception, with the higher-up posterior tentacles perhaps better for catching odors on the wind and the lower anterior tentacles better for odors closer to the ground.  Garden snails can also sense the direction of gravity, righting themselves and moving toward higher ground to avoid puddles.<p>\n<b>Snails can learn.</b>  Gastropods fed on a single type of plant will prefer to move toward that same plant type when offered the choice in a Y-shaped maze.  They can also learn to avoid foods associated with noxious stimuli, <a href=\"http://www.pnas.org/content/78/1/640.short\">in some cases even after only a single trial</a>.  Some species of gastropod will modify their degree of attraction to sunlight if sunlight is associated with tumbling inversion.  In warm ocean <i>Aplysia californica</i> gastropods, the complex role of the central nervous system in governing reflex withdrawals has been extensively studied.  <i>Aplysia californica</i> reflex withdrawals are centrally mediated, and can be inhibited, amplified, and coordinated, maintaining a singleness of action across the body and regulating withdrawal according to circumstances, with both habituation and sensitization possible.  Garden snail nervous systems appear to be similarly complex, generating unified action that varies with circumstance.<p>\n<b>Garden snails can coordinate their behavior in response to information from more than one modality at once.</b>  For example, as mentioned, when they detect that they are surrounded by water, they can seek higher ground.  They will cease eating when satiated, withhold from mating while eating despite sexual arousal, and exhibit less withdrawal reflex while mating.  Before egg laying, garden snails use their feet to excavate a shallow cavity in soft soil, then insert their head into the cavity for several hours while they ovulate.<p>\n<b><a href=\"https://www.snail-world.com/how-do-snails-reproduce/\">Garden snail mating</a> is famously complex. </b> <i>Cornu aspersum </i>is a simultaneous hermaphrodite, playing both the male and female role simultaneously.  Courtship and copulation requires several hours.  Courtship begins with the snails touching heads and posterior antennae for tens of seconds, then withdrawing and circling to find each other again, often consuming each other's slime trails, or alternatively breaking courtship.  They repeat this process several times.  During mating, snails will sometimes bite each other, then withdraw and reconnect.  Later in courtship, one snail will shoot a \"<a href=\"https://en.wikipedia.org/wiki/Love_dart\">love dart</a>\" consisting of calcium and mucus at the other, succeeding in penetrating the skin about one third of the time; tens of minutes later, the other snail will reciprocate.  Courtship continues regardless of whether the darts successfully land.  Sex culminates when the partners manage to simultaneously insert their penises into each other, which may require dozens of attempts.<p>\n\nImpressive accomplishments for creatures with brains of only 40,000 neurons!  Of course, snail behavior is limited compared to the larger and more flexible behavioral repertoire of mammals and birds.<p>\n<i>Garden Snail Consciousness: Three Possibilities</i><p>\n\nSo, knowing all this... are garden snails conscious?  Is there something it's like to be a garden snail?  Do snails have, for example, sensory experiences?<p>\n\nSuppose you touch the tip of your finger to the tip of a snail's posterior tentacle, and the tentacle retracts.  Does the snail have tactile experience of something touching its tentacle, a visual experience of a darkening as your finger approaches and occludes the eye, an olfactory or chematosensory experience of the smell or taste or chemical properties of your finger, a proprioceptive experience of the position of its now-withdrawn tentacle?<p>\n<b>(1.) Yes.</b> It seems like we can imagine that the answer is <i>yes,</i> the snail does have sensory experiences.  Any <i>specific </i>experience we try to imagine from the snail's point of view, we will probably imagine too humanocentrically.  Withdrawing a tentacle might not feel much like withdrawing an arm; and with 40,000 neurons total, presumably there won't be a wealth of detail in any sensory modality.  Optical experience in particular might be so informationally poor that calling it \"visual\" is already misleading, inviting too much analogy with human vision.  Nonetheless, I think we can conceive in a general way how it might be the case that garden snails have sensory experiences of some sort or other.<p>\n<b>(2.) No.</b> We can also imagine, I think, that the answer is <i>no</i>, snails entirely lack sensory experiences of any sort -- and thus, presumably, any consciousness at all, on the assumption that if snails are conscious they have at least sensory consciousness.  If you have trouble conceiving of this possibility, consider dreamless sleep, toy robots, and the <a href=\"https://en.wikipedia.org/wiki/Enteric_nervous_system\">enteric nervous system</a>.  (The enteric nervous system is a collection of about half a billion neurons lining your gut, governing motor function and enzyme secretion.)  In all three of these cases, most people think, there is no genuine stream of conscious experience, despite some organized behavior and environmental reactivity.  It seems that we can coherently imagine snail behavior to be like that: no more conscious than turning over unconsciously in sleep, or than a toy robot, or than the neurons lining your intestines.<p>\n\nWe can make sense of both of these possibilities, I think.  Neither seems obviously false or obviously refuted by the empirical evidence.  One possibility might strike you as intuitively much more likely than the other, but as I've learned from chatting with friends and acquaintances (and from my Facebook poll), people's intuitions vary -- and it's not clear, anyway, how much we ought to trust our intuitions in such matters.  You might have a favorite scientific or philosophical theory from which it follows that garden snails are or are not conscious; but there is little consensus on general theories of consciousness and leading candidate theories yield divergent answers.  (More on this, I hope, in a follow-up post.)<p>\n<b>(3.) *Gong*.</b>  To these two possibilities, we can add a third, the one I am calling *gong*.  Not all questions deserve a yes or a no.  There might be a false presupposition in the question (maybe \"consciousness\" is an incoherent concept?), or the case might be vague or indeterminate such that neither \"yes\" nor \"no\" quite serves as an adequate answer.  (Compare vague or indeterminate cases between \"green\" and \"not green\" or between \"extraverted\" and \"not extraverted\".)<p>\n\nIndeterminacy is perhaps especially tempting.  Not everything in the world fits neatly into determinate, dichotomous yes-or-no categories.  Consciousness might be one of those things that doesn't dichotomize well.  And snails might be right there at the fuzzy border.<p>\n<b>Although an indeterminate view has some merits, it is more difficult to sustain than you might think at first pass.</b>  To see why, it helps to clearly distinguish between being a <i>little </i>conscious and being in an indeterminate state between conscious and not-conscious.  If one is a little conscious, one is conscious.  Maybe snails just have the tiniest smear of consciousness -- that would still be consciousness!  You might have only a little money.  Your entire net worth is a nickel.  Still, it is discretely and determinately the case that if you have a nickel, you have some money.  If snail consciousness is a nickel to human millionaire consciousness, then snails are conscious.<p>\n\nTo say that the dichotomous yes-or-no does not apply to snail consciousness is to say something very different than that snails have just a little smidgen of consciousness.  It's to say... well, what exactly?  As far as I'm aware (correct me if I'm wrong!), <b>there's no well developed theory of kind-of-yes-kind-of-no consciousness.</b>  We can make sense of a vague kind-of-yes-kind-of-no for \"green\" and \"extravert\"; we know more or less what's involved in being a gray-area case of a color or personality trait.  We can imagine gray-area cases with money too: Your last nickel is on the table over there, and here comes the creditor to collect it.  Maybe that's a gray-area case of having money.  But it's much more difficult to know how to think about gray-area cases of being somewhere between a little bit conscious and not at all conscious.  So while in the abstract I feel the attraction of the idea that consciousness is not a dichotomous property and garden snails might occupy the blurry in-between region, the view requires entering a theoretical space that has not yet been well explored.<p>\n<i>The Possibilities Remain Open</i><p>\n\nThere is, I think, some antecedent plausibility to all three possibilities, yes, no, and *gong*.  To really decide among them, to really figure out the answer to our question about snail consciousness, we need an epistemically well-grounded general theory of consciousness, which we can apply to the case.<p>\n\nUnfortunately, we have no such theory.  The live possibilities appear to cover the entire spectrum from the panpsychism or near-panpsychism of Galen Strawson and of <a href=\"http://integratedinformationtheory.org/\">Integrated Information Theory</a> to very restrictive views, like those of Daniel Dennett and Peter Carruthers, on which consciousness requires some fairly sophisticated self-representational capacities of the sort that well beyond the capacity of snails.<p>\n\nActually, I think <b>there's something wonderful about not knowing</b>.  There's something marvelous about the fact that I can go into my backyard, lift a snail, and gaze at it, unsure.  Snail, you are a puzzle of the universe, right here in my garden, eating the daisies!\n\n<p>\n\n[image by <a href=\"https://sites.google.com/site/bryonypierce/\">Bryony Pierce</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>\n<div class=\"post-footer\">\n<p class=\"post-footer-line post-footer-line-1\">\n<span class=\"post-author vcard\">\nPosted by\n<span class=\"fn\">Eric Schwitzgebel</span>\n</span>\n<span class=\"post-timestamp\">\nat\n<a class=\"timestamp-link\" href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html\" rel=\"bookmark\" title=\"permanent link\"><abbr class=\"published\" title=\"2018-09-20T09:28:00-07:00\">9:28 AM</abbr></a>\n</span>\n<span class=\"post-comment-link\">\n</span>\n<span class=\"post-backlinks post-comment-link\">\n</span>\n<span class=\"post-icons\">\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-2\">\n<span class=\"post-labels\">\nLabels:\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/consciousness\" rel=\"tag\">consciousness</a>,\n<a href=\"https://schwitzsplinters.blogspot.com/search/label/stream%20of%20experience\" rel=\"tag\">stream of experience</a>\n</span>\n</p>\n<p class=\"post-footer-line post-footer-line-3\"></p>\n</div>\n</div>\n<div class=\"comments\" id=\"comments\">\n<a name=\"comments\"></a>\n<h4>48 comments:</h4>\n<div id=\"Blog1_comments-block-wrapper\">\n<dl class=\"avatar-comment-indent\" id=\"comments-block\">\n<dt class=\"comment-author\" id=\"c2385828981691484588\">\n<a name=\"c2385828981691484588\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/11425491938517935179\" id=\"av-2385828981691484588-11425491938517935179\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//lh3.googleusercontent.com/-j-A6GjMW5Gg/AAAAAAAAAAI/AAAAAAACIas/VHe0WQYZ4lM/s35-c/photo.jpg\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"Martin Cooke\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//lh3.googleusercontent.com/-j-A6GjMW5Gg/AAAAAAAAAAI/AAAAAAACIas/VHe0WQYZ4lM/s35-c/photo.jpg\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/11425491938517935179\" rel=\"nofollow\">Martin Cooke</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-2385828981691484588\">\n<p>\nI like 'gong'.<br/><br/>The most primitive feelings may well have been only vaguely conscious. It does make sense that as life evolved it did not suddenly jump to consciousness at some point.<br/><br/>We would not necessarily be able to have such experiences ourselves, now. And it makes sense that we won't have a good theory of the evolution of consciousness until we have developed AI into conscious machines and taken a good look at what we've done then.\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537463839669#c2385828981691484588\" title=\"comment permalink\">\nThu Sep 20, 10:17:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-1297013109\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=2385828981691484588\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c1363628739441432194\">\n<a name=\"c1363628739441432194\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a href=\"http://jamesofseattle.com\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//img1.blogblog.com/img/blank.gif\" title=\"James of Seattle\" width=\"35\"/>\n</a></span></div>\n<a href=\"http://jamesofseattle.com\" rel=\"nofollow\">James of Seattle</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-1363628739441432194\">\n<p>\nWhat if the term “consciousness” is akin to the term “literature”?  Here’s the first definition I got when I googled “literature”:<br/><br/>“written works, especially those considered of superior or lasting artistic merit.”<br/><br/>That definition creates a wide variety of opinions as to what counts as literature, but it potentially allows everything from the very minimal (a “Stop” sign?) to the very sophisticated. And then you can talk about the edge cases. Are YouTube videos literature? They aren’t written words, but when the term “literature” was coined writing was the only means of recording words.  Maybe “literature” really should mean “recorded works”, or “recorded verbal works”, or whatever.<br/><br/>So what if there is a theory of consciousness that works like literature? Maybe there is a definition which provides the very minimum requirement.  It can be presumed that there would be very few who would attribute consciousness to a real example that has only this minimal level.  <br/><br/>So the question then becomes, for each inquirer, what would be the necessary requirements (or constraints) for you, the inquirer, to call an exemplar to be an example of consciousness.  Maybe we could give that minimal examplar of Consciousness a name, like, say, a psychule, analogous to molecule, to represent the smallest unit of the mental.<br/><br/>So for example, what if the absolute minimal requirement for consciousness is the ability to interact with the environment?  Because every physical thing we know about (or can know about) can interact with its environment, calling that minimal level the psychule would make you a panpsychist.  What if every interaction with the environment could be described as an integration of information? Requiring only “integrated information” for the psychule would still make you a panpsychist.  Requiring that the minimal interaction serve a purpose for it to be a psychule would make you a Functionalist.  And so on up to requiring the interaction to create memory, or to access memory, or to create simple concepts, or complex concepts, or self-referential concepts, or goal-type concepts, or causal inference concepts, and so on.  Although there might be something beyond some sort of concept, I can’t imagine (yet) what that would be.<br/><br/>*<br/>[just sayin’]\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537471362066#c1363628739441432194\" title=\"comment permalink\">\nThu Sep 20, 12:22:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1913126335\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=1363628739441432194\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author blog-author\" id=\"c784604701454028900\">\n<a name=\"c784604701454028900\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/16274774112862434865\" id=\"av-784604701454028900-16274774112862434865\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//lh4.googleusercontent.com/-Q1JTYn_D24A/AAAAAAAAAAI/AAAAAAAAADU/Vm5ie5tMjgo/s35-c/photo.jpg\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"Eric Schwitzgebel\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//lh4.googleusercontent.com/-Q1JTYn_D24A/AAAAAAAAAAI/AAAAAAAAADU/Vm5ie5tMjgo/s35-c/photo.jpg\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/16274774112862434865\" rel=\"nofollow\">Eric Schwitzgebel</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-784604701454028900\">\n<p>\nThanks for the comments, folks!  A couple of votes for *gong*.  :-)\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537473521962#c784604701454028900\" title=\"comment permalink\">\nThu Sep 20, 12:58:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1344053899\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=784604701454028900\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c104680809926544037\">\n<a name=\"c104680809926544037\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/00585949948796145740\" id=\"av-104680809926544037-00585949948796145740\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Lee Roetcisoender\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/00585949948796145740\" rel=\"nofollow\">Lee Roetcisoender</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-104680809926544037\">\n<p>\nHmmm, let's see.  Is there some \"thing\" that it is like to be a snail?  I can't use common sense to answer that question because according to Einstein, common sense is nothing more than a set of prejudices that we acquire by the age of eighteen.  So now I am compelled to rely upon pre- prejudicial senses, lets say a five year old.  I believe a five year old would answer yes, there is some \"thing\" that it is like to be a snail, as a five year old would also agree that there is some \"thing\" that it is like to be mass, spin and charge.  See, that wasn't difficult now was it?\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537491516294#c104680809926544037\" title=\"comment permalink\">\nThu Sep 20, 05:58:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1308679372\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=104680809926544037\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c6416360801888716535\">\n<a name=\"c6416360801888716535\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/11856665627652130336\" id=\"av-6416360801888716535-11856665627652130336\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"SelfAwarePatterns\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/11856665627652130336\" rel=\"nofollow\">SelfAwarePatterns</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-6416360801888716535\">\n<p>\nI think it's all in how we choose to define \"consciousness.\"  <br/><br/>We can use a moderately wide definition to include any system that has perception, attention, or imagination.  It's conceivable that the garden snail might have glimmers of one or more of these, of this primary or sensory consciousness, but it seems like it would be minuscule compared to, say, a fruit fly, much less any vertebrate.  This seems like (3) *gong*.<br/><br/>Or we can further widen the definition to anything that responds to its environment, or anything that can be conditioned, or that has goals.  If so, then we're at (1) Yes.  (It's worth noting that, using this definition, plants may also be a Yes.)<br/><br/>Or we can go narrow and define consciousness in a high order manner, as the ability to introspect.  If so, then no, garden snails are not conscious.  But this may also exclude most non-human animal species. (If this definition seems too narrow, consider how we categorize the conscious and the unconscious in our own minds.)  This is a full (2) No.<br/><br/>Overall, I guess I'd be in the *gong* category because I ultimately suspect asking whether garden snails are conscious is like asking how much \"humanness\" they have.  <br/>\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537492541539#c6416360801888716535\" title=\"comment permalink\">\nThu Sep 20, 06:15:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1512227601\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=6416360801888716535\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c6130675268790960605\">\n<a name=\"c6130675268790960605\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/00585949948796145740\" id=\"av-6130675268790960605-00585949948796145740\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Lee Roetcisoender\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/00585949948796145740\" rel=\"nofollow\">Lee Roetcisoender</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-6130675268790960605\">\n<p>\nEric,<br/><br/>In your essay:  \"Kant Meets Cyberpunk\", you commented that \"maybe A-type properties are closer to common sense and we ought to stick with common sense unless there is compelling reason to reject it.\"  Why not revise that statement to say that since A-type properties might actually be simpler, the most parsimonious explanation of things might be from the perspective of pre-prejudicial sense, the type of insight that a five year old might exhibit.  Now one is compelled to consider:  Why not stick with the most parsimonious explanation of consciousness unless there is compelling evidence to suggest other wise?  <br/><br/>For example: in response to the question of how physical states give rise to consciousness, the most parsimonious explanation is that physical states in and of themselves are forms of consciousness.  Fundamentally, that's a simple enough explanation, and at the moment, I do not see any compelling evidence to suggest otherwise other than our own prejudicial common sense.  So in conclusion:  Is prejudice a compelling enough reason to reject that simple explanation of consciousness?\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537498069093#c6130675268790960605\" title=\"comment permalink\">\nThu Sep 20, 07:47:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1308679372\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=6130675268790960605\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author blog-author\" id=\"c5775837856251343434\">\n<a name=\"c5775837856251343434\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/16274774112862434865\" id=\"av-5775837856251343434-16274774112862434865\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//lh4.googleusercontent.com/-Q1JTYn_D24A/AAAAAAAAAAI/AAAAAAAAADU/Vm5ie5tMjgo/s35-c/photo.jpg\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"Eric Schwitzgebel\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//lh4.googleusercontent.com/-Q1JTYn_D24A/AAAAAAAAAAI/AAAAAAAAADU/Vm5ie5tMjgo/s35-c/photo.jpg\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/16274774112862434865\" rel=\"nofollow\">Eric Schwitzgebel</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-5775837856251343434\">\n<p>\nBut Lee, *which* physical states?  I'm not sure five-year-olds will have the best answer here....<br/><br/>SelfAware: I can see that if consciousness is defined in those ways, you get those answers.  But if we define consciousness in terms of having a stream of experience or there's being \"something it's like\", then the question remains unclear, I think.  Maybe that's a bad way to define consciousness, which doesn't yield a coherent, usable concept?  Sure, if so, then *gong*.\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537560098734#c5775837856251343434\" title=\"comment permalink\">\nFri Sep 21, 01:01:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1344053899\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=5775837856251343434\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c3196725298974708179\">\n<a name=\"c3196725298974708179\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/00585949948796145740\" id=\"av-3196725298974708179-00585949948796145740\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Lee Roetcisoender\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/00585949948796145740\" rel=\"nofollow\">Lee Roetcisoender</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-3196725298974708179\">\n<p>\n(But Lee, *which* physical states?)<br/><br/>The fundamental building blocks Eric, all of them.  If a group of five year olds in a kindergarten class where tasked with building a structure using the building blocks in the classroom, and then the teacher placed a doll's head on the top of the structure to represent consciousness, I'm pretty sure the kids would make the correlation between the building blocks and consciousness, simply because it's the most parsimonious explanation, and young children understand simplicity.  <br/><br/>You're an adult here Eric, step back into that classroom I just depicted with all of your current wisdom and knowledge, only leave all of your prejudicial common sense behind.  What conclusion would you draw?  Sorry, I've got to go with Einstein on this one, common sense is nothing more than a catalogue of prejudices that we acquire by the age of eighteen, and beyond the age of eighteen, it only gets worse. \"Gong\"<br/><br/>I'm reminded of a true story about simplicity.  A semi-truck drove under an overpass that was too low and the semi got stuck.  A young boy was watching as the all of the adults tried to remove the truck.  Policemen were there, structural engineers, the tow truck driver and all of the bystanders.  Nothing that they tried was working.  Reluctantly, the young boy rode his bicycle down and asked the policeman why they just didn't let the air out of the tires and drive the semi out from under the overpass.......  \"Gong\"\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537562613855#c3196725298974708179\" title=\"comment permalink\">\nFri Sep 21, 01:43:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1308679372\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=3196725298974708179\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author blog-author\" id=\"c791768376245962874\">\n<a name=\"c791768376245962874\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/16274774112862434865\" id=\"av-791768376245962874-16274774112862434865\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//lh4.googleusercontent.com/-Q1JTYn_D24A/AAAAAAAAAAI/AAAAAAAAADU/Vm5ie5tMjgo/s35-c/photo.jpg\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"Eric Schwitzgebel\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//lh4.googleusercontent.com/-Q1JTYn_D24A/AAAAAAAAAAI/AAAAAAAAADU/Vm5ie5tMjgo/s35-c/photo.jpg\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/16274774112862434865\" rel=\"nofollow\">Eric Schwitzgebel</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-791768376245962874\">\n<p>\nFive-year-olds are terrific, but I'm not sure we should trust them on this question -- nor that they'd all agree.  Some work in developmental psychology suggests that five-year-olds might be intuitive substance dualists (see Paul Bloom's book Descartes' Baby).  Maybe the tires of that semi are already flat and what really needs to happen is that we pack the back of the semi with ice to shrink the metal just enough that the semi can slip through -- a solution that might not occur to a five year old.\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537569599571#c791768376245962874\" title=\"comment permalink\">\nFri Sep 21, 03:39:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1344053899\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=791768376245962874\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c5250612156949815704\">\n<a name=\"c5250612156949815704\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/00585949948796145740\" id=\"av-5250612156949815704-00585949948796145740\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Lee Roetcisoender\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/00585949948796145740\" rel=\"nofollow\">Lee Roetcisoender</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-5250612156949815704\">\n<p>\nMaybe so Eric, but I think you would agree that it would certainly be easier to convince a group of kindergarteners that the reason consciousness arises from physical states is because physical states in and of themselves are forms of consciousness.  The only other explanation on the table is magic, and let's face it, all children love magic, and the older ones like ourselves actually prefer the paradigm of magic over parsimonious explanations.   Thanks....\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537575222508#c5250612156949815704\" title=\"comment permalink\">\nFri Sep 21, 05:13:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1308679372\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=5250612156949815704\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c4654418381903467625\">\n<a name=\"c4654418381903467625\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><img alt=\"\" height=\"35\" src=\"//img1.blogblog.com/img/blank.gif\" title=\"David Duffy\" width=\"35\"/>\n</span></div>\nDavid Duffy\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-4654418381903467625\">\n<p>\nI might ask what would a snail have to do to convince me it is conscious?  Something along the lines of a behaviour demonstrating a decent modifiable internal model of the world. <br/>I was looking again at the inverting goggles experiments: \"humans can adapt almost perfectly, monkeys follow humans, split results in birds, no adaptation in amphibians, fishes and insects\". There are lots of mental abilities that might parallel that, but I wondered if it might be a useful pointer. My original interest was in the qualia once you have readapted (another inverted spectrum ;)), following the model that a quale can be more than a simple raw feel, but rather any \"elementary phenomenal experience indecomposable to smaller elements of experience\" (eg a face). This has the nice property of eliminating the problem of what level of signal pre-processing in the brain is cognition versus perception versus sensation. Then one measure of level of consciousness might be the most complex a thing can be giving rise to a useful quale (ie not a blur or blob).<br/><br/><br/>\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537599376394#c4654418381903467625\" title=\"comment permalink\">\nFri Sep 21, 11:56:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-549674475\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=4654418381903467625\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c5840627337475370019\">\n<a name=\"c5840627337475370019\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/15213141784165096783\" id=\"av-5840627337475370019-15213141784165096783\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Stephen Wysong\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/15213141784165096783\" rel=\"nofollow\">Stephen Wysong</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-5840627337475370019\">\n<p>\nIs ‘X’ conscious? I suspect that question can only be answered in a definitive way scientifically, using knowledge we at present have not acquired. Since the bulk of your post consists of scientifically valid observational and anatomical evidence about snails, I imagine you’d agree that a purely philosophical analysis cannot possibly provide an answer to the question. I would expect that a future neuroscience development involving nanoscale probing of whatever brain structure physically produces consciousness will identify the precise structural and neurochemical signature of consciousness, allowing us thereafter to definitively answer the question.<br/><br/>Owing to the empathic functionality of mirror neurons, it seems likely that we assume from early infancy that other humans feel their embodied selves centered in a world just like we do, but we lack the ability to formally and conclusively prove consciousness in others. I believe the best we can do is <i>infer</i> consciousness in another organism, with the strength of the inference dependent on the degree of neurobiological similarity to <i>oneself</i>, the only thoroughly convincing case of a conscious being. As such, I would propose that the inference strength of consciousness in other humans is upwards of 99.9999%, as is the case with all mammals and, in fact, any creature with a brainstem (the reptilian brain), including birds.<br/><br/>We can decidedly rule out consciousness in non-living structures because consciousness is biological and in very simple organisms because they lack the necessary neuronal structure and metabolism. As such, the inference strength of consciousness in garden snails would be non-zero, but, in my opinion, rather low. Octopuses (-podes, -pi), on the other hand, I would rate as very high—they even respond somewhat like we do after ingesting MDMA (aka ecstasy). At the other end of the inference strength scale, I would assign panpsychic elements, whatever they are, a consciousness inference strength of 0%, since they lack any relationship at all to consciousness, which is a strictly biological phenomenon.<br/><br/>Perhaps James of Seattle, SelfAwarePatterns and others in your blog audience would be interested in P. M. S. Hacker’s revealing look at what we mean by the word consciousness in his paper, “The Sad And Sorry History of Consciousness: Being, Among Other Things, a Challenge to the ‘Consciousness Studies Community’” (PDF at http://info.sjc.ox.ac.uk/scr/hacker/docs/Consciousness%20a%20Challenge.pdf). Hacker begins by noting that “The term ‘consciousness’ is a latecomer upon the stage of Western philosophy” and describes the evolution of our use of the word.<br/><br/>Eric, since in this post you again use the “something it’s like” Nagelese dogma, which I’ve always found incoherent regarding what is being asserted, perhaps you’ll enjoy Hacker’s convincing take-down of Nagel’s 1974 “there is something it is like” proposition which, per Hacker, “laid the groundwork for the next forty years of fresh confusion about consciousness.” Although Nagel’s remark is discussed in the latter half of the “Sad and Sorry History” paper, another of Hacker’s papers, “Is There Anything It Is Like to Be a Bat?”, focuses on the “something it is like” analysis alone. That PDF is available at http://info.sjc.ox.ac.uk/scr/hacker/docs/To%20be%20a%20bat.pdf. Interestingly, in regards to Damasio’s definition of consciousness as a feeling, which I find compelling, Hacker’s analysis uses the words “feel” and “feeling” over 60 times when referring to consciousness. I wonder if Hacker, or anyone else, has noticed. Apparently, I <i>feel</i>, therefore I am.<br/><br/>I’ll email you a copy of both of Hacker’s PDFs Eric and, as always, I’m most interested to learn your thoughts and those of your blog readers.<br/>\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537632571029#c5840627337475370019\" title=\"comment permalink\">\nSat Sep 22, 09:09:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-213810215\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=5840627337475370019\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c1231075794046285498\">\n<a name=\"c1231075794046285498\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><img alt=\"\" height=\"35\" src=\"//img1.blogblog.com/img/blank.gif\" title=\"Anonymous\" width=\"35\"/>\n</span></div>\nAnonymous\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-1231075794046285498\">\n<p>\nThe dialectic in these kinds of questions always seems to start from the presupposition that everything is not conscious (whatever consciousness may mean.) I feel as though any specified version of consciousness, whether it be specified in terms of more sophisticated capabilities or in terms of something simple like the experience of qualia, will as a result lead to doubt about the extent of consciousness. Can a creature experience red qualia? This will depend on their optical system, their nervous system, etc... any specification of consciousness will correlate with a specification of the type of organism under consideration that explains that particular kind of experience. Might it be the case that it's in fact intuitive to presuppose a wide extent of consciousness in spite of the fact that it also has the feature of being something for which it's very difficult to produce an account that answers the question of \"how do we know it's there\" in some more demanding sense?<br/><br/>I guess my real question is: why is our starting point that everything is not conscious, and we are in the position of having to establish somehow that everything else is (or that each thing is on a case by case basis)?\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537643707385#c1231075794046285498\" title=\"comment permalink\">\nSat Sep 22, 12:15:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-706143648\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=1231075794046285498\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c327125091023952694\">\n<a name=\"c327125091023952694\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/11856665627652130336\" id=\"av-327125091023952694-11856665627652130336\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"SelfAwarePatterns\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/11856665627652130336\" rel=\"nofollow\">SelfAwarePatterns</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-327125091023952694\">\n<p>\nEric,<br/>I agree that for the stream of experience and \"something it is like\" definitions, the answer can be *gong*, although I think we have to bear in mind that when we define consciousness totally from the subjective perspective, as these definitions do, we're doing so solely from the human perspective, the only one we can take.  Arguably the snail's perspective is too far from the human one for us to consider it \"like anything\" if we could somehow access its miniscule perspective.  So really, to me, it's *gong* leaning toward No.<br/><br/>Stephen,<br/>Thanks for sharing that paper!  I have to admit that I'm occasionally tempted to conclude that the overall concept of consciousness isn't a productive one, and that we'd be better off without it, perhaps just focusing on narrower concepts like perception, memory, attention, imagination, and metacognition.<br/><br/>But while Hacker makes many good points, I think he oversells the case against introspection.  His thesis seems to be that we can self reflect because we have language.  I think this gets it backward, that we have language because we do have recursive access to our own mental life.  That access is unreliable for understanding the architecture of the mind, but very effective at enabling symbolic thought, including language. <br/><br/>Still an interesting paper.  Thanks again!\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537650283172#c327125091023952694\" title=\"comment permalink\">\nSat Sep 22, 02:04:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1512227601\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=327125091023952694\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c8315648686724438565\">\n<a name=\"c8315648686724438565\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/12359287601046663774\" id=\"av-8315648686724438565-12359287601046663774\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Jim Cross\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/12359287601046663774\" rel=\"nofollow\">Jim Cross</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-8315648686724438565\">\n<p>\n\"The snail's brain is organized into several clumps of ganglia, mostly in a ring around its esophagus.\"<br/><br/>Ah, yes. The secret of consciousness is revealed. It exists so we can eat.<br/><br/>And some wonder what the adaptive advantage of consciousness could possibly be.<br/><br/>\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537716107572#c8315648686724438565\" title=\"comment permalink\">\nSun Sep 23, 08:21:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-874686301\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=8315648686724438565\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c6734050290473084638\">\n<a name=\"c6734050290473084638\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a href=\"http://jamesofseattle.com\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//img1.blogblog.com/img/blank.gif\" title=\"James of Seattle\" width=\"35\"/>\n</a></span></div>\n<a href=\"http://jamesofseattle.com\" rel=\"nofollow\">James of Seattle</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-6734050290473084638\">\n<p>\nStephen,  I agree largely with SelfAware’s remarks on Hacker’s paper.  This paper gives a nice historical context to the concept of consciousness, and there are some good insights, especially this:<br/><br/>“Experiences are not in general individuated by reference to what it feels like to have them but by reference to what they are experiences of.”<br/><br/>I’d like to repeat that: experiences are individuated by (distinguished by, categorized by, recognized by, qualified by, “qualiafied” by) reference.  That is, the <b>reference</b> of this experience is different from the <b>reference</b> of that experience.<br/><br/>However and unfortunately, it seems to me the main thrust of the paper is misguided.  Firstly, Hacker suggests, like some others, that the qualities of an experience are equal to the emotional response from the experience.  I, and others (I think), would suggest that the associated normative feelings, are subsequent experiences resulting from the original experience.  Pain is still pain, even if it doesn’t cause subsequent bad feelings. (Thanks, morphine!). <br/><br/>Secondly, Hacker seems to attack Nagel’s characterization of qualia as “something it feels like” on linguistic grounds.  To me, this smacks of Wittgensteinian word games.  I agree that “what it feels like” is a horrible description of qualia, but I don’t think that means that the “consciousness studies community [should] retire from the field”.  They just need a better handle on what they’re talking about.<br/><br/>*<br/>[the answer is: qualia are individuate semantic references]\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537733803330#c6734050290473084638\" title=\"comment permalink\">\nSun Sep 23, 01:16:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1119459295\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=6734050290473084638\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author blog-author\" id=\"c5047614976525257784\">\n<a name=\"c5047614976525257784\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/16274774112862434865\" id=\"av-5047614976525257784-16274774112862434865\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//lh4.googleusercontent.com/-Q1JTYn_D24A/AAAAAAAAAAI/AAAAAAAAADU/Vm5ie5tMjgo/s35-c/photo.jpg\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"Eric Schwitzgebel\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//lh4.googleusercontent.com/-Q1JTYn_D24A/AAAAAAAAAAI/AAAAAAAAADU/Vm5ie5tMjgo/s35-c/photo.jpg\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/16274774112862434865\" rel=\"nofollow\">Eric Schwitzgebel</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-5047614976525257784\">\n<p>\nThanks for the continuing comments, folks!<br/><br/>David: Inverting goggles is an interesting measure of adaptability.  Snails have *some* adaptability (e.g., habituation and sensitization) but maybe inverting goggles would stump them.  Of course, people aren't perfectly adaptable either.  Supposing we take adaptability as the relevant criterion, I'm not sure how we determine the sweet spot.<br/><br/>Stephen: Thanks for the papers and for the (as always) thoughtful and interesting comment.  I agree about the inference problem, but I am less sure about how far to extend it.  For example, some non-biological things might have consciousness (sophisticated robots?) and as you know I'm not as convinced that a brain stem is sufficient (though maybe it is).<br/><br/>Anon: Most people find panpsychism highly unintuitive, as do I, but I wouldn't want to rule it out entirely.  It is possible that the problem here is in the supposition that not everything is conscious.<br/><br/>Stephen/James: I'm inclined to agree with James's diagnoses of the problems with Hacker's arguments.  I would also add that at crucial points where Hacker asserts that certain kinds of claims don't make sense, he seems to be leaning excessively on Wittgensteinian or verificationist background assumptions.  And yet... it's an interesting challenge.  I do take seriously the *gong* idea that something is rotten in our/my concept of consciousness, even if I don't find the way Hacker articulates the concerns to be convincing.\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537825558306#c5047614976525257784\" title=\"comment permalink\">\nMon Sep 24, 02:45:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1344053899\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=5047614976525257784\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c8190372070352366816\">\n<a name=\"c8190372070352366816\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/12359287601046663774\" id=\"av-8190372070352366816-12359287601046663774\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Jim Cross\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/12359287601046663774\" rel=\"nofollow\">Jim Cross</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-8190372070352366816\">\n<p>\nIn your \"no\" option you write this:<br/><br/>\"We can also imagine, I think, that the answer is no, snails entirely lack sensory experiences of any sort -- and thus, presumably, any consciousness at all, on the assumption that if snails are conscious they have at least sensory consciousness.\"<br/><br/>But you stated above they navigate by sense of smell and sense of touch. So they do have sensory consciousness and conceivably a internal map of the external world.\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537897787148#c8190372070352366816\" title=\"comment permalink\">\nTue Sep 25, 10:49:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-874686301\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=8190372070352366816\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c3375445870708506310\">\n<a name=\"c3375445870708506310\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/12359287601046663774\" id=\"av-3375445870708506310-12359287601046663774\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Jim Cross\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/12359287601046663774\" rel=\"nofollow\">Jim Cross</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-3375445870708506310\">\n<p>\nI'm wondering if there is an easy criteria to determine if an organism is conscious.<br/><br/>Does the organism require sleep?<br/><br/>https://www.mnn.com/earth-matters/animals/stories/do-snails-sleep-new-evidence-says-yes<br/><br/>\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537898128483#c3375445870708506310\" title=\"comment permalink\">\nTue Sep 25, 10:55:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-874686301\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=3375445870708506310\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c6625496927924369954\">\n<a name=\"c6625496927924369954\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/01495627527604442974\" id=\"av-6625496927924369954-01495627527604442974\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//lh3.googleusercontent.com/-hzQmh_jwSmM/AAAAAAAAAAI/AAAAAAAAACQ/djR_xbeKJL0/s35-c/photo.jpg\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"Fakhra banu\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//lh3.googleusercontent.com/-hzQmh_jwSmM/AAAAAAAAAAI/AAAAAAAAACQ/djR_xbeKJL0/s35-c/photo.jpg\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/01495627527604442974\" rel=\"nofollow\">Fakhra banu</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-6625496927924369954\">\n<p>\nIts really an Excellent post. I just stumbled upon your blog and wanted to say that I have really enjoyed reading your blog. Thanks for sharing....<br/><br/><a href=\"https://www.buildalead.in\" rel=\"nofollow\">Seo Experts</a> <br/><a href=\"https://www.buildalead.in\" rel=\"nofollow\">Seo Company</a> <br/><a href=\"https://www.buildalead.in\" rel=\"nofollow\">Web Designing Company</a> <br/><a href=\"https://www.buildalead.in\" rel=\"nofollow\">Digital Marketing</a> <br/><a href=\"https://www.buildalead.in\" rel=\"nofollow\">Web Development Company</a> <br/><a href=\"https://www.buildalead.in\" rel=\"nofollow\">App Development</a>\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1537945574775#c6625496927924369954\" title=\"comment permalink\">\nWed Sep 26, 12:06:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-1453368920\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=6625496927924369954\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c2061392272656571920\">\n<a name=\"c2061392272656571920\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/15213141784165096783\" id=\"av-2061392272656571920-15213141784165096783\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Stephen Wysong\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/15213141784165096783\" rel=\"nofollow\">Stephen Wysong</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-2061392272656571920\">\n<p>\nI believe Hacker understands that his approach and remarks regarding consciousness concepts are controversial. From Wikipedia’s \"Peter Hacker\" article: “He is known for his detailed exegesis of the work of Ludwig Wittgenstein, and his outspoken conceptual critique of cognitive neuroscience.” Hacker is also the author of the book “Insight and Illusion – Themes in the Philosophy of Wittgenstein” … so it’s not surprising to find Hacker’s work ripe with “Wittgensteinian word games.” <br/><br/>While I recommended his paper for its interesting information on the evolution of the philosophical usage of the word consciousness, I find his analyses at times to be overly nit-picky (or Witt-picky?) thrusts that tend to be brutally literal at the expense of understanding, as in, for instance, his (and M. R. Bennett’s) critique of Searle in their “Philosophical Foundations of Neuroscience”. They appear to insist, for instance, that the pain you claim to feel in your foot is really a pain right down there in your foot and nothing else, misconstruing what I believe is Searle’s intended meaning when he says the pain in your foot is in your brain—I believe Searle is saying that physical feelings generated and felt by the brain include a body location component that motivates your accurate remark that you feel the pain in your foot. The phantom limb syndrome alone would seem to support Searle’s position—that pain in the foot you don’t have any more is obviously not in your foot.<br/><br/>That being said, I agree with Hacker’s thesis that Nagel’s “There <i>is</i> something that it is like to be a bat” statement is incoherent and, as I’ve written previously, a single word change resulting in “something that it <i>feels</i> like to be a bat” solves that problem but results in the meaningful but unsurprising assertion that “bats are sentient in (obviously) a bat-like way.” (The word sentient, by the way, means \"feeling\" rather than \"intelligent\" as in the common science-fictional misusage).<br/><br/>As I’ve posted previously, here’s a related excerpt from a Chalmers interview, who said: “But there is one kind of consciousness that I am most interested in, and that is consciousness as subjective experience: roughly <i>what it feels like</i> to be thinking, reasoning, or being. In this sense, a system is conscious if there is something it is like to be that system.” Notice how Chalmers immediately discards the meaningful “feels like” for the “<i>is</i> like” construction as he moves from biology to philosophy.<br/><br/>I also cringe a bit at the derivative phrase “what-it's-like-ness” because I don't find it at all meaningful. Specifically, what's the referent? I occasionally wonder if this Nagelese sort of language promotes the evidence-free proposition that consciousness is a “thing” that can somehow be plucked from its biological instantiation and deposited elsewhere, most often into a computer.<br/><br/>Related to that, Eric, I'd be most interested to learn the grounds for your assertion that \"some non-biological things might have consciousness\" ... I simply cannot imagine how that would be possible. How we would determine that a robot has feelings? How will we know if we have created Artificial Consciousness?<br/>\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1538002333846#c2061392272656571920\" title=\"comment permalink\">\nWed Sep 26, 03:52:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-213810215\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=2061392272656571920\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c7999466869032951089\">\n<a name=\"c7999466869032951089\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a href=\"http://jamesofseattle.com\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//img1.blogblog.com/img/blank.gif\" title=\"James of Seattle\" width=\"35\"/>\n</a></span></div>\n<a href=\"http://jamesofseattle.com\" rel=\"nofollow\">James of Seattle</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-7999466869032951089\">\n<p>\nStephen, I know you asked Eric, not me, why some non-biological things might have consciousness, but I wonder if you have considered my suggestion above that the relevant component of a conscious experience is a symbolic reference.  If I’m correct, we have already created artificial consciousness.  It’s just not the kind of consciousness we’re used to, i.e., human or creature-like.  But, again if I’m correct, making artificial consciousness human-like is just an engineering problem of finding all of the human consciousness-related activities and duplicating them artificially.<br/><br/>*\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1538026755303#c7999466869032951089\" title=\"comment permalink\">\nWed Sep 26, 10:39:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1119459295\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=7999466869032951089\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c2686551261218221377\">\n<a name=\"c2686551261218221377\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/15213141784165096783\" id=\"av-2686551261218221377-15213141784165096783\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Stephen Wysong\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/15213141784165096783\" rel=\"nofollow\">Stephen Wysong</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-2686551261218221377\">\n<p>\nActually, James of Seattle, (and Hello!) I’m a biological naturalist ala Searle and, like Damasio, I believe that consciousness is a wholly biological <i>feeling</i> which is felt by the organism having the feeling. An organism feeling a feeling—any feeling—is conscious.<br/><br/>Damasio defines core consciousness (aka <i>creature</i> consciousness) as the feeling of being embodied and centered in a world—“the feeling of what happens.” From an evolutionary perspective, the first feelings, and the most easily recognized, were certainly basic physical feelings such as pressure (touch), temperature (hot/cold), hunger and so on, as well as basic emotions. Consciousness is something of a meta-feeling, incorporating feelings derived from various sensory “tracks” for both internal and external events.<br/><br/>More elaborated and sophisticated consciousness, such as our own, is called extended consciousness. Extended consciousness, like core consciousness, is also composed of feelings, some of which are commonly misunderstood as inexplicable non-physical mental operations, such as thought, causing considerable confusion in my opinion. Thought, vision, hearing and so on are <i>feelings</i> as well, although they are not usually perceived as being the same sort of thing as our “physical feelings.”<br/><br/>Consciousness, then, evolved as a production of the brain and is strictly biological. Owing to the completely subjective nature of feelings, consciousness in others can only be inferred, as I wrote originally, and the strength of that inference is dependent on the degree of biological similarity to ourselves—specifically neurostructures and neurochemicals. If, as you suggest, we successfully duplicate human consciousness-related <i>activities</i>, we will have certainly created a <i>simulation</i> of consciousness but will still be unable to infer consciousness—we can call it Commander Data … ;-)<br/><br/>An Artificial Consciousness that incorporates the living brain tissue that we know to be the producer of consciousness could legitimately be inferred to be conscious, but, of course, we must identify the complete working biology of that tissue subsystem before that’s possible. (I’m referring to the science-fictional “biological brain-as-pilot coupled with the systems of a starship scenario” for example). I don’t believe we have, or could ever have, any grounds on which to infer consciousness in any non-biological system. As always, I’m interested in learning of ideas to the contrary—and I’d frankly be amazed by a single verifiable instance.<br/><br/>To respond to a remark from Eric while I’m posting:<br/><br/>Eric, I am still unable to locate a single point of evidence in support of cortical consciousness to weigh against the significant body of evidence in favor of consciousness created by the brainstem complex. The recent reexamination of the split-brain studies has removed the only evidence ever cited for the cortical theory.<br/><br/>I have, however, noticed that the (usually unstated) cortical consciousness hypothesis is assumed to be true by nearly everyone as in, for instance, those who’ve interpreted the timing results from Libet’s experiments. No one explains why cortical stimulation is not perceived almost immediately if conscious is cortically created. And wouldn’t we expect cortical stimulation to be perceived <i>always</i> before a simultaneous direct sensory stimulation (like a touch) which, like all bodily events, is routed first to the brainstem? Shouldn’t the need for inexplicable proposals like “back dating” and “back referencing” processes be an Occam’s-razor clue that we might be on the wrong track? I wonder how the current theories explaining Libet’s findings would change with an assumption of brainstem-created consciousness. My initial cursory think-through assuming brainstem consciousness appears to yield more straightforward explanations—I wish I had the time to become an expert on neural timings.<br/><br/>Interesting to ponder—why would a fully-functional ear evolve in organisms with only a reptilian brain who have no cortex to create the consciousness of a sound?\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1538168631955#c2686551261218221377\" title=\"comment permalink\">\nFri Sep 28, 02:03:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-213810215\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=2686551261218221377\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author blog-author\" id=\"c4882376814068687582\">\n<a name=\"c4882376814068687582\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/16274774112862434865\" id=\"av-4882376814068687582-16274774112862434865\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//lh4.googleusercontent.com/-Q1JTYn_D24A/AAAAAAAAAAI/AAAAAAAAADU/Vm5ie5tMjgo/s35-c/photo.jpg\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"Eric Schwitzgebel\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//lh4.googleusercontent.com/-Q1JTYn_D24A/AAAAAAAAAAI/AAAAAAAAADU/Vm5ie5tMjgo/s35-c/photo.jpg\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/16274774112862434865\" rel=\"nofollow\">Eric Schwitzgebel</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-4882376814068687582\">\n<p>\nThanks for the thoughtful and detailed comment, Stephen -- as usual!  Maybe people love neocortex because it make us humans special?  People who are drawn toward restrictive views of consciousness involving sophisticated meta-representations might think, for example, that consciousness is so biologically rare and special that it needs to arise from tissue that is more recently evolved.\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1538169496022#c4882376814068687582\" title=\"comment permalink\">\nFri Sep 28, 02:18:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1344053899\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=4882376814068687582\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c2409125420461874782\">\n<a name=\"c2409125420461874782\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/11856665627652130336\" id=\"av-2409125420461874782-11856665627652130336\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"SelfAwarePatterns\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/11856665627652130336\" rel=\"nofollow\">SelfAwarePatterns</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-2409125420461874782\">\n<p>\nStephen,<br/>On cortical consciousness, are you familiar with the phenomenon of blind-sight?  It happens when a patient has damage to the occipital lobe, the visual cortex at the back of the neocortex, and so is unable to consciously see.  However, when forced to make a decision about whether something is in front of them, their \"guess\" is significantly more accurate than random chance.  They can also often make accurate guesses about coarse properties of objects within their field of vision.<br/><br/>The theories about how this works focus on the path of the optic nerve.  It goes from the retina to both the thalamus which relays the signals to the occipital lobe, and the superior colliculus in the midbrain.  The idea is that the \"guesses\" come from signalling from either the thalamus or the superior colliculus that manage to make it to the movement regions in the basal ganglia.  <br/><br/>Regardless of whether the signal comes from the thalamus or the superior colliculus, the processing in these sub-cortical regions do not result in conscious perception of the visual information.  That only seems to happen when the visual signals travel through cortical pathways.  (The prefrontal cortex and posterior association cortex in particular appear to be essential players.)<br/><br/>There are many other neurological case studies showing the effects of cortical damage on aspects of consciousness.  V.S. Ramachandran's fascinating book, 'The Tell-Tale Brain', covers a lot of interesting case studies.<br/><br/>Incidentally, in the recent split-brain patient experiments, my understanding is that the information shared between the hemispheres was very limited and had similar restrictions, indicating that the sub-cortical pathways it was likely flowing through were also below the level of consciousness.<br/><br/>None of this is to say that the brainstem regions aren't critical support and regulatory structures.  Damage to them can snuff consciousness out.  But that doesn't mean it's where consciousness actually happens.\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1538178634826#c2409125420461874782\" title=\"comment permalink\">\nFri Sep 28, 04:50:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1512227601\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=2409125420461874782\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c336119634594779735\">\n<a name=\"c336119634594779735\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/12359287601046663774\" id=\"av-336119634594779735-12359287601046663774\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Jim Cross\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/12359287601046663774\" rel=\"nofollow\">Jim Cross</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-336119634594779735\">\n<p>\nConsciousness happens in consciousness. Its physiological correlates involve the whole brain (some believe to be like a unified electromagnetic wave) and perhaps the whole body so it is pointless to debate whether it is more of less in one part of the brain or another. <br/><br/>One of its distinguishing characteristics is the sense of embodiment. The reticular activating system has both descending and ascending connections. In a sense, it connects the brain with the body. It seems to control wakefulness and transitions between sleep and wakefulness. Damage to it results in coma. If we grant consciousness to evolutionary older organisms with brains and nervous system - insects, reptiles, slugs - they either have a reticular formation or probably have cells performing analogous functions since most of these organisms seem to require sleep.<br/><br/>\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1538226565729#c336119634594779735\" title=\"comment permalink\">\nSat Sep 29, 06:09:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-874686301\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=336119634594779735\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c6691505153677547280\">\n<a name=\"c6691505153677547280\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/15213141784165096783\" id=\"av-6691505153677547280-15213141784165096783\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Stephen Wysong\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/15213141784165096783\" rel=\"nofollow\">Stephen Wysong</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-6691505153677547280\">\n<p>\nFor starters, I’m delighted to see interest in the topic of brainstem consciousness, an admittedly minority view, but, in this case I believe the evidence supports siding with the crackpots … ;-). To Mike Smith (aka SelfAwarePatterns): I theorize that cortical processing resolves much of the <i>content</i> of consciousness as opposed to creating the conscious “display”—the actual presentation of consciousness—which I believe is created by the brainstem, as discussed below. As such, I expect the blind-sight phenomena will be found to be a consequence of that division of functionality. Also, it’s my understanding that after severing the corpus callosum, direct connectivity still exists between hemispheres, but it’s less optimized for speed, lacking the c. callosum’s myelination. To Jim, the reticular formation—as you know, “a set of interconnected nuclei that are located throughout the brain stem”—has long been known to be intimately connected with consciousness. The brainstem actually <i>activates</i> the cortex, a functionality whose evolution I believe merits consideration.<br/><br/>I’ve posted some of what follows to Eric’s blog before, in the “AI Consciousness” guest post by Susan Schneider (http://schwitzsplinters.blogspot.com/2017/01/ai-consciousness-reply-to-schwitzgebel.html) but, for convenience, I repeat some of that posted content here. The neuroscientific sources of interest are: “Consciousness without a Cerebral Cortex” by Bjorn Merker (at http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.211.7642&amp;rep=rep1&amp;type=pdf) and “Consciousness and the Brainstem” by Antonio Damasio and Josef Parvizi (at https://pdfs.semanticscholar.org/aad7/58c2e6fa977d8a6169197f50ddb44e0b3cea.pdf).<br/><br/>The brainstem consciousness hypothesis is decidedly a minority position. As Damasio writes: “... contrary to tradition and convention, I believe that the mind is not made in the cerebral cortex alone. Its first manifestations arise in the brain stem. The idea that mind processing begins at brain stem level is so unconventional that it is not even unpopular.”<br/><br/>I believe that Merker makes the definitive case, which is supported by compelling evolutionary, experimental and observational evidence. From his paper’s abstract:<br/><br/>“<i>A broad range of evidence</i> regarding the functional organization of the vertebrate brain—spanning from comparative neurology to experimental psychology and neurophysiology to clinical data—is reviewed for its bearing on conceptions of the neural organization of consciousness. ... the principal macrosystems of the vertebrate brain can be seen to form a centralized functional design in which an upper brain stem system organized for conscious function performs a penultimate step in action control. This upper brain stem system retained a key role throughout the evolutionary process by which an expanding forebrain—culminating in the cerebral cortex of mammals—came to serve as <i>a medium for the elaboration of conscious contents</i>. This highly conserved upper brainstem system, which extends from the roof of the midbrain to the basal diencephalon, integrates the massively parallel and distributed information capacity of the cerebral hemispheres into the limited-capacity, sequential mode of operation required for coherent behavior. It maintains special connective relations with cortical territories implicated in attentional and conscious functions, but is not rendered nonfunctional in the absence of cortical input. This helps explain the purposive, goal-directed behavior exhibited by mammals after experimental decortication, as well as the evidence that children born without a cortex are conscious.”<br/><br/>As far as I can tell, no such compelling evolutionary, experimental and observational evidence exists for any cortical consciousness hypothesis—no evidence at all. If you’re aware of any, please let us all know.\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1538402033085#c6691505153677547280\" title=\"comment permalink\">\nMon Oct 01, 06:53:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-213810215\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=6691505153677547280\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c9076447000700597350\">\n<a name=\"c9076447000700597350\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/15213141784165096783\" id=\"av-9076447000700597350-15213141784165096783\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Stephen Wysong\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/15213141784165096783\" rel=\"nofollow\">Stephen Wysong</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-9076447000700597350\">\n<p>\nMy own armchair elaboration of the brainstem consciousness proposition is that <i>pre</i>-conscious images are resolved both by the brainstem subsystem, for core consciousness, and by the cortex for extended consciousness. Then, some as-yet unidentified structure in  the brainstem complex creates the conscious “display” of the feelings that are the “movie-in-the-brain” (as it’s been called) from, or by using, those pre-conscious images. The more complex pre-conscious images resolved by the cortex are created from the massive parallel processing that Merker notes and transmitted to the brainstem with its “limited-capacity, sequential mode” for “display,” perhaps via those sweeping electromagnetic waves Jim mentions. It would seem that the centrality and connectivity of the brainstem to the entire nervous system would also allow the physical instantiation of conscious images (the “displaying”) to directly and efficiently affect bodily control, particularly in high-speed interactions—Merker’s “penultimate step in action control”.<br/><br/>It seems most unlikely that another “display” functionality would evolve in the cortex because once a successful biological functionality evolves and conserved, it’s possibly enhanced but not duplicated. In the case of consciousness, the problem of synchronizing and unifying distributed consciousness into a single presentation would seem a daunting obstacle to the evolution of a distributed cortical consciousness. By the way, that unity of conscious presentation is one of the unsolved “mysteries” of all cortical consciousness hypotheses.<br/><br/>I’d be happy to email the Merker and Damasio PDFs cited above to anyone in response to an email to ERLTalk@outlook.com. Mike, I’ve taken a cursory look at and bookmarked your great website for further reading and I see that we might have much in common—I’m a retired computer programmer with very similar interests. The “ERL” in ERLTalk refers to my hypothesis “The Eternal Re-experiencing of Life” regarding what Einstein called the “eternity of life”—a direct implication of the existence of consciousness in our block universe. ERL challenges <i>everything</i> we believe about the purpose and meaning of life! My paper “Einstein’s Breadcrumbs” can be downloaded from https://drive.google.com/file/d/1e76sHwM4bjKyZwl2sMcrDmTKAtZDG74D/view?usp=sharing.<br/><br/>And, Eric: I’ve noticed that a freshly exposed cortical surface is slippery wet and shiny and, as we all can attest, we are irresistibly drawn to shiny objects … and I suspect that’s the hypnotic attraction at the root of cortical consciousness theories.  ;-)\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1538402082267#c9076447000700597350\" title=\"comment permalink\">\nMon Oct 01, 06:54:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-213810215\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=9076447000700597350\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c6829360862321829919\">\n<a name=\"c6829360862321829919\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/12359287601046663774\" id=\"av-6829360862321829919-12359287601046663774\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Jim Cross\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/12359287601046663774\" rel=\"nofollow\">Jim Cross</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-6829360862321829919\">\n<p>\nStephen<br/><br/>Those Merk and Damasio papers are pretty persuasive to me but I was already on board with the idea of the primacy of the brain stem and reticular formation.\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1538424357595#c6829360862321829919\" title=\"comment permalink\">\nMon Oct 01, 01:05:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-874686301\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=6829360862321829919\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c4492136331374783859\">\n<a name=\"c4492136331374783859\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/11856665627652130336\" id=\"av-4492136331374783859-11856665627652130336\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"SelfAwarePatterns\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/11856665627652130336\" rel=\"nofollow\">SelfAwarePatterns</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-4492136331374783859\">\n<p>\nThanks Stephen. I'd be thrilled to see your thoughts on any post.<br/><br/>I’m sure you’ve heard the common criticism of the internal movie idea and the infinite regress.  A movie implies an audience, but how does the audience consume the movie?  With its own internal movie and audience?  Which in turn as its own movie/audience?  You can break the regress by having each nested movie be less sophisticated, but that means the final nested version would be pretty primitive.<br/><br/>The brainstem is generally seen as primarily reflexive in nature because of disturbing experiments done on animals where the cerebrum is separated from the brainstem. This results in the animal displaying nothing but reflexive behavior.  An excellent source for information like this is Todd Feinberg and Jon Mallatt's excellent 'Ancient Origins of Consciousness'.  It's a fairly technical book on animal consciousness, but it has a lot of discussion on where mental imagery take place.<br/><br/>So that phylogenetically ancient region is definitely where our most primal reactions to the world originate, the core of what eventually become emotional feelings.  In that sense, everything above it *is* an elaboration, but I think consciousness is one of those elaborations.  <br/><br/>Unless of course you equate consciousness with the reflexes.\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1538429596232#c4492136331374783859\" title=\"comment permalink\">\nMon Oct 01, 02:33:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1512227601\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=4492136331374783859\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c1442820027886968954\">\n<a name=\"c1442820027886968954\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/15213141784165096783\" id=\"av-1442820027886968954-15213141784165096783\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Stephen Wysong\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/15213141784165096783\" rel=\"nofollow\">Stephen Wysong</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-1442820027886968954\">\n<p>\nMike, the Feinberg/Mallatt interpretation of decorticate animal behavior as purely reflexive conflicts with Merker’s (and others) view of “… the purposive, goal-directed behavior exhibited by mammals after experimental decortication ...”. I’ve added Feinberg/Mallatt's book and thesis to my lengthy reading list. Thanks for the reference.<br/><br/>I wonder how Feinberg/Mallatt would account for the consciousness of normal, healthy infants, considering that (again, from Merker’s paper): “Their cerebral cortex is quite immature and its connections to brainstem systems are still rapidly developing. … Nevertheless, 3-day-old infants can discriminate their mother’s voice and work to produce it ... Three-to 4-month-old infants can form concepts … and 6-month-old infants can form associations between memory representations that are absent). Also, “A child without a cortex cannot regulate emotions efficiently or exercise cognitive control of emotion-expression or emotion-related behavior. The same is true of normal young infants.” Apparently we have all been “brainstem babies” yet, as far as I know, no one claims that normal human infants lack consciousness or that they behave in a purely reflexive way.<br/><br/>Regarding the “movie-in-the brain”, the phrase is used by Damasio, Panksepp, Sacks and others metaphorically and not literally. Consciousness is not a display that’s observed by a brain-resident homunculus with a little homunculus in its head, with a little … and so on, <i>ad infinitum</i>. The movie-as-metaphor is not “watched” but is, rather, <i>experienced</i> and the use of a movie as a metaphor refers to the multi-sensory-track flowing experience that <i>is</i> consciousness. The movie as metaphor is why I use the visual word “display” in quotes.<br/><br/>Related to the earlier mentions of change blindness, I noticed this interesting information in Merker’s impressive paper:<br/><br/>“The simulated nature of our body and world is further supported by a number of phenomena that alert us to the synthetic nature of what we typically take to be physical reality itself, that is, phenomena such as inattention blindness, change blindness, and allied effects … Such “deletions from consciousness” can be countered by appropriately placed microstimulation of the superior colliculus … These various indications all support the conclusion that what we confront in sensory consciousness is indeed a simulated (synthetic) world and body.”<br/><br/>So core consciousness, also called “creature consciousness”, that feeling of being embodied and centered in a world, is a <i>simulation</i> and not a faithful representation of ourselves in the world—a fact that I believe is all too often overlooked. The silent, colorless external world is not at all like our conscious representation of it.<br/><br/>So much to think about … so little time … ;-)\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1538501671758#c1442820027886968954\" title=\"comment permalink\">\nTue Oct 02, 10:34:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-213810215\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=1442820027886968954\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c4278219925497890994\">\n<a name=\"c4278219925497890994\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/15213141784165096783\" id=\"av-4278219925497890994-15213141784165096783\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Stephen Wysong\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/15213141784165096783\" rel=\"nofollow\">Stephen Wysong</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-4278219925497890994\">\n<p>\nAs an interesting aside, a movie metaphor is also employed by physicist Brian Greene to describe our feeling of a flowing time, a completely illusory feeling since flowing time (and its “now”) does not exist in the universe, per our repeatedly confirmed Relativity physics. Hence Einstein’s remark, “… the distinction between past, present and future is only a stubbornly persistent illusion.\" I believe that the use of a movie metaphor in both instances demonstrates the intimate relationship between the stream of consciousness and the flowing time illusion. In my “Einstein’s Breadcrumbs” paper, I propose that the flow/stream of consciousness is the <i>fact</i> of consciousness that we mistakenly interpret as the illusion of flowing time, so that the conclusion that consciousness alone animates the static and unchanging block universe we inhabit seems unavoidable.\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1538501797379#c4278219925497890994\" title=\"comment permalink\">\nTue Oct 02, 10:36:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-213810215\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=4278219925497890994\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c5295256502570781257\">\n<a name=\"c5295256502570781257\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/11856665627652130336\" id=\"av-5295256502570781257-11856665627652130336\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"SelfAwarePatterns\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/11856665627652130336\" rel=\"nofollow\">SelfAwarePatterns</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-5295256502570781257\">\n<p>\nStephen,<br/>I think we have to be careful about conflating two different procedures: decerebrating and decorticating.  As I understand it, decerebrating is more severe, severing the connection between the brainstem and the cerebrum.  Decorticating involves removing the outer cortical layer, but leaves more lower level structures, such as the thalamus and basal ganglia intact. I think this makes a difference in how much functionality remains.  Panksepp in particular in his writing seems to focus on the results of decortication.  F&amp;M's analysis is about decerebrated animals.<br/><br/>From what I've read, newborn behavior is dominated by reflexes.  But we should remember that even newborns still have a cerebrum, just one that isn't fully myelinated yet and only beginning synaptic pruning, so its functioning is inefficient, but not entirely absent.  (Infants put in an fMRI still show substantial cortical activity.)  Myelination of the axons in the cerebrum, which begins in the womb, is constantly in progress for an infant, although it isn't fully complete in the frontal lobes until well after puberty.<br/><br/>Damasio in his book 'Self Comes to Mind' discusses hydranencephalics, children born with little or no cerebral cortex.  He notes that they seem to exhibit a sort of primal form of consciousness, very similar to newborns, but never developing past that stage.  I think this is a factor in his views, and I initially found it compelling.  But when I did additional research, I learned that their capabilities vary substantially, and that most retain their thalami.  Many also have lower levels of their temperoal and frontal lobes.  All of which cloud any conclusions about brainstem functionality.<br/><br/>On the movie metaphor, my apologies.  I should have realized that you would have a more sophisticated conception.  Myself, I think the impression of the movie comes from the interaction between the perceiving regions of the brain and the movement planning ones.  To me, the mid-brain region seems awfully small for that.  I'll admit that it likely has image maps, for saccades and other reflexive reactions, but at a much lower resolution than what we consciously experience.<br/><br/>The problem is that we can't test the brainstem-movie hypothesis.  There's no way to temporarily turn off someone's cerebrum to see if they retain any consciousness during its absence, and subsequently restore it so they can describe the experience to us.  I wonder if the work currently being done with patients previously thought to be locked in, but subsequently discovered via brain scans to have some alertness, might eventually shed some light on this.<br/><br/>Damage to the midbrain does tend to wipe consciousness out, but so does sufficient damage to the thalamus, as well as widespread damage to the anterior cingulate and overall neocortex.  What is a vital supporting structure and what is actually part of the experience generation?<br/>\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1538514540802#c5295256502570781257\" title=\"comment permalink\">\nTue Oct 02, 02:09:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1512227601\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=5295256502570781257\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c1839352233235588614\">\n<a name=\"c1839352233235588614\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/12359287601046663774\" id=\"av-1839352233235588614-12359287601046663774\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Jim Cross\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/12359287601046663774\" rel=\"nofollow\">Jim Cross</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-1839352233235588614\">\n<p>\n\"So core consciousness, also called “creature consciousness”, that feeling of being embodied and centered in a world, is a simulation and not a faithful representation of ourselves in the world.\"<br/><br/>The \"feeling of being embodied\" may be the original and most basic sense that makes up consciousness that came before vision and smell. The neural mapping of the body and its relation to the external world, simulation though it may be, had the adaptive advantages of regulation of the internal body, orientation of the body, particularly the mouth, and control of eating, swallowing and digestion.<br/><br/>\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1538563489663#c1839352233235588614\" title=\"comment permalink\">\nWed Oct 03, 03:44:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-874686301\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=1839352233235588614\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c3564301890142532541\">\n<a name=\"c3564301890142532541\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/15213141784165096783\" id=\"av-3564301890142532541-15213141784165096783\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Stephen Wysong\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/15213141784165096783\" rel=\"nofollow\">Stephen Wysong</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-3564301890142532541\">\n<p>\nLooks like we’ve drifted a bit from gonging snails, but in a most interesting way. Mike, since the overwhelmingly preferred hypothesis is that cortical tissue creates consciousness, I believe the decortication evidence, as opposed to the evidence from decerebration, is more relevant to the discussion about which brain structure creates consciousness. As such, F&amp;M’s analysis, while certainly interesting, would appear to be of lesser relevance than Merker's (and others) contributions.<br/><br/>To back up a bit, though: my primary claim that there’s no evidence at all for cortical consciousness hypotheses seems unrefuted still and that absence of evidence would seem to invalidate all of those evidence-free hypotheses at this point, particularly in light of the considerable body of evolutionary, experimental and observational evidence supporting the minority brainstem consciousness hypothesis. Although none of that evidence taken by itself is conclusive, taken together it’s very suggestive and persuasive. And added to the lack of evidence for cortical consciousness, I’ve recently come to believe that there is evidence <i>against</i> cortical consciousness theories, including no explanation for the unity of conscious experience, Libet’s timing data, inexplicable but seemingly necessary propositions like “back referencing” and so on. Cortical consciousness proponents also cannot explain why consciousness remains whole and intact following the removal of handfuls of cortical tissue and even an entire hemisphere—certainly the <i>content</i> of consciousness changes, but consciousness itself remains unaffected.<br/><br/>From an evolutionary perspective, I have a hard time believing that, over hundreds of millions of years, gazillions of living creatures metabolically quite similar to ourselves but lacking mammalian cortical structures possessed eyes without vision, noses without smells, ears without sounds, and felt no hunger, no pain, nor any proprioceptive feelings whatsoever. I also think it’s a stretch to believe that core consciousness would evolve twice on top of the established brainstem architecture—once for birds with the pallium and again for creatures with a cortex.<br/><br/>Perhaps the focus on the cortex is a simple consequence of its relatively easy accessibility. In contrast, as you say, “we cannot test the brainstem-movie hypothesis” and, problematically, should the investigative technology become available, probing and manipulating the brainstem complex will remain dangerous, both physically and morally.<br/><br/>That ends my summation. I’ve spent some enjoyable time lately perusing your very interesting selfawarepattens blog Mike and, surprisingly, I didn’t see any references to the block universe of Relativity physics, which I expected in your Science section. I subscribed to your blog earlier today because it’s an interesting and enjoyable read and also in the hope that you might someday post your thoughts on 4-dimensional spacetime and Einstein’s remarks about “consciousness propagating itself throughout all eternity,” should you get around to reading “Einstein’s Breadcrumbs”.  Your blog is an enjoyable discovery in any case … many thanks!\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1538690616902#c3564301890142532541\" title=\"comment permalink\">\nThu Oct 04, 03:03:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-213810215\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=3564301890142532541\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c2894821459594382069\">\n<a name=\"c2894821459594382069\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/11856665627652130336\" id=\"av-2894821459594382069-11856665627652130336\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"SelfAwarePatterns\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/11856665627652130336\" rel=\"nofollow\">SelfAwarePatterns</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-2894821459594382069\">\n<p>\nThanks Stephen.  I hope I won't test your patience if I clarify a few things.  <br/><br/>Accepting that primary consciousness happens in the cerebrum in humans (and I do think the evidence is quite strong that it does) doesn't mean accepting that species lacking a mammalian cerebrum can't have it.  A lot of non-mammalian vertebrates have their sensory processing spread out between the forebrain and midbrain.  For example, fish do olfaction in their telencephalon and visual processing in their optic lobes.  In mammals, most of this functionality migrated to the cerebrum and to the nidopallium in birds. <br/><br/>And I wouldn't dismiss the idea of convergent evolution for consciousness.  I think many invertebrate species (arthropods, cephalopods, etc) display compelling signs of primary consciousness in their behavior, even though their brain structures and evolutionary history are very different from vertebrates.  It seems to me that once we accept that primary consciousness is adaptive, the idea that it might have evolved in independent evolutionary lines shouldn't be a hard sell.<br/><br/>Note that I specified \"primary consciousness\" above, because if we're talking about introspective self awareness, I think only a few species have that.<br/><br/>I have to admit I'm not familiar with the block universe concept, although I do know about general and special relativity.  I do plan to take a look at your paper when I get a chance.  Looking forward to our future conversations!<br/><br/>\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1538768651834#c2894821459594382069\" title=\"comment permalink\">\nFri Oct 05, 12:44:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1512227601\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=2894821459594382069\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c5884103286901701349\">\n<a name=\"c5884103286901701349\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/15213141784165096783\" id=\"av-5884103286901701349-15213141784165096783\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Stephen Wysong\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/15213141784165096783\" rel=\"nofollow\">Stephen Wysong</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-5884103286901701349\">\n<p>\nMike, just a short post regarding your assertion that “... primary consciousness happens in the cerebrum in humans (and I do think the evidence is quite strong that it does)”. Since that statement is directly at odds with my assertion that the proposition is evidence-free, would it be possible for you to provide a list of documented evidence points that I can investigate?<br/><br/>I keep finding information like this, from “A Neuropsychoanalytical Approach to the Hard Problem of Consciousness” by Mark Solms: “Moruzzi &amp; Magoun (1949) demonstrated decades ago—to their own surprise—that decorticated cats remain conscious. The same applies to all other animals, including humans; as Penfield &amp; Jasper (1954) found when they concluded that human consciousness depends upon the integrity, not of cortex, but rather of the upper brainstem—of what they called the ‘centrencephalic’ region.” Solms proceeds to cite the research of Shewmon, Holmse &amp; Byrne 1999; Merker 2007.<br/><br/>I simply cannot find similar material citing evidence, strong or otherwise, to support your statement. I’ve considered the possibility that our definitions of consciousness might be substantially different, and your statement might be a consequence of your definition of \"primary\" consciousness tending towards reflective consciousness rather than the affective definition I’ve provided. A looksee at the sources for the evidence you mention on might help me clarify my understanding. If and when you have the time ... thanks in advance.\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1539103681108#c5884103286901701349\" title=\"comment permalink\">\nTue Oct 09, 09:48:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-213810215\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=5884103286901701349\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c7186749581849387013\">\n<a name=\"c7186749581849387013\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/11856665627652130336\" id=\"av-7186749581849387013-11856665627652130336\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"SelfAwarePatterns\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/11856665627652130336\" rel=\"nofollow\">SelfAwarePatterns</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-7186749581849387013\">\n<p>\nHi Stephen,<br/>I do think definitions might be involved.  That's one of the problems with discussing consciousness, is that people are often arguing past each other.  It's why I often describe a hierarchy:<br/>1. Reflexes, primal responses to stimuli<br/>2. Perception, image maps, predictive models of the environment and oneself, expanding the scope in space of what the reflexes react to.<br/>3. Attention, prioritization of what the reflexes react to.<br/>4. Imagination, sensory and action scenario simulations, expanding the scope in time of what the reflexes are reacting to.  I think it is here where reflexive reactions become affects, inclinations toward an action rather than automatic action.<br/>5. Introspection, metacognition, self reflection.<br/><br/>1 is in the brainstem.  The brainstem has rough low resolution versions of 2 and 3, but it's not the high resolution versions we actually experience directly, which are in the thalmo-cortical system, as are 4 and 5 completely.<br/><br/>What's the evidence?  Extensive neurological case studies of various agnosias (failure of sensory processing due to specific brain injury) and, importantly, anosognosias (inability to know about the lack of capability from a brain injury).  Anosognosia is important, because if there's a place separate from the capability where consciousness is happening, the patient should be aware of their agnosia, but often they're not.<br/><br/>An example is hemispatial neglect, where due to cortical injury in the right hemisphere, the patient can't perceive the left side of their field of vision.  It's not that they are blind on the left side (although they effectively are), but sometimes that the left side has become *inconceivable* to them.<br/><br/>And large scale damage to the cortex or the thalamus can snuff consciousness out just as thoroughly as damage to the midbrain region.  <br/><br/>There are many excellent books that explore some of these case studies.  Some I've read and can recommend include:<br/>Cognitive Neuroscience, A Very Short Introduction by Richard Passingham<br/>The Tell-Tale Brain by V.S. Ramachandran<br/>The New Executive Brain by Elkhonan Goldberg (this focuses on the frontal lobes)<br/>Who's In Charge by Michael Gazzaniga<br/><br/>Of course, you can insist that these are all elaborations on some primal version of consciousness.  But if so, I have to ask what that primal version is supposed to be or do?<br/><br/>Hope this helps.\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1539114056752#c7186749581849387013\" title=\"comment permalink\">\nTue Oct 09, 12:40:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1512227601\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=7186749581849387013\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c6321460299272200902\">\n<a name=\"c6321460299272200902\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/12359287601046663774\" id=\"av-6321460299272200902-12359287601046663774\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Jim Cross\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/12359287601046663774\" rel=\"nofollow\">Jim Cross</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-6321460299272200902\">\n<p>\n\"The brainstem has rough low resolution versions of 2 and 3, but it's not the high resolution versions we actually experience directly...\"<br/><br/>That sounds to me like you are agreeing that there is some low resolution consciousness possible with the brain stem unless you are restricting consciousness to 4 and 5. If you are restricting it to 4 and 5, then we seem to be having primarily a disagreement over definition more than anything.<br/><br/>I still think that it somewhat pointless to argue over where in the brain consciousness resides. In normal, waking human consciousness (2-5 in your list), it is involved with many parts of the brain - brainstem to cortex. The question is what turns on the switch and for that I am with Stephen in pointing to the RAS that controls the sleep-wake cycle and is directly involved with sensations of pain.<br/>\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1539172245176#c6321460299272200902\" title=\"comment permalink\">\nWed Oct 10, 04:50:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-874686301\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=6321460299272200902\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c5411395029119868555\">\n<a name=\"c5411395029119868555\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/11856665627652130336\" id=\"av-5411395029119868555-11856665627652130336\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"SelfAwarePatterns\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/11856665627652130336\" rel=\"nofollow\">SelfAwarePatterns</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-5411395029119868555\">\n<p>\nJim,<br/>Definitely a lot hinges on the definitions.<br/><br/>I do think we have to be careful about our intuitions here.  We see an awake organism and intuitively project the full range of capabilities mentally complete humans have (1-5) when we're awake.  But that's a major assumption.  An organism can be awake with only 1.<br/><br/>I would argue that a system that lacks 4 doesn't have sentience.  Feelings require a feeler.  And we should remember that in humans we distinguish the conscious from the unconscious mind based on what can be introspected. Where does that leave a system with no introspective ability?\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1539184305767#c5411395029119868555\" title=\"comment permalink\">\nWed Oct 10, 08:11:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-1512227601\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=5411395029119868555\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c8875758095013084125\">\n<a name=\"c8875758095013084125\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/15213141784165096783\" id=\"av-8875758095013084125-15213141784165096783\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Stephen Wysong\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/15213141784165096783\" rel=\"nofollow\">Stephen Wysong</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-8875758095013084125\">\n<p>\nThanks for the elaboration, Mike. <br/><br/>Your apparent allocation of conscious functionalities 1-3 to the brainstem, with 2 and 3 qualified as “low resolution,” locates a primary consciousness in the brainstem complex, so on that point we are apparently in agreement, as Jim points out. Merker’s hypothesis that the cortex elaborates the <i>contents</i> of consciousness seems to fit as well and would account for the “high resolution” of 2 and 3 that humans experience. I notice that your definition is biological, which perhaps eliminates IIT and panpsychism, as it definitely does for me. Also, rather than being an extended <i>type</i> of consciousness, I would suggest your number 5, “introspection, metacognition, and self reflection” are additional <i>contents</i> of human consciousness. I’m puzzled by the claim for the existence of varying types and amounts of consciousness because, to my way of thinking, an organism is conscious or it’s not, but the contents of consciousness are variable.<br/><br/>I believe the unexplained maintenance of a unified conscious presentation between existing unitary subcortical consciousness and a newly developed, widely distributed cortical consciousness is very problematic for cortical consciousness theories. The development of enhanced, pre-conscious images by the cortex which are then transmitted to the brainstem for incorporation into its unified “display” simply seems more straightforward and solves the unitary presentation conundrum.<br/><br/>Also, it’s difficult for me to draw strong conclusions from agnosia/anosognia, inattention/change blindness and cortical lesions types of evidence for the location of consciousness creation because the complexity of the interconnected subsystems in the human brain makes it very difficult to determine precisely what causes what. In contrast, I find that the persistence of consciousness following a cerebral hemispherectomy very persuasive evidence, as is the strong experimental and observational evidence of consciousness in cortically deficient animals and humans. In those cases, consciousness remains intact and cannot possibly be ascribed to cortical functionality. Certainly the content of consciousness is significantly reduced, but that’s once again explained by the “cortical elaboration of conscious contents” hypothesis.<br/><br/>That being said, both cortical and subcortical theories are still on the table. I don’t expect a resolution anytime soon.<br/><br/>For Jim: I believe the anatomical location of consciousness is important to our eventual discovery of precisely how conscious feelings are generated—we'll never find out how if we're looking in the wrong place. That knowledge will be required prior to any attempt to create Artificial Consciousness, a moral hazard to be sure, but truly irresistible.\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1539375786059#c8875758095013084125\" title=\"comment permalink\">\nFri Oct 12, 01:23:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-213810215\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=8875758095013084125\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c4514800825301307122\">\n<a name=\"c4514800825301307122\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/15213141784165096783\" id=\"av-4514800825301307122-15213141784165096783\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Stephen Wysong\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/15213141784165096783\" rel=\"nofollow\">Stephen Wysong</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-4514800825301307122\">\n<p>\nMy \"what causes what\" comment is incorrect, as I've just rediscovered in Merker's excellent paper, which I'm revisiting. Apparently, visual experience in the absence of enhanced cortical processing is limited to \"the ability to orient to and approach the location of moving visual stimuli in space\" but subcortically generated visual experience decidedly exists:<br/><br/>\"Complete removal of the posterior visual areas of one hemisphere in the cat (parietal areas included) renders the animal profoundly and permanently unresponsive to visual stimuli in the half of space opposite the cortical removal (Sprague 1966; see also, Sherman 1974; Wallace et al. 1989). The animal appears blind in a manner resembling the cortical blindness that follows radical damage to the geniculostriate system in humans. Yet inflicting additional damage on such a severely impaired animal at the midbrain level restores the animal’s ability to orient to and to localize stimuli in the formerly blind field (Sprague 1966; cf. Sherman 1977; Wallace et al. 1989).\"<br/><br/>and ...<br/><br/>\"... adding a small amount of damage in the brainstem to the cortical damage “cures” what appeared to be a behavioral effect of massive cortical damage. The restored visual capacity is limited essentially to the ability to orient to and approach the location of moving visual stimuli in space (Wallace et al. 1989). Visual pattern discrimination capacity does not recover after the midbrain intervention (Loop &amp; Sherman 1977), though the midbrain mechanism can be shown to play a role even in such tasks (Sprague 1991).\"\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1539532637494#c4514800825301307122\" title=\"comment permalink\">\nSun Oct 14, 08:57:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-213810215\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=4514800825301307122\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c2907531455634415419\">\n<a name=\"c2907531455634415419\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/15213141784165096783\" id=\"av-2907531455634415419-15213141784165096783\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Stephen Wysong\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/15213141784165096783\" rel=\"nofollow\">Stephen Wysong</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-2907531455634415419\">\n<p>\nHere’s a most interesting development related to the “where is consciousness created” discussion. For those who support any cortical consciousness hypothesis, this recent article at https://www.eurekalert.org/pub_releases/2018-10/tu-sgf101518.php should raise some concerns.<br/><br/>From the article: <br/><br/>“A team of Tufts University-led researchers has developed three-dimensional (3D) human tissue culture models for the central nervous system that mimic structural and functional features of the brain and demonstrate neural activity sustained over a period of many months. … The new 3D brain tissue models overcome a key challenge of previous models—the availability of human source neurons.”<br/><br/>and:<br/><br/>“The researchers are looking ahead to take greater advantage of the 3D tissue models with advanced imaging techniques, and the addition of other cell types, such as microglia and endothelial cells, to create a more complete model of the brain environment and the complex interactions that are involved in signaling, learning and plasticity, and degeneration.”<br/><br/>If you subscribe to any cortical consciousness hypothesis, the experimental creation and maintenance of human neural tissue in this way might be a genuine moral hazard—could these “3D tissue models,” or the more complete and sophisticated \"organoids\" of future experiments be conscious in any way? Could they be experiencing pain?\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1540051805822#c2907531455634415419\" title=\"comment permalink\">\nSat Oct 20, 09:10:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-213810215\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=2907531455634415419\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c6251640794493943770\">\n<a name=\"c6251640794493943770\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/11856665627652130336\" id=\"av-6251640794493943770-11856665627652130336\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"SelfAwarePatterns\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/11856665627652130336\" rel=\"nofollow\">SelfAwarePatterns</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-6251640794493943770\">\n<p>\nStephen,<br/>Based on everything I've read, any section of cortical tissue in isolation wouldn't by itself be conscious (unless you're a panpsychist).  Even the entire neocortex, without the supporting sub-cortical structures, wouldn't by itself be conscious.  The feeling of pain seems to require the anterior cingulate cortex, but only as the convergence and culmination of a lot of signalling from supporting structures, both cortical and sub-cortical.<br/><br/>That said, I do think that if enough of the brain were simulated, including emulating all those supporting structures and processes, that the simulation could be conscious, feel pain, etc, but we're a long way off from achieving that (decades, possibly centuries).\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1540082445707#c6251640794493943770\" title=\"comment permalink\">\nSat Oct 20, 05:40:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1512227601\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=6251640794493943770\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c660785663690133080\">\n<a name=\"c660785663690133080\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/15213141784165096783\" id=\"av-660785663690133080-15213141784165096783\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Stephen Wysong\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/15213141784165096783\" rel=\"nofollow\">Stephen Wysong</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-660785663690133080\">\n<p>\nMike, I believe you’re suggesting that the cortical creation of consciousness cannot happen without support of some sort from sub-cortical structures. If, however, the cortex is the brain structure that resolves and then somehow “displays” conscious contents, as cortical consciousness hypotheses propose, then, rather than an experience of pain being impossible without contributions from other brain subsystems, it’s the <i>orderly</i> experience of pain that's impossible. For a laboratory cortex, generating an experience that’s normally a consequence of prior sensory input is impossible because there is no sensory input. But, if cortical consciousness hypotheses are correct, a \"cortex in a vat\" generating <i>disorderly</i> experiences of pain—hallucinations of pain and, indeed, hallucinations of every kind—seems unavoidable.\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1540485738474#c660785663690133080\" title=\"comment permalink\">\nThu Oct 25, 09:42:00 AM PDT\n</a>\n<span class=\"item-control blog-admin pid-213810215\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=660785663690133080\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c2846137231139456484\">\n<a name=\"c2846137231139456484\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/11856665627652130336\" id=\"av-2846137231139456484-11856665627652130336\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"SelfAwarePatterns\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/11856665627652130336\" rel=\"nofollow\">SelfAwarePatterns</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-2846137231139456484\">\n<p>\nStephen,<br/>When considering this question, I think we have to remember that at some point a conscious system must reduce to non-conscious components.  Most of us wouldn't argue that an individual neuron in isolation by itself is conscious.  (Not to mention the individual proteins and other components of the neuron.)  So consciousness comes into being through the interaction of components.  (If this seems a bit too mystical, consider that the program you're using to access this web site comes into being in the same manner.)<br/><br/>Considering the neocortex overall, I think we first have to specify whether the thalamus is also present.  Without it, most of the communication between the regions of the cortex can't happen.  The thalamus serves as a communication hub and also likely modifies some of the signals. I don't think the cortex can be considered separate from it.  <br/><br/>Would the thalmo-cortical system in isolation be conscious?  It's worth considering what would be missing.  Without the reflexive survival circuits in the brainstem, there wouldn't be any underlying cause to emotional feelings, including the sense of self.  Without the hippocampus, there'd be no sense of location or ability to form new memories.  Without the claustrum, it's possible brain waves throughout the neocortex wouldn't be in sync (technically making it as necessary as the thalamus).<br/><br/>So would the thalamo-cortical-claustrum system maybe be conscious?  If so, it seems like it would be an unfeeling type of consciousness, one without sentience.<br/><br/>I'm not a fan of IIT, but I think it gets one thing right.  Consciousness is, among other things, a nexus of integrated information.  But a nexus can't be a nexus without the surrounding material.<br/><br/>You discuss the possibility of an unordered consciousness.  I could see that if enough of the system were present and functional, but if not, I don't think the resulting fragmented signalling would be anything we'd be tempted to call \"conscious\".  <br/><br/>Sorry for the long rambling answer, but I find this stuff fascinating and can ponder it all day.\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1540511438316#c2846137231139456484\" title=\"comment permalink\">\nThu Oct 25, 04:50:00 PM PDT\n</a>\n<span class=\"item-control blog-admin pid-1512227601\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=2846137231139456484\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c1372694482296930182\">\n<a name=\"c1372694482296930182\"></a>\n<div class=\"avatar-image-container avatar-stock\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/15213141784165096783\" id=\"av-1372694482296930182-15213141784165096783\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" height=\"35\" src=\"//lh3.googleusercontent.com/zFdxGE77vvD2w5xHy6jkVuElKv-U9_9qLkRYK8OnbDeJPtjSZ82UPq5w6hJ-SA=s35\" title=\"Stephen Wysong\" width=\"35\"/>\n</a></span></div>\n<a href=\"https://www.blogger.com/profile/15213141784165096783\" rel=\"nofollow\">Stephen Wysong</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-1372694482296930182\">\n<p>\nPerhaps we are talking about two different things, Mike. You seem to be discussing the subsystem interactions that <i>resolve the contents</i> of consciousness, while I’m specifically referring to the neural cell assemblies that ultimately <i>”display”</i> conscious “images”, i.e., the specific brain tissue that actually results in a feeling of pain, for instance.<br/><br/>Are you proposing that a feeling is “displayed” by all of those distributed, interconnected brain structures you mention operating together? You wrote “… there wouldn't be any underlying cause to emotional feelings.” I’m referring instead to the presumably localized functionality that creates a conscious “display” of a feeling  <i>without</i> any underlying cause or preprocessing—a feeling of pain, for instance, that is solely produced by the specific cortical tissue arranged to “display” a pain feeling.<br/><br/>I agree that in the normal, orderly case there’s processing that precedes a feeling—that’s what I call an “orderly” production of a feeling. But my concern for cortical consciousness theorists (and they are legion) is about the possibility of self-assembling cortical organoids in the laboratory “displaying” conscious “images”—particularly painful ones—without any of that normal preprocessing.<br/><br/>I’m trying to understand your conception—are you proposing that the actual “display” of a single resolved feeling is some sort of electronic “field” (or something similar) that’s widely distributed across brain subsystems? If that’s your view, how would such complex, interdependent functionality evolve? It seems consciousness would then be an all-or-nothing proposition, requiring the several interconnected brain subsystems you’ve identified to be fully developed and fully functioning before the first feeling was felt.\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1541612990845#c1372694482296930182\" title=\"comment permalink\">\nWed Nov 07, 09:49:00 AM PST\n</a>\n<span class=\"item-control blog-admin pid-213810215\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=1372694482296930182\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n<dt class=\"comment-author\" id=\"c8087437208037949442\">\n<a name=\"c8087437208037949442\"></a>\n<div class=\"avatar-image-container vcard\"><span dir=\"ltr\"><a class=\"avatar-hovercard\" href=\"https://www.blogger.com/profile/11856665627652130336\" id=\"av-8087437208037949442-11856665627652130336\" onclick=\"\" rel=\"nofollow\" target=\"\"><img alt=\"\" class=\"delayLoad\" height=\"35\" longdesc=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" src=\"https://img1.blogblog.com/img/blank.gif\" style=\"display: none;\" title=\"SelfAwarePatterns\" width=\"35\"/>\n<noscript><img alt=\"\" class=\"photo\" height=\"35\" src=\"//1.bp.blogspot.com/-OuZvkdgHjgw/Up-akw4c9iI/AAAAAAAAAEU/IYO86lowCpk/s35/ef3d3f73673b8e76bb956baae23758a5.png\" width=\"35\"/></noscript></a></span></div>\n<a href=\"https://www.blogger.com/profile/11856665627652130336\" rel=\"nofollow\">SelfAwarePatterns</a>\nsaid...\n</dt>\n<dd class=\"comment-body\" id=\"Blog1_cmt-8087437208037949442\">\n<p>\nStephen,<br/>I think I need to re-emphasize the point above.  Wherever it happens, the experience of the \"display\" is a mechanism, and that mechanism itself must have components, components that eventually must not themselves be conscious.  To believe otherwise is to think that some component of the brain is an antenna of some type for an immaterial aspect of the mind.  Under physicalism, sooner or later consciousness must reduce to non-conscious components.<br/><br/>So even if the display is experienced in the midbrain region, it would still have large numbers of neurons involved, with the experience of the display arising from the interaction of those neurons.  If you think a broader collection of components requires a ghostly electromagnetic \"field\", then you'd have to think the same thing of this more compact region.  <br/><br/>I think the reality is that the impression of the \"display\" comes from action planning regions in the brain accessing the mental imagery held in the perceiving regions.  So when you see a tree, the frontal lobe receives an impression of \"treeness\" from the posterior association cortex.  When you notice the color of the bark, it comes from the prefrontal cortex deciding to focus on that and retrieving the information from the visual cortex.  <br/><br/>Our impression of a visual display comes from the frontal lobes retrieving information from the perception cortices in an ongoing interaction.  The frontal lobes can only retrieve a very small part of that information at any one time, but the interactions come fast and quick, which add up to the impression of a theater like experience.  No electromagnetic field required.<br/>\n</p>\n</dd>\n<dd class=\"comment-footer\">\n<span class=\"comment-timestamp\">\n<a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html?showComment=1541640129155#c8087437208037949442\" title=\"comment permalink\">\nWed Nov 07, 05:22:00 PM PST\n</a>\n<span class=\"item-control blog-admin pid-1512227601\">\n<a class=\"comment-delete\" href=\"https://www.blogger.com/delete-comment.g?blogID=26951738&amp;postID=8087437208037949442\" title=\"Delete Comment\">\n<img src=\"https://resources.blogblog.com/img/icon_delete13.gif\">\n</img></a>\n</span>\n</span>\n</dd>\n</dl>\n</div>\n<p class=\"comment-footer\">\n<a href=\"https://www.blogger.com/comment.g?blogID=26951738&amp;postID=2301138226019307808\" onclick=\"\">Post a Comment</a>\n</p>\n<div id=\"backlinks-container\">\n<div id=\"Blog1_backlinks-container\">\n</div>\n</div>\n</div>\n</div>\n</div></div>\n</div>\n<div class=\"blog-pager\" id=\"blog-pager\">\n<span id=\"blog-pager-newer-link\">\n<a class=\"blog-pager-newer-link\" href=\"https://schwitzsplinters.blogspot.com/2018/09/philosophical-skepticism-is-or-should.html\" id=\"Blog1_blog-pager-newer-link\" title=\"Newer Post\">Newer Post</a>\n</span>\n<span id=\"blog-pager-older-link\">\n<a class=\"blog-pager-older-link\" href=\"https://schwitzsplinters.blogspot.com/2018/09/one-point-five-cheers-for-hugo-award.html\" id=\"Blog1_blog-pager-older-link\" title=\"Older Post\">Older Post</a>\n</span>\n<a class=\"home-link\" href=\"https://schwitzsplinters.blogspot.com/\">Home</a>\n</div>\n<div class=\"clear\"></div>\n<div class=\"post-feeds\">\n<div class=\"feed-links\">\nSubscribe to:\n<a class=\"feed-link\" href=\"https://schwitzsplinters.blogspot.com/feeds/2301138226019307808/comments/default\" target=\"_blank\" type=\"application/atom+xml\">Post Comments (Atom)</a>\n</div>\n</div>\n</div></div>\n</div>\n<div id=\"sidebar-wrapper\">\n<div class=\"sidebar section\" id=\"sidebar\"><div class=\"widget HTML\" data-version=\"1\" id=\"HTML1\">\n<div class=\"widget-content\">\n<!-- Start of StatCounter Code -->\n<script language=\"javascript\" type=\"text/javascript\">\nvar sc_project=1508379; \nvar sc_invisible=1; \nvar sc_partition=13; \nvar sc_security=\"2c679bf5\"; \n</script>\n<script language=\"javascript\" src=\"//www.statcounter.com/counter/frames.js\" type=\"text/javascript\"></script><noscript><a href=\"http://www.statcounter.com/\" target=\"_blank\"><img alt=\"counter\" border=\"0\" src=\"https://lh5.googleusercontent.com/proxy/TttFETzU6Fyjbw8OTQa3FJTU6voqbJLJLUpwu-cpdPeafywusdwwP7glYc97L2xKGSvrrr4NvIgASxXMbEwi_U_RRXsWks6bqpkoSs1g9Zpv2uL97h9IjmZZ0d0P9zebmEy5rnSb9Ztru06j4rFAy0sL=s0-d\"/></a> </noscript>\n<!-- End of StatCounter Code -->\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=HTML&amp;widgetId=HTML1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"HTML1\"));' rel=\"nofollow\" target=\"configHTML1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget Profile\" data-version=\"1\" id=\"Profile1\">\n<h2>Contributors</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a class=\"profile-name-link g-profile\" href=\"https://www.blogger.com/profile/11541402189204286449\" style=\"background-image: url(//www.blogger.com/img/logo-16.png);\">Eric Schwitzgebel</a></li>\n<li><a class=\"profile-name-link g-profile\" href=\"https://plus.google.com/100155094439598517774\" style=\"background-image: url(//www.google.com/images/icons/ui/gprofile_button-16.png);\">Eric Schwitzgebel</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Profile&amp;widgetId=Profile1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Profile1\"));' rel=\"nofollow\" target=\"configProfile1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget FollowByEmail\" data-version=\"1\" id=\"FollowByEmail1\">\n<h2 class=\"title\">Follow by Email</h2>\n<div class=\"widget-content\">\n<div class=\"follow-by-email-inner\">\n<form action=\"https://feedburner.google.com/fb/a/mailverify\" method=\"post\" onsubmit='window.open(\"https://feedburner.google.com/fb/a/mailverify?uri=blogspot/FHhv\", \"popupwindow\", \"scrollbars=yes,width=550,height=520\"); return true' target=\"popupwindow\">\n<table width=\"100%\">\n<tr>\n<td>\n<input class=\"follow-by-email-address\" name=\"email\" placeholder=\"Email address...\" type=\"text\"/>\n</td>\n<td width=\"64px\">\n<input class=\"follow-by-email-submit\" type=\"submit\" value=\"Submit\"/>\n</td>\n</tr>\n</table>\n<input name=\"uri\" type=\"hidden\" value=\"blogspot/FHhv\"/>\n<input name=\"loc\" type=\"hidden\" value=\"en_US\"/>\n</form>\n</div>\n</div>\n<span class=\"item-control blog-admin\">\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=FollowByEmail&amp;widgetId=FollowByEmail1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"FollowByEmail1\"));' rel=\"nofollow\" target=\"configFollowByEmail1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</span>\n</div><div class=\"widget Feed\" data-version=\"1\" id=\"Feed1\">\n<h2>Recent Comments (may be delayed)</h2>\n<div class=\"widget-content\" id=\"Feed1_feedItemListDisplay\">\n<span style=\"filter: alpha(25); opacity: 0.25;\">\n<a href=\"http://schwitzsplinters.blogspot.com/feeds/comments/default\">Loading...</a>\n</span>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Feed&amp;widgetId=Feed1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Feed1\"));' rel=\"nofollow\" target=\"configFeed1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList1\">\n<h2>Links</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://cogsciphi.blogspot.com/\">Alternate Minds</a></li>\n<li><a href=\"http://www.philosophyofbrains.com/\">Brains</a></li>\n<li><a href=\"http://www.consciousentities.com/\">Conscious Entities</a></li>\n<li><a href=\"http://crookedtimber.org/\">Crooked Timber</a></li>\n<li><a href=\"http://dailynous.com/\">Daily Nous</a></li>\n<li><a href=\"http://digressionsnimpressions.typepad.com/\">Digressions &amp; Impressions</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/disability_and_disadvanta/\">Discrimination and Disadvantage</a></li>\n<li><a href=\"http://ericlinuskaplan.wordpress.com/\">Eric Linus Kaplan</a></li>\n<li><a href=\"http://philosophycommons.typepad.com/xphi/\">Experimental Philosophy</a></li>\n<li><a href=\"http://agencyandresponsibility.typepad.com/flickers-of-freedom/\">Flickers of Freedom</a></li>\n<li><a href=\"http://leiterreports.typepad.com/\">Leiter Reports</a></li>\n<li><a href=\"http://whatsortsofpeople.wordpress.com/\">Living Archives on Eugenics Blog</a></li>\n<li><a href=\"http://loveofallwisdom.com/\">Love of All Wisdom</a></li>\n<li><a href=\"http://machineslikeus.com/\">Machines Like Us</a></li>\n<li><a href=\"http://www.mindhacks.com/\">Mind Hacks</a></li>\n<li><a href=\"http://www.davidpapineau.co.uk/blog.html\">More Important Than That (Philosophy and Sport)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/\">My Homepage</a></li>\n<li><a href=\"http://www.newappsblog.com/\">New APPS</a></li>\n<li><a href=\"http://peasoup.typepad.com/\">PEA Soup</a></li>\n<li><a href=\"http://philpercs.com/\">Philosophical Percolations</a></li>\n<li><a href=\"http://sometimesimwrong.typepad.com/wrong/\">Sometimes I'm Wrong</a></li>\n<li><a href=\"http://philosopherscocoon.typepad.com/blog/\">The Philosophers' Cocoon</a></li>\n<li><a href=\"http://tar.weatherson.org/\">Thoughts, Arguments, and Rants</a></li>\n<li><a href=\"http://rsbakker.wordpress.com/\">Three Pound Brain</a></li>\n<li><a href=\"http://warpweftandway.wordpress.com/\">Warp, Weft, and Way</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList1\"));' rel=\"nofollow\" target=\"configLinkList1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList6\">\n<h2>Advice on Applying to PhD Programs in Philosophy</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/applying%20to%20grad%20school\">various posts on that theme</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList6&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList6\"));' rel=\"nofollow\" target=\"configLinkList6\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList4\">\n<h2>Selected Essays</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/In-Between.htm\">2001: In-Between Believing</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/AccountBel.htm\">2002: A Phenomenal, Dispositional Account of Belief</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DreamB&amp;W.htm\">2002: Why Did We Think We Dreamed in Black and White?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospTrain.htm\">2004: Introspective Training Apprehensively Defended: Reflections on Titchener's Lab Manual</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Flat.htm\">2006: Do Things Look Flat?</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Naive.htm\">2008: The Unreliability of Naive Introspection</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/PeerOpinion.htm\">2009: The Moral Behavior of Ethicists: Peer Opinion (with J Rust)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/ActBel.htm\">2010: Acting Contrary to Our Professed Beliefs</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthOrder.htm\">2012: Expertise in Moral Reasoning? (with F Cushman)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/IntrospectionWhat.htm\">2012: Introspection, What?</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/BeliefBox.htm\">2013: A Dispositional Approach to Attitudes</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Jerks.htm\">2014: A Theory of Jerks</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/CrazyMind.htm\">2014: The Crazyist Metaphysics of Mind</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/EthSelfRep.htm\">2014: The Moral Behavior of Ethics Professors (with J Rust)</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/USAconscious.htm\">2015: If Materialism Is True, the United States Is Probably Conscious</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/1sk.htm\">2016: 1% Skepticism</a></li>\n<li><a href=\"http://faculty.ucr.edu/~eschwitz/SchwitzAbs/WomenInPhil.htm\">2017: Women in Philosophy (with C D Jennings)</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList4&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList4\"));' rel=\"nofollow\" target=\"configLinkList4\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList7\">\n<h2>Selected Short Stories</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/Eden.htm\">2013: Reinstalling Eden (with R S Bakker)</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/DauphinsMetaphysics.htm\">2015: The Dauphin's Metaphysics</a></li>\n<li><a href=\"http://www.faculty.ucr.edu/~eschwitz/SchwitzAbs/FishDance.htm\">2016: Fish Dance</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList7&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList7\"));' rel=\"nofollow\" target=\"configLinkList7\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList3\">\n<h2>The Underblog?</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://www.schwitzsplintersunderblog.blogspot.com/\">The Underblog!</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList3&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList3\"));' rel=\"nofollow\" target=\"configLinkList3\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget LinkList\" data-version=\"1\" id=\"LinkList5\">\n<h2>Past Guest Bloggers</h2>\n<div class=\"widget-content\">\n<ul>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Lisa%20Bortolotti\">Lisa Bortolotti</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Brad%20Cokelet\">Brad Cokelet</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Carrie%20Figdor\">Carrie Figdor</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Keith%20Frankish\">Keith Frankish</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Dan%20Haybron\">Dan Haybron</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Jonathan%20Ichikawa\">Jonathan Ichikawa</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/G.%20Randolph%20Mayes\">G. Randolph Mayes</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Regina%20Rini\">Regina Rini</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Teed%20Rockwell\">Teed Rockwell</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Joshua%20Rust\">Joshua Rust</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Hagop%20Sarkissian\">Hagop Sarkissian</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search?q=shevlin\">Henry Shevlin</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Tamler%20Sommers\">Tamler Sommers</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/justin%20tiwald\">Justin Tiwald</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Bryan%20Van%20Norden\">Bryan Van Norden</a></li>\n<li><a href=\"http://schwitzsplinters.blogspot.com/search/label/Manuel%20Vargas\">Manuel Vargas</a></li>\n</ul>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=LinkList&amp;widgetId=LinkList5&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"LinkList5\"));' rel=\"nofollow\" target=\"configLinkList5\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget BlogArchive\" data-version=\"1\" id=\"BlogArchive1\">\n<h2>Blog Archive</h2>\n<div class=\"widget-content\">\n<div id=\"ArchiveList\">\n<div id=\"BlogArchive1_ArchiveList\">\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/\">\n2019\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2019/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/\">\n2018\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate expanded\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy toggle-open\">\n\n        ▼ \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n<ul class=\"posts\">\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/09/philosophical-skepticism-is-or-should.html\">Philosophical Skepticism Is, or Should Be, about C...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html\">Are Garden Snails Conscious? Yes, No, or *Gong*</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/09/one-point-five-cheers-for-hugo-award.html\">One-Point-Five Cheers for a Hugo Award for a TV Sh...</a></li>\n<li><a href=\"https://schwitzsplinters.blogspot.com/2018/09/inflate-and-explode.html\">Inflate and Explode</a></li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2018/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/\">\n2017\n</a>\n<span class=\"post-count\" dir=\"ltr\">(71)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2017/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/\">\n2016\n</a>\n<span class=\"post-count\" dir=\"ltr\">(81)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2016/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/\">\n2015\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2015/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/\">\n2014\n</a>\n<span class=\"post-count\" dir=\"ltr\">(88)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2014/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/\">\n2013\n</a>\n<span class=\"post-count\" dir=\"ltr\">(87)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2013/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/\">\n2012\n</a>\n<span class=\"post-count\" dir=\"ltr\">(79)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2012/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/\">\n2011\n</a>\n<span class=\"post-count\" dir=\"ltr\">(69)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2011/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(3)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/\">\n2010\n</a>\n<span class=\"post-count\" dir=\"ltr\">(86)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2010/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/\">\n2009\n</a>\n<span class=\"post-count\" dir=\"ltr\">(83)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2009/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/\">\n2008\n</a>\n<span class=\"post-count\" dir=\"ltr\">(96)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(5)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(4)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(7)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(10)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(6)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(9)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2008/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/\">\n2007\n</a>\n<span class=\"post-count\" dir=\"ltr\">(168)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(11)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/03/\">\nMarch\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/02/\">\nFebruary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2007/01/\">\nJanuary\n</a>\n<span class=\"post-count\" dir=\"ltr\">(17)</span>\n</li>\n</ul>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/\">\n2006\n</a>\n<span class=\"post-count\" dir=\"ltr\">(114)</span>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/12/\">\nDecember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(8)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/11/\">\nNovember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(12)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/10/\">\nOctober\n</a>\n<span class=\"post-count\" dir=\"ltr\">(13)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/09/\">\nSeptember\n</a>\n<span class=\"post-count\" dir=\"ltr\">(16)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/08/\">\nAugust\n</a>\n<span class=\"post-count\" dir=\"ltr\">(19)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/07/\">\nJuly\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/06/\">\nJune\n</a>\n<span class=\"post-count\" dir=\"ltr\">(15)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/05/\">\nMay\n</a>\n<span class=\"post-count\" dir=\"ltr\">(14)</span>\n</li>\n</ul>\n<ul class=\"hierarchy\">\n<li class=\"archivedate collapsed\">\n<a class=\"toggle\" href=\"javascript:void(0)\">\n<span class=\"zippy\">\n\n        ► \n      \n</span>\n</a>\n<a class=\"post-count-link\" href=\"https://schwitzsplinters.blogspot.com/2006/04/\">\nApril\n</a>\n<span class=\"post-count\" dir=\"ltr\">(2)</span>\n</li>\n</ul>\n</li>\n</ul>\n</div>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=BlogArchive&amp;widgetId=BlogArchive1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"BlogArchive1\"));' rel=\"nofollow\" target=\"configBlogArchive1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div>\n</div><div class=\"widget Text\" data-version=\"1\" id=\"Text1\">\n<div class=\"widget-content\">\n<span style=\"color:#999999;\">background image from </span><a href=\"http://biocarbons.en.ecplaza.net/\"><span style=\"color:#999999;\">http://biocarbons.en.ecplaza.net</span></a><br/>\n</div>\n<div class=\"clear\"></div>\n<span class=\"widget-item-control\">\n<span class=\"item-control blog-admin\">\n<a class=\"quickedit\" href=\"//www.blogger.com/rearrange?blogID=26951738&amp;widgetType=Text&amp;widgetId=Text1&amp;action=editWidget§ionId=sidebar\" onclick='return _WidgetManager._PopupConfig(document.getElementById(\"Text1\"));' rel=\"nofollow\" target=\"configText1\" title=\"Edit\">\n<img alt=\"\" height=\"18\" src=\"https://resources.blogblog.com/img/icon18_wrench_allbkg.png\" width=\"18\">\n</img></a>\n</span>\n</span>\n<div class=\"clear\"></div>\n</div></div>\n</div>\n<!-- spacer for skins that want sidebar and main to be the same height-->\n<div class=\"clear\"> </div>\n</div>\n<!-- end content-wrapper -->\n<div id=\"footer-wrapper\">\n<div class=\"footer no-items section\" id=\"footer\"></div>\n</div>\n</div></div>\n<!-- end outer-wrapper -->\n<script src=\"https://apis.google.com/js/plusone.js\" type=\"text/javascript\"></script>\n<!--It is your responsibility to notify your visitors about cookies used and data collected on your blog. Blogger makes a standard notification available for you to use on your blog, and you can customise it or replace it with your own notice. See http://www.blogger.com/go/cookiechoices for more details.-->\n<script defer=\"\" src=\"/js/cookienotice.js\"></script>\n<script>\n    document.addEventListener('DOMContentLoaded', function(event) {\n      window.cookieChoices && cookieChoices.showCookieConsentBar && cookieChoices.showCookieConsentBar(\n          (window.cookieOptions && cookieOptions.msg) || 'This site uses cookies from Google to deliver its services and to analyse traffic. Your IP address and user agent are shared with Google, together with performance and security metrics, to ensure quality of service, generate usage statistics and to detect and address abuse.',\n          (window.cookieOptions && cookieOptions.close) || 'Ok',\n          (window.cookieOptions && cookieOptions.learn) || 'Learn more',\n          (window.cookieOptions && cookieOptions.link) || 'https://www.blogger.com/go/blogspot-cookies');\n    });\n  </script>\n<script src=\"https://www.blogger.com/static/v1/widgets/1854097286-widgets.js\" type=\"text/javascript\"></script>\n<script type=\"text/javascript\">\nwindow['__wavt'] = 'AOuZoY4n21g3ZR_Sbbash0PUB67Ue-Tc2A:1554058104932';_WidgetManager._Init('//www.blogger.com/rearrange?blogID\\x3d26951738','//schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html','26951738');\n_WidgetManager._SetDataContext([{'name': 'blog', 'data': {'blogId': '26951738', 'title': 'The Splintered Mind', 'url': 'https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html', 'canonicalUrl': 'http://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html', 'homepageUrl': 'https://schwitzsplinters.blogspot.com/', 'searchUrl': 'https://schwitzsplinters.blogspot.com/search', 'canonicalHomepageUrl': 'http://schwitzsplinters.blogspot.com/', 'blogspotFaviconUrl': 'https://schwitzsplinters.blogspot.com/favicon.ico', 'bloggerUrl': 'https://www.blogger.com', 'hasCustomDomain': false, 'httpsEnabled': true, 'enabledCommentProfileImages': true, 'gPlusViewType': 'FILTERED_POSTMOD', 'adultContent': false, 'analyticsAccountNumber': 'UA-43027794-1', 'encoding': 'UTF-8', 'locale': 'en', 'localeUnderscoreDelimited': 'en', 'languageDirection': 'ltr', 'isPrivate': false, 'isMobile': false, 'isMobileRequest': false, 'mobileClass': '', 'isPrivateBlog': false, 'feedLinks': '\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/rss+xml\\x22 title\\x3d\\x22The Splintered Mind - RSS\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/posts/default?alt\\x3drss\\x22 /\\x3e\\n\\x3clink rel\\x3d\\x22service.post\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://www.blogger.com/feeds/26951738/posts/default\\x22 /\\x3e\\n\\n\\x3clink rel\\x3d\\x22alternate\\x22 type\\x3d\\x22application/atom+xml\\x22 title\\x3d\\x22The Splintered Mind - Atom\\x22 href\\x3d\\x22https://schwitzsplinters.blogspot.com/feeds/2301138226019307808/comments/default\\x22 /\\x3e\\n', 'meTag': '', 'adsenseHostId': 'ca-host-pub-1556223355139109', 'adsenseHasAds': false, 'view': '', 'dynamicViewsCommentsSrc': '//www.blogblog.com/dynamicviews/4224c15c4e7c9321/js/comments.js', 'dynamicViewsScriptSrc': '//www.blogblog.com/dynamicviews/1b88e71bcbb33d46', 'plusOneApiSrc': 'https://apis.google.com/js/plusone.js', 'disableGComments': true, 'sharing': {'platforms': [{'name': 'Get link', 'key': 'link', 'shareMessage': 'Get link', 'target': ''}, {'name': 'Facebook', 'key': 'facebook', 'shareMessage': 'Share to Facebook', 'target': 'facebook'}, {'name': 'BlogThis!', 'key': 'blogThis', 'shareMessage': 'BlogThis!', 'target': 'blog'}, {'name': 'Twitter', 'key': 'twitter', 'shareMessage': 'Share to Twitter', 'target': 'twitter'}, {'name': 'Pinterest', 'key': 'pinterest', 'shareMessage': 'Share to Pinterest', 'target': 'pinterest'}, {'name': 'Email', 'key': 'email', 'shareMessage': 'Email', 'target': 'email'}], 'disableGooglePlus': true, 'googlePlusShareButtonWidth': 300, 'googlePlusBootstrap': '\\x3cscript type\\x3d\\x22text/javascript\\x22\\x3ewindow.___gcfg \\x3d {\\x27lang\\x27: \\x27en\\x27};\\x3c/script\\x3e'}, 'hasCustomJumpLinkMessage': false, 'jumpLinkMessage': 'Read more', 'pageType': 'item', 'postId': '2301138226019307808', 'postImageThumbnailUrl': 'https://3.bp.blogspot.com/-4ePxmis4Jmg/W6KtR08gyZI/AAAAAAAABE8/_ZI375oJe8w9PWT0fSTf7r1cknnhu7WcACLcBGAs/s72-c/SnailGrassCrop-BryonyPierce.jpg', 'postImageUrl': 'https://3.bp.blogspot.com/-4ePxmis4Jmg/W6KtR08gyZI/AAAAAAAABE8/_ZI375oJe8w9PWT0fSTf7r1cknnhu7WcACLcBGAs/s320/SnailGrassCrop-BryonyPierce.jpg', 'pageName': 'Are Garden Snails Conscious? Yes, No, or *Gong*', 'pageTitle': 'The Splintered Mind: Are Garden Snails Conscious? Yes, No, or *Gong*'}}, {'name': 'features', 'data': {'sharing_get_link_dialog': 'true', 'sharing_native': 'false'}}, {'name': 'messages', 'data': {'edit': 'Edit', 'linkCopiedToClipboard': 'Link copied to clipboard!', 'ok': 'Ok', 'postLink': 'Post Link'}}, {'name': 'template', 'data': {'name': 'custom', 'localizedName': 'Custom', 'isResponsive': false, 'isAlternateRendering': false, 'isCustom': true}}, {'name': 'view', 'data': {'classic': {'name': 'classic', 'url': '?view\\x3dclassic'}, 'flipcard': {'name': 'flipcard', 'url': '?view\\x3dflipcard'}, 'magazine': {'name': 'magazine', 'url': '?view\\x3dmagazine'}, 'mosaic': {'name': 'mosaic', 'url': '?view\\x3dmosaic'}, 'sidebar': {'name': 'sidebar', 'url': '?view\\x3dsidebar'}, 'snapshot': {'name': 'snapshot', 'url': '?view\\x3dsnapshot'}, 'timeslide': {'name': 'timeslide', 'url': '?view\\x3dtimeslide'}, 'isMobile': false, 'title': 'Are Garden Snails Conscious? Yes, No, or *Gong*', 'description': '  If you grew up in a temperate climate, you probably spent some time bothering brown garden snails ( Cornu aspersum ,  formerly known as He...', 'featuredImage': 'https://3.bp.blogspot.com/-4ePxmis4Jmg/W6KtR08gyZI/AAAAAAAABE8/_ZI375oJe8w9PWT0fSTf7r1cknnhu7WcACLcBGAs/s320/SnailGrassCrop-BryonyPierce.jpg', 'url': 'https://schwitzsplinters.blogspot.com/2018/09/are-garden-snails-conscious-yes-no-or.html', 'type': 'item', 'isSingleItem': true, 'isMultipleItems': false, 'isError': false, 'isPage': false, 'isPost': true, 'isHomepage': false, 'isArchive': false, 'isLabelSearch': false, 'postId': 2301138226019307808}}]);\n_WidgetManager._RegisterWidget('_NavbarView', new _WidgetInfo('Navbar1', 'navbar', document.getElementById('Navbar1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HeaderView', new _WidgetInfo('Header1', 'header', document.getElementById('Header1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogView', new _WidgetInfo('Blog1', 'main', document.getElementById('Blog1'), {'cmtInteractionsEnabled': false, 'lightboxEnabled': true, 'lightboxModuleUrl': 'https://www.blogger.com/static/v1/jsbin/2848338547-lbx.js', 'lightboxCssUrl': 'https://www.blogger.com/static/v1/v-css/368954415-lightbox_bundle.css'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_HTMLView', new _WidgetInfo('HTML1', 'sidebar', document.getElementById('HTML1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_ProfileView', new _WidgetInfo('Profile1', 'sidebar', document.getElementById('Profile1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FollowByEmailView', new _WidgetInfo('FollowByEmail1', 'sidebar', document.getElementById('FollowByEmail1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_FeedView', new _WidgetInfo('Feed1', 'sidebar', document.getElementById('Feed1'), {'title': 'Recent Comments (may be delayed)', 'showItemDate': true, 'showItemAuthor': true, 'feedUrl': 'http://schwitzsplinters.blogspot.com/feeds/comments/default', 'numItemsShow': 5, 'loadingMsg': 'Loading...', 'openLinksInNewWindow': false, 'useFeedWidgetServ': 'true'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList1', 'sidebar', document.getElementById('LinkList1'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList6', 'sidebar', document.getElementById('LinkList6'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList4', 'sidebar', document.getElementById('LinkList4'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList7', 'sidebar', document.getElementById('LinkList7'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList3', 'sidebar', document.getElementById('LinkList3'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_LinkListView', new _WidgetInfo('LinkList5', 'sidebar', document.getElementById('LinkList5'), {}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_BlogArchiveView', new _WidgetInfo('BlogArchive1', 'sidebar', document.getElementById('BlogArchive1'), {'languageDirection': 'ltr', 'loadingMessage': 'Loading\\x26hellip;'}, 'displayModeFull'));\n_WidgetManager._RegisterWidget('_TextView', new _WidgetInfo('Text1', 'sidebar', document.getElementById('Text1'), {}, 'displayModeFull'));\n</script>\n</body>\n</html>", "content_html": "<div class=\"post-body entry-content\">\n<p><div class=\"separator\" style=\"clear: both; text-align: center;\"><a href=\"https://3.bp.blogspot.com/-4ePxmis4Jmg/W6KtR08gyZI/AAAAAAAABE8/_ZI375oJe8w9PWT0fSTf7r1cknnhu7WcACLcBGAs/s1600/SnailGrassCrop-BryonyPierce.jpg\" imageanchor=\"1\" style=\"clear: right; float: right; margin-bottom: 1em; margin-left: 1em;\"><img border=\"0\" data-original-height=\"900\" data-original-width=\"1600\" height=\"180\" src=\"https://3.bp.blogspot.com/-4ePxmis4Jmg/W6KtR08gyZI/AAAAAAAABE8/_ZI375oJe8w9PWT0fSTf7r1cknnhu7WcACLcBGAs/s320/SnailGrassCrop-BryonyPierce.jpg\" width=\"320\"/></a></div><p>\n\nIf you grew up in a temperate climate, you probably spent some time bothering brown garden snails (<i><a href=\"https://en.wikipedia.org/wiki/Cornu_aspersum\">Cornu aspersum</a>,</i> formerly known as <i>Helix aspersa</i>).  I certainly did.  Now, as a grown-up (supposedly) expert (supposedly) on the science and philosophy of consciousness, I've decided to seriously consider a question that didn't trouble me very much when I was seven: Are garden snails conscious?<p>\n\nBeing an \"<a href=\"https://plato.stanford.edu/entries/experimental-philosophy/\">experimental philosopher</a>\", I naturally started with a <a href=\"https://www.facebook.com/eschwitz/posts/10215195538034359\">Facebook poll</a> of my friends, who obligingly fulfilled my expectations by answering, variously, \"yes\" (here's why), \"no\" (here's why not), and \"OMG that is the stupidest question\".  I'll call this last response \"*gong*\" after <a href=\"https://en.wikipedia.org/wiki/The_Gong_Show\">The Gong Show</a>, an amateur talent contest in which performers whose acts were sufficiently horrid would be interrupted by a gong and ushered off the stage.<p>\n\nIt turns out that garden snails are even cooler than I thought, now that I'm studying them more closely.  Let me fill you in.<p>\n<i>Garden Snail Cognition and Behavior</i><p>\n\n(Most of this material is drawn from Ronald Chase's 2002 book <i>Behavior &amp; Its Neural Control in Gastropod Molluscs</i>.)<p>\n<b>The central nervous system of the brown garden snail contains about 40,000 neurons.</b>  That's quite a few more neurons than the famously mapped <a href=\"http://www.artificialbrains.com/openworm\">302 neurons of the <i>Caenorhabditis elegans</i> roundworm</a>, but it's modest compared to the quarter million neurons of an ant or fruitfly.  The snail's brain is organized into several clumps of ganglia, <a href=\"https://www.sciencedirect.com/science/article/pii/S0010406X75801940\">mostly in a ring around its esophagus</a>.  Gastropod neurons generally resemble vertebrate neurons, with a few notable exceptions.  One exception is that gastropod neurons usually don't have a bipolar structure with axons on one side of the cell body and dendrites on the other side.  Instead, input and output typically occurs on both sides without a clear differentiation between axon and dendrite.  Another difference is that although gastropods' small-molecule neural transmitters are the same as in vertebrates (e.g., acetylcholine, serotonin), their larger-molecule neuropeptides are mostly different.<p>\n<b>Snails navigate primarily by chemoreception, or the sense of smell, and mechanoreception, or the sense of touch.</b>  They will move toward attractive odors, such as food or mates, and they will withdraw from noxious odors and tactile disturbance.  Although garden snails have eyes on the tips of their posterior tentacles, their eyes seem to be <a href=\"http://www.bioone.org/doi/abs/10.4003/006.026.0206\">sensitive only to light versus dark and the direction of light sources</a>, rather than to the shapes of objects.  The internal structure of snail tentacles shows much more specialization for chemoreception, with the higher-up posterior tentacles perhaps better for catching odors on the wind and the lower anterior tentacles better for odors closer to the ground.  Garden snails can also sense the direction of gravity, righting themselves and moving toward higher ground to avoid puddles.<p>\n<b>Snails can learn.</b>  Gastropods fed on a single type of plant will prefer to move toward that same plant type when offered the choice in a Y-shaped maze.  They can also learn to avoid foods associated with noxious stimuli, <a href=\"http://www.pnas.org/content/78/1/640.short\">in some cases even after only a single trial</a>.  Some species of gastropod will modify their degree of attraction to sunlight if sunlight is associated with tumbling inversion.  In warm ocean <i>Aplysia californica</i> gastropods, the complex role of the central nervous system in governing reflex withdrawals has been extensively studied.  <i>Aplysia californica</i> reflex withdrawals are centrally mediated, and can be inhibited, amplified, and coordinated, maintaining a singleness of action across the body and regulating withdrawal according to circumstances, with both habituation and sensitization possible.  Garden snail nervous systems appear to be similarly complex, generating unified action that varies with circumstance.<p>\n<b>Garden snails can coordinate their behavior in response to information from more than one modality at once.</b>  For example, as mentioned, when they detect that they are surrounded by water, they can seek higher ground.  They will cease eating when satiated, withhold from mating while eating despite sexual arousal, and exhibit less withdrawal reflex while mating.  Before egg laying, garden snails use their feet to excavate a shallow cavity in soft soil, then insert their head into the cavity for several hours while they ovulate.<p>\n<b><a href=\"https://www.snail-world.com/how-do-snails-reproduce/\">Garden snail mating</a> is famously complex. </b> <i>Cornu aspersum </i>is a simultaneous hermaphrodite, playing both the male and female role simultaneously.  Courtship and copulation requires several hours.  Courtship begins with the snails touching heads and posterior antennae for tens of seconds, then withdrawing and circling to find each other again, often consuming each other's slime trails, or alternatively breaking courtship.  They repeat this process several times.  During mating, snails will sometimes bite each other, then withdraw and reconnect.  Later in courtship, one snail will shoot a \"<a href=\"https://en.wikipedia.org/wiki/Love_dart\">love dart</a>\" consisting of calcium and mucus at the other, succeeding in penetrating the skin about one third of the time; tens of minutes later, the other snail will reciprocate.  Courtship continues regardless of whether the darts successfully land.  Sex culminates when the partners manage to simultaneously insert their penises into each other, which may require dozens of attempts.<p>\n\nImpressive accomplishments for creatures with brains of only 40,000 neurons!  Of course, snail behavior is limited compared to the larger and more flexible behavioral repertoire of mammals and birds.<p>\n<i>Garden Snail Consciousness: Three Possibilities</i><p>\n\nSo, knowing all this... are garden snails conscious?  Is there something it's like to be a garden snail?  Do snails have, for example, sensory experiences?<p>\n\nSuppose you touch the tip of your finger to the tip of a snail's posterior tentacle, and the tentacle retracts.  Does the snail have tactile experience of something touching its tentacle, a visual experience of a darkening as your finger approaches and occludes the eye, an olfactory or chematosensory experience of the smell or taste or chemical properties of your finger, a proprioceptive experience of the position of its now-withdrawn tentacle?<p>\n<b>(1.) Yes.</b> It seems like we can imagine that the answer is <i>yes,</i> the snail does have sensory experiences.  Any <i>specific </i>experience we try to imagine from the snail's point of view, we will probably imagine too humanocentrically.  Withdrawing a tentacle might not feel much like withdrawing an arm; and with 40,000 neurons total, presumably there won't be a wealth of detail in any sensory modality.  Optical experience in particular might be so informationally poor that calling it \"visual\" is already misleading, inviting too much analogy with human vision.  Nonetheless, I think we can conceive in a general way how it might be the case that garden snails have sensory experiences of some sort or other.<p>\n<b>(2.) No.</b> We can also imagine, I think, that the answer is <i>no</i>, snails entirely lack sensory experiences of any sort -- and thus, presumably, any consciousness at all, on the assumption that if snails are conscious they have at least sensory consciousness.  If you have trouble conceiving of this possibility, consider dreamless sleep, toy robots, and the <a href=\"https://en.wikipedia.org/wiki/Enteric_nervous_system\">enteric nervous system</a>.  (The enteric nervous system is a collection of about half a billion neurons lining your gut, governing motor function and enzyme secretion.)  In all three of these cases, most people think, there is no genuine stream of conscious experience, despite some organized behavior and environmental reactivity.  It seems that we can coherently imagine snail behavior to be like that: no more conscious than turning over unconsciously in sleep, or than a toy robot, or than the neurons lining your intestines.<p>\n\nWe can make sense of both of these possibilities, I think.  Neither seems obviously false or obviously refuted by the empirical evidence.  One possibility might strike you as intuitively much more likely than the other, but as I've learned from chatting with friends and acquaintances (and from my Facebook poll), people's intuitions vary -- and it's not clear, anyway, how much we ought to trust our intuitions in such matters.  You might have a favorite scientific or philosophical theory from which it follows that garden snails are or are not conscious; but there is little consensus on general theories of consciousness and leading candidate theories yield divergent answers.  (More on this, I hope, in a follow-up post.)<p>\n<b>(3.) *Gong*.</b>  To these two possibilities, we can add a third, the one I am calling *gong*.  Not all questions deserve a yes or a no.  There might be a false presupposition in the question (maybe \"consciousness\" is an incoherent concept?), or the case might be vague or indeterminate such that neither \"yes\" nor \"no\" quite serves as an adequate answer.  (Compare vague or indeterminate cases between \"green\" and \"not green\" or between \"extraverted\" and \"not extraverted\".)<p>\n\nIndeterminacy is perhaps especially tempting.  Not everything in the world fits neatly into determinate, dichotomous yes-or-no categories.  Consciousness might be one of those things that doesn't dichotomize well.  And snails might be right there at the fuzzy border.<p>\n<b>Although an indeterminate view has some merits, it is more difficult to sustain than you might think at first pass.</b>  To see why, it helps to clearly distinguish between being a <i>little </i>conscious and being in an indeterminate state between conscious and not-conscious.  If one is a little conscious, one is conscious.  Maybe snails just have the tiniest smear of consciousness -- that would still be consciousness!  You might have only a little money.  Your entire net worth is a nickel.  Still, it is discretely and determinately the case that if you have a nickel, you have some money.  If snail consciousness is a nickel to human millionaire consciousness, then snails are conscious.<p>\n\nTo say that the dichotomous yes-or-no does not apply to snail consciousness is to say something very different than that snails have just a little smidgen of consciousness.  It's to say... well, what exactly?  As far as I'm aware (correct me if I'm wrong!), <b>there's no well developed theory of kind-of-yes-kind-of-no consciousness.</b>  We can make sense of a vague kind-of-yes-kind-of-no for \"green\" and \"extravert\"; we know more or less what's involved in being a gray-area case of a color or personality trait.  We can imagine gray-area cases with money too: Your last nickel is on the table over there, and here comes the creditor to collect it.  Maybe that's a gray-area case of having money.  But it's much more difficult to know how to think about gray-area cases of being somewhere between a little bit conscious and not at all conscious.  So while in the abstract I feel the attraction of the idea that consciousness is not a dichotomous property and garden snails might occupy the blurry in-between region, the view requires entering a theoretical space that has not yet been well explored.<p>\n<i>The Possibilities Remain Open</i><p>\n\nThere is, I think, some antecedent plausibility to all three possibilities, yes, no, and *gong*.  To really decide among them, to really figure out the answer to our question about snail consciousness, we need an epistemically well-grounded general theory of consciousness, which we can apply to the case.<p>\n\nUnfortunately, we have no such theory.  The live possibilities appear to cover the entire spectrum from the panpsychism or near-panpsychism of Galen Strawson and of <a href=\"http://integratedinformationtheory.org/\">Integrated Information Theory</a> to very restrictive views, like those of Daniel Dennett and Peter Carruthers, on which consciousness requires some fairly sophisticated self-representational capacities of the sort that well beyond the capacity of snails.<p>\n\nActually, I think <b>there's something wonderful about not knowing</b>.  There's something marvelous about the fact that I can go into my backyard, lift a snail, and gaze at it, unsure.  Snail, you are a puzzle of the universe, right here in my garden, eating the daisies!\n\n<p>\n\n[image by <a href=\"https://sites.google.com/site/bryonypierce/\">Bryony Pierce</a>]</p>\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>"}